{"title": "Designing molecular RNA switches with Restricted Boltzmann machines", "doi": "10.1101/2023.05.10.540155", "authors": "FERNANDEZ-DE-COSSIO-DIAZ, J.; Hardouin, P.; Lyonnet du Moutier, F.-X.; Di Gioacchino, A.; Marchand, B.; Ponty, Y.; Sargueil, B.; Monasson, R.; Cocco, S.", "abstract": "Riboswitches are structured allosteric RNA molecules that change conformation upon metabolite binding, triggering a regulatory response. Here we focus on the de novo design of riboswitch-like aptamers, the core part of the riboswitch undergoing structural changes. We use Restricted Boltzmann machines (RBM) to learn generative models from homologous sequence data. We first verify, on four different riboswitch families, that RBM-generated sequences correctly capture the conservation, covariation and diversity of natural aptamers. The RBM model is then used to design new SAM-I riboswitch aptamers. To experimentally validate the properties of the structural switch in designed molecules, we resort to chemical probing (SHAPE and DMS), and develop a tailored analysis pipeline adequate for high-throughput tests of diverse sequences. We probe a total of 476 RBM-designed and 201 natural sequences. Designed molecules with high RBM scores, with 20% to 40% divergence from any natural sequence, display {approx}30% success rate of responding to SAM with a structural switch similar to their natural counterparts. We show how the capability of the designed molecules to switch conformation is connected to fine energetic features of their structural components.", "date": "2025-10-19", "journal": ""}
{"title": "Three Open Questions in Polygenic Score Portability", "doi": "10.1101/2024.08.20.608703", "authors": "Wang, J. Y.; Lin, N.; Zietz, M.; Mares, J.; Smith, O. S.; Rathouz, P. J.; Harpak, A.", "abstract": "A major obstacle hindering the broad adoption of polygenic scores (PGS) is their lack of ''portability'' to people that differ--in genetic ancestry or other characteristics--from the GWAS samples in which genetic effects were estimated. Here, we use the UK Biobank to measure the change in PGS prediction accuracy as a continuous function of individuals' genome-wide genetic dissimilarity to the GWAS sample (''genetic distance''). Our results highlight three gaps in our understanding of PGS portability. First, prediction accuracy is extremely noisy at the individual level and not well predicted by genetic distance. In fact, variance in prediction accuracy is explained comparably well by socioeconomic measures. Second, trends of portability vary across traits. For several immunity-related traits, prediction accuracy drops near zero quickly even at intermediate levels of genetic distance. This quick drop may reflect GWAS associations being more ancestry-specific in immunity-related traits than in other traits. Third, we show that even qualitative trends of portability can depend on the measure of prediction accuracy used. For instance, for white blood cell count, a measure of prediction accuracy at the individual level (reduction in mean squared error) increases with genetic distance. Together, our results show that portability cannot be understood through global ancestry groupings alone. There are other, understudied factors influencing portability, such as the specifics of the evolution of the trait and its genetic architecture, social context, and the construction of the polygenic score. Addressing these gaps can aid in the development and application of PGS and inform more equitable genomic research.", "date": "2025-10-19", "journal": ""}
{"title": "Family life and cadmium ingestion independently shape offspring microbiomes in a subsocial insect", "doi": "10.1101/2024.12.30.630762", "authors": "Cheutin, M.-C.; Honorio, R.; Meunier, J.", "abstract": "Symbiotic microbes are essential for host health and fitness. In family-living species, these microbes are often acquired through vertical transmission from parents and horizontal transmission from siblings. However, it is unclear how environmental stressors, such as chemical pollution, influence these contributions to the juvenile microbiome. Here, we tested the independent and interactive effects of social environment and cadmium ingestion - a highly toxic and common heavy metal pollutant - on the microbiome of juvenile European earwigs. We reared 900 juveniles either alone, with siblings or with siblings plus the mother. We exposed them to cadmium-enriched food at 0, 25 or 100mg.L-1, and analysed their microbiome composition and diversity at the end of the family life period. Our results showed that both social environment and cadmium exposure shaped the juvenile microbial community composition (phylogenetic beta-diversity), with no evidence of an interaction between these factors. In contrast, the microbial local richness (alpha-diversity) remained unaffected by either factor or their interaction. Notably, several specific bacterial taxa, including putatively pathogenic (Serratia) and mutualistic (Lactobacillus) symbionts, were more abundant in juveniles reared with family members than in those reared in isolation, reflecting classical patterns observed in social species. Overall, our findings suggest that while both social environment and cadmium shape the microbiome of earwig juveniles, family life neither amplifies nor mitigates the effects of chemical exposure. This highlights the robustness of microbial sharing within families, even under strong environmental stress.", "date": "2025-10-19", "journal": ""}
{"title": "Genome sequence assembly and annotation of MATA and MATB strains of Yarrowia lipolytica", "doi": "10.1101/2025.03.24.645116", "authors": "Zali, N.; El Demerdash, O.; Chougule, K.; Lu, J.; Ware, D.; Stillman, B.", "abstract": "Yeast is commonly utilized in molecular and cell biology research, and Yarrowia lipolytica is favored by bio-engineers due to its ability to produce copious amounts of lipids, chemicals, and enzymes for industrial applications. Y. lipolytica is a dimorphic yeast that can proliferate in aerobic and hydrophobic environments conducive to industrial use. However, there is limited knowledge about the basic molecular biology of this yeast, including how the genome is duplicated and how gene silencing occurs. Genome sequences of Y. lipolytica strains have offered insights into this yeast species and have facilitated the development of new industrial applications. Although previous studies have reported the genome sequence of a few Y. lipolytica strains, it is of value to have more precise sequences and annotation, particularly for studies of the biology of this yeast. To further study and characterize the molecular biology of this microorganism, a high-quality reference genome assembly and annotation has been produced for two related Y. lipolytica strains of the opposite mating type, strain E122 (MATA) and 22301-5 (MATB). The combination of short-read and long-read sequencing of genome DNA and short-read and long-read sequencing of transcript cDNAs allowed the genome assembly and a comparison with a distantly related Yarrowia strain.", "date": "2025-10-19", "journal": ""}
{"title": "The impact of sex, age, and genetic ancestry on DNA methylation across tissues", "doi": "10.1101/2025.04.29.651179", "authors": "Diez, W. O.; Ramirez, J. M.; Mele, M.", "abstract": "Understanding the consequences of individual DNA methylation variation is crucial for advancing our knowledge of human biology and disease. Yet, the collective impact of individual traits on DNA methylation and their downstream effects on gene expression across human tissues remain poorly understood. Here, we quantify the contributions of sex, age, genetic ancestry, and BMI on autosomal DNA methylation variation across 9 human tissues and 424 individuals from the Genotype-Tissue Expression project. We show that genetic ancestry and age have a greater impact on DNA methylation than sex, with aging effects being more widespread but less pronounced. On average, less than 10% of the gene expression variation in sex, age, and ancestry are mediated by DNA methylation differences, with ancestry showing the largest proportion of mediation. We further show that ancestry-associated DNA methylation differences accumulate at CpG sites with extreme methylation states and are largely under genetic control. The female autosomal genome exhibits consistent hypermethylation across tissues at Polycomb-repressed regions. Ultimately, we show that age-related Polycomb target hypermethylation is observed across multiple tissues, but not in the gonads. Our multi-individual, multi-tissue approach defines the key drivers of human DNA methylation variation in healthy conditions, establishing a baseline for the interpretation of DNA methylation changes in disease contexts.", "date": "2025-10-19", "journal": ""}
{"title": "Elucidating the mechanisms of action and evolutionary relationships of phage anti-defence proteins", "doi": "10.1101/2025.06.06.658234", "authors": "Murtazalieva, K.; Karatzas, E.; Corona, F.; Wang, J.; Typas, A.; Finn, R. D.", "abstract": "Phages and bacteria are locked in a molecular arms race, with phage anti-defence proteins (ADPs) enabling them to evade bacterial immune systems. To streamline access to information on ADPs, we developed the Encyclopaedia of Viral Anti-DefencE Systems (EVADES), an online resource containing sequences, structures, protein family annotations, and mechanisms of action (MoA) for 268 ADPs. Through computational structural analysis we established putative MoAs for 21 uncharacterised ADPs. We demonstrate the utility of EVADES by exploring three hypotheses and demonstrate that: (i) DNA mimic ADPs exhibit broad-spectrum activity against bacterial phage defence systems; (ii) protein sharing across defence systems enables multi-defence inhibitory activity of ADPs; and (iii) eukaryotic dsDNA viruses encode ADP homologs, suggesting conserved immune evasion strategies across domains of life. These results highlight the broader relevance of phage ADPs in understanding interactions between prokaryotic or eukaryotic viruses and their hosts. EVADES is freely accessible at https://www.ebi.ac.uk/finn-srv/evades.", "date": "2025-10-19", "journal": ""}
{"title": "Multiscale mechanics of granular biofilms", "doi": "10.1101/2025.06.18.660425", "authors": "Mansson, L. K.; Warsaw, A. E.; Wilbanks, E. G.; Pitenis, A. A.", "abstract": "Biofilms produce and maintain extracellular polymeric substances (EPS) essential for their form and function. While biofilms are commonly lamellar and frequently targets of removal, granular biofilms are increasingly incorporated into water treatment strategies. In both cases, the EPS (mainly consisting of proteins, polysaccharides, and extracellular DNA) is largely responsible for their persistence. Unlike many granular biofilms, which are formed in engineered industrial bioreactors, the \"pink berry\" consortia is a naturally-occurring and robust granular biofilm of photosynthetic bacteria, found only in intertidal pools of salt marshes around Woods Hole, Massachusetts (USA). The pink berry biofilm's unique ecological niche has sparked over three decades of study, yet their mechanical properties are completely unknown. Here, we characterized the structural and mechanical landscape of pink berry granules to determine the extent to which microscale heterogeneity influences macroscale material properties. We performed microindentation measurements on intact granules and nanoindentation measurements on thin sections. We report that intact pink berry granules exhibited low reduced elastic moduli (E*pink berry {approx} 0.5 -10 kPa) and fast stress relaxation times ({tau}1/2 {approx} seconds), consistent with previous investigations of soft and viscoelastic biofilms. Nanomechanical measurements of thin pink berry sections revealed two mechanically-distinct domains: a very soft extracellular polymeric substance (EPS) matrix surrounding stiffer microcolonies of purple sulfur bacteria (PSB). Light sheet fluorescence microscopy revealed the spatial organization and distribution of cell-dense PSB microcolonies (34 vol.%) within EPS matrix (66 vol.%), suggesting the nanomechanical behavior of EPS dominates macroscale pink berry mechanics. Our multiscale experimental approach combining mechanics and imaging may be broadly applicable to investigations of complex soft materials, from synthetic hydrogel composites to biologically heterogeneous spheroids, organoids, and tissues.", "date": "2025-10-19", "journal": ""}
{"title": "Context-aware sequence-to-function model of human gene regulation", "doi": "10.1101/2025.06.25.661447", "authors": "Aksu, E. D.; Vingron, M.", "abstract": "Sequence-to-function models have been very successful in predicting gene expression, chromatin accessibility, and epigenetic marks from DNA sequences alone. However, current state-of-the-art models have a fundamental limitation: they cannot extrapolate beyond the cell types and conditions included in their training dataset. Here, we introduce a new approach that is designed to overcome this limitation: Corgi, a new context-aware sequence-to-function model that accurately predicts genome-wide gene expression and epigenetic signals, even in previously unseen cell types. We designed an architecture that strives to emulate the cell: Corgi integrates DNA sequence and trans-regulator expression to predict the coverage of multiple assays including chromatin accessibility, histone modifications, and gene expression. We define trans-regulators as transcription factors, histone modifiers, transcriptional coactivators, and RNA binding proteins, which directly modulate chromatin states, gene expression, and mRNA decay. Trained on a diverse set of bulk and single cell human datasets, Corgi has robust predictive performance, approaching experimental-level accuracy in gene expression predictions in previously unseen cell types, while also setting a new state-of-the-art level for joint cross-sequence and cross-cell type epigenetic track prediction. Corgi can be used in practice to impute context-specific assays such as DNA accessibility and histone ChIP-seq, using only RNA-seq data.", "date": "2025-10-19", "journal": ""}
{"title": "Beyond Traditional Poincare Analysis: Second-Order Plots Reveal Respiratory Effects in Heart Rate Variability", "doi": "10.1101/2025.08.13.670042", "authors": "Lebedev, M. A.; Medvedeva, A. S.; Solovieva, K. P.; Starodubtseva, N. M.; Makarova, A. V.; Kleeva, D. F.", "abstract": "Poincare plots, which visualize heart rate variability (HRV) by plotting each RR interval against the subsequent one, serve as a standard tool for assessing both slow and fast HRV dynamics. Fast HRV metrics are commonly derived from the time series of differences between successive intervals, delta RR, suggesting a natural extension: a second-order Poincare plot that captures the temporal structure of delta RR by plotting delta RR against the next delta RR. Our enhanced method introduces these second-order Poincare plots to uncover higher-order HRV dynamics. We validated this approach on a PhysioNet dataset of 20 healthy individuals. Continuous representations of RR and {Delta}RR were generated via spline interpolation of discrete interval data to enable cross-spectral analysis of correlations between HRV parameters and respiration. We also developed a coupled-oscillator model to simulate respiratory modulation of heart rate. In contrast to traditional Poincare plots, which often exhibit elliptical patterns reflecting slow HRV, our method filters out these patterns to emphasize rapid variability. Ring-shaped patterns were found in several participants, showing synchronization between heart rate and respiratory cycles. The plots further revealed distinct serial correlation patterns for delta RR across individuals, with positive correlations linked to slow breathing and negative correlations to rapid breathing, and the ratio of respiratory frequency to heart rate serving as the pivotal factor. Our coupled-oscillator model, comprising a fast cardiac integrate-and-fire oscillator modulated by a slower respiratory sinusoid, corroborated these observations. As such, second-order Poincare plots offer a powerful tool for dissecting complex HRV dynamics.", "date": "2025-10-19", "journal": ""}
{"title": "PlasmoFP: leveraging deep learning to predict protein function of uncharacterized proteins across the malaria parasite genus", "doi": "10.1101/2025.09.12.675843", "authors": "Srivastava, H. R.; Berenberg, D.; Qassab, O.; Wang, Z.; Bonneau, R.; Carlton, J. M.", "abstract": "The first malaria parasite Plasmodium falciparum genome published in 2002 jump-started functional studies, but a large fraction of all predicted proteins remains partially annotated and of \"unknown function\". Here, we introduce Plasmodium Function Predictor (PlasmoFP), deep learning models designed specifically for species of genus Plasmodium. Innovatively, PlasmoFP models are trained on structure-function relationships of the phylogenetically relevant SAR (Stramenopiles, Alveolate, and Rhizarians) supergroup proteins, addressing challenges to annotating Plasmodium proteins due to their low sequence similarity to well-characterized model organism proteins. PlasmoFP models estimate epistemic uncertainty, control false discovery rates in model predictions, and are validated using proteins with manually curated GO terms and experimentally characterized proteins. Integrating PlasmoFP predictions with current protein annotations, we reduced the proportion of unannotated proteins without Gene Ontology terms from 15-59% to 3-28% across 19 Plasmodium species, and improved the proportion of fully annotated proteins from 7-42% to 36-68%. PlasmoFP predictions advance Plasmodium basic research, an important component of global malaria R&D.", "date": "2025-10-19", "journal": ""}
{"title": "Advancing Protein Ensemble Predictions Across the Order-Disorder Continuum", "doi": "10.1101/2025.10.18.680935", "authors": "Invernizzi, M.; Bottaro, S.; Streit, J. O.; Trentini, B.; Venanzi, N. A.; Reidenbach, D.; Lee, Y.; Dallago, C.; Sirelkhatim, H.; Jing, B.; Airoldi, F.; Lindorff-Larsen, K.; Fisicaro, C.; Tamiola, K.", "abstract": "While deep learning has transformed structure prediction for ordered proteins, intrinsically disordered proteins remain poorly predicted due to systematic underrepresentation in training data, despite constituting approximately 30% of eukaryotic proteomes. We introduce PeptoneBench, the first benchmark enabling systematic assessment of ensemble generators across both ordered and disordered proteins, integrating diverse experimental observables. Our analysis reveals that existing evaluation metrics exhibit systematic bias toward the structured spectrum of the proteome. Assessment of popular predictors (AlphaFold2, ESMFlow, Boltz2) confirms high accuracy on ordered proteins but shows performance degradation with increasing disorder. We further present PepTron, a flow-matching ensemble generator trained on data augmented with synthetic disordered protein ensembles. On our benchmark PepTron matches BioEmu on disordered regions while maintaining competitive accuracy on ordered protein benchmarks. Our data augmentation approach demonstrates that targeted training strategies can approach the performance of computationally expensive simulation-based methods, establishing a generalizable framework applicable to other protein generative models. All datasets, models, and code are openly available.", "date": "2025-10-19", "journal": ""}
{"title": "Spatially varying cell-specific gene regulation network inference", "doi": "10.1101/2025.10.17.683188", "authors": "Li, Y.; Chen, J.; Wang, H.", "abstract": "Gene regulatory networks (GRNs), involving interactions between large numbers of genes, govern expression levels of mRNA and their resulting proteins to control cell functions. As many new sequencing technologies in single-cell and spatial resolutions are raised, the construction of GRNs gains opportunities to be generalized to the cell-specific level. Here we propose SVGRN, a deep learning model to infer cell-specific GRNs using spatial transcriptomics data. We model the gene expression, GRN matrix, and spatial coordinates of cells in the structural equation model (SEM) to learn gene interactions in an unsupervised way. Conditioned on the target cell position, the model is able to tune the whole tissue GRN to the target cell through also borrowing information from neighborhood cells. Results on simulated datasets show that SVGRN achieves better performance in cases with more noises, genes, or cells, which illustrates its ability to solve more complex situations. Our model was further applied to spatial transcriptomics datasets generated using different technologies and resolutions, including a seqFISH-based mouse embryo dataset and two Visium-based datasets from human cutaneous squamous cell carcinoma (cSCC) and fallopian tube tissues. The GRNs predicted by SVGRN from these datasets reveal dynamic gene regulatory patterns in mouse organogenesis, tumor development and the functional organization of the fallopian tube, highlighting the efficiency and broad applicability of our model.", "date": "2025-10-19", "journal": ""}
{"title": "Behaviorally relevant cell ensembles in rat motor cortex are replayed during sleep and implicate hippocampal involvement in motor skill learning", "doi": "10.1101/2025.10.17.683181", "authors": "Nazari, P. R.; Eckert, M.; Tatsuno, M.", "abstract": "Motor memory is essential for our daily activities. It involves complex neural processes during learning and sleep. However, unlike explicit memory where its neural activation and role in memory consolidation are well-studied, the properties of cell ensembles for motor memory are less understood. In this study, we re-examined rats' behavior and neural activity in the primary motor cortex (M1) and hippocampus while the animals were trained daily on a single-pellet reaching task. Recordings included both the training and 3 hr rest epochs before and after training. Behaviorally, the animals were classified into two learning types: rapid and gradual learners. Unsupervised cell ensemble detection on M1 neurons revealed that about 60% of the ensembles were modulated during reaching behavior. Those reach-related ensembles were further categorized into four types, and their replay was detected during both slow-wave sleep (SWS) and REM sleep. In SWS, replay preferentially occurred during spindles, especially slow-oscillation coupled spindles (SO-spindles). In addition, about 30% of the reach-related cell ensembles were modulated during the hippocampal sharp-wave ripples (SWRs). The direction of modulation and the temporal coupling between SWRs and SO-spindles depended on the training phase and the animals' learning types. Our results demonstrate the replay of rats' skilled-reaching memory during SWS and REM sleep and the possible involvement of the hippocampus through the modulation of M1 activations during SWRs. This study will advance our understanding of how neural activity patterns evolve during skilled-reaching learning and sleep, and help develop medical applications that leverage sleep's memory functions.", "date": "2025-10-19", "journal": ""}
{"title": "Cognitive Resilience in Aging Degus is Linked to CA3 Hippocampal GABAergic Integrity", "doi": "10.1101/2025.10.18.682786", "authors": "Ibaceta-Gonzalez, C.; Neira, D.; Ardiles, N. M.; Baeza-Araya, N.; kirkwood, a.; Moya, P.; Palacios, A. G.", "abstract": "The preservation of cognitive function during aging remains a key challenge in neuroscience. In this study, we applied an integrative approach, combining behavioral assays with neurophysiological recordings, to investigate hippocampal circuit integrity. We used Octodon degus, a rodent with exceptional longevity (up to 10 years in laboratory conditions), as a natural model of aging and neurodegenerative disease such as Alzheimer. To assess age-related cognitive changes, we employed three behavioral tasks: Novel Object Recognition (NOR), Open Field (OF), and the Burrowing Test (BT). The BT reflects Activities of Daily Living (ADLs) and is based on species-typical spontaneous burrowing behavior, which has been linked to neurodegenerative markers in degus. We also performed multielectrode electrophysiological recordings to assess GABAergic function in the hippocampus. Aged degus with high BT performance (classified as good burrowers, or GB) showed robust hippocampal activity, especially in the CA3 region, a key hub for signal integration and memory encoding. In contrast, degus with poor BT performance (bad burrowers, or BB) exhibited reduced spontaneous hippocampal activity, suggesting potential compensation via GABA-independent synaptic mechanisms. Altogether, our findings suggest that preserved GABAergic function supports cognitive resilience in aging degus. These results offer new insights into the neural mechanisms underlying healthy cognitive aging and may inform future strategies for preventing or mitigating neurodegeneration.", "date": "2025-10-19", "journal": ""}
{"title": "Modeling Alzheimer's Disease with APOE4 Neuron-Glial Brain Assembloids Reveals IGFBPs as Therapeutic Targets", "doi": "10.1101/2025.10.17.683162", "authors": "Sherman, E.; Qiu, K.; Roberts, R.; Shichman, L.; Li, S.; Sun, H.; Ide, L.; Tucker, A.; lee, s.; Gniadzik, W.; Shin, J.-B.; Sol-Church, K.; Kapur, J.; Zhang, A.; Erisir, A.; Jiang, L.; Alzheimer's Disease Neuroimaging Initiative,  ", "abstract": "Alzheimer's disease (AD) research has been hindered by the lack of models that faithfully recapitulate the full profile of disease progression in a human genetic background. We developed a 3D assembloid model (\"Masteroid\") using iPSC-derived neurons, astrocytes, and microglia from APOE4/4 and isogenic control lines. Neurons were seeded with tau oligomers, then combined with astrocytes and microglia to form mature 3D Masteroids, followed by amyloid-{beta} oligomer exposure. After four weeks, AD-Masteroids exhibited hallmark pathologies, including extracellular amyloid-{beta} deposits, intracellular tau aggregation, neurodegeneration, astrogliosis, and microglial activation, with APOE4 exacerbating all phenotypes. Single-cell RNA sequencing further identified novel roles of IGFBP pathways in amyloid-{beta} and tau-mediated pathology. This innovative platform provides a robust system to dissect cellular and molecular mechanisms of AD progression and offers a powerful tool for therapeutic discovery.", "date": "2025-10-19", "journal": ""}
{"title": "The spatiotemporal structure of neural activity in motor cortex during reaching", "doi": "10.1101/2025.10.17.683171", "authors": "Canfield, R. A.; Ouchi, T.; Fang, H.; Macagno, B.; Smith, L. I.; Scholl, L. R.; Orsborn, A. L.", "abstract": "Intracortical brain-computer interfaces (BCI) leverage knowledge about neural representations to translate movement-related neural activity into actions. BCI implants have targeted broad cortical regions known to have relevant motor representations, but emerging technologies will allow flexible targeting to specific neural populations. The structure of motor representations at this scale, however, has not been well characterized across frontal motor cortices. Here, we investigate how motor representations and population dynamics (temporal coordination) vary across a large expanse of frontal motor cortices. We used high-density, laminar, microelectrode arrays to simultaneously record many neurons and then sampled neural populations across frontal motor cortex in two monkeys while they performed a reaching task. Our experiments allowed us to map neuronal activity across three spatial dimensions and relate them to movement. Target decoding analysis revealed that task information was heterogeneously distributed across the cortical surface and in depth. Similarly, we found that the temporal dynamics of different neural populations were heterogeneous, but that the amount of task information predicted which neural populations had similar dynamics. The neural populations with the most similar dynamics were composed of neurons with high task information regardless of spatial location. Our results highlight the spatiotemporal complexity of motor representations across frontal motor cortex at the level of neurons and neural populations, where well-learned movements consistently recruit a spatially distributed subset of neurons. Further insights into the spatiotemporal structure of neural activity patterns across frontal motor cortex will be critical to guide future implants for improved BCI performance.", "date": "2025-10-19", "journal": ""}
{"title": "The neural basis of emotional generalization in empathy", "doi": "10.1101/2025.10.18.683207", "authors": "Hayden, B.; Allawalla, A.; Adkinson, J.; Fan, X.; Franch, M.; Gates, V.; Mathura, R.; Pascuzzi, B.; Mocchi, M.; Myers, J.; Pulapaka, S.; Banks, G.; Bartoli, E.; Goodman, W.; Mathew, S.; Pitkow, X.; Pouratian, N.; Provenza, N.; Shofty, B.; Watrous, A.; Bijanki, K.; Sheth, S.; Yoo, S. B. M.", "abstract": "The essence of empathy is generalization of emotion across persons. Here, we leverage recent theoretical advances in the neuroscience of generalization to help us understand empathy. We measured brain activity in human neurosurgical patients performing two tasks, one focused on identifying their own emotional response and one identifying emotional responses in others. We quantified the representational geometry of local field potential (LFP) high-gamma activity in four regions: the medial temporal lobe, anterior cingulate cortex, orbitofrontal cortex, and insula. We found encoding of both self- and other-emotions in all four regions, but codes for emotion and person are disentangled (that is, factorized) in the insula, but not the other regions. This factorized representation allows for cross-person generalization of emotion in a way that tangled (non-factorized) representations do not. Together, these results support the hypothesis that the insula uniquely contributes to social mirroring processes by which we understand emotions across individuals.", "date": "2025-10-19", "journal": ""}
{"title": "Spatially-local inhibition and synaptic plasticity together enable dynamic, context-dependent integration of parallel sensory pathways", "doi": "10.1101/2025.10.18.683230", "authors": "Chen, Q.; Rieke, F.", "abstract": "Retinal ganglion cells have traditionally been grouped into cells that are sensitive to luminance but not spatial structure and cells with responses that are enhanced by spatial structure. Neither category captures responses of mouse Off Transient alpha cells, which are largest for spatially homogeneous inputs and are suppressed by spatial structure. We identified two circuit mechanisms that together can explain this unusual spatial selectivity. First, inhibition to these cells is tuned to finer spatial structure than excitation, causing the balance of excitation and inhibition to depend on spatial scale. Second, the excitatory synapses onto these cells undergo strong synaptic depression and the modulation of that depression by presynaptic inhibition amplifies responses to the transition from spatially structured to homogeneous inputs. A spatiotemporal computational model incorporating these circuit features quantitatively recapitulates the observed dynamics. These findings reveal how localized inhibition and short-term plasticity jointly create the distinctive spatial selectivity of Off Transient cells.", "date": "2025-10-19", "journal": ""}
{"title": "Intersection of transient cell states with stable cell types in hippocampus", "doi": "10.1101/2025.10.17.683151", "authors": "Olmstead, J. A.; King, L. E.; Bloodgood, B. L.", "abstract": "The transcriptome of a brain cell encodes both its stable identity and its dynamic responses to environmental stimuli. While significant progress has been made in categorizing cell types within the brain, deciphering to what extent transcriptional identity and transcriptional state are related remains a major technical and conceptual challenge. Here, we present a single-nucleus RNA-sequencing atlas of the mouse hippocampus spanning physiological and pathological stimuli and multiple circadian phases, enabling unified analysis of activity-, circadian-, and cell-type-dependent transcriptional programs. Taxonomically assigned cell types are largely stable despite the induction of different activity states, with a notable exception in the dentate gyrus. Activity and circadian rhythm each drive robust, largely nonoverlapping transcriptional responses, with convergent regulation on genes involved in specific pathways, including endocannabinoid signaling, excitability, and chromatin remodeling. These results underscore the necessity of integrating cell-type taxonomy with transcriptional state to capture how diverse cell types respond to experience.", "date": "2025-10-19", "journal": ""}
{"title": "ANTIPODE Provides a Global View of Cell Type Homology and Transcriptomic Divergence in the Developing Mammalian Brain", "doi": "10.1101/2025.10.18.683238", "authors": "Schmitz, M. T.; Ding, J. W.; Nolbrant, S.; McMullen, R.; Kim, C. N.; Pavlovic, B. J.; Nowakowski, T. J.; Bakken, T. E.; Ye, C. J.; Pollen, A. A.", "abstract": "Diverse neurons and glia are generated in conserved spatial and temporal sequences during mammalian brain development. Divergence in gene regulatory networks can alter brain composition, scaling, timing, and function. However, resolving the identity, extent, and principles of gene regulatory divergence requires cellular-resolution surveys spanning brain regions and species and improved methods for defining cell type homologies. Here, we present ANTIPODE, a deep-learning variational inference framework that simultaneously integrates single-cell datasets, identifies homologous cell types, and parcellates differential expression across cell types, modules, and covariance. Applying ANTIPODE to a census of the whole developing macaque brain and a meta-atlas of human, macaque, and mouse brain development, we find broad conservation of initial neuron classes but widespread regulatory divergence within homologous types, shaped by genomic context, cell lineage, and developmental timing. Together, ANTIPODE provides a formalized and interpretable framework for cross-species single-cell analysis and reveals principles of gene regulatory divergence in mammalian brain evolution.", "date": "2025-10-19", "journal": ""}
{"title": "Habituation-Induced Expression of Immediate Early Genes in the Octopus Brain", "doi": "10.1101/2025.10.16.682951", "authors": "Vergara-Ovalle, F.", "abstract": "Understanding the neural basis of learning and memory in cephalopods remains challenging because of their behavioral complexity and the limited reproducibility of memory tasks. Here, I present a combined behavioral and molecular analysis using a simple habituation paradigm, Training Response to Artificial Prey (TRAP), in Octopus bimaculoides. Subjects showed a rapid, stimulus-specific decrease in exploration of a neutral prey-like object across trials. Habituation occurred in 100% of two- and six-month-old subjects, and multiple daily trials induced long-term memory lasting up to five days. Using whole-mount Hybridization Chain Reaction (HCR), I detected spatial activation of candidate immediate early genes, creb and egr1, during early memory consolidation. 15 minutes after learning, both genes were upregulated across the central brain, mainly in the subesophageal lobes, and axial ganglia. At 30 minutes, expression spread to the supraesophageal region, notably the vertical lobe, consistent with regions implicated in long-term memory. These results demonstrate a sequential activation from arms to subesophageal and supraesophageal regions, supporting proposed models of distributed information processing in the octopus nervous system.", "date": "2025-10-19", "journal": ""}
{"title": "LabOS: The AI Co-Scientist That Sees and Works With Humans", "doi": "10.1101/2025.10.16.679418", "authors": "Cong, L.; Zhang, Z.; Wang, X.; Di, Y.; Jin, R.; Gerasimiuk, M.; Wang, Y.; Dinesh, R. K.; Smerkous, D.; Smerkous, A.; Wu, X.; Liu, S.; Li, P.; Zhu, Y.; Serrao, S.; Zhao, N.; Mohammad, I. A.; Sunwoo, J. B.; Wu, J. C.; Wang, M.", "abstract": "Modern science advances fastest when thought meets action. LabOS represents the first AI co-scientist that unites computational reasoning with physical experimentation through multimodal perception, self-evolving agents, and XR-enabled human-AI collaboration. By connecting multi-model AI agents, smart glasses, and human-AI collaboration, LabOS allows AI to see what scientists see, understand experimental context, and assist in real-time execution. Across applications-from cancer immunotherapy target discovery to stem-cell engineering-LabOS shows that AI can move beyond computational design to participation, turning the laboratory into an intelligent, collaborative environment where human and machine discovery evolve together.", "date": "2025-10-19", "journal": ""}
{"title": "Astrocytes in white matter respond to tensile cues during cortical folding: a numerical study", "doi": "10.1101/2025.10.17.683172", "authors": "Taneja, K.; Saito, K.; Kawasaki, H.; Holland, M. A.", "abstract": "Our understanding of the process of formation of gyri (ridges) and sulci (furrows) in the cerebrum during development is moving beyond the role of neurons. Glial cells such as astrocytes, which are the most common cell type in the brain, are especially prominent under the gyri and have been shown to be essential for gyrification in ferrets. Their dysfunction has been linked to a host of neurodevelopmental diseases and disorders in humans, leading to abnormal folding patterns, hence, it is crucial to understand their role in the mechanics of folding. In this work, we propose two hypotheses of how astrocytes affect cortical folding. Our previous study demonstrated that astrocytes proliferate in the white matter (subcortex), and that inhibiting this process impairs gyrification. This leads to the pushing hypothesis, where astrocytes push up the cortex outwards, leading to formation of folds. On the other hand, ex vivo studies demonstrate areas of the cortex and subcortex that experience tension, due to the differential growth between materials in the brain tissue. This leads to the pulling hypothesis, where astrocytes experience tension from the surrounding tissue, leading to their proliferation, distribution of tensile stresses, and initiation of growth in those regions. Using the theory of finite growth, we implement these hypotheses via morphogenetic growth (pushing) and stress-driven (pulling) growth criteria. We find that morphological trends during development between the pushing and pulling effects are not dissimilar, with a comparable gyrification index. The stress distributions from both models also show common features, but the pulling effect shows tension in the subcortex, which matches trends observed in experiments. Therefore, it is more likely that the astrocytes affect gyrification by proliferating as a response to tensile cues and decrease the tension they experience, leading to deeper folds, rather than astrocytes independently proliferating under a gyri and then pushing the cortex up.", "date": "2025-10-19", "journal": ""}
{"title": "Microglia maintain retinal redox homeostasis following ablation of rod photoreceptors in zebrafish", "doi": "10.1101/2025.10.17.683173", "authors": "Morales, M.; Mitchell, D.", "abstract": "Microglia rapidly respond to injury, stress, and perturbations to neurons in the brain and retina and perform phagocytosis to clear dying cells and debris. Oxidative stress is a frequent feature of neurodegeneration, and while glia are crucial for managing such stress, microglia may also be dysfunctional in diseased tissue. Here we examine the role of microglia in management of oxidative stress upon death of rod photoreceptors in the larval zebrafish retina. Using rho:nfsb-eGFP transgenic zebrafish and treatment with the pro-drug metronidazole (MTZ), we coupled the generation of reactive oxygen species (ROS) in dying rods to their ablation. Microglia efficiently engulfed and cleared the ROS-laden rods, effectively undertaking the oxidative load. Despite abundant ROS upon MTZ-mediated cell death, oxidative stress overall was minimal in retinal tissue when microglia were present, indicating that they rapidly and efficiently performed redox functions. In irf8-/- mutants, which are deficient in microglia, retinas with MTZ-induced rod ablation showed widespread ROS that localized, at least in part, to Muller glia. Further, there was evidence of increased oxidative stress, and increased numbers of off-target inner retinal neurons that stained positive for the cell death marker TUNEL. Supplementation with the antioxidant Glutathione (GSH) reduced the number of off-target TUNEL+ cells detected in microglia-deficient retinas following rod ablation. Our results indicate that microglial redox functions are important in restoring homeostasis following acute retinal damage.", "date": "2025-10-19", "journal": ""}
{"title": "Synapse Detection Efficiency in EM Drosophila Connectomics", "doi": "10.1101/2025.10.16.682869", "authors": "Scheffer, L. K.", "abstract": "Researchers have long noted the differences in synapse count between different EM reconstructions of similar circuitry. In this paper we attempt to determine the portion of these differences that may be due to different sample preparation and imaging techniques, in particular serial-section transmission imaging (SS-TEM) compared to focused ion beam with scanning electron microscopy (FIB-SEM). To do this, we compare synapse detection in the major Drosophila EM reconstructions - FANC, MANC, FAFB (with original and new synapses), male CNS, BANC, and HemiBrain, plus several smaller reconstructions. We look at raw synapse counts to avoid any dependence on proofreading, and compensate insofar as possible for the confounds of sample sizes differences and different software detection efficiency. The result are estimates, per compartment and for the sample as a whole, of the number of synapses that would be visible to a skilled human observer. These are then compared across all samples, using regions which are reconstructed in common for each sample pair. We find that in almost all known cases where a volume has been reconstructed by both techniques, isotropic FIB-SEM reconstructions show more human-visible synapses than microtome sliced reconstructions, typically by more than 40%. This strongly suggests, but does not conclusively prove, that synapses are easier to see in isotropic FIB-SEM data.", "date": "2025-10-19", "journal": ""}
{"title": "A Novel Method to Characterize Functional Human Embryonic Stem Cells Derived Cardiomyocytes", "doi": "10.1101/2025.10.17.683184", "authors": "Hashemzadeh, M. R.; Aghajanpour, S.; Aghdami, N.; Aflatoonian, R.", "abstract": "Background: As key factors in innate immunity and activators of signals that are critically involved in the commencement of adaptive immune responses, Toll-Like receptors (TLRs) leave a trace in heart diseases, cardiomyocyte (CM) protection, contractility, and maturation. Human embryonic stem cells (hESCs) have the potential to provide an unlimited source of cardiomyocytes, being invaluable resources for cell therapy to restore heart function after damage. Objectives: The main goal of this novel study, TLRs expression during cardiomyocyte differentiation, is to determine whether this assessment can be considered a potential procedure to characterize functional cardiomyocytes. Methods: Royan H5 and Royan H6 hESC lines were cultured in suspension and differentiated into CMs according to the Laflamme protocol, and hESC-CMs were characterized by immunostaining for cytoskeletal proteins. The gene expression for TLR2, TLR3, TLR4, TLR5, and TLR9 was evaluated by RT-PCR and Q-PCR during differentiation. Moreover, the secretion of interleukin (IL)-6 and IL-8 was measured by enzyme-linked immunosorbent assay (ELISA). Results: The cell membrane receptors, TLR2 and TLR4, both represented the downward trend after day 14. However, the expression of endosomal representative receptors (TLR3 and TLR9) surged during differentiation and hit the highest point in fully differentiated CMs. Conclusion: It can be concluded that the generated CMs in this study are functional due to the expression pattern of TLRs being in favor of obtaining desired CMs. Meanwhile, manipulation and optimization of such receptors? expression is suggested in subsequent studies to obtain highly mature CMs as a gold candidate in cardiac cell-based therapy.", "date": "2025-10-19", "journal": ""}
{"title": "Tissue mechanics and systemic signaling safeguard epithelial tissue against spindle misorientation.", "doi": "10.1101/2025.10.18.682384", "authors": "Bosveld, F.; Tesson, B.; van Leen, E.; Amirebrahimi, S.; Thinat, R.; Bellaiche, Y.", "abstract": "Multicellular organisms possess conserved safeguard mechanisms that ensure the maintenance of tissue integrity. Exploring these mechanisms has proven instrumental in understanding how tissues robustly develop and prevent tumor initiation. Here, we investigate how epithelial tissues preserve their architecture and cell number in the face of spindle mis-orientation. Spindle mis-orientation, due to the lack of spindle pulling forces, centrosomes, or mitotic rounding, can cause epithelial cells to be mispositioned within or outside the tissue, leading to significant cell loss. By inducing spindle mis-orientation in Drosophila epithelial tissue, we first found that acentrosomal microtubules and cell contractility prevent excessive epithelial cell loss by enabling mispositioned cells to reintegrate into the epithelium. However, this mechanism alone is insufficient to maintain the total epithelial cell number. We uncovered that epithelial mechanics and cell size sensing monitor and compensate for epithelial cell loss predominantly by reducing physiological apoptosis through Hippo/YAP signaling. Lastly, we found that systemic TNF signaling protects the organism by eliminating potentially harmful non-reintegrating cells. Overall, our results delineate the complementary roles of mechanics and systemic signaling in controlling cell number and position at both tissue and organismal levels.", "date": "2025-10-19", "journal": ""}
{"title": "TranslAGE: A Comprehensive Platform for Systematic Validation of Epigenetic Aging Biomarkers", "doi": "10.1101/2025.10.16.682960", "authors": "Borrus, D. S.; Sehgal, R.; Armstrong, J. F.; Gonzalez, J. T.; Zou, G.; Kasamoto, J.; Markov, Y.; Lasky-Su, J.; Higgins-Chen, A.", "abstract": "Epigenetic clocks are powerful biomarkers of biological aging, however, their performance varies across studies and contexts. Current limitations include siloed datasets, inconsistent validation methods, and the absence of a standardized framework for systematic comparison. Here, we introduce TranslAGE: a publicly available online resource that addresses this gap by harmonizing 179 human blood DNA methylation datasets and precalculating a suite of 41 epigenetic biomarker scores for each of the >42,000 total samples. Users can explore these data through interactive dashboards that evaluate four fundamental performance domains: Stability, Treatment response, Associations, and Risk, collectively forming the STAR framework. Stability quantifies robustness to multiple types of technical and biological noise. Treatment response measures biomarker sensitivity to aging interventions and environmental exposures. Associations capture cross-sectional relationships with age, demographics, disease, and other phenotypes, and Risk assesses predictive power for future functional decline, morbidity and mortality. The STAR framework unifies these test metrics into a single composite scoring system that enables researchers to identify, benchmark, and validate biomarkers best suited to their scientific or clinical applications. TranslAGE will be continually updated, with rapid scaling by adding datasets, biomarkers, or analyses. By providing harmonized datasets, precomputed biomarker scores, and interactive data tools, TranslAGE establishes the first standardized, reproducible framework for benchmarking epigenetic aging biomarkers across populations, and accelerates the translation toward clinical use.", "date": "2025-10-19", "journal": ""}
{"title": "Aberrant splicing of MBD1 reshapes the epigenome to drive convergent myeloerythroid defects in MDS", "doi": "10.1101/2025.10.17.682569", "authors": "Chen, H. T.; Joshi, P.; Cathelin, S.; Jahangiri, S.; Xu, J.; Tsao, E.; Mo, Y.; Kealy, D.; Dowle, A.; Adeel, S. A.; Balde, Z.; Gowlett-Park, D.; Czibere, K.; Misura, A.; Bigun, O.; Sasso, R.; Lin, A.; Kundu, N.; Chadwick, D.; Usta, S.; Khazaee, T.; Chow, S.; Tsui, H.; Minden, M. D.; Holding, A. N.; Bridge, K. S.; Zheng, G.; Hope, K. J.", "abstract": "Myelodysplastic neoplasms (MDS) feature hematopoietic deficits driven in part by transcript splicing abnormalities. Thus far, such disease-driving transcripts have been identified in association with specific splicing factor mutations. However, it remains unclear whether there also exists a set of disease-wide conserved pathological transcripts, which drive MDS independently of mutational status. Here, we characterize an MDS-associated long isoform of MBD1 (MBD1-L) as the first described member of this class of transcripts. Overexpression of MBD1-L in healthy human HSPCs recapitulates archetypal defects of MDS including deficits in erythroid differentiation and reconstitution capacity. These defects arise from an isoform-specific switching of MBD1's binding behavior, refocusing its heterochromatin-promoting activity from methylated to unmethylated CpGs and enacting broad downregulation of CpG-rich promoters as well as secondary epigenetic effects mediated by its downstream target BCOR. Remarkably, we also find that directly reversing abnormal MBD1 splicing in primary human MDS using nanoparticle-encapsulated ASOs enhances erythroid differentiation.", "date": "2025-10-19", "journal": ""}
{"title": "ACE2 Phosphorylation Modulates Angiogenesis via the Activator Protein-1", "doi": "10.1101/2025.10.17.683185", "authors": "Shyy, J. Y.-J.; Lei, Y.; Xing, Y.; Lei, Y.; Liu, Q.; Wei, T.-Y. W.; Li, B.; He, F.; Wu, Z.; Wang, L.; Wang, C.; Hao, W.; Zhang, J.; Xiong, Y.; Zhou, J.; Wang, X.; Yuan, Z.-Y.", "abstract": "Background: Angiogenesis plays a crucial role in organ development. However, aberrant blood vessel growth is involved in various diseases, including tumors and neovascular eye diseases. Angiotensin-converting enzyme 2 (ACE2) is a critical enzyme regulating the health of cardiovascular system, and its post-translational modifications (PTMs) are crucial to determine ACE2 expression level and activity. Here, we studied how the PTM of ACE2 in vascular endothelial cells (ECs) affect pathological retinal neovascularization and tumor angiogenesis. Methods: The angiogenic capabilities of ECs were assessed by tube formation, sprouting assays, and 5-ethynyl-2-deoxyuridine (EdU) and filopodia staining. EC angiogenesis was examined by poteome profiler array and aortic ring assays in vitro and by the oxygen-induced retinopathy (OIR) and tumor angiogenesis models in vivo. High-throughput screening involving data from RNA-seq, ATAC-seq, and ChIP-seq were used to explore the epigenetic and transcriptional regulations of pro-angiogenic genes regualtged by ACE2 PTMs. Results: ACE2 Ser-680 dephosphorylation in connection with Lys-788 ubiquitination increased EC angiogenic phenotype, which were manifested by aberrant vascularization in mouse OIR and tumor models. ACE2 Ser-680 dephosphorylation led to the activation of activator protein-1 (AP-1), which transactivated multiple genes involved in angiogenesis. AP-1 inhibition mitigated such angiogenesis in vivo. Conclusion: Our findings show a novel PTM mechanism of ACE2 involved in pathological angiogeneis. Specifically, ACE2 Ser-680 dephosphorylation facilitated AP-1 transactivation of the downstream pro-angiogenic genes in ECs.", "date": "2025-10-19", "journal": ""}
{"title": "Polychaete capture by native jellyfish and invasive ctenophore reveals a novel benthic pelagic trophic link", "doi": "10.1101/2025.10.18.683197", "authors": "Yeo, H. H.; Ferreira, L.; Kristensen, E.; Garm, A. L.; Javidpour, J.", "abstract": "Shallow coastal and estuarine habitats are among the most productive ecosystems, sustained by dynamic benthic pelagic coupling. While traditionally described through detrital fluxes, living-mediated trophic interactions remain underexplored. Here we present the first field evidence that benthic nereidid polychaetes are preyed upon by gelatinous zooplankton; the native scyphomedusae Aurelia aurita and the invasive ctenophore Mnemiopsis leidyi. These events occurred most frequently in summer, particularly in the inner reaches of a Danish fjord, and were more often associated with A. aurita than M. leidyi. Stable isotope analyses revealed seasonal and species specific patterns: in summer, polychaetes shared similar isotopic signatures with their gelatinous predators, while in autumn they exhibited significant enrichment, possibly reflecting starvation or decay. Mixing models indicated that polychaetes constitute the second most important dietary component for A. aurita and M. leidyi during summer, after seston and zooplankton, respectively but declined in importance in autumn. These finding uncover a previously overlooked trophic pathway through which benthic prey subsidize pelagic consumers, strengthening benthic pelagic coupling. Despite their lower observational frequency in M. leidyi, dietary models suggest ctenophores may exploit this resource opportunistically, with potential implications for competitive interactions and invasion dynamics. Our results highlight the need to incorporate living benthic pelagic interactions into ecological models of energy flow and invasion ecology.", "date": "2025-10-19", "journal": ""}
{"title": "Interplay Between Pulmonary Membrane Properties and Lung Disease: a Study of Seven Bottlenose Dolphins", "doi": "10.1101/2025.10.17.683140", "authors": "Porras-Gomez, M.; Sengul, B. S.; Kambar, N.; Gluck, S.; Flatt, K.; Parry, C.; Ruiz Le-Bert, C.; Hernandez-Saavedra, D.; Leal, C.", "abstract": "Pneumonia is the leading cause of morbidity and mortality of bottlenose dolphins Tursiops truncatus. We investigate a series of rare and opportunistic samples of pulmonary surfactant membranes (PSMs) extracted from lungs of seven dolphins in the care of the U.S. Navy Marine Mammal Program. We found a striking correlation between PSM structure, lipidome, and mechanical properties with the severity of lung injury. Specifically, lipidomics reveals exacerbated contents of cardiolipins confirming a result obtained for terrestrial mammals afflicted by experimental pneumonia. Employing a battery of X-ray scattering, atomic force, and electron microscopy, we evaluate how the altered lipid composition impairs the structural integrity of the PSM and leads to dehydration and enhanced rigidity. Our findings demonstrate that the function of pulmonary surfactant membranes goes far beyond lowering alveolar surface tension, regulating their biochemical and biophysical properties with lung pathology progression. This knowledge will be useful to the development of future diagnostics and therapeutics of respiratory diseases targeting lung membranes.", "date": "2025-10-19", "journal": ""}
{"title": "Cancer-specific sialylation of insulin-like growth factor 1 receptor impairs therapeutic antibody binding and efficacy", "doi": "10.1101/2025.10.17.682592", "authors": "Hassan, A. A.; Chen, Q.; Fung, K. S. W.; To, S. K. Y.; Cheung, L. W. T.; Zhang, C.; Liu, N.; Lok, C. N.; Che, C.-M.; Ip, P. P. C.; Li, X.; Wong, A. S.-T.", "abstract": "Despite extensive efforts to develop insulin-like growth factor (IGF1R)-targeted therapies for various malignancies, none has received clinical approval in the past two decades. Here, we reveal that N-glycan sialylation significantly decreases recognition by the humanized monoclonal anti-IGF1R antibody ganitumab across various cancer types, reducing its efficacy both in vitro and in vivo. Sialoforms of IGF1R are virtually absent in normal cells, indicating that the modification is tumor-specific. Pharmacological inhibition of sialyltransferases significantly sensitizes metastatic tumors to ganitumab in a ganitumab-resistant ovarian cancer model. Enzymatic removal of sialic acids from tissue sections resulted in marked enhancement in antibody binding to ovarian cancer patient tumors, but not normal tissues. Upregulation of 2-6 sialyltransferase ST6GAL1 in tumor tissues was found to be responsible for sialylation of IGF1R. Consequently, ST6GAL1-high tumors were more likely to benefit from desialylation-mediated enhancement of ganitumab binding. Furthermore, through comprehensive glycoproteomics analysis, structural prediction, and molecular dynamics simulation, we identify Asn-607 (N607) as a crucial site harboring sialylated glycans. Mechanistically, N607 glycosylation destabilizes the IGF1R-ganitumab complex. Overexpression of IGF1R Asn-607-Gln (N607Q) mutant in IGF1R-knockout cancer cells increases ganitumab efficacy compared to wild-type IGF1R in vivo. Taken together, these findings highlight sialylation as a common barrier in IGF1R-targeted therapies and provide crucial insights for therapy enhancement in cancer and patient stratification for future clinical trials.", "date": "2025-10-19", "journal": ""}
{"title": "Spatially-resolved Photoproximity Profiling of MYC Identifies a MYC-BAF Liability in Cancer Cells", "doi": "10.1101/2025.10.17.683176", "authors": "Carlos, A.; Huang, S.; Yang, D. E.; Swenson, C.; Chakraborty, P.; Yu, S.; Fu, J.; Stein, B.; Moellering, R.", "abstract": "The c-MYC transcription factor is aberrantly expressed in most human cancers to enhance expression of proliferative gene programs. Owing to its pseudo-ordered structure and reliance on extensive and dynamic protein-protein interactions in distinct transcriptional regulatory complexes, defining context-specific MYC interactors has remained challenging. Therefore, mapping MYC-centered complex topologies in disease relevant models could identify components critical for its function which may serve as therapeutic targets in MYC-driven cancers. Here, we present a matched pair of photoproximity probes coupled with quantitative proteomics which enable context-dependent mapping of protein complex topology inside cells. We applied this spatially resolved, intracellular photoproximity (siPROX) profiling workflow to map MYC interactomes across temporal, spatial and disease-relevant contexts. Basal and inhibitor-treated profiles confirmed interactions with a wide range of known chromatin-associated transcriptional regulatory factors that define the extended MYC transcriptional bubble in live cells. Time-resolved mapping of inhibitor treated cells identified dynamic remodeling of numerous transcriptional regulatory factors and identified several BAF complex members (e.g., PBRM1 and SMARCC1)1 that persist in the presence of bromodomain inhibition. Furthermore, spatial MYC topology maps in small cell lung cancer cells confirmed the presence of BAF complex members under conditions where MYC induced target gene expression, altered cell morphology and enhanced proliferation. Lastly, loss of BAF function via inhibition of SMARCA2/4 ATPase activity resulted in rapid loss of chromatin-bound and nuclear MYC levels, downregulation of MYC-dependent transcripts and MYC-specific cell growth in several cancer cell models. Together, these data highlight the potential for siPROX to identify spatially resolved, dynamic TF interactors and highlight MYC-proximal BAF interactions as a targetable liability to regulate MYC-dependent transcription and proliferation.", "date": "2025-10-19", "journal": ""}
{"title": "CD8 T cells mediate immunosurveillance for neoantigen+ epithelial stem cells in the colon", "doi": "10.1101/2025.10.19.683142", "authors": "Buck, J.; Iyer, N. R.; Fagerberg, E.; Micevic, G.; He, J.; St. Denis, K.; Shah, V.; Blackburn, H. N.; Venkatesan, S.; Attanasio, J.; Hunt, B. G.; Dalrymple, A.; Konnikova, L.; Beyaz, S.; Damo, M.; Booth, C. J.; Connolly, K. A.; Joshi, N. S.", "abstract": "Epithelial cells in the colon accumulate substantial numbers of somatic mutations, some of which can be recognised as neoantigens. The ability of CD8 T cells to survey for neoantigen+ cells in the healthy colon would provide an early detection mechanism to prevent cancer, but it is unclear whether neoantigen-specific CD8 T cells can mediate this process of immunosurveillance without becoming tolerant. To address this question, we used a genetically engineered mouse model to express a neoantigen in the epithelial cells of the adult proximal colon. Induction of neoantigen expression led to rapid elimination of neoantigen+ epithelial cells from the colon in a CD8 T cell-dependent manner. Neoantigen-specific CD8 T cells acquired cytolytic function within the colon tissue under steady-state conditions, which was required for elimination of the neoantigen+ epithelial cells. Despite the elimination of ~25% of their epithelial cells over a two-day period, the colons looked histologically normal. Immunofluorescence and single-cell transcriptomic analyses revealed that neoantigen-specific CD8+ T cells specifically target neoantigen+ stem cells at the crypt base, which was associated with Ki67 in the crypt wall and abundance of neoantigen-negative stem cells. Infiltrating neoantigen-specific CD8 T cells made IFNg and expressed PD-1, raising the question of why PD-1-dependent suppression did not prevent the acquisition of effector functions by these neoantigen-specific CD8 T cells. Despite an increased signature of interferon-stimulated genes in colonic epithelial cells, PD-L1 expression was surprisingly absent. Moreover, we found that colonic epithelial stem cells also did not express PD-L1 under conditions of chronic inflammation, such as ulcerative colitis, immune checkpoint-induced colitis, and ageing, or when directly stimulated with IFN-{gamma} in vitro. Analyses of the PD-L1 gene promoter across humans and mice showed hypermethylation at sites associated with PD-L1 repression in cancer. Thus, our data support a model in which the acquisition of neoantigens by colonic epithelial cells triggers CD8 T cell-mediated immunosurveillance. This results in the elimination of PD-L1-negative neoantigen+ stem cells by effector CD8 T cells and simultaneous repair of the colon by neoantigen-negative epithelial cells to prevent immunopathology.", "date": "2025-10-19", "journal": ""}
{"title": "Defining the impact of rRNA processing on nucleolar organization and function", "doi": "10.1101/2025.10.19.682850", "authors": "Mendoza-Figueroa, M. S.; Lavorando, E.; Gonskikh, Y.; Antony, C.; Elashal, H.; Chen, A. Y.; Tang, H.-Y.; Carone, D.; Paralkar, V. R.; Liu, K. F.", "abstract": "The eukaryotic nucleolus is a highly organized, multilayered structure essential for ribosomal RNA (rRNA) processing and ribosome assembly. However, how the sequential steps of rRNA maturation, particularly the series of endonucleolytic cleavages, contribute to maintaining nucleolar architecture remains poorly understood. Here, we show that disruption of pre-rRNA processing, especially impaired cleavage of the 5' external transcribed spacer (5'ETS), profoundly alters nucleolar organization. Specifically, defects in 5'ETS processing lead to the formation of a single large DAPI-negative nuclear structure and result in the mislocalization of nascent RNA, which diffuses throughout the disorganized nucleolus. These aberrant nucleoli exhibit a distinct proteomic profile, including downregulation of factors involved in splicing, cell cycle regulation, and chromatin organization, suggesting that the impact of nucleolar disorganization extends beyond ribosome biogenesis. Notably, we also observe mislocalization of heterochromatin markers, pointing to broader disruptions in nuclear architecture and gene regulation. Together, our findings reveal that proper 5'ETS cleavage is critical for preserving nucleolar compartmentalization and highlight the tight coupling between rRNA processing and nuclear organization.", "date": "2025-10-19", "journal": ""}
{"title": "DNA methylation profiles in diabetic embryos", "doi": "10.1101/2025.10.17.683187", "authors": "Li, P.-Y.; Zhao, F.-L.; Song, Y.-J.; Lei, B.-Y.; Niu, H.-J.; Wang, Y.-F.; Jiang, H.-W.", "abstract": "Maternal diabetes leads to neural tube defects (NTDs) in offspring. DNA methylation could be associated with NTDs induced by maternal diabetes. This study investigated whether maternal diabetes disturbs global DNA methylation of the embryos and possible influence on neural tube closure related genes. Our study showed that there was no significant difference in the overall distribution of DNA methylation levels between nondiabetic and diabetic embryos. The methylation levels of differentially methylated CpGs (dmCpGs) around transcription start sites, gene body and transcription end sites were higher in nondiabetic embryos than that in diabetic embryos. However, there was an increased methylation level of dmCpGs in CpG islands in diabetic embryos compared to that of nondiabetic embryos. Meanwhile, maternal diabetes significantly resulted in differential methylation of CpGs in promoter and gene bodies region of genes such as Sphingosine kinase-1 (Sphk1), twist basic helix-loop-helix transcription factor 1 (Twist1) and shroom family member 3 (Shroom3) and gene expression levels of three genes were altered by maternal diabetes. This study demonstrates that changes of DNA methylation in diabetic embryos led to aberrant expression of genes that may be involved in the pathophysiology of NTDs induced by maternal diabetes.", "date": "2025-10-19", "journal": ""}
{"title": "Timing the onset of homologous recombination deficiency before cancer diagnosis", "doi": "10.1101/2025.10.17.683157", "authors": "Andreopoulos, M.; Niu, M.; Zhang, Y.; Viswanadham, V. V.; Gulhan, D. C.; Jin, H.; Batalini, F.; Wulf, G.; Zong, C.; Park, P. J.; Glodzik, D.", "abstract": "Mutations in BRCA1 and BRCA2, whether inherited or somatically acquired, cause homologous recombination deficiency (HRD) in tumor cells. However, the precise timing of HRD onset in the tumor lineage is unknown. Under the haploinsufficiency model of BRCA1/2, HRD-associated mutagenesis could begin as early as fertilization, whereas the prevailing two-hit tumor suppressor model places HRD onset upon bi-allelic loss, the exact timing of which remains undetermined. Here, we analyzed mutational signatures in 118 breast and ovarian cancer genomes exhibiting HRD to estimate the onset of HRD-driven mutagenesis prior to cancer diagnosis. Using HRDTimer, a novel algorithm, we estimate that HRD arises in tumor precursor cells at 37% of SBS1-based molecular time--corresponding to 8.6 years (IQR 7.8-9.7) prior to diagnosis in triple-negative breast cancers, and 16.0 years (IQR 14.2-18.5) in ER-positive breast cancers. Bulk sequencing reveals an accelerated accumulation of SBS1 mutations following neoplastic transformation, influencing the age estimate of HRD onset. Single-cell duplex sequencing confirms this pattern and further shows that nearly all non-tumor cells lack the HRD signature, indicating that HRD is rare in pre-malignant cells, even in patients with inherited BRCA1/2 mutations. Our analysis provides an estimate of the time window during which HRD mutagenesis emerges, years before diagnosis, offering quantitative insight into when detection and potential interception may be possible.", "date": "2025-10-19", "journal": ""}
{"title": "Autoregulation of the MET Receptor Tyrosine Kinase by its Intracellular Juxtamembrane Domain", "doi": "10.1101/2025.10.19.683305", "authors": "Linossi, E. M.; Espinoza, C. A.; Estevam, G. O.; Fraser, J. S.; Jura, N.", "abstract": "Receptor Tyrosine Kinases (RTKs) are single-pass transmembrane receptors whose activation is tightly regulated by intra-domain interactions within both their extracellular and intracellular regions. The intracellular juxtamembrane domain, which links the transmembrane and kinase domains, often plays a critical role in modulating kinase activity. The MET receptor, activated by Hepatocyte Growth Factor (HGF), requires precise regulation to support normal development and wound healing, but becomes a potent oncogene when overexpressed or mutated. A common oncogenic lesion in MET, caused by exon 14 skipping, leads to partial deletion of its unusually long intracellular juxtamembrane domain and is frequently detected in non-small cell lung cancer (NSCLC), as well as pancreatic, liver and brain cancers. Despite its length and abundance of post-translational modifications, the functional role of the MET juxtamembrane domain has remained poorly understood. We have uncovered that this segment regulates the kinetics of MET kinase activation. Specifically, we found that a membrane-proximal, N-terminal region of the juxtamembrane domain accelerates activation loop phosphorylation promoting kinase transition to an active state. This regulation does not depend on the oligomeric state of MET but likely acts allosterically to enhance autophosphorylation of the kinase domain. Notably, this function is absent in the closely related MST1R/RON RTK, suggesting it is a unique feature of the MET receptor. Together, these findings uncover a previously unrecognized layer of MET regulation with potential implications for the development of selective therapies targeting MET-driven cancers.", "date": "2025-10-19", "journal": ""}
{"title": "Map of spiking activity underlying change detection in the mouse visual system", "doi": "10.1101/2025.10.17.683190", "authors": "Bennett, C.; Gale, S. D.; Heller, G.; Ramirez, T. K.; Belski, H.; Piet, A.; Zobeiri, O.; Amster, A.; Arkhipov, A.; Cahoon, A.; Caldejon, S.; Carlson, M.; Casal, L.; Daniel, S.; Farrell, C.; Garrett, M.; Gillis, R.; Grasso, C.; Hardcastle, B.; Hytnen, R.; Johnson, T.; Ledochowitsch, P.; L'Heureux, Q.; Mastrovito, D.; McBride, E.; Mihalas, S.; Mochizuki, C.; Morrison, C.; Nayan, C.; Ngo, K.; North, K.; Ollerenshaw, D.; Ouellette, B.; Rhoads, P.; Ronellenfitch, K.; Schroedter, M.; Siegle, J. H.; Slaughterbeck, C.; Sullivan, D.; Swapp, J.; Taormina, M.; Wakeman, W.; Waughman, X.; Williford, A.; Ph", "abstract": "Visual behavior requires coordinated activity across hierarchically organized brain circuits. Understanding this complexity demands datasets that are both large-scale (sampling many areas) and dense (recording many neurons in each area). Here we present a database of spiking activity across the mouse visual system--including thalamus, cortex, and midbrain--while mice perform an image change detection task. Using Neuropixels probes, we record from >75,000 high-quality units in 54 mice, mapping area-, cortical layer-, and cell type-specific coding of sensory and motor information. Modulation by task-engagement increased across the thalamocortical hierarchy but was strongest in the midbrain. Novel images modulated cortical (but not thalamic) responses through delayed recurrent activity. Population decoding and optogenetics identified a critical decision window for change detection and revealed that mice use an adaptation-based rather than image-comparison strategy. This comprehensive resource provides a valuable substrate for understanding sensorimotor computations in neural networks.", "date": "2025-10-19", "journal": ""}
{"title": "A simple, open-source restraint system for magnetic resonance imaging in awake rats", "doi": "10.1101/2025.10.18.683153", "authors": "Quansah Amissah, R.; Hanafy, M. K.; Kayir, H.; Zeman, P.; Gilbert, K.; Li, A.; Bellyou, M.; Schormans, A. L.; Allman, B. L.; Khokhar, J.", "abstract": "Magnetic resonance imaging (MRI) is a critical tool for translational neuroscience, offering cross-species insights into brain structure and function; however, its application in preclinical research is constrained by routine anesthesia use or sedation, which alters neural activity and limits comparisons to awake human imaging. Awake rodent functional MRI (fMRI) provides a powerful platform for investigating brain function under physiologically relevant conditions, but implementation is limited by technical challenges, particularly head motion and stress during scanning. Most restraint systems employ initial anesthesia, compromising translatability of findings, and highlighting the need for improved designs. We developed a novel restraint system optimized for awake rat fMRI. The system consists of modular 3D-printed components and can be assembled in under five minutes. It is accompanied by a protocol that includes head-post implantation followed by an 11-day habituation period post-surgical recovery. The system eliminates the need for isoflurane anesthesia, ear bars, and bite bars, reducing stress and improving animal comfort. It supports integration with behavioral paradigms such as pupil tracking and licking responses. High-resolution T2-weighted anatomical images and functional scans obtained using the system showed excellent spatial clarity and minimal motion artifacts. Quality control metrics, including head motion parameters and temporal signal-to-noise ratio, confirmed the system's stability and suitability for awake imaging. Functional connectivity analysis revealed robust positive correlations between functionally relevant regions. This system offers a scalable, reproducible, and animal-friendly solution for awake rat fMRI. While the current design limits direct cranial access for multimodal recordings, it enables high-quality, behaviorally enriched imaging without anesthesia.", "date": "2025-10-19", "journal": ""}
{"title": "Ultra-High-Throughput LC-MS Method for Targeted Protein Degradation Compound Screening Using the Orbitrap Astral Mass Spectrometer", "doi": "10.1101/2025.10.18.683219", "authors": "Lin, H.; Yang, Y.-Y.; Maity, S.; Sun, Q.; Wang, J.", "abstract": "High-throughput proteomics analysis is crucial for targeted protein degradation (TPD) compound screening. Here, we developed a 300 sample per day (SPD) LC-MS method using the Orbitrap Astral mass spectrometer for ultra-high-throughput TPD compound screening. We identified close to 8,000 protein groups from a single cell line with a coefficient of variance (CV) of less than 10%, highlighting the deep proteome coverage and method reproducibility even at 300 SPD. This high degree of precision provides the statistical confidence to detect subtle, yet significant, changes in protein abundance that were previously challenging to quantify in high-throughput workflows. To evaluate the quantitation accuracy of this method, we further mixed the digests from two or three species at different ratios. Our three-proteome mixture results demonstrated highly accurate quantitation for proteins with both small and large fold changes. Moreover, our two-proteome mixture experiment, where 20 to 160 ng of yeast digest was spiked into 200 ng of HeLa digest, showed an R2 of 0.999 for the yeast proteome, underscoring the quantitation accuracy of the method. Utilizing this workflow, we studied dose-dependent protein degradation patterns induced by pomalidomide, iberdomide, and mezigdomide. Our results indicate that mezigdomide may possess enhanced efficacy in T cells by degrading additional proteins such as IKZF2, thereby boosting anti-cancer immunity. Together, we developed an ultra-high-throughput LC-MS method with excellent proteome coverage and quantitation accuracy that is highly suitable for chemoproteomics screening of drug libraries.", "date": "2025-10-19", "journal": ""}
{"title": "Native PGC-LC-MS Profiling Reveals Distinct O-Acetylation Patterns of Sialylated N-Glycans Across Mammalian Sera", "doi": "10.1101/2025.10.19.683285", "authors": "Ashwood, C.", "abstract": "O-acetylation of sialic acids represents an additional layer of structural diversity and biological complexity, occurring at various hydroxyl positions (commonly C-7, C-8, or C-9) of the sialic acid residue. This modification modulates the recognition of sialylated glycans by lectins, antibodies, and viral proteins, and contributes to viral tropism and host susceptibility, particularly in influenza and coronaviruses that bind O-acetylated sialylated receptors. However, current LC-MS glycomics workflows commonly employ reduction or permethylation, which, while improving chromatographic stability and ionisation, result in the loss of labile O-acetyl groups, obscuring their biological relevance. Native glycan analysis, in contrast, preserves the complete structural integrity of glycans, enabling accurate detection of labile modifications. Using a native released glycan workflow limited to pH [&le;] 8, O-acetylated N-glycans were detected in mouse and rat sera that were previously undetectable under basic derivatisation conditions. Beam-type collision-induced dissociation generated the most informative fragmentation spectra, with diagnostic ions confirming O-acetylated NeuGc and NeuAc residues. Chromatographic profiling revealed later elution and broadened peak shapes for O-acetylated species, consistent with increased hydrophobicity and microheterogeneity. A checkpoint-based identification workflow incorporating isotopic, chromatographic, and MS2 criteria reduced false positives, retaining only 3-5% of putative O-acetylated glycans as confident identifications. Quantitative comparison across species revealed extensive O-acetylation in rat (53.4%) and moderate modification in mouse (8.8%), but none detectable in human serum. These findings establish a robust analytical framework for native detection and characterisation of O-acetylated N-glycans, revealing species-specific regulation of this labile modification.", "date": "2025-10-19", "journal": ""}
{"title": "AF-CALVADOS: AlphaFold-guided simulations of multi-domain proteins at the proteome level", "doi": "10.1101/2025.10.19.683306", "authors": "von Bülow, S.; Johansson, K. E.; Lindorff-Larsen, K.", "abstract": "Deep-learning methods have transformed our ability to predict the three-dimensional structures of folded proteins from sequence, and coarse-grained simulations have made it possible to study intrinsically disordered proteins at the proteome scale. More than half of human proteins, however, contain mixtures of disordered regions and one or more folded domains, and the biological function of these multi-domain proteins depends on the interplay between the folded and disordered regions. Here, we developed AF-CALVADOS, a coarse-grained simulation model that is informed by AlphaFold to model the dynamics of intrinsically disordered proteins and multi-domain proteins containing mixtures of folded and disordered regions. AF-CALVADOS leverages information from AlphaFold 2 to model folded regions that we then integrate with the coarse-grained CALVADOS model. Our automated framework makes it possible to perform simulations of any soluble folded or disordered protein without manually defined folded regions, enabling scaling to the proteome level. We validate AF-CALVADOS using experimental data and consistency between our simulations and the AlphaFold 2 predicted aligned error matrix. We demonstrate the scalability of AF-CALVADOS by performing simulations of 12,483 cytosolic human proteins and make the data freely available; we envisage that large-scale simulation data generated by AF-CALVADOS can be used to benchmark or train machine learning models for flexible, multi-domain proteins. The conformational ensembles can be used to study sequence-dynamics-function relationships at scale, and can shed light on the interplay between folded and disordered regions. We exemplify this by analysing the disordered regions in 1,487 human transcription factors.", "date": "2025-10-19", "journal": ""}
{"title": "Integrative Transcriptomic Analysis Identifies Hypoxia-Responsive Cell Cycle Hub Genes as Prognostic Markers in Glioblastoma", "doi": "10.1101/2025.10.18.683218", "authors": "Sharma, M. K.; Chongtham, J.; Bhushan, A.; Chosdol, K.; Sinha, S.; Srivastava, T.", "abstract": "Glioblastoma (GBM) is the most aggressive primary brain malignancy, characterized by hypoxia driven proliferation, therapeutic resistance, and poor prognosis. While hypoxia induced transcriptional changes are well documented, the temporal regulation of cell cycle genes under sustained hypoxia remains unclear. This study profiled transcriptomic alterations in U87MG cells cultured under normoxia and graded hypoxia for one to three days. Differentially expressed genes (DEGs) were identified and analyzed using STRING, Cytoscape, MCODE, and CytoHubba to construct protein protein interaction (PPI) networks and extract hub genes. Functional enrichment was assessed through DAVID, ClueGO, and KEGG, while prognostic relevance was evaluated using GlioVis and ONCOMINE datasets. qRTPCR validated expression of selected hub genes. A total of 294 DEGs were identified, forming two main functional modules enriched in cell cycle regulation and chemokine signaling pathways. Eighteen hub genes (KIF20A, CCNB1, AURKA, EGR1, CDCA3, CENPF, CDCA2, ASPM, KIF11, CCL2, CCNA2, DLGAP5, RACGAP1, TPX2, PTGS2, CTGF, and KIFC1) were significantly associated with mitotic processes and GBM progression. Survival analysis demonstrated that 17 of these genes correlated with poor overall survival (p < 0.05). qRTPCR confirmed that hub gene expression peaked during early hypoxia and declined with prolonged exposure, indicating dynamic regulatory adaptation. These findings identify key hypoxia-responsive genes governing cell cycle progression and highlight their prognostic and therapeutic potential in glioblastoma.", "date": "2025-10-19", "journal": ""}
{"title": "Maternal Light and Temperature Modulate Seed Longevity in Arabidopsis", "doi": "10.1101/2025.10.19.683148", "authors": "Mazhari Azad, S.; Gill Villar, D.; Yordan, E.; Mestre Pluvinet, P.; Forment, J.; Tarraga Herrero, S.; Gonzalez, C.; Ninoles Rodenes, R.; Gadea, J.", "abstract": "Seed longevity is defined as the length of time a seed can preserve its germination capacity, and it is a relevant trait for disciplines from agriculture to ecology. Seed longevity is a polygenic trait influenced by genetic and environmental factors. Despite the recognized impact of climate change on many reproductive aspects of plant biology, studies focused on how these new conditions affect this trait are scarce. In this work, we describe how environmental conditions to which the plants are exposed during seed development, termed the maternal environment effect, modulate longevity of the new developed seeds. Eight Arabidopsis thaliana natural accessions were grown on a combination of four different environmental scenarios: 22 or 27 degrees centigrade at both low-light or high-light intensity. The combined effect of both 27 degree centigrade and high light conditions generated seeds with higher longevity, although the effect is accession dependent. Similarly, an anticorrelation was found between seed dormancy and seed longevity when seeds were developed at 22 degree centigrade under HL conditions, highlighting the importance of the environment in determining final seed properties. Transcriptome analysis of the Bor-4 accession, whose seeds presented the highest difference in longevity between conditions, revealed a very dynamic composition of stored mRNAs modulated by the four different environmental conditions during seed development. Nearly 80% of the differentially expressed genes exhibited a combined effect when both temperature and light-intensity were altered. Results suggest that seeds subjected to higher temperature and light intensity are primed with antioxidant defences and have a higher potential to deploy raffinose family oligosaccharides, which would be critical to safeguard cellular components during the ageing process.", "date": "2025-10-19", "journal": ""}
{"title": "Coarse-graining reveals collective predictive information in a sensory population", "doi": "10.1101/2025.10.18.683195", "authors": "Kline, A. G.; Koch-Janusz, M.; Walczak, A. M.; Mora, T.; Palmer, S. E.", "abstract": "Biological systems perform complex computations using hundreds of individual actors, but they do so efficiently and in a way that can be read out and interpreted by other biological networks. Coarse-graining may allow for key collective features to be effectively and efficiently communicated. In the brain, early sensory systems perform prediction, which can compensate for lags in neural processing. This computation is collective, meaning it relies upon interactions between many neurons, and operates in complex, dynamic natural environments. Taking these two facets of biological complexity together, we search for maximally-predictive collective variables in large groups of retinal ganglion cells responding to dynamic natural visual scenes. To find collective variables that best capture predictive computations in the neurons, we apply a tractable, approximate implementation of the information bottleneck method to neural data. We infer a lower-dimensional representation that is maximally informative about the future neural activity. We observe scaling relationships between this mutual information estimate, neural subset size, and information decay timescale. Further, the structure of collective modes changes for predicting at short versus longer timescales.", "date": "2025-10-19", "journal": ""}
{"title": "Topological decoding of grid cell activity via path lifting to covering spaces", "doi": "10.1101/2025.10.17.683158", "authors": "Yao, Y. J.; Yoon, I. H. R.", "abstract": "High-dimensional neural activity often reside in a low-dimensional subspace, referred to as neural manifolds. Grid cells in the medial entorhinal cortex provide a periodic spatial code that are organized near a toroidal manifold, independent of the spatial environment. Due to the periodic nature of its code, it is unclear how the brain utilizes the toroidal manifold to understand its state in a spatial environment. We introduce a novel framework that decodes spatial information from grid cell activity using topology. Our approach uses topological data analysis to extract toroidal coordinates from grid cell population activity and employs path-lifting to reconstruct trajectories in physical space. The reconstructed paths differ from the original by an affine transformation. We validated the method on both continuous attractor network simulations and experimental recordings of grid cells, demonstrating that local trajectories can be reliably reconstructed from a single grid cell module without external position information or training data. These results suggest that co-modular grid cells contain sufficient information for path integration and suggest a potential computational mechanism for spatial navigation.", "date": "2025-10-19", "journal": ""}
{"title": "A sex hormone-BDNF-TrkB axis directs sympathetic innervation in the mouse mammary gland", "doi": "10.1101/2025.10.18.683256", "authors": "Maity, S.; Krishnan, A.; Cardoza, K. T.; Frascoli, S. M.; Joshi, D. M.; Shah, A. B.; Maiti, D.; Joshi, P. A.", "abstract": "Stromal-epithelial interactions underlie fundamental tissue morphogenesis in normal development, tissue regeneration and cancer. Peripheral nerves are increasingly implicated as important stromal drivers of normal and malignant epithelial tissue biology. In the mammary gland, epithelial cell fate is highly dependent on stromal cues during distinct stages of postnatal growth which are triggered by ovarian sex hormones estrogen and progesterone. However, the effects of sex hormones on peripheral nerves in the postnatal mammary gland is largely unknown. Here, we uncover extensive changes in peripheral sympathetic innervation in the mammary stromal microenvironment during puberty and pregnancy which are periods of active postnatal mammary epithelial growth. We find that sex hormones induce sympathetic axonal branching through an intricate hormone-epithelial-nerve cross-talk. Specifically, estrogen and progesterone stimulate the expression of brain-derived neurotrophic factor (BDNF) in mammary hormone receptor-expressing luminal epithelial cells which acts on Tropomyosin receptor kinase B (TrkB)-expressing sympathetic nerves to activate BDNF-TrkB signaling. Our findings illustrate a previously unrecognized capacity of hormone-sensing epithelial cells to modulate sympathetic innervation, providing a framework for understanding nerve dynamics during tissue regeneration and cancer.", "date": "2025-10-19", "journal": ""}
{"title": "PBRM1-Dependent PBAF Targeting is Required for EMT and Metastasis in Breast Cancer", "doi": "10.1101/2025.10.19.683137", "authors": "Dhiman, A.; Ayers, M. G.; McCuiston, J. L.; Shinde, A. B.; Akhand, S. S.; Jiao, G.; Jauregui-Lozano, J.; Hadisurya, M.; Porter, E. G.; Tao, W. A.; Weake, V. M.; Zhang, Y.; Utturkar, S. M.; Maraunde, M. R.; Wendt, M. K.; Dykhuizen, E. C.", "abstract": "SWI/SNF chromatin remodelers utilize ATP to mobilize nucleosomes on DNA and are represented by three biochemically distinct subcomplexes, the more abundant cBAF and the less abundant PBAF and GBAF subcomplexes. Patient mutations and genetic studies have identified important roles for PBAF subunits in development and disease; however, relating PBAF-mediated phenotypes to biochemical function in chromatin regulation and gene expression has been challenging. Further complicating matters, cell-based systems often do not reflect the phenotypes and genotypes observed with PBAF mutations in vivo. Here we show that the PBRM1 subunit of PBAF is critical for the completion of TGFB1-mediated epithelial-mesenchymal transition of mammary cells in vitro as well as the metastasis of murine breast cancers in vivo. Using epigenomics to profile different stages of EMT, we find that PBRM1 is necessary for targeting PBAF to inducible promoters marked by H3K14ac alone. We further find that PBRM1 facilitates DNA accessibility at sites bound by TGF{beta}1-inducible transcription factors, such as Atf3, for the induction of genes involved in migration, cell survival, and inflammation. Our model allows us to separate constitutive vs inducible gene expression to help explain some of the context-dependent phenotypes observed with PBRM1 deletion. In addition, we provide evidence that while PBRM1 deletions can promote the initiation of certain cancers in early stages, PBAF may be a vulnerability in late-stage metastatic cancers.", "date": "2025-10-19", "journal": ""}
{"title": "CircNFATc3 promotes Fetal Hemoglobin induction by regulating let-7b/GATA2 axis", "doi": "10.1101/2025.10.19.682992", "authors": "Mukherjee, M.; Rahaman, M.; Dolai, T. K.; Chakravorty, N.", "abstract": "Reactivation of developmentally suppressed fetal hemoglobin (HbF) holds therapeutic promise. However, the post-transcriptional control of regulators that orchestrate {gamma}-globin (HBG1/2) expression is still elusive. This study aims to elucidate the highly understudied role of circular RNA (circRNA), circNFATc3, as post-transcriptional {gamma}-globin regulator. This study evaluates the circNFATc3/let-7b/GATA2 axis and its relationship with HbF induction through computational and experimental molecular and cellular approaches, including gain and loss-of-function studies. These evaluations have revealed that competitive splicing of circNFATc3, at the expense of its linear transcript, sequesters let-7b miRNA, thereby reactivating GATA2-mediated HbF expression. Moreover, transcriptomic profiling of circNFATc3-overexpressed erythroid cells showed that its role is not only restricted to HbF induction but it may play a broader role in erythropoiesis, adding further complexity to the role of this circular transcript. Therefore, our study demonstrates a pivotal role of circNFATc3 as an HbF inducer and places this circRNA as a promising modifier in erythroid transcription programs, opening avenues for novel therapeutic strategies in {beta}-thalassemia.", "date": "2025-10-19", "journal": ""}
{"title": "Divergent roles of DNA methylation, TRIM28, and p53 surveillance in human embryonic and trophoblast stem cells", "doi": "10.1101/2025.10.19.683051", "authors": "Pastor, W. A.; Saini, D.; Katz, M. S.; Beck, S. G. A.; Ireland, T. E.; Ray, S.; Niloy, A. J.; Mazloomnejad, R.; Fleming, A.; Vetrici, S. C.; Cinkornpumin, J. K.; Sack, T.; Duhamel, S.; Slim, R.; Park, M.; Frost, J. M.; Paul, S.; Martin, R. C.", "abstract": "Transcriptional regulation of transposons and genes by TRIM28 and 5mC is critical for proper mammalian embryonic development, but the specific roles for these mediators in human embryonic and placental lineage remain unclear. We find that loss of TRIM28 has a limited effect on global transposon expression and instead results in upregulation of genes proximal to TRIM28-bound Long Terminal Repeats (LTRs) in both human trophoblast stem cells (hTSCs) and human embryonic stem cells (hESCs). MER11A elements show especially strong regulatory importance in hTSCs: these elements are bound by both TRIM28 and placental transcription factors and show both heterochromatic and euchromatic features. Some genes are positively regulated by MER11A elements in hTSC basal state, while other MER11A-proximal genes show upregulation only upon TRIM28 deletion. By contrast, loss of DNA methylation in hESCs or hTSCs leads to a global increase in transposon expression. While many genic 5mC targets are shared in hESCs and hTSCs, we also observe evidence that a handful of genes important for somatic development are repressed by 5mC in trophoblast, while a small parallel set of placental genes are repressed by methylation in embryonic tissue. Interestingly, loss of DNMT1 causes hESCs to be rapidly lost from culture in a TP53 and mitotic surveillance checkpoint-dependent manner, while hTSCs show little p53 response to DNMT1 loss or DNA damage generally, instead showing gradual mitotic defects and aneuploidy and slow loss from culture. This discrepancy may explain the higher frequency of karyotypic abnormality found in human placental cells. Together, this study charts the role of TRIM28 and DNA methylation in regulating embryonic and placental transcription and demonstrates divergent p53-dependent responses to genomic instability.", "date": "2025-10-19", "journal": ""}
{"title": "Sex-biased transcriptome in embryonic mouse cortices under Pax6 haploinsufficiency highlights Pbdc1 as a candidate regulator", "doi": "10.1101/2025.10.19.683266", "authors": "Manabe, S.; Ochi, S.; Kikkawa, T.; Naher, S.; Saeki, M.; Yamada, K.; Kosako, H.; Kishi, Y.; Sawasaki, T.; Osumi, N.", "abstract": "Mutations in Pax6, encoding a transcription factor essential for brain patterning and neurogenesis, have been linked to female-biased cortical malformations and behavioral abnormalities, yet the molecular basis remains unclear. Here we show that Pax6 haploinsufficiency (Sey/+) produces more pronounced sex-biased alterations in the transcriptome and cytoarchitecture of embryonic mouse cortices than those in wild-type and homozygous mutants (Sey/Sey). Pbdc1, a previously uncharacterized X-linked gene implicated in autism, is selectively upregulated in Sey/+ females and proximity-dependent protein-protein interaction analysis reveals Pbdc1 interacts with RNA-splicing factors. Moreover, Pbdc1 overexpression reduces intermediate progenitor cells in the developing cortex. ChIP-qPCR further demonstrates Pax6 and BAF occupancy at the Pbdc1 promoter in WT embryos of both sexes and CUT&Tag shows H3K4me3 elevation selectively in Sey/+ females. Our findings indicate that partial loss of Pax6 shapes the embryonic cortical transcriptome and cytoarchitecture in a sex-dependent manner and highlight Pbdc1 as a candidate regulator of sex-biased corticogenesis.", "date": "2025-10-19", "journal": ""}
{"title": "Modeling asymmetric Thermal Performance Curves for proportion data", "doi": "10.1101/2025.10.17.683179", "authors": "Johnson, L. R.; Lippi, C.; Huxley, P.; Ryan, S. J.", "abstract": "Ectotherms are subject to temperature impacts on a variety of functional traits, such as fecundity and development. Quantifying the shape of the response of traits to temperature involves fitting (usually) non-linear curves to empirically derived data. This study introduces the LINEX Thermal Performance Curve (TPC), a novel non-linear predictor for modeling asymmetric thermal responses in biological traits. Unlike traditional symmetric TPCs, the LINEX function captures a wide range of asymmetric shapes (e.g., left- or right-skewed), making it particularly suitable for traits like survival or fecundity that often exhibit non-normal, bounded distributions. The study implements the LINEX TPC within a Bayesian framework using the `bayesTPC` R package. We demonstrate the model's flexibility and utility through simulations and experimental data from arthropod thermal traits. Results highlight the LINEX TPC's superior fit for asymmetric traits compared to standard quadratic models, as evidenced by improved performance metrics. The approach addresses challenges in estimating uncertainty in bounded data, providing a robust tool for ecological and evolutionary studies that require precise thermal sensitivity modeling.", "date": "2025-10-19", "journal": ""}
{"title": "Adaptive rewiring and temperature tolerance shape the architecture of plant-pollinator networks globally", "doi": "10.1101/2025.10.19.683289", "authors": "Baruah, G.; Wittmann, M.", "abstract": "Rising environmental temperatures are rapidly reshaping plant pollinator communities by altering species traits and interaction patterns. We develop a simple eco evolutionary model that integrates species specific temperature tolerance curves with phenotype-based interaction dynamics. Across temperature gradients, species adaptively rewire, that is, they change their interaction partners. This rewiring is an emergent property of our model, driven by temperature mediated selection and coevolutionary trait matching. As temperature increases, our model predicts a consistent decline in network level specialization, alongside increasing connectance and nestedness which are signatures of structural re-organization. These predictions are supported by empirical patterns from 165 plant pollinator networks worldwide, where mean annual temperature correlates positively with connectance and nestedness, and negatively with network specialisation. Our findings suggest that temperature-driven trait evolution and emergent adaptive rewiring govern the assembly and architecture of mutualistic networks. By bridging dynamical eco evolutionary theory with global empirical data, this work reveals the central role of trait based processes in structuring biodiversity under ongoing and accelerating climate warming.", "date": "2025-10-19", "journal": ""}
{"title": "Space-efficient method for high-throughput generation of uniform cell-laden hollow agarose microcapsules", "doi": "10.1101/2025.10.19.683215", "authors": "Xu, B.; Kim, S.; Hinode, K.; Hattori, K.; Ota, S.", "abstract": "Hollow hydrogel microcapsules isolate cells while allowing diffusion of nutrients and factors, supporting applications from single-cell analysis and clonal expansion to spheroid formation inside them. Conventional encapsulation relies on bulky instruments such as pumps and pressure controllers, hindering use in confined environments such as anaerobic chambers. Here we present a space-efficient method combining pump-free, -20 kPa negative pressure droplet generation with particle-templated emulsification to produce millions of ~70 m hollow agarose microcapsules using only a sealed bottle and a vortex mixer within a 30 cm x 30 cm footprint. The system maintains ~491 {+/-} 2 drops/s and yields (2.26 {+/-} 0.09) x 106 capsules per batch with CV < 4% (N = 3). Operating entirely inside an anaerobic chamber, we encapsulated mouse gut bacteria and quantified population-level proliferation over four days. This space-efficient workflow enables high-throughput encapsulation under spatial constraints such as biosafety cabinets or anaerobic chambers, providing a practical foundation for downstream single-cell and clonal analyses..", "date": "2025-10-19", "journal": ""}
{"title": "Adaptive Multimodal Temporal Transformer for Bio Signal Driven Stroke Rehabilitation Prognosis", "doi": "10.1101/2025.10.18.683234", "authors": "Zhao, J.; Rao, Y.", "abstract": "Stroke rehabilitation requires continuous, individualized assessment of recovery progress to optimize treatment planning. Existing prognosis models often rely on static, single-timepoint predictions and lack adaptive fusion of multi-modal bio-signals, limiting their clinical interpretability and utility. To address these challenges, we propose AMTT-Net, an adaptive multimodal temporal transformer for dynamic stroke rehabilitation prognosis. AMTT-Net integrates wearable bio-sensor data, video keypoints, and clinical records through an attention-based Adaptive Fusion Module and Trajectory-Aware Prediction Heads to jointly predict continuous recovery trajectories and responder likelihoods under different rehabilitation modalities. Evaluations on the StrokeBalance-Sim dataset demonstrate that AMTT-Net achieves superior performance in both trajectory regression and responder classification tasks, while providing interpretable, patient-specific insights to support personalized rehabilitation strategies.", "date": "2025-10-19", "journal": ""}
{"title": "Biomedical Hypothesis Explainability with Graph-Based Context Retrieval", "doi": "10.1101/2025.10.17.683161", "authors": "Tyagin, I.; Valipour, S.; Sikirzhytskaya, A.; Shtutman, M.; Safro, I.", "abstract": "We introduce an explainability method for biomedical hypothesis generation systems, built on top of the novel Hypothesis Generation Context Retriever framework. Our approach combines semantic graph-based retrieval and relevant data-restrictive training to simulate real-world discovery constraints. Integrated with large language models (LLMs) via retrieval-augmented generation, the system explains hypotheses with contextual evidence using published scientific literature. We also propose a novel feedback loop approach, which iteratively identifies and corrects flawed parts of LLM-generated explanations, refining both the evidence paths and supporting context. We demonstrate the performance of our method with multiple large language models and evaluate the explanation and context retrieval quality through both expert-curated assessment and large-scale automated analysis. Our code is available at:~\\url{https://github.com/IlyaTyagin/HGCR}.", "date": "2025-10-19", "journal": ""}
{"title": "Hydrodynamic coupling drives bacterial flagellar synchrony", "doi": "10.1101/2025.10.19.683311", "authors": "Ishihara, T.; Uchida, N.; Nakamura, S.", "abstract": "Synchronization is a fundamental phenomenon observed across a wide range of physical, chemical, and biological systems. Even under the low-Reynolds-number conditions that govern microbial motility, synchronization of rhythmic processes is considered essential for diverse activities ranging from single cells to populations, yet experimental evidence remains scarce. Here, we measured bacterial flagellar dynamics at the level of single motor units, revealing a synchronization phenomenon among nanoscale molecular machines. The observed intermittent in-phase synchronization was analyzed using a novel hydrodynamic model incorporating elastic deformation of the flagella, showing that stronger hydrodynamic coupling promotes more stable phase-locking. These findings suggest that synchronized rotation induced by weak and intermittently repeated fluid-mediated interactions could facilitate flagellar bundle formation and enhance swimming efficiency. This study bridges functional molecular nanomachines in living cells and nonlinear dynamics, providing a new physical perspective on synchronization in active biological systems.", "date": "2025-10-19", "journal": ""}
{"title": "Distinct tumor immune microenvironmental (TIME) landscapes drive divergent immunotherapy responses in glioblastoma", "doi": "10.1101/2025.10.18.683203", "authors": "Weng, L.; Gopalan, K. S.; Guyot, M.; Vanmechelen, M.; Nazari, P.; Duhamel, M.; Donisi, C.; Pallares-Moratalla, C.; Garg, A. D.; White, K.; Byrne, A. T.; De Smet, F.; Lambrechts, D.; Bergers, G.", "abstract": "Background: Immunotherapies have improved outcomes in many cancers but show limited efficacy in glioblastoma (GBM). This study aimed to determine whether immunotherapy could be tailored to GBM by functional subtyping of vascular-immune landscapes. Methods: We employed single-cell RNA sequencing, multiplex immunohistochemistry to characterize three distinct TIME subtypes in human and murine GBMs. We evaluated responses to combination of anti-angiogenic immunomodulating therapies (CD40 Ag, anti-PDL1, PI3K{gamma}/{delta} inhibition) in orthotopic syngeneic GBM mouse models. Results: We identified three distinct functional TIME subtypes with unique vascular-immune landscapes in human and murine GBM: TIME-low (immune-low/deserted, leaky vasculature), TIME-med (intermediate immune-infiltration, angiogenic), and TIME-high (heavily infiltrated with immunosuppressive myeloid cells and dysfunctional T cells). Representative mouse models of TIME-GBMs responded in subtype specific ways to anti-angiogenic immunomodulating therapies. TIME-low GBMs enhanced T-cell activity but relapsed due to emerging myeloid immunosuppression, concomitant with mesenchymal transition. TIME-med displayed the most immune-activated, yet angiogenic phenotype, and showed overall good responses to various anti-angiogenic immunomodulating therapies. TIME-high GBMs were mostly non-responsive but improved when the myeloid-cell PI3K{gamma} was targeted. However, CD40 agonist treatment, expected to enhance APC function, unexpectedly worsened survival by promoting angiogenesis and heightening immunosuppression, leading to dysfunctional T cells and reduced NK cell recruitment, and subsequent enhanced tumor propagation. Conclusions: Our study reveals three GBM TIME subtypes with distinct vascular-immune landscapes that require tailored therapies. TIME-med tumors are predicted to respond best to immunotherapies, TIME-low tumors show transient effects with anti-angiogenic immunomodulating therapies, while TIME-high tumors, due to their profound immunosuppression, can even have worse outcomes.", "date": "2025-10-19", "journal": ""}
{"title": "Molecular and cellular dynamics of measurable residual disease progression in myelodysplastic syndromes", "doi": "10.1101/2025.10.17.682671", "authors": "Chen, Y.-H.; Bi, T.; Xu, M.; Lee, J.; Lu, W.; Zhuang, M.; Marinos Velarde, A.; McCurry, D.; Yang, H.; Al-atrash, G.; Rondon, G.; Shpall, E.; Jelloul, F. Z.; Cervoni Curet, F.; Ghanem, S.; Kerros, C.; Koppikar, P.; Molldrem, J.; Garcia-Manero, G.; Patel, A.; Bachireddy, P.", "abstract": "Cancer relapse after treatment invariably proceeds from the persistence and progression of measurable residual disease (MRD), an ultrasmall malignant population. Despite the poor prognostic impact established by increasingly sensitive MRD detection methods, the molecular pathways defining MRD remain unknown. To identify the unique features of MRD and the molecular forces shaping its progression, we performed single-cell multi-omic profiling on DNA, RNA and protein layers for a longitudinal patient cohort with relapsed myelodysplastic syndromes (MDS) after stem cell transplantation (SCT), the only curative modality for MDS. We provide a comprehensive molecular portrait of MRD cells with novel markers, shared across genetically heterogeneous patients. MDS relapse after SCT manifested universally with marked phenotypic evolution. Genotype and phenotype analyses revealed MRD progression as a dynamic, evolutionary process rather than a static expansionary one, driven by both subclonal sweeping and cell state transitions. Malignant cells adapted to infiltrating T cells by rewiring IFN-{gamma} responses to activate a key immunoevasive pathway. Our study demonstrates the power of longitudinal, single-cell multi-omic analysis for identifying, tracking, and understanding MRD cells, opening new avenues to target MRD persistence and progression.", "date": "2025-10-19", "journal": ""}
{"title": "Travelling Waves in Gene Expression: A Mathematical Model of Cell-State Dynamics in Melanoma", "doi": "10.1101/2025.10.18.683212", "authors": "Taylor Barca, C. E.; Leshem, R.; Gopalan, V.; Woolner, S.; Marie, K. L.; Jones, G. W.; Jensen, O. E.", "abstract": "Melanoma is a cancer of the melanocyte, known to have an ability to readily switch between different transcriptional cell states that convey different phenotypic properties (e.g. hyper-differentiated, neural crest-like). This ability is believed to underpin intratumour heterogeneity and plastic adaptation, which contributes to resistance to therapy and immune evasion of the tumour. Therefore, understanding the mechanisms underlying acquisition of transcriptional cell states and cell state switching is crucial for the development of therapies. We model a minimal gene regulatory network comprising three key transcription factors, whose varying gene expression encodes different melanoma cell states, and use deterministic spatiotemporal differential equation models to study gene-expression dynamics. We exploit an approximation, based on cooperative binding of transcription factors, in which the models are piecewise linear. We classify stable states of the local model in a biologically relevant manner and, using a na\\\"ive model of intercellular communication, we explore how a population of cells can take on a shared characteristic through travelling waves of gene expression. We derive a condition determining which characteristic will become dominant, which creates a partition of parameter space.", "date": "2025-10-19", "journal": ""}
{"title": "A Potential Beta-hydroxybutyrate Therapy for Duchenne Muscular Dystrophy in Disease Models", "doi": "10.1101/2025.10.18.683257", "authors": "Chen, S. X.-S.; Lv, J.; Tang, L.", "abstract": "Duchenne muscular dystrophy (DMD) is a common and lethal muscular degenerative disorder caused by mutations in the Dystrophin gene. Patients with DMD suffer progressive motor and respiratory decline over time and exhibit mitochondria defects at the cellular level, contributing to their reduced life expectancy. Despite extensive efforts, effective treatments for DMD remain unavailable. This study aims to explore a dietary approach to treat DMD, by precisely utilizing ketone bodies, an alternative fuel and signaling molecule for the mitochondria. As the experimental design, beta-hydroxybutyrate (BHB), the ketone body that is most abundant and stable in mammals, was supplemented in the drinking water of DMD disease model mice (mdx mice) as well as wild type mice. The results show that exogenous BHB supplementation in mdx mice led to significant decreases in plasma creatine kinase (CK) levels compared to chow-fed mdx mice, indicating mitigation of muscle damages. Functional tests also show that BHB improved muscle strength and endurance in mdx mice, while histological analyses revealed muscle health restoration, evidenced in uniform fiber diameter. BHB supplementation did not adversely affect the growth and overall health in either wild type or mdx mice. These findings may provide the proof-of-principle evidence for the use of BHB as a potential dietary approach for DMD treatment.", "date": "2025-10-19", "journal": ""}
{"title": "Stem-like PD-1+TCF-1+ CD8+ T cells result from helpless priming and rely on CD4+ T-cell help to complete their cytotoxic effector differentiation", "doi": "10.1101/2025.10.18.683204", "authors": "Busselaar, J.; Bosma, D. M. T.; Staal, M. D.; Lei, X.; Xiao, Y.; Borst, J.", "abstract": "Background: Antigen-specific CD8+ T cells can be in a stem-like PD-1+TCF-1+ differentiation state that progresses into terminal exhaustion in cancer and chronic infection. These stem-like cells are important, since they are the responders to PD-1 targeted immunotherapy. Methods: We use mouse vaccination and tumor models to delineate the effects of CD4+ T-cell help during priming on the differentiation fate of stem-like CD8+ T cells. Results: In absence of help signals, stem-like CD8+ T cells do not differentiate into effector cytotoxic T cells (CTLs) and accumulate in the draining lymph node (dLN). When help signals are delivered, either during or after priming, stem-like CD8+ T cells proliferate and differentiate into circulating effector cells. Stem-like CD8+ T cells raised by vaccination in presence or absence of CD4+ T-cell help have an identical transcriptome, which they share with stem-like cells defined in mouse models of cancer and chronic infection. Regardless of expression of strong helper epitopes as present in our vaccine, the immunogenic MC38 tumor does not prime helped effector CD8+ T cells but primarily stem-like cells. Conclusions: Our data support the proposition that stem-like CD8+ T cells are helpless cells that lie at the bifurcation point of CD8+ T-cell effector- and exhaustion trajectories. Effective delivery of help signals to stem-like CD8+ T cells to drive their expansion and CTL effector differentiation is an important therapeutic challenge in cancer and other conditions that lead to T-cell exhaustion.", "date": "2025-10-19", "journal": ""}
{"title": "Precision targeting of autoreactive B cells in systemic lupus erythematosus using anti-9G4 idiotope synthetic immune receptor T cells", "doi": "10.1101/2025.10.19.682634", "authors": "Liu, J.; Xia, Y.; Mog, B.; Gliech, C.; Shaw, E.; Ferris, D.; Moritz, B.; Awosika, T.; DiNapoli, S.; Glavaris, S.; Kaeo, K. J.; Li, Y.; Marcou, N.; Pearlman, A. H.; Ahmedna, T.; Bugrovsky, R.; Sanz, I.; Bettegowda, C.; Paul, S.; Duarte-Alvarado, V.; Wirtz, D.; Goldman, D. W.; Petri, M. A.; Kinzler, K. W.; Zhou, S.; Andrade, F.; Vogelstein, B.; Konig, M. F.", "abstract": "Chimeric antigen receptor (CAR)-T cell therapies that broadly target B cells can achieve complete remission in severe systemic lupus erythematosus (SLE) but carry an increased risk of infection and cytokine-related toxicities that limit their use. Alternative strategies that combine the potency of immune effector cell therapies with more precise targeting approaches have the potential to control disease without the challenges of broad immunosuppression. B cells expressing immunoglobulin heavy variable gene 4-34 (IGHV4-34)-derived B cell receptors (BCRs) are a major source of disease-relevant autoantibodies in lupus and other autoimmune diseases. Here, we exploit a common feature of IGHV4-34 BCRs, namely the 9G4 idiotope (9G4id), to develop precision cellular immunotherapies that target autoreactive B cells. Anti-9G4 CAR-T cells and anti-9G4 chimeric T cell receptor (cTCR) T cells, integrating anti-9G4 antibody fragments into a re-engineered TCR scaffold, eliminated autoreactive Ramos B cells expressing SLE patient-derived 9G4id BCRs with equal potency, while sparing non-9G4 Ramos B cells. Using SLE patient PBMCs, autologous anti-9G4 cTCR-T cells and anti-9G4 CAR-T cells selectively depleted primary human 9G4id B cells, while maintaining total B cell numbers. Similarly, anti-9G4 T cells eliminated B cells expressing 9G4id BCRs from patients with cold agglutinin disease and Burkitt lymphoma. Compared to broad targeting with CD19 CAR-T cells, anti-9G4 T cell therapies showed lower cytokine release (~6-8-fold for interferon [IFN]-{gamma}). In addition, anti-9G4 cTCR-T cells showed ~17-fold lower IFN-{gamma} secretion compared to anti-9G4 CAR-T cells, despite achieving similar cytotoxicity. Together, our findings suggest that anti-9G4 precision cellular therapies provide a strategy to selectively target pathogenic B cells in SLE, while minimizing risks of infection and cytokine-related toxicities.", "date": "2025-10-19", "journal": ""}
{"title": "Transcriptomic Profiling of Bronchial Epithelium Reveals Dysregulated Interferon and Inflammatory Responses to Rhinovirus in Exacerbation-Prone Pediatric Asthma", "doi": "10.1101/2025.10.19.683298", "authors": "Jayavelu, N. D.; Benson, B.; dela Cruz, P. C.; Powell, W. T.; Rich, L. M.; Vanderwall, E. R.; Gates, C. R.; Nagel, A. J.; White, M. P.; Samanas, N. B.; Whitfield, K.; Hallstrand, T. S.; Ziegler, S. F.; Debley, J. S.", "abstract": "Host factors influencing susceptibility to rhinovirus-induced asthma exacerbations remain poorly characterized. Using organotypic bronchial epithelial cultures from well-characterized children with asthma and healthy children, this study investigated viral load kinetics and resultant host responses by bulk and single-cell transcriptomics and targeted protein analyses. Bronchial epithelium from exacerbation-prone children exhibited greater rhinovirus replication and a cascade of exaggerated downstream interferon (IFN), inflammatory, epithelial stress, and remodeling responses. These transcriptional patterns were confirmed and further refined using single-cell transcriptomics, revealing cell type-specific contributions, particularly from non-ciliated cell populations including secretory immune response, tuft, and basal cells. We observed that these post-infection differences were associated with lower pre-infection IFN-stimulated gene (ISG) expression and protein levels of the ISG CXCL10. Prophylactic IFN-{beta} treatment reduced viral replication and normalized downstream responses, supporting low baseline (pre-infection) IFN tone as a modifiable causal determinant of host susceptibility to adverse rhinovirus-induced responses in exacerbation-prone children with asthma.", "date": "2025-10-19", "journal": ""}
{"title": "Gsx2 Regulates Oligodendrocyte Precursor Formation in the Zebrafish Spinal Cord", "doi": "10.1101/2025.10.18.683250", "authors": "Arena, K.; Kearns, C. A.; Ahmed, M.; O'Rourke, R.; Sagerstrom, C.; Franco, S.; Appel, B.", "abstract": "Nervous system development relies on sequential and coordinated formation of diverse neurons and glia from neural progenitor cells (NPCs). In the spinal cord, NPCs of the pMN domain produce neurons early in development followed by oligodendrocyte precursor cells (OPCs), which subsequently differentiate as oligodendrocytes (OLs), the myelinating glia of the central nervous system, later in development. The mechanisms that specify neural progenitor cells to the OL lineage are not yet well understood. Using zebrafish as an experimental model system, we generated single-cell RNA sequencing and single-nuclei ATAC sequencing data that identified a subpopulation of NPCs, called pre-OPCs, that appeared fated to produce OPCs. pre-OPCs uniquely express several genes that encode transcription factors specific to the OL lineage, including Gsx2, which regulates OPC formation in the mouse forebrain. To investigate Gsx2 function in zebrafish OPC specification, we used CRISPR/Cas9 genome editing to create gsx2 loss-of-function alleles. gsx2 homozygous mutant embryos initiated OPC formation prematurely and produced excess OPCs without altering OL differentiation. Using our single-nuclei multi-omics dataset, we predicted a gene regulatory network centered around gsx2 and identified genes that might be transcriptionally regulated by Gsx2. Taken together, our studies suggest that Gsx2 expression in pre-OPCs contributes to the timing of OPC specification.", "date": "2025-10-19", "journal": ""}
{"title": "Integrating zoonotic pathogen spillover risk into Life Cycle Assessment: Probabilistic method development for chicken farming", "doi": "10.1101/2025.10.18.683192", "authors": "Hader, J. D.; Malinverno, N.; Som, C.", "abstract": "Animal agriculture contributes substantially to the risk of emerging zoonotic diseases, which are an environmental and human health risk not captured by current life cycle assessment (LCA) methods for animal products. Furthermore, new value chains in the bioeconomy are emerging to valorize sidestreams from the farmed animal industry, such as using feathers for protein-based materials, potentially leading to changing pathogen exposures. Methods for assessing the risk of zoonotic pathogen spillovers across the life cycle of animal agriculture are thus critically needed. We present a conceptual framework for the life cycle risk of zoonotic pathogen spillovers in industrial-scale chicken production, based around the spillover risk at each stage of chicken production (i.e., breeding, hatching, grow-out, processing, and sidestream valorization). We develop an initial semi-quantification for the spillover risk of avian influenza at the grow-out stage in two key chicken producing countries (Brazil and the United States) utilizing event tree modelling. Our preliminary findings suggest spillover risk at the grow-out stage is higher in the US than Brazil, owing in part to a larger presence of migratory bird species (key reservoirs of avian influenza). Additional research is necessary to quantify risk distributions for other production stages and develop methods for allocating spillover risks (especially to emerging valorization of sidestreams). Incorporating the risk of zoonotic pathogen spillovers into animal product LCA -- as has been done for e.g., greenhouse gas emissions and land use -- would help inform policymakers and consumers regarding the impacts of dietary choices and contribute to international One Health goals.", "date": "2025-10-19", "journal": ""}
{"title": "Micromechanical characterisation of osteoarthritic subchondral bone by micropillar compression", "doi": "10.1101/2025.10.18.681304", "authors": "McPhee, S.; Pena Fernandez, M.; Koria, L.; Mengoni, M.; Beck, R. J.; Shephard, J. D.; Brockett, C.; Wolfram, U.", "abstract": "Osteoarthritis (OA) is a multifaceted joint disease which poses significant socioeconomic burdens and remains a significant clinical challenge. Evidence suggests that structural and mechanical changes in subchondral bone influence the pathogenesis and development of OA, leading to diminished bone quality and cartilage degeneration. While changes in microstructure and tissue scale elastic properties are well reported, the tissue yield response of subchondral bone in OA and their correlation with compositional changes have not been investigated. Here, we performed quasistatic micropillar compression and nanoindentation within the subchondral bone plate and trabeculae of hydrated non-diseased (ND) and OA affected specimens retrieved from the distal tibia in vivo. The micropillars, extracted by laser ablation, exhibited a taper angle which mandated the use of an in silico micropillar compression routine to back-calculate elastic modulus and strength of the bone tissue that comprised each micropillar. Elastic modulus remained unchanged between ND and OA subchondral bone, whereas strength increased from 46.0 MPa to 57.3 MPa in OA subchondral trabecular bone but not in the bone plate. Micropillar matched Raman spectroscopy and quantitative backscattered electron imaging revealed mineralisation is the underlying determinant of elastic modulus and strength at the microscale. By combining micromechanical and tissue compositional analyses, we investigated how the mechanical properties are related and how these properties are affected in subchondral bone by OA. Our results may be of value in the development and optimisation of interventions used to alleviate the socioeconomic burdens associated with this debilitating joint disease.", "date": "2025-10-19", "journal": ""}
{"title": "Synthesis and Characterization of ICG-based Near-infrared Photoacoustic Contrast Agents", "doi": "10.1101/2025.10.18.683226", "authors": "Hanafi, M.; Giammanco, G.; Singh, S.; Ronzier, E.; Laliwala, A.; Wegierak, D.; Abenojar, E. C.; NITTAYACHARN, P.; Exner, A. A.; Chitnis, P. V.; Veneziano, R.", "abstract": "Near-infrared photoacoustic imaging (NIR-PAI) integrates optical excitation with ultrasound detection to enable high-resolution, deep-tissue imaging by taking advantage of reduced light scattering and absorption in this spectral window. Despite its potential, clinical translation of contrast-enhanced NIR-PAI is limited by the scarcity of effective contrast agents. Indocyanine green (ICG), an FDA-approved NIR dye, is a strong candidate due to its biocompatibility and photoacoustic efficiency. However, its concentration-dependent aggregation, lack of facile targeting strategies, instability in aqueous environments, and low photostability result in variable signal, high background noise, and reduced reliability in vivo. To address these challenges, we developed three biocompatible ICG-based nanoprobe platforms amenable to facile, scalable synthesis: 5-arm DNA-ICG nanostructures (5-arm DNA-ICG), lipid-shelled ICG nanobubbles (ICG-NBs), and Azide-modified ICG J-aggregates (JAAZ). These platforms are designed to preserve ICG monomers or control aggregation, enabling enhanced NIR-PAI performance. Spectroscopic and photoacoustic analyses revealed consistent absorbance and photoacoustic profiles, showing enhanced signals compared to free ICG. The greatest improvement was observed for JAAZ, followed by ICG-NBs and 5-arm DNA-ICG. Photostability studies showed that JAAZ aggregation protects ICG from light-induced photodegradation, whereas monomer preservation in 5-arm DNA-ICG and ICG-NBs provides less protection and moderate signal stability. All three probes demonstrated stable performance under physiological conditions, achieved strong signal-to-noise ratios at depth and under tissue-mimicking conditions, and required markedly reduced probe concentrations to generate robust signals. Their modular architectures allow incorporation of targeting ligands, offering molecular specificity and multimodal functionality. Collectively, these contrast agent platforms provide noninvasive, deep-tissue molecular imaging and biosensing, with strong potential for future preclinical and clinical translation, and represent a promising alternative to free ICG for biomedical applications.", "date": "2025-10-19", "journal": ""}
{"title": "StrucTrace: Fourier Watermarking for Traceable Bio-molecular Assets", "doi": "10.1101/2025.10.18.683214", "authors": "Wang, X.; Huang, T. Y.; Wang, Y.; Yuan, Y.", "abstract": "The rise of generative artificial intelligence (GenAI) in protein and nucleic acid design has created unprecedented opportunities for synthetic biology, but also heightened the need for reliable provenance and intellectual-property protection. To meet this challenge, we present a Fourier domain watermarking framework that encodes digital identifiers directly into three-dimensional biomolecular structures. By perturbing only flexible backbone atoms and embedding information through frequency domain modulation, the method achieves imperceptible alterations while ensuring deterministic and reversible decoding. Large-scale validation on over 40,000 protein structures demonstrates its robustness: structural deviations remain orders of magnitude below biological thresholds, watermarks are recovered with perfect accuracy, and functional analyses confirm stability at both thermodynamic and dynamic levels. Beyond technical performance, the approach provides a foundation for a broader ecosystem of secure biomolecular asset management, integrating provenance verification, access control, and digital rights management. Together, these advances establish biomolecules as traceable and auditable digital assets, aligning the future of bio-design with emerging standards for trustworthy AI.", "date": "2025-10-19", "journal": ""}
{"title": "Human cytomegalovirus regulates host DNA repair machinery for viral genome integrity", "doi": "10.1101/2025.10.18.683233", "authors": "Longmire, P.; Zeltzer, S.; Zarrella, K.; Daigle, O.; Svoboda, M.; Reitsma, J.; Terhune, S. S.; Bobak, C.; Bosco, G.; Goodrum, F.", "abstract": "The DNA damage response (DDR) encompasses a multitude of interconnected pathways that serve as a cellular defense to protect genome integrity. Dysregulation or failure of these pathways results in cancers and genetic disease. DNA viruses, including the herpesvirus cytomegalovirus (CMV), activate DDR signaling during their replicative program. The mechanisms by which they commandeer these responses for replication of their genome is less well understood. Here, we define a viral protein, UL138, that modulates the activity of host DDR pathways. The loss of UL138 results in structural variants, including inversion, deletions, duplication, with signature of homology-directed repair and other DDR pathways. The actions of UL138 are due, in part, to its modulation of pathways regulated by the cellular deubiquitinating complex that targets proliferating cell nuclear antigen (PCNA) and Fanconi Anemia effectors, FANCD2 and FANCI. However, we also show that UL138 accesses pathways independent of USP1-PCNA/FANCD2/FANCI. Disruption of UL138 or these pathways impacts viral genome replication and had consequences for viral genome integrity. This work provides mechanistic insight into the long-standing questions of how DNA viruses recruit, modulate and use cellular DDR pathways. It also puts forth CMV as a model system for further defining these pathways in human cells.", "date": "2025-10-19", "journal": ""}
{"title": "A cytosolic function of DNMT1 controls neuronal morphogenesis via microtubule regulation", "doi": "10.1101/2025.10.19.683279", "authors": "Zimmer-Bensch, G. M.; Pitschelatow, G.; Kurisu, J.; Kawaue, T.; Zuo, K.; Xie, S.; Weber-Hamacher, C.; Bayer-Kaufmann, C.; Du, J.; Wolff, P.; Nagayama, S.; Palacios-Sanchez, C.; Rogowski, A.; Egner-Walter, J.; Ruggerone, P.; Spehr, M.; Carloni, P.; Kengaku, M.", "abstract": "Proteins traditionally confined to a single cellular compartment are increasingly recognized to exert non-canonical functions in alternative domains. The DNA methyltransferase 1 (DNMT1), classically defined as the maintenance methyltransferase that preserves DNA methylation patterns during replication, exemplifies this versatility. Beyond its canonical role, DNMT1 is highly expressed in the developing and adult brain, where it contributes to transcriptional regulation in postmitotic neurons. Notably, cytoplasmic DNMT1 localization has been observed in neural cells, and emerging evidence links DNMT1 to mitochondrial function with implications for neurodegenerative disease, whereby the underlying functional mechanisms remain to be fully elucidated. Here, we identify a previously unrecognized cytosolic function of DNMT1 in developing cortical excitatory neurons. Through genetic perturbation, proteomics, and high-resolution imaging, we show that DNMT1 regulates dendritic and axonal branching independently of its catalytic activity and nuclear localization. Instead, DNMT1 operates as a cytosolic scaffold interacting with the polarity regulator DOCK7 to modulate Rac1/STMN1 signaling, microtubule dynamics, and organelle trafficking. These findings expand the conceptual framework of DNMT1 from a genome guardian to a dual-compartment regulator that coordinates cytoskeletal remodeling and mitochondrial positioning. Beyond advancing our understanding of neuronal morphogenesis, this work provides mechanistic insight into how DNMT1 mutations may lead to neurodegenerative diseases.", "date": "2025-10-19", "journal": ""}