{"title": "Analysis of citation dynamics reveals that you do not receive enough recognition for your influential science", "doi": "10.1101/2023.09.07.556750", "authors": "Arabi, S.; Ni, C.; Hutchins, B. I.", "abstract": "During career advancement and funding allocation decisions in biomedicine, reviewers have traditionally depended on journal-level measures of scientific influence like the impact factor. Prestigious journals reject large quantities of papers, many of which may be meritorious. It is possible that this process could create a system whereby some influential articles are prospectively identified and recognized by journal brands but most influential articles are overlooked. Here, we measure the degree to which journal prestige hierarchies capture or overlook influential science. We quantify the fraction of scientists' articles that would receive recognition because (a) they are published in journals above a chosen impact factor threshold, or (b) they are at least as well-cited as articles appearing in such journals. We find that the number of papers cited at least as well as those appearing in high-impact factor journals vastly exceeds the number of papers published in such venues. At the investigator level, this phenomenon extends across gender, racial, and career stage groupings of scientists. We also find that approximately half of researchers never publish in a venue with an impact factor above 15, which under journal-level evaluation regimes may exclude them from consideration for opportunities. Many of these researchers publish equally influential work, however, raising the possibility that the traditionally chosen journal-level measures that are routinely considered under decision-making norms, policy, or law, may recognize as little as 10-20% of this influential work.", "date": "2025-10-05", "journal": ""}
{"title": "Predicting Early Diabetic Kidney Disease Using a 3D Mesangial Model and Bayesian Mechano-Chemical Stratification", "doi": "10.1101/2023.12.10.571017", "authors": "Ghosh, B.; Niknam, F.; Kumar, N.; Fenton, K. A.; Agarwal, K.", "abstract": "Diabetic kidney disease (DKD) is often diagnosed only after irreversible damage, limiting early treatment. The kidney mesangium, a structure highly sensitive to mechanical forces, plays a key role in early fibrosis development, yet its response to early disease cues like stiffness and biochemical changes is poorly understood. This is due to limitations in current in vitro models, poor in vivo accessibility, and static biopsy samples. To address this, we developed a 3D in vitro model of the mesangial microenvironment using stiffness-tunable gelatin methacrylate (GelMA) hydrogels that mimic healthy and fibrotic kidney tissue. Exposing mesangial cells to glucose and TGF-b1 led to altered cell shape, increased dry mass, and elevated expression of fibrotic markers (ASMA and collagen IV), especially under stiffer conditions, indicating a synergistic effect of biochemical and mechanical stress. These responses were integrated using Gaussian process regression to create a 3D severity cube that maps DKD progression across mechanical and chemical inputs. This system quantifies early mesangial transitions and reveals key fibrosis-related mechanisms. By combining organotypic modeling with interpretable inference, our platform offers a predictive tool for early disease stratification and a basis for studying subclinical fibrosis progression in DKD.", "date": "2025-10-05", "journal": ""}
{"title": "High-plex spatial RNA imaging in one round with conventional microscopes using color-intensity barcodes", "doi": "10.1101/2024.06.29.601330", "authors": "Chang, T.; Zhao, S.; Deng, K.; Liao, Z.; Tang, M.; Zhu, Y.; Han, W.; Yu, C.; Fan, W.; Jiang, M.; Wang, G.; Liu, D.; Peng, J.; Pang, Y.; Fei, P.; Wang, J.; Zheng, C.; Huang, Y.", "abstract": "Spatial RNA imaging has not been widely adopted because conventional fluorescence microscopy is limited to only a few channels, and the cyclic reactions needed to increase multiplexing in techniques such as sequential fluorescence in-situ hybridization (FISH) require sophisticated instrumentation. Here, we introduce Profiling of RNA In-situ through Single-round iMaging (PRISM), a method that expands coding capacity through color intensity grading. Using a radius vector filtering strategy to ensure the distinguishability of codewords in color space, PRISM achieves up to 64-plex color-barcoded RNA imaging in a single imaging round with conventional microscopes. We validate versatility of PRISM across various tissues by generating a 3D atlas of mouse embryonic development from E12.5 to E14.5, a quasi-3D tumor-normal transition landscape of human hepatocellular carcinoma (HCC), and a 3D cell atlas and subcellular RNA localization landscapes of mouse brain. Additionally, we show the critical role of cancer-associated fibroblasts (CAFs) in mediating immune infiltration and immune response heterogeneity within and between tumor microenvironments.", "date": "2025-10-05", "journal": ""}
{"title": "Ultrastructural viscoelastic behavior of fibrillar collagen identified by AFM Nano-Rheometry and direct indentation", "doi": "10.1101/2024.10.19.619231", "authors": "Asgari, M.; Mirzarazi, E.; Benavides, R. J.; Efremov, Y. M.; Frisina, R. D.; Vali, H.; Espinosa, H. D.", "abstract": "Soft tissues exhibit predominantly time-dependent mechanical behavior critical for their biological function in organs like the lungs and aorta, as they can deform and stretch at varying rates depending on their function. Collagen type I serves as the primary structural component in these tissues. The viscoelastic characteristics of such tissues, stemming from diverse energy dissipation mechanisms across various length scales, remains poorly characterized at the nanoscale. Prior experimental investigations have predominantly centered on analyzing tissue responses largely attributed to interactions between cells and fibers. Despite many studies on tissue viscoelasticity from scaffolds to single collagen fibrils, the time-dependent mechanics of collagen fibrils at the sub-fibrillar level remain poorly understood. This pioneering study employs atomic force microscopy (AFM) nano-rheometry and indentation testing to examine the viscoelastic characteristics of individual collagen type I fibrils at the ultrastructural level within distinct topographical zones, specifically focusing on gap and overlap regions. Our investigation has unveiled that collagen fibrils display a viscoelastic response that replicates the mechanical behavior of the tissue at the macroscale. Further, our findings suggest a distinct viscoelastic behavior between the gap and overlap regions, likely stemming from variances in molecular organization and cross-linking modalities within these specific sites. The results of our investigation provide unequivocal proof of the temporal dependence of mechanical properties and provides unique data to be compared to atomistic models, laying a foundation for refining the precision of macroscale models that strive to capture tissue viscoelasticity across varying length scales.", "date": "2025-10-05", "journal": ""}
{"title": "Afadin-deficient mouse retinas exhibit severe neuronal lamination defects but preserve visual functions", "doi": "10.1101/2024.12.24.630271", "authors": "Ueno, A.; Sakuta, K.; Ono, H.; Hashio, A.; Tokumoto, H.; Watanabe, M.; Nishimoto, T.; Konishi, T.; Emori, Y.; Mizuno, S.; Hiratsuka, M.; Miyoshi, J.; Takai, Y.; Tachibana, M.; Koike, C.", "abstract": "Neural lamination is a common feature of the central nervous system (CNS), with several subcellular structures, such as adherens junctions (AJs), playing a role in this process. The retina is also heavily laminated, but it remains unclear how laminar formation impacts retinal cell morphology, synapse integrity, and overall retinal function. In this study, we demonstrate that the loss of afadin, a key component of AJs, in mice leads to significant pathological changes. These include the disruption of outer retinal lamination and a notable decrease as well as mislocalization of photoreceptors, their outer segments, and photoreceptor synapses. Interestingly, despite these severe impairments, we recorded small local field potentials, including the a- and b-waves. We also classified retinal ganglion cells (RGCs) into ON, ON-OFF, and OFF types based on their firing patterns in response to light stimuli. Additionally, we successfully characterized the receptive fields of certain RGCs. Overall, these findings provide evidence that retinal circuit function can be partially preserved even when there are significant disruptions in both retinal lamination and photoreceptor synapses. Our results indicate that retinas with severely altered morphology still retain some capacity to process light stimuli.", "date": "2025-10-05", "journal": ""}
{"title": "COSIME: Cooperative multi-view integration with Scalable and Interpretable Model Explainer", "doi": "10.1101/2025.01.11.632570", "authors": "Choi, J. J.; Cohen Kalafut, N.; Gruenloh, T.; Engelman, C.; Lu, T.; Wang, D.", "abstract": "Single-omics approaches often provide a limited perspective on complex biological systems, whereas multi-omics integration enables a more comprehensive understanding by combining diverse data views. However, integrating heterogeneous data types and interpreting complex relationships between biological features--both within and across views--remains a major challenge. To address these challenges, we introduce COSIME (Cooperative Multi-view Integration with a Scalable and Interpretable Model Explainer). COSIME applies the backpropagation of a learnable optimal transport algorithm to deep neural networks, thus enabling the learning of latent features from several views to predict disease phenotypes. It also incorporates Monte Carlo sampling to enable interpretable assessments of both feature importance and pairwise feature interactions for both within and across views. We applied COSIME to both simulated and real-world datasets, including single-cell transcriptomics, spatial transcriptomics, epigenomics, and metabolomics, to predict Alzheimer's disease-related phenotypes. Benchmarking of existing methods demonstrated that COSIME improves prediction accuracy and provides interpretability. For example, it reveals that synergistic interactions between astrocyte and microglia genes associated with Alzheimer's disease are more likely to localize at the edges of the middle temporal gyrus. Finally, COSIME is also publicly available as an open source tool.", "date": "2025-10-05", "journal": ""}
{"title": "Pooled screening identifies combinatorial CAR signaling domains for next-generation CAR-M immunotherapies", "doi": "10.1101/2025.02.16.638489", "authors": "Wang, Y.; Zuo, S.; Bao, H.; Zhang, Z.; Chen, Y.; Zhang, W.; Liu, Q.; Lu, Y.; Huang, Y.; Zheng, W.; Yang, N.; Ye, L.; Shen, P.", "abstract": "Chimeric antigen receptor-engineered macrophages (CAR-Ms) hold great promise for solid tumor immunotherapy. The intracellular domains (ICDs) of CARs determine the phenotypic output of therapeutic macrophages but remain largely unexplored. Here, we constructed a CAR library containing 131 unique signaling domains derived from native immune receptors and identified 17 ICDs that enhance macrophage phagocytosis, inflammatory responses, or tumor infiltration in vitro and in vivo. We further developed a scalable 3' barcode technology, CARode, to uniquely label and trace ICD variants within large-scale combinatorial CAR library and applied it to single-cell RNA sequencing and single-cell CAR analysis to assess the synergetic effects of ICD combinations on macrophage activation. Our approach uncovered a novel CD40-LY9-FCRL1 chimeric receptor that modulates the tumor microenvironment and improves solid tumor clearance. In conclusion, our findings demonstrate that pooled screening can accelerate the discovery of complex ICD constructs, providing a powerful platform for engineering macrophage-based immunotherapies.", "date": "2025-10-05", "journal": ""}
{"title": "Light-induced assembly and repeatable actuation in Ca2+-driven chemomechanical protein networks", "doi": "10.1101/2025.03.03.641304", "authors": "Lei, X.; Floyd, C.; Ferrer, L. C.; Chakrabortty, T.; Chandrasekharan, N.; Dinner, A.; Coyle, S. M.; Honts, J.; Bhamla, S.", "abstract": "Programming rapid, repeatable motions in soft materials has remained a challenge in active matter and biomimetic design.Here, we present a light-controlled chemomechanical network based on Tetrahymena thermophila calcium-binding protein 2 (Tcb2), a Ca2+-sensitive contractile protein. These networks, driven by Ca2+-triggered structural rearrangements, exhibit dynamic self-assembly, spatiotemporal growth, and contraction rates comparable to actomyosin systems. By coupling light-sensitive chelators for optically triggered Ca2+ release, we achieve precise growth and repeatable mechanical contractility of Tcb2 networks, revealing emergent phenomena such as boundary-localized active regions and density gradient-driven reversals in motion. A coupled reaction-diffusion and viscoelastic model explains these dynamics, highlighting the interplay between chemical network assembly and mechanical response. We further demonstrate active transport of particles via network-mediated forces in vitro and implement reinforcement learning to program sub-second, spatiotemporal actuation in silico. These results establish a platform for designing responsive active materials with ultrafast chemomechanical dynamics and tunable optical control, with applications in synthetic cells, sub-cellular force generation, and programmable biomaterials.", "date": "2025-10-05", "journal": ""}
{"title": "Transcriptional Profiles of Antidepressant Resistance Across the Corticolimbic Pathway of Chronically Stressed Mice", "doi": "10.1101/2025.03.17.643727", "authors": "Gyles, T.; Parise, E.; Estill, M.; Parise, L. F.; Browne, C. J.; Shen, L.; Nestler, E. J.; Torres-Berrio, A.", "abstract": "Treatment-resistant depression (TRD), defined by unsuccessful response to multiple antidepressants, affects approximately one-third of individuals with major depressive disorder, yet its underlying molecular mechanisms remain poorly understood. Here, we developed a preclinical model of TRD in which mice exposed to chronic social defeat stress were sequentially treated with fluoxetine (FLX) and ketamine (KET), allowing behavioral stratification into antidepressant responsive and non-responsive mice. RNA sequencing of the nucleus accumbens (NAc) and prefrontal cortex (PFC) revealed transcriptional signatures associated with treatment outcomes. Prior exposure to FLX exerted a priming effect that facilitated molecular and behavioral responsiveness to KET in a subset of animals in both the NAc and PFC. However, this priming effect was absent in non-responders, despite identical treatment regimes, suggesting a transcriptional divergence underlying differential outcomes. Gene co-expression network analysis identified modules enriched for differentially expressed genes unique to stress-susceptible and FLX-KET nonresponsive mice, as well as modules overlapping with both stress susceptibility and antidepressant resistance. These findings suggest that failed antidepressant treatment can shape the brain's molecular landscape in a way that influences subsequent treatment outcomes, and that resistance arises not simply from treatment failure but from an absence of adaptive molecular priming. This work provides insight into the gene networks contributing to antidepressant non-response and highlights a mechanistic framework for modeling TRD in preclinical systems. By identifying molecular correlates of sequential pharmacological resistance, our findings may inform the development of novel therapeutic strategies for individuals with TRD.", "date": "2025-10-05", "journal": ""}
{"title": "TRUHiC: A TRansformer-embedded U-2 Net to enhance Hi-C data for 3D chromatin structure characterization", "doi": "10.1101/2025.03.29.646133", "authors": "Li, C.; Mowlaei, M. E.; Ni, L.; Human Genome Structural Variation Consortium,  ; HGSVC Functional Analysis Working Group,  ; Chaisson, M.; Eichler, E.; Carnevale, V.; Kumar, S.; Shi, X.", "abstract": "High-throughput chromosome conformation capture sequencing (Hi-C) is a key technology for studying the three-dimensional (3D) structure of genomes and chromatin folding. Hi-C data reveals underlying patterns of genome organization, such as topologically associating domains (TADs) and chromatin loops, with critical roles in transcriptional regulation and disease etiology and progression. However, the sparsity of existing Hi-C data often hinders robust and reliable inference of 3D structures. Hence, we propose TRUHiC, a new computational method that leverages recent state-of-the-art deep generative modeling to augment low-resolution Hi-C data for the characterization of 3D chromatin structures. By applying TRUHiC to real low-resolution Hi-C data from the GM12329 cell line and across other publicly available Hi-C data for human and mice, we demonstrate that the augmented data significantly improve the characterization of TADs and loops across diverse cell lines and species. We further present a pre-trained TRUHiC on human lymphoblastoid cell lines that can be adaptable and transferable to improve chromatin characterization of various cell lines, tissues, and species.", "date": "2025-10-05", "journal": ""}
{"title": "MBOAT7 and CDS2 coordinate lipid droplet dynamics and cholesterol metabolism in liver", "doi": "10.1101/2025.08.26.672501", "authors": "Xu, J.; Zhang, J.; Wang, W.; Su, H.; Chen, S.; Ding, M.; Huang, X.", "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a highly prevalent disorder worldwide characterized by the accumulation of hepatic lipid droplets (LDs). However, the mechanisms by which hepatocytes adapt to the dynamic changes in LD morphology to maintain metabolic homeostasis remains poorly understood. Here, we show that MBOAT7, a known MASLD-associated protein, cooperates with CDS2 to regulate lipid droplet dynamics and cholesterol metabolism. Under physiological conditions, their interaction in the endoplasmic reticulum (ER) maintains metabolic homeostasis. Disruption of this interaction, such as through CDS2 knockdown or loss of function, triggers an adaptive response wherein MBOAT7 translocates to ER-LD contact sites in a RAB1-dependent manner. This redistribution reduces LD size and activates the AMPK signaling, thereby promoting cholesterol excretion. Conversely, impairment of this compensatory axis results in hepatic cholesterol accumulation, a key driver of MASLD progression. Our findings uncover a mechanism that integrates inter-organelle communication with metabolic regulation, offering new insights into MASLD pathogenesis.", "date": "2025-10-05", "journal": ""}
{"title": "EEG Phase Slips Reveal Detailed Brain Activity Patterns of Novice Vipassana Meditators During Decision Making Tasks", "doi": "10.1101/2025.09.03.674031", "authors": "Kakumanu, R. J.; Nair, A. K.; Sasidharan, A.; Venugopal, R.; Nagendra, R. P.; Kutty, B.; Ramon, C.", "abstract": "Our study adopted a novel approach, utilizing four biomarkers, namely EEG potentials, their first-order derivatives, and phase slip rates derived from each, to discern the differences between novice Vipassana (NVP) subjects and non-meditator controls (NMC). Phase slip rates are discontinuities in instantaneous phase that represent cortical phase transitions, indicating a significant change in the overall brain state. We employed 128-channel EEG data from eight NMC and eight NVP subjects, collected during a gamified protocol, to investigate object identification within a visual oddball paradigm. EEG was continuously acquired during the 50 trials for each subject. We retained 44 artifact-free trials per subject (the minimum common across all subjects) and computed within-subject averages. The EEGs were then averaged separately for NMC and NVP subjects. The EEG was filtered in the alpha band, and the phase was extracted using the Hilbert transform, unwrapped, and the phase slip rates were computed. A montage layout of electrodes was used to make the spatiotemporal plots of biomarkers. Our findings revealed that the spatiotemporal profiles of all four biomarkers differed significantly between the two groups of subjects. Furthermore, the NVP subjects demonstrated faster object recognition. These results not only provide a unique method to use phase slip rates to quantify cognitive differences between NMC and NVP subjects but also present a promising set of biomarkers for quantitative task-based EEG analyses.", "date": "2025-10-05", "journal": ""}
{"title": "Bacillus subtilis reprograms host transcriptome and rhizosphere microbiome via systemic signaling to confer alkaline stress tolerance in garden pea", "doi": "10.1101/2025.09.13.676035", "authors": "Kabir, A. H.; Thapa, A.; Hasan, M. R.; Mostofa, M. G.", "abstract": "Soil alkalinity severely impairs legume growth. While plant-associated microbiomes can ameliorate stress, the role of Bacillus subtilis under alkaline stress remains unclear in garden pea. In this study, alkaline stress reduced Fe, Mn, and N content, photosystem efficiency, and biomass accumulation. Inoculation with B. subtilis restored micronutrient balance and improved photosynthetic parameters across genetically diverse pea cultivars. The split-root assay demonstrated that BS inoculation induces systemic signaling, which underlies alkaline tolerance in pea. Furthermore, co-culture experiments showed increased growth of both Rhizobium leguminosarum and B. subtilis, pointing to their complementary interactions that promote mutual fitness under alkaline stress. RNA-seq analysis identified 958 and 1134 differentially expressed genes upregulated and downregulated, respectively, in the roots inoculated with B. subtilis under alkaline conditions. The upregulated genes were mostly involved in the sugar-mediated symbiotic association (SWEET, GLUT), pH homeostasis (cation/H+ exchanger, ATPase), and nutrient assimilation (Ammonium transporter, Zn/Fe permease). Alkalinity mitigation was further assisted by increased expression of oxidoreductases, ferritin-like protein, and other redox-related genes, reflecting improved antioxidant defense and Fe storage under high pH conditions. Amplicon sequencing revealed lower richness and diversity of rhizosphere bacterial and fungal communities under alkaline stress. However, B. subtilis inoculation led to enrichment of beneficial taxa, such as Pseudomonas, Pseudorhizobium, Pseudallescheria, and Chaetomium, which may act as helper microbes to support nutrient cycling and enhance pea survival under alkalinity. These findings suggest that B. subtilis functions as a microbiome inducer, working synergistically with helper microbes to promote resilience in garden peas under alkaline stress.", "date": "2025-10-05", "journal": ""}
{"title": "The DLX/Notch axis is necessary for spatiotemporal regulation of neural cell fate", "doi": "10.1101/2025.09.28.679022", "authors": "Leung, R.; See, M.; George, A. M.; Barry, P. L.; Charitakis, N. C.; Ramialison, M.; Faux, M. C.; Eisenstat, D. D.", "abstract": "The neuronal-glial cell fate switch during forebrain development is highly regulated. DLX transcription factors are necessary for promoting GABAergic interneuron differentiation and migration but the mechanisms for concomitant repression of glial fate in neural progenitors remain elusive. Here, the DLX2 regulatory network dynamic in the developing ventral telencephalon was characterised using a multi-omic approach at single-cell resolution, including single-cell whole genome spatial transcriptomics. We identified a secondary proliferative zone in the ventral subventricular zone and spatiotemporal-context dependent Notch pathway repression by DLX2 in maintaining progenitor populations and facilitating neural differentiation. We found that DLX2 controls cell fate determination by directly repressing Notch signalling genes as well as glial fate promoting transcription factors, thereby inhibiting early adoption of oligodendroglial differentiation during neurogenesis. Thus, temporal cell fate switch mediated by DLX2 via a multilayer gene regulatory network redefines our current understanding of neuronal-glial cell specification mechanisms in the developing telencephalon.", "date": "2025-10-05", "journal": ""}
{"title": "Nutrient enrichment intensifies plant competitive effects, favouring monocultures: a global meta-analysis", "doi": "10.1101/2025.09.26.678566", "authors": "Petri, L.; Ramesh, A.; Martinez-Blancas, A.; Deep Tiwari, A.; Bills, P.; Sullivan, L. L.; Zarnetske, P.", "abstract": "Excess nutrient deposition is a major driver of plant diversity loss, but the mechanisms of this loss remain unclear. Diversity loss has been interpreted through the niche dimension hypothesis, yet the mechanistic link via competitive effects remains unresolved. Establishing this link demands a global synthesis of how nutrients alter competitive effects, defined as a species ability to perform better or worse with heterospecific competitors than with conspecifics. Strong competitive effects from heterospecifics relative to conspecifics can lead to decline or exclusion of the focal species, whereas weaker competitive effects indicate niche differentiation that promotes coexistence. We conducted a global meta-analysis of 71 plant competition experiments to quantify how nutrient addition alters competitive effects, using biomass as the performance metric. Nutrient addition intensified competitive effects with heterospecifics by 1.5-fold, as focal species biomass was higher with conspecifics. Responses depended on the initial competitive effect under low nutrients: when effects were weak, nutrient addition increased biomass with conspecifics; when effects were strong, nutrient addition increased biomass with heterospecifics, alleviating competition and potentially countering species loss. Competitive effects were amplified most when higher temperatures occurred in dry quarters, suggesting nutrient additions may exacerbate competition under extreme climate conditions. Understanding these interactive effects of nutrient addition, changing climate, and competition is critical for predicting plant responses to global change in both managed and natural ecosystems.\n\nSignificance StatementNutrient enrichment from agricultural runoff is a driver of plant diversity loss. While patterns of diversity loss from nutrient additions are clear, the processes driving competitive effects that lead to diversity loss remain uncertain. Our global meta-analysis reveals that multiple nutrient addition intensifies competitive effects favouring monocultures i.e, species accumulating more biomass with conspecifics than heterospecifics. Depending on the initial strength of competitive effects, nutrient addition amplified or alleviated them. Temperature and water availability interact with nutrient addition to amplify competitive asymmetries, likely further shaping species dominance under changing climate. These insights provide the first global-scale evidence of nutrient enrichment effects on plant communities and highlight the need to mitigate compounding impacts of fertilization and climate change on diversity.", "date": "2025-10-05", "journal": ""}
{"title": "Tree microbiomes and methane emissions in upland forests", "doi": "10.1101/2025.09.30.679632", "authors": "Gewirtzman, J.; Arnold, W.; Taylor, M.; Burrows, H.; Merenstein, C.; Woodbury, D.; Whitlock, N.; Kraut, K.; Gonzalez, L.; Brodersen, C. R.; Duguid, M.; Raymond, P. A.; Peccia, J.; Bradford, M. A.", "abstract": "RationaleTrees emit methane and harbor methanogens, but the generality, distribution, and ecosystem significance of these associations remain unclear. We investigated methanogenic colonization across 16 upland forest tree species and evaluated relationships between microbial communities and emissions.\n\nMethodsWe measured 1,148 stem fluxes and 276 soil fluxes, quantified methanogens and methanotrophs via droplet digital PCR in 564 samples, characterized communities through 16S rRNA sequencing, and developed models to upscale fluxes ecosystem-wide.\n\nKey resultsMethanogens were detected in 97% of heartwood samples (up to 10 copies g-{superscript 1}), exceeding mean soil abundances by [~]2 orders of magnitude. Wood harbored distinct methanogenic communities (Methanobacteriaceae, Methanomassiliicoccaceae) compared to soils. Species-level methanogen abundance correlated with emissions (R{superscript 2} = 0.40), though individual-level correlations were weak, reflecting spatial heterogeneity and complex metabolism and transport interactions.\n\nMain conclusionMethanogens are common in tree microbiomes across diverse species, concentrated in heartwood with substantial individual variation. Species-level abundance patterns partially explain emission variability, establishing internal production as a widespread contributor to upland tree fluxes. Future multi-omics approaches could strengthen abundance-flux relationships, while resolving ecosystem-scale importance requires improved quantification of canopy surface area and flux variability.", "date": "2025-10-05", "journal": ""}
{"title": "Ensemble-conditioned protein sequence design with Caliby", "doi": "10.1101/2025.09.30.679633", "authors": "Shuai, R. W.; Lu, T.; Bhatti, S.; Kouba, P.; Huang, P.-S.", "abstract": "Structure-conditioned sequence design models aim to design a protein sequence that will fold into a given target structure. Deep-learning-based approaches for sequence design have proven highly successful for various protein design applications, but many non-idealized backbones still remain out of reach for current models under typical in silico success criteria. We hypothesize that training objectives prioritizing native sequence recovery unintentionally push models to reproduce non-structural signals (e.g. phylogenetic relatedness, neutral drift, or dataset sampling biases), rather than a broadly generalizable structure-sequence mapping. Inspired by recent work bridging sequence likelihood and fitness prediction in protein language models, we introduce Caliby, a Potts model-based sequence design method capable of conditioning on an ensemble of structures. Conditioning on a synthetic ensemble generated from an input backbone allows sampling of sequences consistent with the structural constraints of the ensemble while averaging out undesired biases towards the native sequence. Ensemble-conditioned sequence design with Caliby reduces native sequence recovery while substantially improving AlphaFold2 self-consistency, outperforming state-of-the-art models ProteinMPNN and ChromaDesign on both native and de novo backbones. Finally, we train a variant of Caliby on only soluble proteins and demonstrate in silico that Protpardelle-1c binder designs that were previously deemed undesignable by SolubleMPNN are actually designable under SolubleCaliby, highlighting limitations of existing filtering pipelines. These results suggest that Caliby can expand the de novo design space beyond highly idealized backbones.", "date": "2025-10-05", "journal": ""}
{"title": "Documenting coral spawning in East Africa: New in situ observations from Zanzibar for three reef-building species", "doi": "10.1101/2025.10.02.679943", "authors": "Lillis, A.; Jiddawi, N.", "abstract": "Broadcast coral spawning is a vital reproductive event for many reef-building species and is essential to the resilience of coral reef ecosystems. Understanding spawning dynamics is key to assessing the reproductive health and resilience of these ecosystems. While extensively documented in the Indo-Pacific and Caribbean, coral spawning remains understudied in the Western Indian Ocean (WIO), a region facing rapid environmental change and increasing coral decline. This study presents the first in situ coral spawning records from Zanzibar for three Scleractinian species: Galaxea astreata, Favites pentagona, and Platygyra daedalea. Observations were made during monthly nighttime monitoring dives from November 2024 to February 2025, timed with lunar and solar cycles linked to peak spawning in other regions. Results showed species-specific spawning timing: G. astreata spawned on the second night after the full moon in November and December; F. pentagona on the fourth night in November; and P. daedalea on the fourth night in December and January. Spawning behaviour, including gamete setting, release windows, and split spawning, also varied by species. These findings offer the first detailed insights into reproductive patterns for these species in the WIO and underscore the importance of local spawning studies to support regional coral conservation and restoration.", "date": "2025-10-05", "journal": ""}
{"title": "From episodes to concepts and back: Semantic representations in episodic memory enhance recall, replay, and compositional consolidation", "doi": "10.1101/2025.10.03.680209", "authors": "Albesa-Gonzalez, A.; Clopath, C.", "abstract": "Episodic and semantic memory are classically thought to play distinct roles: episodic memory encodes unique experiences, while semantic memory generalizes across them. Current conceptualizations of episodic and semantic memory interactions emphasize a one-way consolidation from episodic traces in the medial temporal lobe (MTL) to semantic knowledge in neocortex (CTX). However, this tradition has left largely unexplored how semantic memory may affect episodic encoding of new memories. Here we introduce a cognitive model in which the code used in episodic memories shifts from purely sensorial to including explicit semantic representations of stored events. Simultaneously, we propose a computational circuit model of how such a cognitive strategy could be implemented in the brain using biologically-plausible learning rules. We show that increased sparsity during replay enables neocortex to extract compositional structure from overlapping episodes, which creates a dictionary of inter-connected concepts in semantic memory. Furthermore, we show that spontaneous activity in neocortical areas can imprint the abstracted representations into the medial temporal lobe, giving rise to concept-like cells. This bidirectional interaction improves episodic recall and replay fidelity, and facilitates the consolidation of higher-order representations based on previous semantic knowledge. The model accounts for behavioural advantages of schema-congruent learning, the emergence of concept neurons, and enhanced memory performance for semantically familiar stimuli. Together, our results provide a mechanistic account of how episodes and concepts reinforce each other, extending standard consolidation theories and suggesting a cooperative framework where semantic knowledge scaffolds episodic encoding, which in turn favours compositional abstraction.", "date": "2025-10-05", "journal": ""}
{"title": "Homeostatic Binary Networks: A simple framework for learning with overlapping patterns", "doi": "10.1101/2025.10.03.680195", "authors": "Albesa-Gonzalez, A.; Clopath, C.", "abstract": "Memories are rarely stored in isolation: experiences overlap in time and context, leading to neuronal activity patterns that share elements across episodes. While such overlap supports generalization and abstraction, it also increases interference and threatens representational stability. Here we introduce Homeostatic Binary Networks (HBNs), a minimal recurrent framework that combines binary activity, adjustable inhibition, Hebbian learning, and homeostatic plasticity to address these challenges. First, we formalize an Episode Generation Protocol (EGP) that creates compositional episodes with controllable overlap and noise, and define a corresponding semantic structure as conditional probabilities between concepts. We then show analytically and through simulations that recurrent synapses converge to conditional firing probabilities, thereby encoding asymmetric semantic relationships across concepts. These recurrent dynamics enable reliable recall and replay of overlapping episodes without representational collapse. Finally, by incorporating feed-forward plasticity with a neuronal maturity mechanism, output neurons form selective receptive fields in a one-shot manner and refine them through replay, yielding robust unsupervised classification of overlapping episodes. Together, our results demonstrate how simple principles such as neural and synaptic competition can support the stable representation and organization of overlapping memories, providing a mechanistic bridge between episodic and semantic structure in memory systems.", "date": "2025-10-05", "journal": ""}
{"title": "The Critical and Unexpected Role of a Methyl Group in Interleukin-17A Inhibitors", "doi": "10.1101/2025.10.02.680113", "authors": "Deng, X.; Li, B.; Chen, H.; Zhou, G.; Lyv, W.; Tian, W.; Su, Y.; Zhou, Y.", "abstract": "Interleukin-17 (IL-17) is a pro-inflammatory cytokine primarily secreted by Th17 cells. It plays a crucial role in the body's immune defense against fungal and bacterial pathogens. However, an imbalance in IL-17 production can contribute to the development of autoimmune and inflammatory disorders. Therapeutic strategies targeting IL-17, such as blocking antibodies like secukinumab (Cosentyx), have been successfully developed. These antibodies are currently employed in the treatment of various conditions, including psoriasis, psoriatic arthritis, and ankylosing spondylitis. More recently, a small molecule inhibitor of IL-17, LY3509754, progressed to clinical trials but was halted during Phase 1 due to unfavorable hepatotoxicity. Two derivatives, compounds 7 and 8, did not advance to clinical trials due to safety concerns. These three compounds (7, 8, and the original lead compound, presumably implied) share a common difluoro substituent, which was hypothesized to be the cause of the observed safety issues. In subsequent structure-activity relationship (SAR) studies, replacing the difluoro substituent with a single methyl group (resulting in compound 9) unexpectedly led to a significant improvement in cellular activity. Furthermore, compound 9 exhibited a very low unbound fraction and reduced liver distribution, ultimately translating to high in vivo efficacy with a sufficient safety margin. This seemingly minor methyl substitution transformed the compound into a highly promising preclinical candidate (compound 9), now slated for further development.", "date": "2025-10-05", "journal": ""}
{"title": "Modeling MEK inhibitor-Associated Retinopathy in vitro using human induced pluripotent stem cell-derived retinal pigment epithelial cells", "doi": "10.1101/2025.10.03.680301", "authors": "Lozano, L. P.; Jennisch, M.; Jensen, R.; Ratcliff, J. A.; Wiley, L. A.; Harman, B.; Riker, M. J.; Wright, A. T.; Erickson, B. A.; Boldt, H. C.; Boyce, T. M.; Mullins, R.; Binkley, E. M.; Tucker, B. A.", "abstract": "Pharmacologic inhibitors of MEK are important anti-cancer drugs but can result in MEK-inhibitor Associated Retinopathy (MEKAR) in which vision is lost due to serous retinal detachments that form via an unknown mechanism. We hypothesized that the cause of this side effect is drug-induced dysfunction of retinal pigment epithelial (RPE) cells. To test this hypothesis, we used human induced pluripotent stem cell-derived RPE cells. We treated mature, hiPSC-derived RPE cells with selumetinib and measured impacts on RPE-specific function, structure, and gene expression. Selumetinib increases the ability of hiPSC-derived RPE to internalize bovine rod outer segments (1.9 vs 3.0, p=0.0024). It also decreases expression of aquaporin 1 during the first 10 days of treatment (2.7 vs 1.1, p=0.0015). It has no effect on the ability of hiPSC-derived RPE to maintain membrane integrity. Selumetinib alters gene expression of hiPSC-derived RPE, with significant changes in genes involved in transport of ions and small molecules regulating cell volume and lysosomal acidification. Selumetinib may lead to subretinal fluid accumulation by both increasing secretions into this space and decreasing outflow.", "date": "2025-10-05", "journal": ""}
{"title": "PAK4 promotes vertex remodeling to maintain epithelial integrity and barrier function", "doi": "10.1101/2025.10.02.680170", "authors": "Adhikary, B.; Chang, A.; Higashi, A. Y.; Chiba, H.; Miller, A. L.; Higashi, T.", "abstract": "Cell-cell junctions are essential for epithelial integrity and barrier function, but the mechanisms regulating their remodeling remain unclear. Here, we investigated the role of the junctional kinase PAK4 in vertex remodeling. PAK4 localized to apical junctions and accumulated at multicellular vertices in MCDK cells and Xenopus embryos. Inhibition or knockout of PAK4 increased higher-order vertices, caused junctional discontinuities, and impaired barrier function in MDCK cells. PAK4 recruitment required the scaffolding protein Afadin. Afdn-KO cells exhibited severe junctional defects and reduced barrier function. Artificial targeting of PAK4 in Afdn-KO cells partially restored junctional continuity and barrier function. In Xenopus embryos, live imaging showed dynamic PAK4 accumulation at remodeling vertices, and PAK4 inhibition hindered resolution of multicellular vertices. Expression of an amino-terminal fragment (PAK4-NT) impaired remodeling and induced cytokinetic failure. Live imaging in Xenopus revealed barrier leakage at multicellular vertices upon PAK4 inhibition. These findings indicate that PAK4 and Afadin cooperate to maintain epithelial integrity and barrier function by promoting vertex remodeling.", "date": "2025-10-05", "journal": ""}
{"title": "Developmental Dysregulation of Synaptic and Myelin-Related Genes in Frontal Cortex and Serum Infrared Spectroscopy Signature in the Valproic Acid Model of Autism", "doi": "10.1101/2025.10.04.680465", "authors": "Sousa, C. A.; Kroll, J.; Brandao, J. A.; Ruschi, S.; Morais, C. L.; dos Santos, M. C. D.; Bessa, R. d. S.; Lima, K. M.; de Souza, S. J.; Romcy-Pereira, R. N.", "abstract": "Neural circuits emerge during development through dynamic interactions between genetic instructions and environmental cues that shape cell fate, connectivity, and the timing of myelination. In developmental disorders such as autism, abnormalities in sensory processing, social cognition, and motor behavior are thought to arise from disruptions in these processes. Here, we investigated early-life molecular changes following prenatal exposure to valproic acid (VPA), an environmentally induced model of autism. We integrated cortical gene expression analysis using RNA sequencing/qPCR, alternative splicing profiling, in situ myelin quantification, plasma serotonin determination, and machine learning-assisted classification of blood serum molecular profiles using infrared spectroscopic (FTIR) data. Our findings revealed downregulation of myelin-associated genes and upregulation of synapse-related genes in the frontal cortex of young VPA-exposed rats. qPCR confirmed reduced cortical expression of Mobp and PLP1 along with increased Penk and C1ql3 expression. Alternative splicing analysis identified numerous novel transcript variants, enriched in synaptic-related genes, indicating widespread post-transcriptional remodeling in VPA animals. These molecular alterations were accompanied by a significant reduction in myelin content within the cingulate and motor cortex of adult animals. Peripheral molecular profiling showed elevated plasma serotonin in VPA-treated animals and demonstrated that a support vector machine trained on serum FTIR spectra classified VPA-exposed animals with 85% accuracy. Collectively, our findings suggest that prenatal VPA exposure induces early dysregulation of myelin organization, synaptic gene networks, and RNA splicing programs, potentially leading to long-term impairments in neuronal communication and processing efficiency. Furthermore, our results highlight serum spectroscopic signatures as promising peripheral biomarkers for autism, warranting further investigation.", "date": "2025-10-05", "journal": ""}
{"title": "TMS-EEG reveals causal dynamics of the premotor cortex during musical improvisation", "doi": "10.1101/2025.10.04.680222", "authors": "Palhares, P. T.; D'Ambrosio, S.; Goncalves, O. F.", "abstract": "Musical improvisation illustrates the brain's capacity for flexible, creative motor control, yet the causal mechanisms underlying this complex behaviour remain poorly understood. We employed transcranial magnetic stimulation combined with electroencephalography (TMS-EEG) to probe state-dependent cortical dynamics in the left dorsal premotor cortex (PMd) of professional jazz pianists (n = 3) during improvisation, sight-reading, and rest. This proof-of-concept study demonstrates the feasibility of combining perturbational neuroscience with ecologically valid musical performance. Multiple convergent analyses revealed distinct cortical signatures during improvisation: reduced local mean field power, decreased phase-locking of evoked responses, and preserved but gain-modulated early components as revealed by Correlated Components Analysis. These findings suggest that improvisation is characterized by attenuated PMd excitability and more variable response timings, while preserving the fundamental architecture of cortical responses. This perturbational signature supports a neural efficiency model of expertise whereby expert musicians achieve creative flexibility through training-induced streamlined, optimized cortical processing. Our results establish TMS-EEG as a powerful approach for investigating the causal dynamics of creative cognition and demonstrate how the brain reconfigures its response properties to support internally driven motor performance.", "date": "2025-10-05", "journal": ""}
{"title": "TMS-EEG reveals causal dynamics of the premotor cortex during musical improvisation", "doi": "10.1101/2025.10.04.680222", "authors": "Palhares, P. T.; D'Ambrosio, S.; Goncalves, O. F.", "abstract": "Musical improvisation illustrates the brain's capacity for flexible, creative motor control, yet the causal mechanisms underlying this complex behaviour remain poorly understood. We employed transcranial magnetic stimulation combined with electroencephalography (TMS-EEG) to probe state-dependent cortical dynamics in the left dorsal premotor cortex (PMd) of professional jazz pianists (n = 3) during improvisation, sight-reading, and rest. This proof-of-concept study demonstrates the feasibility of combining perturbational neuroscience with ecologically valid musical performance. Multiple convergent analyses revealed distinct cortical signatures during improvisation: reduced local mean field power, decreased phase-locking of evoked responses, and preserved but gain-modulated early components as revealed by Correlated Components Analysis. These findings suggest that improvisation is characterized by attenuated PMd excitability and more variable response timings, while preserving the fundamental architecture of cortical responses. This perturbational signature supports a neural efficiency model of expertise whereby expert musicians achieve creative flexibility through training-induced streamlined, optimized cortical processing. Our results establish TMS-EEG as a powerful approach for investigating the causal dynamics of creative cognition and demonstrate how the brain reconfigures its response properties to support internally driven motor performance.", "date": "2025-10-05", "journal": ""}
{"title": "Neuroinflammatory Stress Preferentially Impacts Synaptic MAPK Signaling and Mitochondria in Excitatory Neurons", "doi": "10.1101/2025.10.03.680087", "authors": "Espinosa-Garcia, C.; Srivastava, U.; Kumar, P.; Kour, D.; Malepati, S.; Tobin, B.; Xiao, H.; Sunna, S.; Bowen, C. A.; Cheng, L.; Bagchi, P.; Duong, D. M.; Whitworth, T. J.; Liu, X.; Seyfried, N.; Wood, L. B.; Faundez, V.; Rangaraju, S.", "abstract": "Background: Understanding synapse-specific effects of neuroinflammation can provide mechanistic and therapeutically relevant insights across the spectrum of neurological diseases. Methods: We applied neuron-specific proteomic biotinylation in vivo, differential centrifugation of brain for crude synaptosome enrichment (P2 fraction) and mass spectrometry (MS) analysis of biotinylated proteins to derive native-state proteomes of Camk2a-positive neurons and their corresponding P2 synaptic compartments. Next, in an in vivo model of systemic lipopolysaccharide (LPS) dosing, we examined the effects of neuroinflammation on whole neuron and synaptic compartments using a combination of MS, network analysis, confirmatory biochemical and ultrastructural assays and integrative approaches across our mouse-derived and existing human datasets. Results: Ultrastructural and biochemical analyses of P2 fractions verified enrichment in synaptic elements, including synaptic vesicles and mitochondria. MS of biotinylated proteins from Camk2a-specific bulk brain homogenates (whole neuron) and P2 fractions (synaptosome) showed enrichment of >1000 proteins, consistent with neuron-specific biotinylation, also confirmed by immunofluorescence microscopy. Camk2a-specific synaptic proteome revealed molecular signatures related to mitochondrial function, synaptic transmission, protein translation. LPS-treated mice displayed body weight loss and neuroinflammation, characterized by glial activation, increased pro-inflammatory cytokine levels and upregulated expression of Alzheimer's disease (AD)-related microglial genes. LPS-induced neuroinflammation exerted distinct effects on the synaptic proteome, including increased mitochondrial and reduced cytoskeletal-synaptic proteins, while suppressed synaptic MAPK signaling. Importantly, these changes were not observed at the whole neuron level, indicating unique vulnerability of the synapse to neuroinflammation. In line with synapse proteomic and signaling changes, LPS altered the ultrastructure of asymmetric synapses, suggesting dysregulation of excitatory neurotransmission. Co-expression network analysis of Camk2a neuronal proteins further resolved mitochondria- and synapse-specific protein modules, some of which were neuroinflammation-dependent. Neuroinflammation increased levels of a mitochondria-enriched module, and decreased levels of a pre-synaptic vesicle module, without impacting a post-synaptic membrane module. LPS-dependent mitochondrial and LPS-independent post-synaptic modules in mouse neurons mapped to post-mortem human AD brain proteomic modules which were decreased in cases with AD dementia and positively correlated to cognitive function, including pro-resilience markers for AD. Conclusion: Our findings using native-state proteomics of Camk2a neurons combined with synaptosome enrichment identify proteome-level mechanisms of early synaptic vulnerability to neuroinflammation relevant to AD.", "date": "2025-10-05", "journal": ""}
{"title": "Multi-stable oscillations in cortical networks with two classes of inhibition", "doi": "10.1101/2025.10.03.680414", "authors": "Ermentrout, B.; Dey Sarkar, A.", "abstract": "In the classic view of cortical rhythms, the interaction between excitatory pyramidal neurons (E) and inhibitory parvalbumin neurons (I) has been shown to be sufficient to generate gamma and beta band rhythms. However, it is now clear that there are multiple inhibitory interneuron subtypes and that they play important roles in the generation of these rhythms. In this paper we develop a spiking network that consists of populations of E, I and an additional interneuron type, the somatostatin (S) internerons that receive excitation from the E cells and inhibit both the E cells and the I cells. These S cells are modulated by a third inhibitory subtype, VIP neurons that receive inputs from other cortical areas. We reduce the spiking network to a system of nine differential equations that characterize the mean voltage, firing rate, and synaptic conductance for each population and using this we find many instances of multiple rhythms within the network. Using tools from nonlinear dynamics, we explore the roles of each of the two classes of inhibition as well as the role of the VIP modulation on the properties of these rhythms.", "date": "2025-10-05", "journal": ""}
{"title": "Comparative transcriptomics reveals shifts in cortical architecture at themetatherian/eutherian transition", "doi": "10.1101/2025.10.03.680397", "authors": "Gorzek, R.; Trachtenberg, J.", "abstract": "The neocortex, a layered structure unique to mammals, supports higher-order functions such as perception, learning, and decision-making. While its overall organization is broadly conserved, it remains unclear whether changes to the cell type-specific organization of the cortical column--the basic unit of cortical processing--occurred at the metatherian/eutherian split. To address this, we used single-nucleus RNA sequencing and spatial transcriptomics to compare gene expression, cell types, and laminar architecture in the primary visual cortex of a metatherian (Monodelphis domestica) and a eutherian mammal (Mus musculus). We find distinctions between supragranular (layer 2/3) and infragranular (layers 5 and 6) intratelencephalic (IT) neurons to be more pronounced in mice, with layer 2/3 neurons enriched for transcripts involved in synaptic transmission, adhesion, and dendritic development. Mouse cortex also exhibits expanded populations of disinhibitory interneurons, redistribution of perineuronal nets, and reduced oligodendrocyte density--features known to enhance cortical plasticity. These findings suggest the metatherian/eutherian split was accompanied by remodeling of the cortical column, highlighting potential substrates of neocortical evolution in early mammals.", "date": "2025-10-05", "journal": ""}
{"title": "Facial photographs as proxies for inflammatory aging", "doi": "10.1101/2025.10.02.680162", "authors": "Belic, M.; Schneider, K.; Furman, D.", "abstract": "Systemic chronic inflammation is a major determinant of aging and disease risk, yet current biomarkers such as the Inflammatory Age (iAge) clock and other proteomic assays remain costly, invasive, and poorly scalable. The skin, as both a visible marker and contributor to age-related inflammation (inflammaging), offers a potential non-invasive window into this health metric. Here, we developed Healthy Selfie, a digital predictor of iAge, from simple 2D frontal face photographs. We leveraged data from the Edifice Health Pre-Market trial, a clinical study of 750 participants aged 20 to 90 years, using a subset with available iAge measurements paired to facial images, demographic, clinical, and functional data. Facial embeddings from a pre-trained deep learning image model were combined with chronological age, sex and other easily obtainable metadata, and mapped to blood-derived iAge using regression within a leave-one-out cross-validation framework. Photo-predicted iAge values were significantly correlated with blood iAge values (r = 0.536) and were used to identify increased iAge acceleration (accuracy 66.39%, sensitivity 65.61%, specificity 67.24%). Validation on an external dataset containing ~100,000 images showed no significant demographic bias across ethnicities, including Asian, Black, Indian, Middle Eastern, and Latino populations. Beyond iAge, we also showed that facial features could predict blood levels of individual inflammaging proteins (CXCL9, CXCL1, CCL11, TNFSF10, and IFNG). Our findings suggest that ordinary facial photos can provide information on blood inflammation and can be used as a scalable, ultra low-cost tool for assessing biological aging and advancing precision health.", "date": "2025-10-05", "journal": ""}
{"title": "Dabigatran prevents lipopolysaccharide mediated apoptosis in zebrafish through a thrombin independent mechanism", "doi": "10.1101/2025.10.03.680206", "authors": "Fleischmann, A.; Woodhams, W.; Mouayed, R.; Joseph, T.; Sui, X.; Yaman, M.; Oehlers, S.; Shavit, J.; Jacob, V.", "abstract": "Endotoxemia is a feature of sepsis pathogenesis and has also been found to mediate the pathophysiology of multiple chronic inflammatory conditions. In this work, we use a lipopolysaccharide (LPS) induced endotoxemia model in zebrafish to identify novel mediators of LPS toxicity. We performed transcriptomic studies on LPS-treated larvae, followed by in silico analysis, which revealed associations between the signatures of LPS-treated embryos and those of drugs involving diverse pathways. In parallel, we performed an in vivo screen using >1,500 FDA-approved compounds and identified multiple novel small molecules that reduced inflammation and prevented LPS toxicity. We focused on the direct thrombin inhibitor dabigatran, which was identified through both the in vivo and in silico analyses. We found that dabigatran co-administration significantly reduced the expression of inflammatory cytokines and completely protected zebrafish from endotoxemic death due to LPS. Surprisingly, we found that this protection occurs in prothrombin mutant fish, proving that protection from endotoxemia occurs independently of the anticoagulant function of dabigatran. We additionally found that dabigatran administration significantly decreased nitric oxide production and apoptosis compared to LPS treatment alone, suggesting possible mechanisms by which protection from endotoxemia is achieved. In summary, we identify several novel small molecules that prevent LPS-induced endotoxemia and show that one such small molecule, dabigatran, exerts a thrombin-independent effect on nitric oxide production and apoptosis. This and the other identified small molecules warrant further exploration in inflammatory conditions including sepsis.", "date": "2025-10-05", "journal": ""}
{"title": "In-depth phenotyping reveals unexpected floral trait variation in Mimulus cardinalis across a range-wide latitudinal gradient", "doi": "10.1101/2025.10.03.680188", "authors": "Neequaye, M.; Kennedy, E. B.; Gunn, H.; Wenzell, K. E.; Byers, K. J. R. P.", "abstract": "Background & Aims: Pollinators play a crucial role in the evolution and diversification of flowering plants. Intraspecific variation in floral traits occurs frequently and likely reflects variable biotic and abiotic selection pressures. The hummingbird-pollinated monkeyflower Mimulus cardinalis occurs across western North America, where geographic mosaics of selection have likely influenced its natural history, due to this wide species range. Processes driving early stages of divergence and speciation remain poorly understood, though theory predicts that trait divergence will be most likely at range edges. Within M. cardinalis, which is usually red-flowered and hummingbird-pollinated, two independent shifts to yellow flowers have occurred at the northern and southern range edges, including a population found on Cedros Island, off the coast of Baja California, Mexico. Methods: This study characterises the local climatic variables of five accessions of M. cardinalis derived from locations across a latitudinal geographic gradient. Highly integrative methods in metabolomics and morphological analyses were used to characterise a suite of pollinator-relevant floral traits across the range of M. cardinalis species variation. We use transcriptomics and whole genome sequencing to study underlying genetic variation in two yellow-coloured, range-edge accessions. Key Results: This study uncovers high levels of variation in morphology, nectar properties, pigmentation and scent profile across geographically diverse Mimulus cardinalis accessions, in addition to profiling how these accessions are perceived by potential pollinators. We find high levels of phenotypic variation across M. cardinalis, particularly in the biochemistry of pigment and scent, where inflorescences that appear to be the same shade of red have completely different anthocyanin profiles. Floral trait-underlying genetic differences between different M. cardinalis lines were also investigated, revealing potential mechanisms underlying floral diversification. Conclusions: This work highlights the importance of interplay between floral trait diversification, pollinator perception and climate. This work also highlights the importance of considering suites of floral traits in a quantitative fashion when studying intraspecific variation in relation to species range. This study also provides genetic insight into changes in these traits and provides many future directions to study the early stages of pollinator-mediated trait differentiation across a species range.", "date": "2025-10-05", "journal": ""}
{"title": "A Priori recognition for biological phenomena prior to empirical understanding", "doi": "10.1101/2025.10.02.680169", "authors": "Takeda, Y.; Yokozawa, J.; Yamaguchi, R.; Saitoh, S.; Asao, H.", "abstract": "Biological phenomena include unrecognized events. These unrecognized events often unknowingly increase observer bias, which inhibits open and reproducible science. In this study, we focused on the recognition procedures underlying primary data and modeled cell population behavior. Using agent-based modeling (ABM), we demonstrated that cellular behaviors can be categorized into 11 distinct types, a framework we defined as the Behavioral Eleven Cell Class (BECC). We further validated BECC by describing the differential STAT3 phosphorylation patterns in leukocyte subsets and polarized T cell differentiation in OT-II transgenic mice. BECC serves as a novel descriptive method with three defining features: (i) it functions as a symbolic system independent of numerical or linguistic constraints, (ii) it represents the minimal unit of recognition, and (iii) it enables the expression of inherently unrecognizable phenomena. BECC allows for observer subjectivity and the relativity of results while enforcing rigorous recognition. This unique approach provides a practical and conceptual basis for advancing open and reproducible science.", "date": "2025-10-05", "journal": ""}
{"title": "Dynamics of memory B cells and plasmablasts in healthy individuals", "doi": "10.1101/2025.10.03.680203", "authors": "Mazzolini, A.; Walczak, A.; Mora, T.", "abstract": "Our adaptive immune system relies on the persistence over long times of a diverse set of antigen-experienced B cells to encode our memories of past infections and to protect us against future ones. While longitudinal repertoire sequencing promises to track the long-term dynamics of many B cell clones simultaneously, sampling and experimental noise make it hard to draw reliable quantitative conclusions. Leveraging statistical inference, we infer the dynamics of memory B cell clonal dynamics and conversion to plasmablasts, which includes clone creation, degradation, abundance fluctuations, and differentiation. We find that memory B cell clones degrade slowly, with a half-life of 10 years. Based on the inferred parameters, we predict that it takes about 50 years to renew 50% of the repertoire, with most observed clones surviving for a lifetime. We infer that, on average, 1 out of 100 memory B cells differentiates into a plasmablast each year, more than expected from purely antigen-stimulated differentiation, and that plasmablast clones degrade with a half-life of about one year in the absence of memory imports. Our method is general and could be applied to other longitudinal repertoire sequencing B cell subsets.", "date": "2025-10-05", "journal": ""}
{"title": "Methionine regulates antitumor function of CD8⁺ T cells through polyamine synthesis", "doi": "10.1101/2025.10.03.680201", "authors": "Zhao, T.; Carleton, G. A.; Macpherson, S.; Shiyuk, M.; Monaghan, J.; Han, J.; Uchenunu, O.; Rottapel, R.; DeBerardinis, R. J.; Stewart, K. M.; Kim, B.-H.; Ausio, J.; Goodlett, D. R.; Petrosova, H.; Duncan, K. D.; Lum, J. J.", "abstract": "Methionine is an essential amino acid critical for T cell activation. While methionine restriction (MR) combined with immune checkpoint blockade has been shown to enhance T cell function, the impact of methionine on adoptive T cell therapies is largely unexplored. Here, we examined the functionality of T cells under MR and pharmaceutical inhibition of the methionine cycle (MAT2Ai), using primary T cells and a murine adoptive T cell therapy model. In vitro, transient MR or MAT2Ai treatment increased interferon gamma (IFN{gamma}) expression in CD8 T cells, whereas sustained MR led to the upregulation of T cell exhaustion-associated markers. Mechanistically, transient MR suppressed the polyamine synthesis pathway, and supplementation with polyamines reversed MR-induced IFN{gamma} expression. Genetic ablation of s-adenosylmethionine decarboxylase, an enzyme in the polyamine synthesis pathway, recapitulated the effect of MR, indicating that transient MR enhances T cell function by inhibiting polyamine synthesis. Despite this, transient MR treatment of ovalbumin (OVA)-specific (OT-I) CD8 T cells prior to adoptive transfer did not improve antitumor efficacy against EG7-OVA tumors in vivo. In contrast, sustained dietary MR accelerated EG7-OVA tumor growth in mice treated with OT-I T cells, demonstrating that methionine availability is essential for the activity of adoptively transferred T cells. These findings suggest that enhancing methionine availability in the tumor microenvironment may improve the efficacy of adoptive T cell therapies.", "date": "2025-10-05", "journal": ""}
{"title": "Phosphodiesterase type 1 regulates adenosine 2A receptor-associated cAMP signaling at the plasma membrane to increase myocardial contractility", "doi": "10.1101/2025.10.03.680406", "authors": "Fitch, M. L.; Martins Goncalves, M. A.; Tang, M.; Kelly, E. D.; Cheung, E. C.; Kandula, P.; Jones, E.; Sornat, S.; Sun, O.; Zaccolo, M.; Kay, M. W.; Muller, G. K.", "abstract": "BACKGROUND: Phosphodiesterase type 1 (PDE1) inhibition exerts inodilatory effects in pre-clinical models and human heart failure patients with reduced ejection fraction (HFrEF). PDE1 hydrolyzes cyclic nucleotide cAMP in a soluble but not microsomal fraction of the human myocardium. PDE1 may exert domain-specific effects, but the mechanism whereby PDE1 compartmentalization induces an inotropic change remains unknown. We sought to elucidate PDE1 regulation of cAMP and contractility. METHODS: Pharmacologic modulators of PDEs or G-protein coupled receptors (GPCRs) were used to study PDE1 signaling mechanisms in healthy and failing guinea pig hearts. Tissue fractionation examined the localization of different PDE types. Live cell imaging experiments assessed cytosolic and sarcolemmal membrane cAMP level ([cAMP]) and protein kinase A (PKA) activity changes in cells transduced with Forster resonance energy transfer (FRET) biosensors. Sarcomere length and intracellular calcium changes monitored contractile changes in electrically paced cells. Coronary flow and left ventricular (LV) developed pressure were measured in ex vivo Langendorff perfusion heart studies. RESULTS: PDE1 isoforms were found not only in the soluble, but also in the microsomal fractions of the guinea pig heart. PDE1 hydrolysis of cAMP was greater at the sarcolemma compared to the cytosol. PDE1 specifically regulated a pool of cAMP associated with the G?s protein coupled receptor adenosine 2A receptor (A2AR) at the sarcolemma, without activating PKA. A2AR/PDE1 regulation induced positive inotropic and lusitropic changes in healthy and failing guinea pig cardiomyocytes and in the myocardium ex vivo. CONCLUSIONS: PDE1 is the major regulator of cAMP pools generated by A2AR activation at the sarcolemma. Functionally, this regulation induces inotropic and lusitropic effects in cardiomyocytes and at the whole organ level. Thus, PDE1 is compartmentalized at the membrane with A2AR, and this regulation determines cardiomyocyte contractility in healthy and failing hearts.", "date": "2025-10-05", "journal": ""}
{"title": "Highly pathogenic avian influenza (HPAI) in South America, 2022-2025: temporality, affected species, and the southwards expansion to the Antarctic region.", "doi": "10.1101/2025.10.03.680239", "authors": "Sanchez-Rodriguez, F.; Diaz-Gavidia, C.; Ruiz, S.; Jimenez Bluhm, P.", "abstract": "The H5N1 highly pathogenic avian influenza (HPAI) virus has caused severe global losses, reaching South America in 2022 and Antarctica in 2024. Here we synthesize outbreak reports submitted to the World Organization for Animal Health (WOAH) by South American countries and document the virus's unprecedented expansion into Antarctica, affecting wild birds, wild mammals, and domestic poultry. More than 6 million domestic birds died or were culled, mostly from commercial operations. Of the 11 South American countries that reported H5N1 to WOAH, 10 reported infections in wild birds, spanning 104 species, 59.62% of which are migratory and predominantly non-trans-equatorial. Marine mammal cases occurred after wild bird detections, with the South American sea lion (Otaria flavescens) most affected, and several Antarctic bird species with migratory behavior were also reported in South America. To complement outbreak data, we examined available genomic sequences through phylogenetic and time-calibrated Bayesian analyses, which revealed multiple introduction events, viral diversity across regions, and evidence of interspecies transmission dynamics. These findings highlight the extensive ecological reach of H5N1 in the Southern Hemisphere and underscore the urgent need for a One Health approach that strengthens wildlife and backyard-poultry surveillance while fostering coordinated regional action to control and prevent further spread of HPAI.", "date": "2025-10-05", "journal": ""}
{"title": "ΔCt-Informed, Calibrated Logistic Regression Accurately Attributes mecA in Staphylococcus aureus-Positive Wound Specimens.", "doi": "10.1101/2025.10.03.680191", "authors": "Dehghani, M.; Norouzi, H.; Dehghan, S.; Lee, K. H.; Martin, H. L.", "abstract": "In wound specimens, co-detection of mecA and Staphylococcus aureus by PCR does not necessarily indicate MRSA because coagulase-negative staphylococci (CoNS) frequently harbor mecA. We evaluated a {Delta}Ct-informed, biologically gated, calibrated logistic regression to attribute mecA to S. aureus versus CoNS. Using paired culture/AST and multiplex real-time PCR Ct values (internal n=93; external n=47), we trained 5-fold cross-validated models in the culture-positive S. aureus subset (n=36) and applied an S. aureus PCR gate (no attribution when S. aureus PCR is negative). The primary model achieved sensitivity 90.9% and specificity 92.0% for MRSA attribution with AUC 0.931 (out-of-fold). Decision curve analysis showed positive net benefit across clinically relevant thresholds; at the prespecified 50% cutoff, the model achieved a net benefit of 0.222 compared with negative benefit for a treat-all strategy. In an external cohort, S. aureus detection by PCR versus culture showed 92.3% sensitivity and 97.1% specificity; within S. aureus PCR-positives (n=12), MRSA attribution reached 100% sensitivity and 87.5% specificity (accuracy = 91.7%). This framework improves mecA interpretability in polymicrobial specimens and can reduce unnecessary MRSA-directed antibiotics.", "date": "2025-10-05", "journal": ""}
{"title": "Identification of key host genes for influenza A virus in avian cells using a genome-wide CRISPR-Cas9 screen", "doi": "10.1101/2025.10.03.680283", "authors": "Blake, R. A.; Lee, A.; Parkinson, N.; Tan, W.; Drampa, V.; Baillie, J. K.; Digard, P.; Cigan, M.; Hawken, R.; Grey, F.", "abstract": "Influenza A virus (IAV) causes major economic losses to the poultry industry and poses a zoonotic threat to human health. Potential pandemic outbreaks are underpinned by the ability of the virus to jump from one species to another. Host virus interactions can dictate the success of such events and while systematic studies have successfully mapped host virus interactions in human cells, few studies have been performed in relevant animal host cell lines. Here, we conducted two independent genome-wide CRISPR/Cas9 knockout screens in chicken lung epithelial cells infected with either the human-adapted PR8 vaccine strain or the avian UDL 3:5 reassortant virus encoding PR8 HA, NA and M segments. Rather than selecting solely for cell survival, we used anti-M2 antibody staining and fluorescence activated cell sorting to capture host factors influencing multiple stages of the IAV life cycle. Across both screens, we identified 104 genes required for efficient replication in chicken cells, including 16 with strong effects (log2 fold change > 2). Comparative analysis with published human screens revealed 17 conserved host factors, 19 human-specific factors, and 42 chicken-specific factors, highlighting potential species-specific interactions. Top hits included genes involved in sialic acid biosynthesis and N-linked glycosylation: SLC35A1, SLC35A2, and the avian-specific influenza polymerase cofactor ANP32A. Functional validation demonstrated that MOGS, MGAT1, DENR, DMXL1, ENO1, IPO9, KLF6, PTAR1, and TSG101 contribute to multiple stages of the IAV life cycle. In particular, MOGS and MGAT1 were essential for N-glycan processing and modulated cell-surface sialic acid abundance, with strain- and species-specific effects. These findings define a genetic landscape of IAV dependency factors in chicken cells and suggest shared and species-specific host requirements that could impact cross-species transmission.", "date": "2025-10-05", "journal": ""}
{"title": "Influence of cis-regulatory elements on regulatory divergence in human segmental duplications", "doi": "10.1101/2025.10.03.680410", "authors": "Shew, C. J.; Kaya, G.; McGinty, S. P.; Dennis, M.", "abstract": "Human-specific segmental duplications (HSDs) contain millions of base pairs of sequence unique to the human genome, including genes that shape neurodevelopment. Despite their young age (<6 million years), HSD genes exhibit widespread regulatory divergence, with paralog-specific expression patterns documented across a variety of tissues and cell types. Using long-read expression and epigenomic data, we show that human-specific paralogs tend to have lower activity than the shared, ancestral ones. To systematically characterize the cis-regulatory elements (CREs) within HSDs and understand patterns of regulatory change in recently evolved gene families, we conducted a massively parallel reporter assay of 7,160 human duplicated and chimpanzee orthologous sequences in lymphoblastoid (GM12878) and neuroblastoma (SH-SY5Y) cell lines. A large proportion (14&ndash24%) of sequences exhibited differential activity relative to the chimpanzee ortholog (or between human paralogs), mostly with small fold-differences. Combining measured activity levels across all assayed sequences, predicted differences in cis-regulatory activity correlated with mRNA levels in SH-SY5Y. Differentially active CREs were validated for CHRFAM7A, HYDIN2, and SRGAP2C that may contribute to paralog-specific expression patterns and thereby to human-specific traits. While we find some changes in CRE activity shared between duplicate paralogs likely driving regulatory divergence in gene expression, consideration of non-shared adjacent sequences to duplications suggests a larger role for altered genome positional effects. In all, this work suggests that functional divergence of duplicated CREs contributes moderately to regulatory divergence of HSD genes and uncovers enhancers that are candidate drivers of human-specific regulatory patterns.", "date": "2025-10-05", "journal": ""}
{"title": "Investigation of anti-SARS CoV-2 multimeric bicyclic peptide inhibitors in a range of pre-clinical therapeutic settings", "doi": "10.1101/2025.10.03.680220", "authors": "Harman, M. A. J.; Gaynor, K. U.; Papa, G.; Pellegrino, S.; Bezerra, G. A.; McGuinness, B.; Jeffrey, P.; Beswick, P.; Stanway, S.; van Rietschoten, K.; Chen, L.; Drulyte, I.; Herriott, J.; Kijak, E.; Gallardo Toledo, E.; Tatham, L.; Sharma, P.; Bentley, E.; Sharp, J.; Kirby, A.; Owen, A.; Stewart, J. P.; Skynner, M. J.", "abstract": "The spread of respiratory viruses, such as Influenza and SARS-CoV-2 has presented significant challenges over the last 30 years with few effective therapeutic options available to this day. Bi-cyclic peptides represent a unique, modular, modality in the antiviral armamentarium against future pandemics. This study provides a deeper evaluation of multivalent bi-cyclic (Bicycle(R)) molecule efficacy in several preclinical SARS-CoV-2 challenge settings. We explore both pre-exposure prophylaxis and post-exposure therapeutic settings via subcutaneous and intranasal routes of administration. We contextualize this further in bespoke scenarios of immune compromisation, and viral transmission. Promisingly, in all studies we observe efficacy, significantly reducing infectious viral burden at each study endpoint. These data further support candidacy of Bicycle molecules as a differentiated antiviral therapeutic class in the context of pandemic preparedness.", "date": "2025-10-05", "journal": ""}
{"title": "AdiY Acts as a Cytoplasmic pH-Sensor via Histidine Protonation to Regulate Acid Stress Adaptation in Escherichia coli", "doi": "10.1101/2025.10.03.680266", "authors": "Gallo, G.; Brameyer, S.; Kuppermann, S.; Schneider, S.; Kielkowski, P.; Jung, K.", "abstract": "The arginine-dependent acid resistance (Adi) system is a vital component that enables Escherichia coli and other enterobacteria to withstand the extreme acidity in the human gastrointestinal tract. It functions by enabling the proton-consuming decarboxylation of arginine catalyzed by AdiA, and the uptake of arginine and excretion of the more alkaline agmatine catalyzed by the antiporter AdiC. The corresponding genes adiA and adiC are induced in E. coli under acidic conditions (pH < 5.5), a process that is tightly regulated by the AraC/XylS transcriptional activator AdiY. Here, we show that the pH-sensing mechanism of AdiY functions through the protonation of two histidines (His34 and His60) in the N-terminal domain. Replacing these histidine residues with alanine, glutamine or aspartate abolishes the pH-dependent activation of AdiY, both in vivo, as demonstrated by promoter reporter assays, and in vitro, as indicated by the loss of DNA-binding activity detected by surface plasmon resonance spectroscopy. Biochemical analyses of purified wild-type AdiY using size-exclusion chromatography and intrinsic tryptophan fluorescence revealed a pronounced and reversible pH-dependent conformational change that does not occur in the pH-sensing-deficient AdiY variant. A model is proposed in which AdiY forms a monomer at physiological pH. At a lower intracellular pH, the protonation of histidine in AdiY causes a conformational change that leads to the binding of AdiY as a tetramer to the DNA. This work elucidates the molecular mechanism of a one-component signal transduction system that combines both sensory and responsive functions.", "date": "2025-10-05", "journal": ""}
{"title": "Gradient-aware modeling advances AI-driven prediction of genetic perturbation effects", "doi": "10.1101/2025.10.03.680360", "authors": "Jerby, L.; Zhu, D.", "abstract": "Predicting the transcriptional effects of genetic perturbations across diverse contexts is a central challenge in functional genomics. While single-cell perturbational assays such as Perturb-seq have generated valuable datasets, exhaustively profiling all perturbations is infeasible, underscoring the need for predictive models. We present GARM (Gradient Aligned Regression with Multi-decoder), a machine learning (ML) framework that leverages gradient-aware supervision to capture both absolute and relative perturbational effects. Across multiple large-scale datasets, GARM consistently outperforms leading approaches, including GEARS, scGPT, and GenePert, in predicting responses to unseen perturbations within and across contexts. Complementing this, we show that widely used evaluation metrics substantially overestimate performance, allowing trivial models to appear predictive. To address this, we introduce perturbation-ranking criteria (PrtR) that better reflect model utility for experimental design. Finally, we provide insight into gene-specific predictability, revealing pathways and gene classes systematically easier or harder to predict, with implications for model development and biological interpretation. Together, these advances establish a unified methodological and conceptual framework that improves perturbation modeling, sets rigorous evaluation standards, and provides biological insight into gene-specific predictability in functional genomics.", "date": "2025-10-05", "journal": ""}
{"title": "Age-related microbiome metabolites modulate splicing and chromatin accessibility in the brain", "doi": "10.1101/2025.10.03.680371", "authors": "Chakraborty, M.; Shi, S. M.; Porter, I. E.; Richard, D. J.; Marinov, G. K.; Moore, A. A.; Blum, J. L. E.; Natarajan, A.; Jahng, J. W.; Wu, J. C.; Lu, S. X.; Davidson, S. M.; Greenleaf, W. J.; Saw, N. L.; Shamloo, M.; Brunet, A.; Wyss-Coray, T.; Bhatt, A. S.", "abstract": "The gut microbiome generates diverse metabolites that can enter the bloodstream and alter host biology, including brain function. Hundreds of physiologically relevant, gut-brain signaling molecules likely exist; however, there has been no systematic, high-throughput effort to identify and validate them. Here, we integrate computational, in vitro, and in vivo approaches to pinpoint microbiome-derived metabolites whose blood levels change during aging, and that induce corresponding changes in the mouse brain. First, we mine large-scale metabolomics datasets from human cohorts (each n [&ge;] 1200) to identify 30 microbiome-associated metabolites whose blood levels change with age. We then screen this panel in an in vitro transcriptomic assay to identify metabolites that perturb genes linked to age-related neurodegeneration. We then test four metabolites in an acute-exposure mouse model, and use multi-omic approaches to evaluate their impact on cellular functions in the brain. We confirm the known neurodegeneration-promoting effects of trimethylamine N-oxide (TMAO), including mitochondrial dysfunction, and further discover its disruptive impact on the pathways of glycolysis, GABAergic signaling, and RNA splicing. Additionally, we identify glycodeoxycholic acid (GDCA), a microbiome-derived secondary bile acid, as a potent regulator of chromatin accessibility and suppressor of genes that protect the brain from age-related, neurodegeneration-promoting insults. GDCA also acutely reduces mobility. Taken together, this work identifies microbiome-derived signals relevant to age-related neurodegeneration, and defines a scalable framework for linking microbiome metabolites to host pathologies.", "date": "2025-10-05", "journal": ""}
{"title": "Catch and release of sialoglycoRNAs enables sequencing-based profiling across cellular and extracellular material", "doi": "10.1101/2025.10.04.680438", "authors": "Flynn, R. A.; Ge, R.; Rai, S. K.; Coffey, R. J. A.; Jeppesen, D. K.; Zhang, Q.; Higginbotham, J. N.", "abstract": "Glycosylated RNAs (glycoRNAs) represent a recently discovered class of small RNAs, but their systematic characterization has been limited by reliance on metabolic chemical reporters and high RNA input requirements. Here we present rPAL sequencing (rPAL-seq), a sensitive and selective platform for de novo discovery of sialoglycoRNAs. rPAL-seq combines enhanced periodate oxidation of sialic acids with a capture-release workflow and optimized library construction using poly(A) extension coupled with template-switching reverse transcription. The method enabled reproducible profiling from less than 100 ng of input RNA, corresponding to less than 2% of the material required by previous approaches. When applied across 13 human cell lines, rPAL-seq identified lineage-associated glycoRNA patterns alongside a conserved core dominated by uridine-rich snRNAs and snoRNAs, with modification signatures implicating glycosylation on acp3U or related uridine-based modifications. Extending to extracellular vesicles and non-vesicular nanoparticles, rPAL-seq revealed secreted glycoRNA profiles distinct from those of the cellular fraction. rPAL-seq provides a robust, scalable strategy for glycoRNA profiling, opening new avenues for studying this emerging biopolymer.", "date": "2025-10-05", "journal": ""}
{"title": "Catch and release of sialoglycoRNAs enables sequencing-based profiling across cellular and extracellular material", "doi": "10.1101/2025.10.04.680438", "authors": "Ge, R.; Jeppesen, D. K.; Rai, S. K.; Zhang, Q.; Higginbotham, J. N.; Coffey, R. J. A.; Flynn, R. A.", "abstract": "Glycosylated RNAs (glycoRNAs) represent a recently discovered class of small RNAs, but their systematic characterization has been limited by reliance on metabolic chemical reporters and high RNA input requirements. Here we present rPAL sequencing (rPAL-seq), a sensitive and selective platform for de novo discovery of sialoglycoRNAs. rPAL-seq combines enhanced periodate oxidation of sialic acids with a capture-release workflow and optimized library construction using poly(A) extension coupled with template-switching reverse transcription. The method enabled reproducible profiling from less than 100 ng of input RNA, corresponding to less than 2% of the material required by previous approaches. When applied across 13 human cell lines, rPAL-seq identified lineage-associated glycoRNA patterns alongside a conserved core dominated by uridine-rich snRNAs and snoRNAs, with modification signatures implicating glycosylation on acp3U or related uridine-based modifications. Extending to extracellular vesicles and non-vesicular nanoparticles, rPAL-seq revealed secreted glycoRNA profiles distinct from those of the cellular fraction. rPAL-seq provides a robust, scalable strategy for glycoRNA profiling, opening new avenues for studying this emerging biopolymer.", "date": "2025-10-05", "journal": ""}
{"title": "Synergistic Effects of pH and Temperature on Dengue VirusEnvelope Dimers: Insights from Microsecond MolecularDynamics Simulations", "doi": "10.1101/2025.10.04.680450", "authors": "Ropon Palacios, G.; Bernardes Santana Martins, I.; Rocchia, W.; de Araujo, A. S.", "abstract": "Dengue pathogenesis depends on a conformational rearrangement of the envelope (E) glycoprotein induced by low pH; however, how pH and temperature cooperate to destabilize its prefusion dimeric state, a fundamental step that enables the formation of the fusion-active trimer, remains unclear. Here, we investigate this synergy for Dengue serotypes of greatest medical relevance, DENV-2 and DENV-3. All-atom molecular dynamics simulations were performed on the microsecond scale at 28{degrees}C, 37{degrees}C, and 40{degrees}C under pH 5-7 using the CHARMM36m force field. The increase in temperature from 28{degrees}C to 37{degrees}C doubled the conformational space explored at neutral pH and weakened both dimers through reduction or loss of the interaction network along the dimeric interface. Acidification amplified this effect in a serotype-specific manner: DENV-2 required pH 5, while DENV-3 responded at pH 6. Distance and principal component analyses revealed an asymmetric dissociation route, termed the \"compensatory embrace\", in which retraction of Domains I and III in one monomer is balanced by advancement of its partner on the opposite side, temporarily preserving the number of inter-subunit contacts. Structural analyses highlighted the difference in histidine distribution between the serotypes. These results outline hierarchical physicochemical triggers that convert the dimer into fusion-competent monomers. Targeting the interfacial interaction network or reinforcing the compensatory embrace to prevent completion of dissociation offers new perspectives for broad-spectrum antivirals and immunogen design, underscoring the value of long-timescale molecular dynamics in drug discovery.", "date": "2025-10-05", "journal": ""}
{"title": "Structure of the Gq-coupled adhesion receptor ADGRL4, a GPCR implicated in cancer", "doi": "10.1101/2025.10.03.680274", "authors": "Chen, Q.; Gusach, A.; Diamante, A.; Patel, J. C.; Edwards, P. C.; Tate, C. G.; Favara, D. M.", "abstract": "Adhesion G protein-coupled receptors (aGPCRs) are a 32-member family of Class B GPCRs that have diverse cellular roles including mechanosensation, cell-fate determination, neurodevelopment, immune function and tumour biology. ADGRL4 is upregulated in the tumour microenvironment and is implicated in tumour pathogenesis across a broad range of malignancies. Inhibiting ADGRL4 is a potential therapeutic treatment for currently intractable cancers such as glioblastoma. Previous work suggested that ADGRL4 does not signal through G protein coupled pathways. However, using a sensitive bioluminescent assay, we demonstrate here that ADGRL4 couples weakly to the heterotrimeric G protein Gq, whilst there was no robust coupling to other G proteins (Gs, G12, Go) or {beta}-arrestin 1 or 2. We determined the cryo-EM structure of ADGRL4 coupled to a heterotrimeric Gq complex to a resolution of 3.1 [A]. The overall fold of ADGRL4 is similar to that of other aGPCRs, but the coupling to Gq is distinct with fewer interactions between the receptor and G protein. The structure is consistent with ADGRL4 being activated by its tethered agonist and represents an important step towards the development of potential inhibitors for the treatment of multiple tumour types.", "date": "2025-10-05", "journal": ""}
{"title": "Inducing TRIB2 Targeted Protein Degradation to Reverse Chemoresistance in Acute Myeloid Leukemia", "doi": "10.1101/2025.10.03.680259", "authors": "Rigby, E.; Narayanan, A.; Kania, E.; Harris, J. A.; Williams, J.; Zhang, B.; Liu, L.; Richmond, L.; Zhou, F.; Ding, K.; Carmody, R.; Eyers, P. A.; Keeshan, K.", "abstract": "The myeloid oncogene TRIB2 is a key driver of acute myeloid leukaemia (AML) pathogenesis, promoting chemoresistance and blocking differentiation through ubiquitin-mediated degradation of the C/EBP transcription factor. Despite its stable and sometimes elevated expression across AML subtypes, TRIB2 remains a clinically-untargeted vulnerability. Here, we present a comprehensive investigation into TRIB2 degradation mechanisms using multimodal approaches, including CRISPR knockout, mutational protein stability, small molecule TRIB2 engagement and evaluation of a novel targeted protein degrader (TRIB2-PROTAC). We identify Afatinib, a multi-ERBB covalent inhibitor, as a rapid inducer of TRIB2 degradation, triggering AML cell death via an ERBB-independent pathway. Importantly, TRIB2 degradation synergized with cytarabine, the frontline AML chemotherapy, amplifying therapeutic efficacy. Mapping of TRIB2 ubiquitination sites revealed Lys-63 as critical for its own proteolytic turnover, and a Lys to Arg degradation-resistant mutant (KallR) conferred enhanced chemoresistance and increased leukaemic engraftment in vivo. CRISPR-mediated TRIB2 knockout validated an essential role in AML cell survival. Consistently, the novel TRIB2-PROTAC (compound 5K) achieved robust TRIB2 degradation and AML cell killing at low micromolar concentrations. These findings establish TRIB2 as a compelling therapeutic target in AML and demonstrate that leveraging the ubiquitin-proteasome system to degrade TRIB2 offers a promising strategy to overcome chemoresistance. This work provides strong preclinical rationale for the development of TRIB2-targeting therapies in AML.", "date": "2025-10-05", "journal": ""}
{"title": "A noncanonical TNL immune hub defines separable recognition and signaling modules for clubroot resistance", "doi": "10.1101/2025.10.03.680381", "authors": "Hu, H.; Yu, F.", "abstract": "Plant immunity mediated by nucleotide-binding leucine-rich repeat (NLR) receptors often relies on canonical EDS1/NDR1 signaling, but alternative mechanisms are emerging. We uncover a novel modular, noncanonical immune hub orchestrated by Rcr1, a TIR-NLR (TNL) gene conferring clubroot resistance in Brassica napus against the root-infecting protist Plasmodiophora brassicae. Unlike typical TNLs, Rcr1 engages non-NLR partners in two separable modules: a CP1 (cysteine protease)-WRKY-based recognition module, likely monitoring a pathogen virulence target, and an AP (ankyrin-repeat protein)-ERF-based signaling module, driving jasmonic acid/ethylene-mediated defense. This architecture functions without detectable EDS1/NDR1 involvement, challenging salicylic acid-dominant models of biotrophic immunity and expanding current views of how TNLs can be wired in plant defense. Using high-throughput interactor screening and CRISPR/Cas9 knockouts, we validate these modules, while heat-inducible gene excision reveals the critical early role of Rcr1 (0-14 days post-inoculation). Together, our findings position Rcr1 as an exemplar of modular TNL architecture, suggesting that separable recognition and signaling branches may represent a broader principle of immune flexibility in plants. This study redefines TNL flexibility, offering a blueprint for breeding durable disease-resistant crops via modular immune engineering, with clubroot resistance as a model.", "date": "2025-10-05", "journal": ""}
{"title": "Downregulation of Transducin Delays Photoreceptor Degeneration in P23H Rhodopsin Retinitis Pigmentosa", "doi": "10.1101/2025.10.04.680427", "authors": "Mathew, D.; Sturgis, L.; Mathison, M.; Vinberg, F.", "abstract": "In inherited blinding diseases, such as Retinitis Pigmentosa (RP), photoreceptors progressively degenerate, eventually leading to blindness. Unfortunately, effective treatments to prevent or delay vision loss do not exist for most RPs. Dark rearing is known to delay retinal degeneration in preclinical models of RP. Therefore, in this study we evaluated the impact of reducing photoreceptor light signaling on RP progression. This was done by genetically ablating or downregulating transducin in rods or cones in a preclinical RP model carrying a single P23H mutant rhodopsin allele (P23H mice). Ablating rod transducin significantly improved photoreceptor survival in the P23H retina. Additionally, downregulating rod transducin promoted photoreceptor survival and improved rod light response in P23H mice. Remarkably, male P23H mice retained robust cone function until old age in the absence of rod transducin whereas female P23H carriers experienced significantly faster loss of cone function. In these females, reducing cone transducin improved cone function whereas the same treatment was not effective in male P23H carriers. Our data demonstrate that reducing rod or cone transducin expression in P23H mice improves the survival and function of rods and cones, and suggest transducin downregulation as an effective therapeutic strategy to delay photoreceptor degeneration in RP.", "date": "2025-10-05", "journal": ""}
{"title": "Tertiary lymphoid structures support the development of allergen-specific progenitor CD4+ T cells", "doi": "10.1101/2025.10.03.680350", "authors": "Bangs, D. J.; Hondowicz, B.; Abadie, K.; Savard, R.; Weiss, M.; Karakousi, T.; Skene, P. J.; ImmGenT,  ; Lund, A. W.; Goldrath, A. W.; Heeg, M.; Pepper, M.", "abstract": "Tissue-resident memory CD4+ T cells (TRM) are key sentinels of the adaptive immune response that provide a rapid, robust inflammatory response upon reactivation in non-lymphoid tissues. While CD4+ TRM are highly protective during reinfections or tumor growth, they are also critical mediators of autoimmunity and allergic disease. Using transcriptional analysis and flow cytometry we profiled the heterogeneity of allergen-specific CD4+ TRM in the lungs following house dust mite exposure and observe two distinct populations of cells: a proinflammatory Th2 lineage and a progenitor TCF1+ lineage that can repopulate the Th2 branch. Confocal microscopy revealed that these two subsets occupied distinct anatomical niches in the inflamed lungs, with Th2 cells localized to the airways while TCF1+ cells localized within pulmonary tertiary lymphoid structures (TLS). Spatial transcriptomics affirmed the TLS as a tissue progenitor niche and highlight the transcriptional progression from progenitor to Th2 cell reflected in the TLS:airway axis. Manipulations to promote or ablate TLS development resulted in increased or decreased TCF1 expression among allergen-specific T cells, respectively. Finally, we identify the PD1 pathway as a critical signal localized to the TLS core and demonstrate that TCF1+ cells in the TLS are responsive to anti-PD1 treatment. Together, these data shape our understanding of tissue CD4+ T cell responses across space and time and highlight TLS as a critical therapeutic target that promotes the propagation of chronic inflammatory diseases.", "date": "2025-10-05", "journal": ""}
{"title": "Targeting a macrophage stemness factor to mitigate diseases post respiratory viral infection", "doi": "10.1101/2025.10.03.680366", "authors": "Arish, M.; Chaudhuri, A.; Sun, J.", "abstract": "Tissue-resident alveolar macrophages (AMs) rely on intrinsic stem-like programs for self-renewal and maintenance, yet the transcriptional networks that support these functions and their relevance to post-viral lung disease remain largely unknown. Here, we identify TCF4 (Tcf7l2) as a critical transcription factor that governs AM maturation and stemness. Loss of TCF4 impaired AM proliferation, shifted their identity toward a pro-inflammatory phenotype, and exacerbated host morbidity following influenza or SARS-CoV-2 infection. Conversely, enforced TCF4 expression promoted the expansion of mature AMs, and supported lung recovery, thereby protecting against severe acute viral disease. Mechanistically, TCF4 antagonized {beta}-catenin-driven inflammatory transcription while preserving oxidative phosphorylation, defining a reciprocal regulatory axis essential for AM function. Notably, respiratory viral infections and exuberant interferon signaling suppressed TCF4 expression, which remains chronically reduced in murine and human lungs with post-COVID fibrosis. This downregulation is associated with persistent KRT8hi dysplastic epithelium and collagen deposition. Moreover, aging diminished TCF4 levels and enforced TCF4 expression dampened age-associated decline of AM self-renewal. Furthermore, in vivo TCF4 overexpression after viral clearance enhanced mature AM accumulation, promoted lung epithelium regeneration, attenuated chronic tissue fibrosis and restored pulmonary physiologial function in aged lungs in a model of persistent pulmonary fibrosis post-acute viral infection. These findings have established TCF4 as a key regulator of AM stemness and identified a promising therapeutic target for long COVID and related chronic lung diseases through the modulation of embryonic-derived macrophage regenerative capacity by targeting TCF4.", "date": "2025-10-05", "journal": ""}
{"title": "Automation of high-throughput arrayed lentivirus production and titration", "doi": "10.1101/2025.10.04.680488", "authors": "Yang, C.-C.; Deshpande, A.; Jackson, M.; Adams, P. D.; Altman, Y.; Yin, J.-A.; Wu, Y.; Post, M. A.; Beketova, A.; Huang, C.-T.", "abstract": "Generation of arrayed genome-wide CRISPR libraries in a ready-to-transduce lentiviral format remains laborious, time-consuming, and costly. To address these limitations, the present study developed a fully automated lentivirus production and titration workflow using a Biomek i7 Hybrid automated workstation, integrated with multiple instruments and managed by SAMI EX software. The workflow produced and titrated viruses in 96 and 384-well plate formats, respectively. It employed reverse transfection and triplicate wells per lentivector to reduce variability and yielded an average of three viral particles in transduction unit (TU) per producing HEK293T cell. Titration was performed using U937-mCherry suspension cells, with the percentage of transduced cells converted from U937 (X%) to HEK293T (Y%) values via a linear regression equation (Y% = 4.3X% + 9.3%). The titer calculation was based on the initial seeding cell number, the converted percentage of HEK293T transduced cells, and virus input volume. The titration demonstrated strong reproducibility across LSRFortessa (BD) and Aurora (Cytek) flow cytometers (R-squared = 0.9). Among 1,760 unconcentrated virus preparations, median and mean titers reached approximately 1.2 million TU/mL, with over 97% of samples exceeding the high-titer threshold of 0.2 million TU/mL, thus demonstrating a robust, scalable, and cost-effective automation platform for high throughput arrayed lentiviral library production and titration.", "date": "2025-10-05", "journal": ""}
{"title": "The Hidden Guardians: From Active Cells to Spores in a 20-Year Journey into the Microbial Heart of a Drying Oasis", "doi": "10.1101/2025.10.04.680467", "authors": "Gonzalez-Sanchez, A.; Cordero-Martinez, E.; Rodriguez-Torres, D.; Islas-Robles, A.; Garcia-Miranda, N.; Navarro-Miranda, M.; Zapien-Campos, R. U.; Garcia-Oliva, F.; Eguiarte, L. E.; Souza, V. O.; Olmedo-Alvarez, G.", "abstract": "The Cuatro Cienegas Basin (CCB) in Coahuila, Mexico, a Ramsar Wetland, is historically characterized by a unique network of pozas renowned for microbial diversity. Among them, the Churince hydrological system epitomized a delicate balance of endemic species, stable water regimes, and complex microbial assemblages. Over the last five decades, however, Churince underwent a catastrophic ~99% water loss, primarily driven by intensive agricultural extraction. We showed that this desiccation not only caused hydrological collapse but also reshaped microbial physiology. Longitudinal records from 2007 to 2019, combining satellite imagery, piezometer data, and field observations, documented progressive declines beginning in 2011 and culminating in the complete desiccation of the Intermediate Lagoon by 2019. To track microbial responses, we employed a cultivation-based approach distinguishing vegetative cells from dormant spores, enabling direct physiological assessment of metabolic activity versus dormancy. As water diminished, spore abundance increased relative to vegetative forms, revealing a shift toward dormancy as a survival strategy under extreme desiccation. Complementary mesocosm experiments showed that reduced diversity further enriched for spores, illustrating how loss of community complexity accelerated dormancy and erosion of active assemblages. Together, these results demonstrated that habitat loss triggered microbial community change, which we frame as a microbial extension of the ecological concept of community disassembly. By combining two decades of hydrological evidence with microbial physiology, this study fills a critical gap in understanding how wetland drying selects for microbial dormancy. These findings underscore the urgent need for sustainable agriculture and integrated water management to preserve biodiversity and ecosystem function in threatened wetlands worldwide.", "date": "2025-10-05", "journal": ""}
{"title": "Macrophage phagocytosis of Coccidioides promotes its differentiation into the parasitic form", "doi": "10.1101/2025.10.05.680493", "authors": "Symington, J.; Dabholkar, A.; English, B.; Voorhies, M.; Sil, A.", "abstract": "Coccidioides is an endemic fungus that is increasing in prevalence and can cause life threatening disease in otherwise immunocompetent people. In the environment the spores (arthroconidia) develop into hyphae, yet when they are inhaled by a mammalian host, they develop into a unique form called the spherule. The transition to spherule can be triggered in vitro with elevated temperatures and high CO2 levels, but the signals and host cells that might trigger Coccidioides spherulation in vivo are not known. We used live imaging to investigate how macrophages affect the fate of Coccidioides arthroconidia. Under tissue culture conditions, arthroconidia quickly developed into hyphae. The addition of macrophages promoted spherule development and delayed hyphal formation, indicating that innate immune cells can influence Coccidioides development into the pathogenic form. Exposure of arthroconidia to macrophage supernatants was not sufficient to stimulate spherulation, which was dependent on phagocytosis of arthroconidia by macrophages. Transcriptomics analysis of Coccidioides co-cultured with macrophages revealed a signature concordant with spherules grown in vitro and allowed the identification of a core set of spherule-specific transcripts. In addition, we identified Coccidioides transcripts with significantly higher abundance in the presence of macrophages compared to in vitro spherules, suggesting these factors may be needed to survive and thrive in the presence of innate immune cells. This work lays a foundation for uncovering host-pathogen signaling as well as Coccidioides factors that are critical for pathogenesis.", "date": "2025-10-05", "journal": ""}
{"title": "Proteomics and Ex Vivo Plaque Culture Identify the Insulin-Like Growth Factor Axis as a Regulator of Carotid Plaque Stability", "doi": "10.1101/2025.10.04.680463", "authors": "Joergensen, S. M.; Yang-Jensen, K. C.; Yeung, K.; Resch, T. A.; Eiberg, J. P.; Davies, M. J.; Lorentzen, L. G.", "abstract": "Objective: Rupture of carotid atherosclerotic plaques leading to cerebral embolization, is a significant cause of stroke. We previously analyzed 21 plaques by mass spectrometry and reported that the proteomes of morphologically unstable (rupture-prone) and stable plaques are different. This dataset extends and includes non-atherosclerotic (thyroid) arteries to allow comparison with control tissue, and to investigate plaque stability using ex vivo plaques cultured. Methods: Plaques (n=76) and non-atherosclerotic superior thyroid artery segments (n=8) were retrieved from carotid endarterectomies. Additionally, 22 plaques were cultured ex vivo for 22 days to examine the role of insulin-like growth factor-1 (IGF-1) signalling. Proteins were analyzed by liquid chromatography-mass spectrometry. Results: Mass spectrometric proteome analysis identified three protein clusters associated with morpho-logically unstable (type A) and stable (type B) plaques, as well as non-atherosclerotic arteries. 2,876 proteins were differentially abundant in plaques compared to non-atherosclerotic arteries. 1,415 proteins were differentially abundant between plaque types A and B. Proteins linked to IGF transport and binding, particularly IGF-binding proteins, were more abundant in plaques compared to non-atherosclerotic arteries, and in type B compared to type A plaques. IGF-1, IGF-2 and the IGF-1 receptor were more abundant in type B plaques, whereas the IGF-2 re-ceptor was more abundant in type A. IGF-1 treatment of ex vivo plaques decreased matrix met-alloprotein 9 and increased collagen type XXI, consistent with a increased plaque stability. Conclusions: Proteomic analyses of atherosclerotic plaques, and ex vivo plaques cultured with IGF-1, reveals the IGF axis as a potential regulator of human atherosclerotic plaque stability.", "date": "2025-10-05", "journal": ""}
{"title": "Statistical and Evolutionary Analysis of Sequenced DNA from Breast Cancer FFPE Specimens", "doi": "10.1101/2025.10.04.680485", "authors": "Kurpas, M. K.; Kus, P.; Jaksik, R.; Dinh, K. N.; Adamczyk, A.; Majchrzyk, K.; Kimmel, M.", "abstract": "Despite the introduction of instant freezing of tumor specimens, formalin-fixed paraffin-embedded (FFPE) blocks of tissue are still commonplace in clinical practice and constitute an important reference for genetic epidemiology of cancer. We carried out a study of a collection of breast tumors paired with lymph-node metastases and analyzed using advanced computational methods, to determine how much information can be obtained from mid-depth whole-exome bulk DNA sequencing. We gathered 15 paired (primary and an involved lymph node) excised breast tumors of different molecular subtypes (HER2+, triple negative, luminal A and luminal B HER2-), from the National Research Institute of Oncology, Krakow (Poland) Branch. FFPE specimens contained typical artifacts, manifesting themselves in spurious DNA variant calls. We used several bioinformatics tools to remove the artifacts and analyzed the exomic data, using both commercial and original in-house computational techniques. We used several of recent bioinformatics tools to remove the FFPE artifacts and found a serious dispersal of outcomes. After calibration, a series of analyses was performed, including copy number study, resulting in ploidy levels ranging from 1 to 5 (average of 2.5). Positive association was found between the frequency of oncogenes relative to tumor suppressor genes and DNA copy number. In addition, we carried out analyses of the clonal structure of the data using original computational methods based on evolutionary modeling. Interesting results concerning clonal structure, early tumor expansion, and interdependence of the primary tumor and lymph node metastases have been obtained. Despite the imperfections of the FFPE data, many important features of molecular evolution of tumor DNA can be recovered from routine clinical samples.", "date": "2025-10-05", "journal": ""}
{"title": "Protamine lacunae preserve the paternal chromatin landscape in sperm", "doi": "10.1101/2025.10.03.680364", "authors": "Tullius, T. W.; Heuer, R. A.; Bohaczuk, S. C.; Mallory, B.; Dubocanin, D.; Ranchalis, J.; Ayaz, A.; Mason, C.; Seli, E.; Phillippy, A. M.; Stergachis, A.; Lesch, B. J.", "abstract": "The transmission of the paternal genome requires extensive chromatin reorganization, in which nucleosomes are largely replaced by protamines that drive extreme condensation of the genome in the sperm head. Using Fiber-seq, we resolve patterns of paternal chromatin repackaging in sperm at single-molecule resolution, revealing the interplay between protamination and nucleosome retention. We find that nucleosome retention is probabilistic, with no locus universally occupied. Although promoters of spermatogenic genes preferentially harbor retained nucleosomes, the predominant carrier of paternal epigenetic information is protamine lacunae, accessible discontinuities in the protamine coat that preferentially mark critical regulatory elements. By contrast, centromere kinetochore binding regions robustly retain CENP-A mono-nucleosomes, providing a mechanism for the focal transmission of paternal centromeres. Finally, we find that paternal chromatin repackaging is altered in low-motility sperm. Together, these findings reveal distinct modes of paternal chromatin epigenetic inheritance with broad implications for development and infertility.", "date": "2025-10-05", "journal": ""}
{"title": "Pan-cancer analysis reveals context-dependent roles of LINE-1 ORF1p in immune regulation and copy number alterations", "doi": "10.1101/2025.10.03.680361", "authors": "Kaparos, E. I.; Zhang, W.; Miyanaga, R.; McKerrow, W.; Boeke, J. D.; Davoli, T.; Mita, P.; Ruggles, K. V.; Fenyo, D.", "abstract": "L1 comprises 17% of the human genome, with 50-150 full-length sequences capable of retrotransposition. Although largely inactive in normal somatic tissues, tumorigenesis leads to L1 derepression and overexpression of its RNA binding chaperone protein, ORF1p. A potential cancer biomarker, ORF1p expression is a hallmark of multiple cancers and an early event in precursor lesions. Our study provides a comprehensive pan-cancer analysis of ORF1p using CPTAC proteogenomic data, revealing a dichotomous role in modulating immune responses. Integrated analyses and supervised learning models divide ORF1p-high tumors into two groups: (1) high ORF1p associates with immunosuppression, reduced interferon signaling and diminished immune cell infiltration (HNSCC and LSCC), and (2) ORF1p-high tumors associate with immune activation (UCEC). Linear regression models reveal that cancer-specific aneuploidies may underlie this immune dichotomy, highlighting the prognostic significance of ORF1p and informing new strategies to leverage detection of plasma-circulating ORF1p to enhance immunotherapeutic efficacy in different tumor contexts.", "date": "2025-10-05", "journal": ""}
{"title": "Systemic tumor-targeting gene drive vectors proactively eliminate drug resistance in solid tumors", "doi": "10.1101/2025.10.04.680477", "authors": "Leighow, S. M.; Hemann, M.; Pritchard, J. R.", "abstract": "While targeted therapies have revolutionized cancer treatment, drug resistance remains a major barrier to their curative potential. We recently demonstrated biological proof-of-concept for selection gene drive circuits, a technology that overwrites disease evolution to proactively eliminate resistance in vivo, but translation requires a delivery method compatible with disseminated metastatic disease. Now, we demonstrate a clinically feasible delivery solution with novel tumor-targeting lentiviral vectors that selectively install these therapeutic circuits in tumor cells in situ. Systemic administration of these vectors demonstrated durable elimination of visible tumor burden and minimal body weight loss, validating the translational potential of a new class of genetic medicines for long-term control of resistance in cancer.", "date": "2025-10-05", "journal": ""}
{"title": "Structural basis for ATP-driven double-ring assembly of the human mitochondrial Hsp60 chaperonin", "doi": "10.1101/2025.10.04.680452", "authors": "Tascon, I.; Lopez-Alonso, J. P.; Shkolnisky, Y.; Gil-Carton, D.; Vilchez-Garcia, J.; Berruezo, A. G.; Gomez-Llorente, Y.; Malik, R.; Jebara, F.; Patra, M.; Hirsch, J. A.; Azem, A.; Ubarretxena-Belandia, I.", "abstract": "The ATP-driven mHsp60:mHsp10 chaperonin system assists protein folding within the mitochondrial matrix of human cells. Substrate protein folding has been proposed to occur through interconnected single- and double-ring pathways. In the absence of nucleotide, mHsp60 exists in equilibrium between free protomers and heptameric single rings, while the formation of double rings requires ATP. Here, we present cryo-electron microscopy structures of mHsp60 in the apo state, bound to ATP, and bound to ATP in complex with the cochaperonin mHsp10. ATP binding to single-ring apo mHsp607 triggers coordinated conformational changes in the intermediate and apical domains, resulting in a highly dynamic apical region within the ring. Extensive inter-subunit rearrangements flatten the equatorial surface of each ring, thereby enabling inter-ring contacts that stitch the rings together to form double-ring mHsp6014. Collectively, these structures define the structural basis of ATP-driven double-ring assembly of a human mitochondrial chaperonin responsible for maintaining mitochondrial protein homeostasis.", "date": "2025-10-05", "journal": ""}
{"title": "T Cells Tear Apart Confining Extracellular Matrix Via a Breaststroke-like Motion to Generate Migration Paths", "doi": "10.1101/2025.10.03.680352", "authors": "Ha, B.; Xie, P.; Johns, B.; Allan, C.; Korah, M.; Delitto, D.; Bollyky, P.; Torok, N.; Chaudhuri, O.", "abstract": "T cells migrate through soft tissues to target infected and abnormal cells and regulate immunity. T cell migration is typically studied in microfluidic devices or other contexts where there is a pre-existing migration path; how they create paths in confining nanoporous extracellular matrices (ECM), such as can occur during fibrosis and around tumors, remains unclear. Here, we studied T cell migration in confining collagen-rich matrices with a range of stiffness, viscoelasticity, mechanical plasticity, and shear strength, or the stress at which the material fails. Strikingly, only shear strength, the stress at which a material fails, not stiffness or viscoelasticity, correlates with migration. During migration, T-cells extend thin actin-rich, finger-like protrusions into the ECM, which then undergo a divergent breaststroke-like motion. Thus, T cells tear apart confining matrices using a breaststroke-like motion to generate migration paths.", "date": "2025-10-05", "journal": ""}
{"title": "Packing-Driven Mechanotransduction: local crowding overrides adhesion and stiffness cues for YAP Activation in Cellular Collectives", "doi": "10.1101/2025.10.03.680214", "authors": "Grudtsyna, V.; Swaminathan, V. S.; Doostmohammadi, A.", "abstract": "The regulation of mechanotransduction is crucial for various cellular processes, including stem cell differentiation, wound healing, and cancer progression. While the activation of mechanotransduction has been extensively studied in single cells, it remains unclear whether similar mechanisms extend to mechanotransduction in multicellular collectives. Here, by focusing on Yes-associated protein (YAP), known as the master regulator of mechanotransduction, we reveal that the local packing fraction of cells acts as the primary determinant of YAP activation in cell collectives. \\added[id=R]{We further show that local packing fraction modulates the isotropic stress landscape, with sparse regions experiencing large stress fluctuations and dense regions displaying stress equilibration.} Remarkably, this packing fraction-dependent regulation persists even under conditions of disrupted force transmission through cell-cell and cell-substrate adhesion, suggesting a robust and conserved relation between YAP activation and local packing fraction in cell collectives. In particular, we show that local packing fraction-dependent activation of YAP in cell collectives is independent of substrate stiffness, E-cadherin expression, and myosin contractility, in stark contrast to YAP activation in single cells. Our results thus offer a new perspective on mechanotransduction, highlighting the critical role of local packing fraction of cells in dictating YAP dynamics within multicellular contexts. These insights have significant implications for tissue engineering and understanding tumour microenvironments, where cellular heterogeneity often drives functional outcomes.", "date": "2025-10-05", "journal": ""}
{"title": "Ca2+ signature-dependent control of auxin sensitivity in Arabidopsis", "doi": "10.1101/2025.10.04.680446", "authors": "Song, H.; Baudon, A.; Freund, M.; Randuch, M.; Pencik, A.; Ondrej, N.; He, Z.; Kaufmann, K.; Gilliham, M.; Friml, J.; Hedrich, R.; Huang, S.", "abstract": "Plants must continually balance growth with arrest, especially under stress. Auxin signaling acts as a central regulatory hub in this process, yet the mechanisms that dynamically tune auxin sensitivity in real time remain unknown. Here, we used the light-gated, Ca2+-permeable ChannelRhodopsin 2 variant XXM2.0 to optogenetically impose defined Ca2+ signatures on Arabidopsis root cells. Repetitive light activation triggered cytosolic Ca2+ signals that in turn suppressed auxin-induced membrane depolarization and Ca2+ transients. Moreover, persistent optogenetic Ca2+ stimulation affects auxin-responsive transcriptional reprogramming. As phenotypic output, reversible inhibition of cell division and elongation leading to root inhibition was observed. Our study thus introduces a new tool to decompose calcium-auxin crosstalk in plant cells, and demonstrates that optogenetically imposed cytosolic Ca2+ signals act as dynamic regulators of auxin susceptibility in roots.", "date": "2025-10-05", "journal": ""}
{"title": "Wheat leaf dark respiration acclimates more strongly at night than in the day when responding to nocturnal warming", "doi": "10.1101/2025.10.03.680246", "authors": "Rana Shahi, P.; Scafaro, A. P.; Thistlethwaite, R.; Atkin, O. K.; Trethowan, R.; Rader, R.; Burns, A.; Coast, O.", "abstract": "Rising night temperatures pose a significant threat to wheat productivity, yet the physiological basis of wheat adaptation to nocturnal warming remains poorly understood. We evaluated leaf photosynthetic and respiratory traits in ten Australian wheat cultivars released between 1901 and 2012 to warm nights under temperature-controlled environments. When exposed to warmer nights, rates of leaf net CO2 assimilation measured at 25 {degrees}C (Anet25) remained stable across cultivar release date despite declines in photosynthetic capacity (Vcmax and J1500) in newer cultivars. In most cultivars leaf respiratory CO2 release in the dark (Rdark) exhibited divergent thermal responses: warm nights suppressed temperature-normalised night Rdark (Rnight) but stimulated or maintained Rdark in the daytime (Rday). The results suggest that century-long, yield-focused selection may have inadvertently maintained Anet25 under warmer nights in modern cultivars through selection for more night-temperature sensitive but efficient photosynthetic capacity (i.e. greater return per protein investment) and overall reduced respiratory demand for maintenance of processes such as Rubisco protein turnover and synthesis. Our findings highlight trait-based targets for enhancing energy efficiency and climate resilience in wheat and opportunities to improve the parameterization of Rdark to warm nights in crop and Earth system models.", "date": "2025-10-05", "journal": ""}
{"title": "Comparative transcriptome analysis of tomato cultivars pretreated with Laminarin reveals differential expression of defense-responsive genes against Early blight disease", "doi": "10.1101/2025.10.03.680217", "authors": "Muthukumar, G.; Sowmiyarithika, S. P.; Mohana Prasad, J.; Arulvasu, C.; GODHANTARAMAN, N.; Muthamilarasan, M.; RADHAKRISHNAN, N.", "abstract": "Eco-friendly measures to control disease progression are the need of the hour since chemical fungicides have been harmful to the environment. This study observed that the algal polysaccharide Laminarin triggers a defense response against early blight disease in both tolerant and susceptible tomato cultivars. A dose-dependent reduction in cell death was observed in tomato leaves pre-treated with 0.1 percentage Laminarin and then infected with Alternaria solani in a susceptible and tolerant cultivar. As a result, 0.1 percentage Laminarin was chosen for transcriptome analysis. Transcriptome analysis revealed the upregulation of defense-related genes, such as EF-hand domain-containing protein, Heat shock protein 70, Heat shock factor (HSF) type DNA binding domain-containing protein, Non-specific serine/threonine protein kinase, AP2-ERF domain-containing protein, Leucine-rich repeat-containing N-terminal plant type domain-containing protein, and Subtilisin like protease. The study also validated the differentially expressed genes using qRT-PCR for bZIP, nsLTP, SKP1, and V type ATPase genes. Overall, the study demonstrated that the algal polysaccharide Laminarin could induce defense-related genes and provide resistance against early blight disease in tomato plants.", "date": "2025-10-05", "journal": ""}
{"title": "Mapping the evolution of computationally designed protein binders", "doi": "10.1101/2025.10.04.680454", "authors": "Alcantar, M. A.; Paulk, A. M.; Moradi, S.; Bhar, D.; Keller, G. L. J.; Sanyal, T.; Bai, H.; Camdere, G.; Han, S. J.; Jain, M.; Jew, B.; Vatansever Inak, S.; Langmead, C. J.; Tinberg, C. E.; Chen, I.; Liu, C. C.", "abstract": "Computational protein design enables the generation of binders that target specific epitopes on proteins. However, current approaches often require substantial screening from which hits require further affinity maturation. Methods for experimentally improving designed proteins and exploring their sequence-affinity landscapes could therefore streamline the development of high-affinity binders and inform future design strategies. Here, we use OrthoRep, a system for continuous hypermutation in vivo, to drive the evolution of computationally designed mini protein binders (\"minibinders\") that target a mammalian receptor. Despite their small sizes (59-72 amino acids), we successfully affinity matured multiple minibinders through strong selection for improved binding and also sampled new regions of minibinder fitness landscapes through extensive neutral drift. One evolved minibinder variant was used to construct a combinatorially complete sequence-affinity map for its six affinity increasing mutations, which revealed nearly full additivity in their contributions to binding. Another minibinder was subjected to both deep mutational scanning and extensive evolution under weak selection, resulting in an evolutionarily diverged collection of binder sequences that revealed non-additive relationships among mutations. Our results highlight that the affinity of computationally designed binders can be rapidly increased through evolution and provide a scalable approach for the evolutionary exploration and subsequent mapping of sequence-affinity landscapes. We suggest that this work will complement protein binder design both as a reliable experimental optimization process and as a vehicle for generating new training data.", "date": "2025-10-05", "journal": ""}
{"title": "Progenitor T cells drive chronic pulmonary type 2 inflammation", "doi": "10.1101/2025.10.03.680133", "authors": "Kratchmarov, R.; Jia, X.; Nagai, J.; Hayashi, H.; Alhallak, K.; Lai, J.; Feng, C.; von Moltke, J.; Boyce, J. A.; Brennan, P. J.", "abstract": "Type 2 inflammation unfolds over time and is coordinated by remarkably durable CD4+ Th2 cell responses, standing in contrast to the collapse of adaptive immunity seen in chronic infection and malignancy. In experimental models, short-lived Th2 effector cells and type 2 innate lymphocytes (ILC2) contribute to acute type 2 inflammation, yet the cellular architecture that drives chronic type 2 inflammation and prevents exhaustion remains poorly understood. To define the Th2 landscape in chronic type 2 inflammation, we established a mouse model of long-term pulmonary allergen exposure and found that type 2 inflammation was broadly sustained over at least 4 months despite chronic stimulation. Th2 cells in the lung parenchyma during chronic inflammation were distinct from acute inflammation and resting memory phases, and included an expanded T cell factor-1 (TCF1)-expressing progenitor-like Th2 population. Tissue Th2 progenitors were absent in the nose and in helminth infections, suggesting that type 2 immunopathology is context-specific. Transcriptomic deconstruction of acute and chronic pulmonary Th2 responses defined divergent effector programs as well as the transcriptional signature of a tissue Th2 memory population that resembled human Th2 progenitors. Integrated transcriptomic analysis comparing type 2 inflammation to chronic viral infection revealed a distinct stemness module underlying chronic Th2 inflammation that was separable from a common core memory module. In vivo, lung Th2 progenitors coupled self-renewal with effector cell differentiation and could be sustained for weeks without antigen persistence or contribution from the lymph node. Maintenance of Th2 progenitors was partially dependent on lung parenchymal B cells and associated with bronchus-associated lymphoid tissue formation. Moreover, Th2 progenitors, in contrast to Th2 effectors and ILC2s, were sufficient to both initiate and sustain type 2 inflammation. Thus, we define tissue Th2 progenitors as a distinct cellular state that arises during chronic type 2 inflammation and establish the central role of these cells in maintaining the architecture of Th2 responses over time.", "date": "2025-10-05", "journal": ""}
{"title": "Resistance mutation supply modulates the benefit of CRISPR immunity against virulent phages", "doi": "10.1101/2025.10.05.680503", "authors": "Wright, R. C. T.; Lovell, S. C.; Richmond, A.; Harrison, C.; Ashworth, E.; Kadioglu, A.; Fothergill, J.; Friman, V. P.; Westra, E.; Brockhurst, M.", "abstract": "Only a fraction of bacterial genomes encode CRISPR-Cas systems but the selective causes of this variation are unexplained. How naturally virulent bacteriophages (phages) select for CRISPR immunity has rarely been tested experimentally. Here, we show against a panel of genetically and functionally diverse virulent phages that CRISPR immunity was not universally beneficial, and its fitness effect varied strongly between phages in predictable ways. In addition to mechanisms known to alter the effectiveness of CRISPR immunity, such as encoding a matching spacer or a protective nuclear shell, we show that the fitness effect of CRISPR immunity negatively correlated with the probability of evolving receptor-based resistance to the phage via spontaneous mutation. Supply of resistance mutations differed strongly between very closely related lipopolysaccharide-binding phages and was associated with variation at the C-terminus of the tail fibre protein altering residues involved in hydrogen bonding and the predicted binding site. Our results show that CRISPR immunity is more beneficial against virulent phages that are harder to evolve resistance to via receptor mutations, suggesting that virulent phage community composition and diversity will be important drivers of the prevalence of CRISPR immunity.", "date": "2025-10-05", "journal": ""}
{"title": "Peptidoglycan remodelling improves salt resilience of Zymomonas mobilis", "doi": "10.1101/2025.10.04.680478", "authors": "Fuchino, K.; Nalbant, A.; Gray, J.; Vollmer, W.", "abstract": "The alpha-proteobacterium Zymomonas mobilis is one of the most efficient microbial producers of ethanol and has the potential to be stablished as biofuel producer at industrial scale. However, a bottleneck hindering the full use of Z. mobilis in biorefinery is its sensitivity to environmental stresses, including sodium chloride (NaCl), a common component present in biomass from various sources. To address this limitation, we need to deepen our understanding of the cell envelope, the crucial barrier between bacteria and external stressors. To date, the cell envelope of Z. mobilis has remained largely uncharacterized. Here we show that the deletion of ctpA, which encodes a periplasmic protease, increases the salt resilience. Salt resilience is mediated by an increased level of the peptidoglycan endopeptidase MepM, which we identified as a substrate of CtpA through comparative proteomics. Supporting this, the overexpression of MepM in the wild-type enhanced salt resilience. We also discovered that the peptidoglycan of Z. mobilis is O-acetylated at MurNAc residues, a modification usually associated with virulence in pathogenic bacteria. Interestingly, O-acetylation was crucial for salt resilience, supporting a role in PG growth regulation under the stress condition. Overall, this study highlights the importance of investigating cell envelope biology in Z. mobilis as a foundation for engineering strains with improved resilience to environmental stress and, more general, studying the cell envelopes of non-model bacteria to expand our fundamental understanding of cell function", "date": "2025-10-05", "journal": ""}
{"title": "Bacteriophage density influences the rate of resistance evolution", "doi": "10.1101/2025.10.05.680490", "authors": "Phan, T.; Shrestha, A.; Schow, J. X.; Peters, T. L.; Miller, C. R.; Van Leuven, J. T.", "abstract": "The antagonistic relationship between bacteria and bacteriophages (phages) drives genetic changes that result in phage resistance. Phage resistance mutations arise in natural microbial communities and during the treatment of diseases with phages (phage therapy), making it important to understand the dynamics of resistance acquisition. It is well-established that when bacteria are challenged with phages in dense liquid cultures, bacterial populations quickly become dominated by phage-resistant variants. However, these conditions (well-mixed liquid cultures with high phage concentrations) are not necessarily common in microbial ecosystems. We developed a simplified mathematical model of phage resistance evolution to explore how phage and host concentration impact the dynamics of resistance evolution. The model was parameterized with microbial growth data from two pathogens and their phages: Pseudomonas aeruginosa and Paenibacillus larvae. Our analyses revealed two fundamental discoveries about resistance evolution. First, phage resistance evolution is predictably governed by a core set of parameters that exhibited high resolution across all bacterial strains: intrinsic growth rate of susceptible bacteria, resistance acquisition rate, fitness cost of resistance, and phage adsorption rate. Second, competitive interactions and fitness costs are the primary drivers of resistance patterns rather than intrinsic mutation rates. We observed three distinct growth patterns (delayed growth, two-phase growth, and complete suppression) corresponding to specific parameter regimes as initial phage concentration increased.Two-phase growth patterns emerged when competitive dynamics remained balanced, enabling coexistence of susceptible and resistant populations. Complete suppression patterns occurred when low proliferation thresholds combined with extreme competitive asymmetries created unsustainable conditions for resistant bacteria. These findings demonstrate that phage resistance evolution is fundamentally an ecological process where competitive context determines outcomes independently of mutation capacity, with important implications for phage therapy design.", "date": "2025-10-05", "journal": ""}
{"title": "In Silico Optimisation of Regenerative Cell Therapy in the Infarcted Human Ventricles to Mitigate Arrhythmic Burden", "doi": "10.1101/2025.10.03.680241", "authors": "Riebel, L. L.; Wang, Z. J.; Zhou, X.; Arantes Berg, L.; Trovato, C.; Rodriguez, B.", "abstract": "Myocardial infarction remains a frequent cause of heart failure and mortality. Cell therapy has been shown promising in pre-clinical trials to regenerate the damaged tissue, but delivered cells may beat spontaneously and produce arrhythmias in the ventricles, particularly in the first weeks after delivery, which hinders clinical application. Previous studies have proposed ionic targets to suppress the cells' automaticity but, so far, the effects of such treatments on the cells' calcium dynamics, as a key driver of contractile function, have been insufficiently evaluated. Furthermore, effective strategies are needed that can alleviate the injected cells' pro-arrhythmic action potential phenotypes. The goal of our study was to identify mechanisms to mitigate arrhythmic pathways following cell delivery in the chronically infarcted human ventricles using multiscale modelling and simulation. First, we demonstrate credibility by simulating experimentally observed transient automaticity-induced ventricular tachycardia arrhythmias with a frequency of up to 140 beats per minute at two weeks post cell injection in three different infarct geometries. Next, our simulations show how the timeframe during which re-entry was inducible increases 1) from before to after cell delivery at day 0 from 0 to 640 ms, 60 to 100 ms, and 60 to 760 ms in the small, medium, and large scar, respectively, and 2) from day 0 to day 14 after virtual cell injection in the large scar by 175%. Finally, we show that a combination of blocking the funny current and upregulating the inward rectifier potassium current, the sodium potassium pump, and the rapid delayed outward rectifier potassium current can reduce both automaticity-induced and re-entrant arrhythmias while maximising calcium amplitudes. In conclusion, our simulations show that not only automaticity-induced but also re-entrant arrhythmias increase as injected cells mature in the ventricles and depend on the scar size. Furthermore, through modelling and simulation, we identify anti-arrhythmic strategies to improve therapy safety while maximising efficacy.", "date": "2025-10-05", "journal": ""}
{"title": "Insights into the molecular mechanism and management of resistant Echinochloa crus-galli biotypes from the Philippines to acetolactate synthase inhibitor bispyribac-sodium", "doi": "10.1101/2025.10.03.680269", "authors": "DIMAANO, N. G.; Polo, J. K.; Macarilay, E. J.; Golena, C. L.; Testor, M. R.; Buen, J. J.; Tabernilla, C. H.; Ramirez, A. H.; Abit, M. J.; Iwakami, S.", "abstract": "Rice production in the Philippines is heavily reliant on herbicide application for weed control. Acetolactate synthase (ALS) inhibitors are the mostly used herbicides for combating major weeds associated to rice, such as Echinochloa crus-galli. In separate locations from the Philippines, rice farmers expressed concerns that the application of ALS inhibitor bispyribac-sodium has been showing poor control of E. crus-galli. Here, we confirmed and quantified the level of bispyribac-sodium resistance in the putative resistant biotypes. Resistance was confirmed in R4 and R12 biotypes collected from the northern and central parts of the Philippines, respectively. The estimated GR50 (dose resulting in 50% growth reduction) revealed a 36.7- and 60.3-fold resistance in R4 and R12 biotypes (106.8 g a.i. ha-1 and 175.4 g a.i. ha-1) compared to the S biotype (2.91 g a.i. ha-1). The R4 biotype carries a single nucleotide mutation in the ALS2 gene translating to Trp-574-Leu amino acid substitution, while there was no mutation detected in any of the ALS conserved regions of R12. Pre-treatment of malathion increased the sensitivity of R12 to bispyribac-sodium, suggesting the involvement of cytochrome P450s. Sensitivity assays to alternative post-emergence herbicides showed that both R4 and R12 can be effectively controlled by metamifop [acetyl-CoA carboxylase (ACCase) inhibitor]. However, R12 survived the application of fenoxaprop-P-ethyl + ethoxysulfuron (ACCase inhibitor + ALS inhibitor). This study unravels the molecular mechanism of the first resistance case to ALS inhibitor in the Philippines and provide practical implications for efficient herbicide resistance management in the affected rice areas.", "date": "2025-10-05", "journal": ""}