{"title": "Sp8 and Sp6 regulatory functions in the limb bud ectoderm", "doi": "10.1101/2020.02.26.965178", "authors": "Castilla-Ibeas, A.; Moreu-Sobera, S.; Perez-Gomez, R.; Galan, L.; Campa, V.; Lopez-Gimenez, J. F.; Rada-Iglesias, A.; Ros, M. A.", "abstract": "Sp8 and Sp6 are two closely related Sp genes expressed in the limb ectoderm, where they regulate proximo-distal and dorso-ventral patterning. Genetic studies in mice have shown that they act in a dose-dependent manner, with Sp8 exerting a substantially stronger effect than Sp6. Here, we integrate ChIPmentation-seq and RNA-seq analyses to elucidate their genome-wide regulatory networks and mechanisms of action. Our results show that Sp8 has a dual mode of action either directly binding GC-rich motifs or indirectly binding AT-rich motifs through Dlx. In contrast, Sp6 primarily acts through AT-rich motifs, via interaction with cofactors such as Dlx5. Both factors regulate key components of the Wnt, FGF, and BMP signaling pathways, central to limb patterning, and display both cooperative and independent roles. We further show that Sp8 and Sp6 can form homo- and heterodimers, as well as interact with Dlx5, revealing a complex regulatory network. Our findings provide molecular insight into limb morphogenesis and have potential implications for understanding congenital limb malformations.", "date": "2025-06-30", "journal": ""}
{"title": "Odors drive feeding through gustatory receptor neurons in Drosophila", "doi": "10.1101/2022.03.09.483541", "authors": "Wei, H.-p.; Lam, T. K. C.; Kazama, H.", "abstract": "Odors are intimately tied to the taste system to aid food selection and determine the sensory experience of food. However, how smell and taste are integrated in the nervous system to drive feeding remains elusive. We show in Drosophila that odors alone activate gustatory receptor neurons (GRNs), trigger proboscis extension reflex (PER), a canonical taste-evoked feeding behavior, and enhance food intake. Odor-evoked PER requires the function of sugar-sensing GRNs but not olfactory organs. Calcium imaging and electrophysiological recording show that GRNs directly respond to odors. Odor-evoked PER is mediated by the Gr5a receptor, and is bidirectionally modulated by olfactory binding proteins. Finally, odors and sucrose co-applied to GRNs synergistically enhance PER and food consumption. These results reveal a cell-intrinsic mechanism for odor-taste multimodal integration that takes place as early as in GRNs, indicating that unified chemosensory experience is a product of layered integration in peripheral neurons and in the brain.", "date": "2025-06-30", "journal": ""}
{"title": "Lifestyles shape genome size and gene content in fungal pathogens", "doi": "10.1101/2022.08.24.505148", "authors": "Fijarczyk, A.; Hessenauer, P.; Hamelin, R. C.; Landry, C. R.", "abstract": "Fungi display a wide range of lifestyles and hosts. We still know little about the impact of lifestyles, including pathogenicity, on their genome architecture. Here, we combined and annotated 552 fungal genomes from the class Sordariomycetes and examined the association between 13 genomic and two lifestyle traits: pathogenicity and insect association. We found that pathogens on average tend to have a larger number of protein-coding genes, including effectors, and tRNA genes. In addition, the non-repetitive size of their genomes is larger than that of non-pathogenic species. However, this pattern is not consistent across all groups. Insect endoparasites and symbionts have smaller genome sizes and genes with longer exons; moreover, insect-vectored pathogens possess fewer genes compared to those not transmitted by insects. Our study shows that genes are the main contributors to genome size variation in Sordariomycetes and that pathogens can exhibit distinct genome architectures, depending on their host and vector interactions.", "date": "2025-06-30", "journal": ""}
{"title": "Detecting, mapping, and suppressing the spread of a decade-long Pseudomonas aeruginosa nosocomial outbreak with genomics", "doi": "10.1101/2023.07.24.550326", "authors": "Stribling, W.; Hall, L. R.; Powell, A.; Harless, C.; Martin, M. J.; Corey, B. W.; Snesrud, E.; Ong, A.; Maybank, R.; Stam, J.; Bartlett, K.; Jones, B. T.; Preston, L. N.; Lane, K. F.; Thompson, B.; Young, L. M.; Kwak, Y. I.; Barsoumian, A. E.; Markelz, A.-E.; Kiley, J. L.; Cybulski, R. J.; Bennett, J. W.; Mc Gann, P. T.; Lebreton, F.", "abstract": "Whole-genome sequencing is revolutionizing bacterial outbreak investigation but its application to the clinic remains limited. In 2020, prospective and retrospective surveillance detected a Pseudomonas aeruginosa outbreak with 253 isolates collected from 82 patients in 26 wards of a hospital. Its origin was dated to the late 90s, just after the facility opened, and patient-to-patient and environment-to-patient cases of transmission were inferred. Over time, two epidemic subclones evolved in separate hosts and hospital areas, including newly opened wards, and hospital-wide sampling confirmed reservoirs persisted in the plumbing. Pathoadaptive mutations in genes associated with virulence, cell wall biogenesis, and antibiotic resistance were identified. While the latter correlated with the acquisition of phenotypic resistances to 1st (cephalosporin), 2nd (carbapenems) and 3rd (colistin) lines of treatment, maximum parsimony suggested that a truncation in a lipopolysaccharide component coincided with the emergence of a subclone prevalent in long-term infections. Since initial identification, extensive infection control efforts guided by routine, near real-time surveillance have proved successful at slowing transmission.", "date": "2025-06-30", "journal": ""}
{"title": "Developmentally Conserved CDX2 Cells from Human Term Placenta Drive Cardiovascular Regeneration", "doi": "10.1101/2023.08.02.551028", "authors": "Vadakke-Madathil, S.; Bouhamida, E.; Wang, B.; Mathiyalagan, P.; Ayyamperumal, P.; Khan, A.; Oniskey, M.; Santos-Gallego, C.; Hadley, M.; Croft, L.; Dekio, F.; Brody, R.; Gelber, S.; Sperling, R.; Chaudhry, H. W.", "abstract": "We report a population of multipotent cells isolated from term human placentas that exhibit clonal expansion and migratory capacity, along with a gene expression profile that indicates immune privilege. Previously known largely for its role in early placentation, the developmental regulator CDX2 marks cells capable of differentiating into cardiomyocytes and vascular lineages. Building on our prior findings that murine Cdx2 cells improved cardiac function in mice after myocardial infarction (MI), we isolated CDX2 cells from placentas of 180 healthy pregnancies. These human CDX2 cells spontaneously generate cardiac and vascular lineages in vitro, in vivo, and express transcriptomic signatures associated with cardiogenesis, vasculogenesis, immune modulation, and chemotaxis. When administered to NOD/SCID mice after MI, the cells restore cardiac function. Additionally, CDX2 cells can be clonally propagated while retaining cardiovascular differentiation potential. Our findings support the therapeutic potential of placental CDX2 cells as an ethically accessible and regenerative strategy for cardiovascular disease.", "date": "2025-06-30", "journal": ""}
{"title": "(De)composing sociality: disentangling individual-specific from dyad-specific propensities to interact", "doi": "10.1101/2023.08.15.549768", "authors": "Neumann, C.; Fischer, J.", "abstract": "In group-living animals, relationships between group members are often highly differentiated. Some dyads can maintain strong and long-lasting relationships, while others are only connected by weak or fleeting ties. Evidence accumulates that aspects of social relationships are related to reproductive success and survival. Yet, few of these analyses have considered that frequent or prolonged affiliative interactions between two individuals can be principally driven by two distinct processes: namely, the overall gregariousness of individuals, and dyadic affinity, i.e., the preference the members of the dyad have to interact specifically with one another. Crucially, these two axes of sociality cannot be observed directly, although distinguishing them is essential for many research questions, for example, when estimating kin bias or when studying the link between sociality and fitness. We present a principled statistical framework to estimate the two underlying sociality axes using dyadic interaction data. We also provide a basic R package bamoso, which implements models based on the proposed framework and allows visual and numerical evaluation of the estimated sociality axes. We demonstrate critical features of the proposed modeling framework with simulated and empirical data: (1) the possibility of checking model fit against observed data, (2) the assessment of uncertainty in the estimated sociality parameters, and (3) the possibility to extend it to more complex models that use interaction data to estimate the relationship between individual-level social features and individual-level outcomes in a unified model. Our model provides a principled foundation to explain variation in dyadic interactions. This approach allows us to address questions about the relationship between variation in sociality characteristics and other features of interest, both within and across species.", "date": "2025-06-30", "journal": ""}
{"title": "Phylogenomics supports island contribution to metapopulation dynamics in a predominantly continental bird species", "doi": "10.1101/2023.09.27.559751", "authors": "Aoki, D.; Senzaki, M.; Ando, H.; Odaya, Y.; Heim, W.; Kitazawa, M.; Tom, W.; Trense, D.; Bastardot, M.; Fukuda, A.; Takahashi, M.; Kondo, N.", "abstract": "Aim: Islands have recently been recognized as potential sources of biodiversity, challenging the traditional view that their small population sizes and low genetic diversity limit such roles. This raises the question of how insular genetic variation becomes incorporated into continental populations, contrary to expectations of unidirectional colonization. Here, we investigate whether and how island-derived genetic variation has influenced a continental population through population establishment and gene flow in a bird species where frequent trans-ocean dispersal is expected. Location: Continental East Asia (Russian Far East), Japanese Archipelago Taxon: Swinhoe's Rail (Coturnicops exquisitus) Materials and Methods: We apply integrative phylogenomics to reconstruct the spatiotemporal history of the species. Colonization sequences and gene flow are inferred by comparing four different phylogenetic reconstruction methods, using mitochondrial sequences obtained by Sanger sequencing and genome-wide data obtained by genotyping by sequencing (MIG-seq). We assess a history of colonization and gene flow based on summary statistics, demographic trajectory inference by Stairway Plot2, demographic modeling by fastsimcoal2, and species distribution modeling. Results: Analyses collectively supported asymmetric gene flow from the island to the continental population, following divergence around the Middle Pleistocene. Post-divergence, the island maintained a large and stable population, while the continental population underwent a severe bottleneck, suggesting a significant evolutionary role of the island for the continental population. Additionally, evidence of recent re-establishment of the island by continental individuals indicates dynamic exchange and persistence within a continent-island metapopulation. Main conclusions: The maintenance of insular genetic variation within a dynamic continent-island metapopulation may have enabled the island to act as a genetic and demographic reservoir for the continental population. Thus, continent-island metapopulation dynamics may be a key evolutionary pathway through which island populations contribute to continental genetic diversity.", "date": "2025-06-30", "journal": ""}
{"title": "reconcILS: A gene tree-species tree reconciliation algorithm that allows for incomplete lineage sorting", "doi": "10.1101/2023.11.03.565544", "authors": "Mishra, S.; Smith, M. L.; Hahn, M. W.", "abstract": "Reconciliation algorithms provide an accounting of the evolutionary history of individual gene trees given a species tree. Many reconciliation algorithms consider only duplication and loss events (and sometimes horizontal transfer), ignoring effects of the coalescent process, including incomplete lineage sorting (ILS). Here, we present a new algorithm for carrying out reconciliation that accurately accounts for incomplete lineage sorting by treating ILS as a series of nearest neighbor interchange (NNI) events. For discordant branches of the gene tree identified by last common ancestor (LCA) mapping, our algorithm recursively chooses the optimal history by comparing the cost of duplication and loss to the cost of NNI and loss. We demonstrate the accuracy of our new method, which we call reconcILS, using a new simulation engine (dupcoal) that can accurately generate gene trees produced by the interaction of duplication, ILS, and loss. We show that reconcILS is much more accurate than models that ignore ILS, and at least as accurate or better than the leading method that can model ILS, duplication, and loss. We discuss how our method can also be extended in the future for use as a reconciliation algorithm in additional scenarios. Availability: reconcILS is implemented in Python 3 and is available at https://github.com/smishra677/reconcILS. The dupcoal simulator is implemented in Python 3 and is available at https://github.com/meganlsmith/dupcoal", "date": "2025-06-30", "journal": ""}
{"title": "Controllable Protein Design by Prefix-Tuning Protein Language Models", "doi": "10.1101/2023.12.03.569747", "authors": "Luo, J.; Liu, X.; Li, J.; Zhang, Y.; Chen, Q.; Chen, J.", "abstract": "The design of novel proteins with tailored functionalities, particularly in drug discovery and vaccine development, presents a transformative approach to addressing pressing biomedical challenges. Inspired by the remarkable success of pre-trained language models in natural language processing (NLP), protein language models (ProtLMs) have emerged as powerful tools in advancing protein science. While NLP leverages flexible text-based control tags to prompt language model generation, the restricted amino acid space (limited to 20 residues) imposes inherent constraints on achieving analogous controllability. In this study, we propose PrefixProt, a framework for controllable protein design that employs prefix tuning to learn virtual tokens as control tags. These virtual tokens are adaptively tailored to diverse protein properties through a data-driven manner and can be combinatorially integrated to enable multi-objective control over protein generation. The effectiveness of PrefixProt was validated through extensive experiments encompassing both protein structure design (e.g. alpha-helix or beta-sheet topologies) and protein function design (e.g. antimicrobial or anticancer peptide activities). Benchmark results demonstrate that prefix virtual tokens efficiently guide the pre-trained ProtLM by optimizing a smaller number of trainable parameters, outperforming other parameter-efficient fine-tuning methods and text-guided ProtLMs, particularly in scenarios with limited data availability. More importantly, the compositional flexibility of virtual tokens facilitates the generation of proteins with multiple target properties, substantially expanding the scope of design possibilities. By harmonizing controllability, efficiency and generalizability, PrefixProt establishes a robust framework for de novo protein design, with promising applications in drug discovery and biomedicine.", "date": "2025-06-30", "journal": ""}
{"title": "How spatial attention alters visual cortical representation during target anticipation", "doi": "10.1101/2024.03.02.583127", "authors": "Tüncok, E.; Carrasco, M.; Winawer, J.", "abstract": "Attention enables us to efficiently and flexibly interact with the environment by prioritizing specific image locations and features in preparation for responding to stimuli. Using a concurrent psychophysics-fMRI experiment, we investigated how covert spatial attention modulates responses in human visual cortex before target onset and how it affects subsequent behavioral performance. Performance improved at cued locations and worsened at uncued locations compared to distributed attention, demonstrating a selective processing tradeoff. Pre-target BOLD responses in cortical visual field maps revealed two key changes: First, a stimulus-independent baseline shift, with increases near cued locations and decreases elsewhere, paralleling behavioral results. Second, a shift in population receptive field centers toward the attended location. Both effects increased in higher visual areas. Together, these findings show that spatial attention has large effects on visual cortex prior to target appearance, altering neural response properties across multiple visual field maps and enhancing performance through anticipatory mechanisms.", "date": "2025-06-30", "journal": ""}
{"title": "Key link between iron and the size structure of three main mesoplanktonic groups (Crustaceans, Rhizarians, and colonial N2-fixers) in the Upper Ocean", "doi": "10.1101/2024.03.08.584097", "authors": "Dugenne, M.; Corrales-Ugalde, M.; Luo, J.; Stemmann, L.; Irisson, J.-O.; Lombard, F.; O'Brien, T.; Stock, C.; Kiko, R.", "abstract": "In marine ecosystems, critical services like fish production, carbon export, or the delivery of nutrients through N2-fixation rely heavily on the size spectrum of pelagic organisms, particularly mesoplankton (200-20,000 m). However, how environmental factors shape mesoplankton spectral biogeography remains largely unresolved, as so far only limited datasets exist to understand the large-scale shifts in mesoplankton size. Using global compilations of Rhizarian, colonial N2-fixer, and Crustacean images, we reveal the paramount role of iron in shaping the size structure and related biogeography of these groups. Our findings underscore the importance of atmospheric sources of iron for N2-fixers and Rhizarians while total iron, accounting for organic and inorganic compounds, appeared to explain most of the variance in Crustacean size structure via apparent recycling. With a comprehensive set of explanatory variables, our models reached high R2 (0.93, 0.61, and 0.69 respectively), providing robust predictions of mesoplankton size structure related to elemental cycling and ecosystem services. Our results suggest that future increases in global temperatures will have negative effects on mesoplankton size, possibly limiting carbon export from the productive layers to sequestration depth, that can be offset by expected increases in iron inputs that benefit N2-fixers, Rhizarians, and eventually Crustaceans.", "date": "2025-06-30", "journal": ""}
{"title": "Gene Expression Plasticity Is Associated with Regulatory Complexity but Not with Specific Network Motifs", "doi": "10.1101/2024.03.11.584403", "authors": "Petit, A. J. R.; Genissel, A.; Le Rouzic, A.", "abstract": "Over the past two decades, a large body of theoretical and empirical work has been conducted with the aim of identifying the gene regulatory network topologies responsible for gene expression dynamics. Gene expression plasticity has been found to be preferentially associated with motifs such as feedforward loops, diamonds loops, or feedback loops. However findings were often equivocal for both theoretical and empirical work, as the same topologies have also been associated with expression robustness. Our objective is thus to finally decipher the regulatory causes of gene expression plasticity, using both theoretical predictions from a simulated network evolution model and the empirical data of Escherichia coli regulatory network. We investigated the link between network topology and gene expression at three levels: the number of regulators, the number and the proportion of loops (feedback loops, feedforward loops and diamond loops), and the proportion of unique motifs (here characterized by the position of up- or down-regulations within loops). Consistent results from our empirical and theoretical approaches revealed that plastic genes were regulated by more genes on average. Selection (as opposed to simulations under strict genetic drift) bias strongly the distribution of motifs, however this distribution was not different between plastic and non-plastic genes. Overall, this work illustrates that network topology as conceived today is insufficient to completely explain or predict gene expression dynamic.", "date": "2025-06-30", "journal": ""}
{"title": "DNA virus infections shape transposable elements activity in vitro and in vivo", "doi": "10.1101/2024.04.18.589901", "authors": "Tan, J.; Franke, V.; Neugebauer, E.; Pennisi, S.; Schaechtle, M. A.; Lagisquet, J.; Kuderna, A. K.; Walter, S.; Welker, I.; Ensser, A.; Landthaler, M.; Stamminger, T.; Gramberg, T.; Akalin, A.; Wyler, E.; Full, F.", "abstract": "Transposable elements (TEs) are implicated in a variety of processes including placental and preimplantation development and a variety of human diseases. TEs are known to be activated in the context of some viral infections, but the mechanisms and consequences are not understood. We show strong activation of TEs upon DNA virus infection, in particular the MLT- and THE1-class of LTR-containing retrotransposons as well as a subset of LINE-1-, Alu-elements and HERVs. Mechanistically, two key pathways induce TEs upregulation: inhibition of the KAP1/TRIM28 repressive complex by phosphorylation, and expression of the pioneer transcription factor double-homeobox 4 (DUX4), which is known to be involved in TE-induction during zygotic genome activation in embryonic development. DUX4 is induced by DNA viruses, it binds to TEs upon infection and analysis of genes adjacent to TEs shows pathways that are important for DNA virus infections. Analysis of knockdown, knockout and overexpression data reveal that almost all TEs expressed upon herpesviral infection are regulated by KAP1/TRIM28 and DUX4. Interestingly, analysis of single cell sequencing data from patients with DNA virus-associated cancers showed that in vivo TEs expression strongly correlates with virus infection, indicating a possible role in viral oncogenesis.", "date": "2025-06-30", "journal": ""}
{"title": "Synchronization between chloroplastic and cytosolic protein synthesis for photosynthesis complex assembly", "doi": "10.1101/2024.05.03.592458", "authors": "Wakigawa, T.; Fujita, T.; Kawamoto, N.; Kurihara, Y.; Hirose, Y.; Hirayama, T.; Toh, H.; Kuriyama, T.; Hashimoto, A.; Matsuura-Suzuki, E.; Mochida, K.; Yoshida, M.; Matsui, M.; Iwasaki, S.", "abstract": "Through symbiosis, subunits of chloroplastic complexes are encoded in distinct genomes in the nucleus and organelles. For plant cells to maintain the stoichiometry of subunits and respond to environmental cues, the orchestration of the nuclear and organellar gene expression systems is an essential task. However, the mechanism maintaining chloroplastic complexes remains largely enigmatic. Here, we simultaneously assessed the translatomes of the chloroplast and the cytoplasm via ribosome profiling and revealed the differential mechanisms employed by these two systems to cope with acute light/dark transitions: in chloroplasts, translational regulation is employed, whereas in the cytoplasm, control of the mRNA abundance is implemented. This strategy is widely conserved in land plants (Arabidopsis and the grass plant Brachypodium) and green algae (Chlamydomonas). The translational control in chloroplasts may be established based on organelle symbiosis; the primitive chloroplast in Glaucophyta (Cyanophora) was found to have already acquired translational control, whereas cyanobacteria (Synechocystis) control the mRNA abundance. Moreover, reduced plastoquinones and active cytosolic protein synthesis drive chloroplastic translation of the complex subunits in the light. Our work reveals an early origin of coordination of chloroplast and nuclear/cytoplasmic gene expression upon light exposure.", "date": "2025-06-30", "journal": ""}
{"title": "Automated muscle path calibration with gradient-specified optimization based on moment arm", "doi": "10.1101/2024.05.09.593463", "authors": "Chen, Z.; Hu, T.; Haddadin, S.; Franklin, D.", "abstract": "Objective: Muscle path modeling is more than just routing a cable that visually represents the muscle, but rather it defines how moment arms vary with different joint configurations. The muscle moment arm is the factor that translates muscle force into joint moment, and this property has an impact on the accuracy of musculoskeletal simulations. However, it is not easy to calibrate muscle paths based on a desired moment arm, because each path is configured by various parameters while the relations between moment arm and both the parameters and joint configuration are complicated. Methods: We tackle this challenge in the simple fashion of optimization, but with an emphasis on the gradient; when specified in its analytical form, optimization speed and accuracy are improved. Re- sults: We explain in detail how to differentiate the enormous cost function and how our optimization is configured, then we demonstrate the performance of this method by fast and accurate replication of muscle paths from a state-of- the-art shoulder-arm model. Conclusion and Significance: As long as the muscle is represented as a cable wrapping around obstacles, our method overcomes difficulties in path calibration, both for developing generic models and for customizing subject-specific models.", "date": "2025-06-30", "journal": ""}
{"title": "Longitudinal Proteomic Profiling of T Cell Differentiation In Vivo Reveals Biochemical Remodeling Underlying Exhaustion", "doi": "10.1101/2024.05.14.593504", "authors": "Beusch, C. M.; Dawood, A. S.; Ozdilek, A.; Welbourn, S.; Monaco, C. M.; Flegle, A. S.; Malik, S.; Niavi, C.; Akhtar, A.; Roman, C.; Gavora, A. A.; Gordon, D. E.; Abdel-Hakeem, M. S.", "abstract": "CD8 T cell exhaustion impedes immune responses to cancer and chronic infections, and a biochemical understanding of exhaustion is essential to improving immunotherapy. Here, we present the first longitudinal protein abundance and phosphoproteomic analysis of antigen-specific CD8 T cells undergoing differentiation in vivo during acute (LCMV-Armstrong) and chronic (LCMV-Clone 13) infection. Comparing protein abundance across the two infection conditions identified over 180 known and novel exhaustion-associated proteins, including proteins missed by transcriptional analyses. Phosphoproteomic analysis identified >900 differentially regulated phosphosites on >400 proteins, including known inhibitory phosphosites on PD1, PAG1, SHP-1/PTPN6, SLAMF1/CD150. We also calculated phosphosite conservation across mammals, to direct follow-up studies towards sites with likely essential function. Lastly, our analysis uncovers exhaustion-associated kinases with clinical-stage inhibitors, underscoring the translational utility of our dataset to guide immunotherapy development. Together, our datasets define a biochemical atlas of T cell exhaustion in vivo, shedding light on the molecular mechanisms of T cell dysfunction.", "date": "2025-06-30", "journal": ""}
{"title": "NK cell co-localization with epithelial cells in pancreatic cancer is influenced by fibroblasts and ECM components", "doi": "10.1101/2024.05.23.593868", "authors": "Malchiodi, Z. X.; Lekan, A. A.; Suter, R. K.; Deshpande, A.; Peran, I.; Harris, B. T.; Duttargi, A.; Chien, M.-J.; Hariharan, S.; Wetherill, L.; Arslan, S.; Maynard, R.; Lee, A. J.; Zuo, A.; Jablonski, S. A.; Ho, W. J.; Afifi, M.; Fertig, E. J.; Weiner, L. M.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is the most aggressive and common type of pancreatic cancer. PDAC has a dense, fibrotic tumor microenvironment (TME) that restricts immune cell infiltration and contributes to poor immunotherapy responses. While T cell-based therapies have been largely ineffective, natural killer (NK) cells-which kill tumor cells without requiring MHC recognition-offer a promising alternative. However, their role in the PDAC TME remains poorly understood. Here, we show that NK cells are present, active, and spatially associated with malignant epithelial cells in human PDAC. Using cytometry by time-of-flight (CyTOF) in murine PDAC, imaging mass cytometry (IMC) in human tumors, and CellChat analysis of a human PDAC scRNAseq dataset, we found that NK cells interact with extracellular matrix (ECM) components via CD44. Fibroblast-rich, desmoplastic regions appear to limit NK cell infiltration. In vitro 2D and 3D assays revealed that CD44 neutralization significantly enhances NK cell matrix invasion. These findings highlight the underappreciated presence and tumor cell-proximal localization of NK cells in PDAC and identify ECM-CD44 interactions as a barrier to their infiltration. Targeting these interactions may enhance NK cell-based immunotherapy in PDAC.", "date": "2025-06-30", "journal": ""}
{"title": "Temporal regularities of vocal exchange in Java sparrows", "doi": "10.1101/2024.06.15.598771", "authors": "Kikuchi, S.; Kondo, N.; Koda, H.", "abstract": "In human turn-taking, speakers alternate at very short intervals while avoiding overlaps. If speakers do not receive a vocal response from another party, they often repeat their utterance after the expected response time has elapsed to elicit a reply. Intra-individual intervals tend to be longer than inter-individual intervals. Such temporal regularity in vocal exchanges has also been observed in social mammals, such as non-human primates. In contrast, vocal exchanges in birds have been studied primarily in the context of songs, with limited research on call-based vocal exchanges. Studies specifically examining intra-individual call intervals are even scarcer. In this study, we investigated vocal exchanges and their temporal patterns in Java sparrows placed face-to-face. The results revealed that they vocalized at very short intervals following the calls of the other individual. However, no significant differences were observed between the inter- and intra-individual intervals. This contrasts with the temporal characteristics of vocal exchanges observed in social mammals that have been studied to date. We propose that a possible explanation for this difference lies in the variation in social group structures between birds and mammals.", "date": "2025-06-30", "journal": ""}
{"title": "Selective Activation of GPCRs: Molecular Dynamics Shows Siponimod Binds but Fails to Activate S1PR2 Unlike S1PR1", "doi": "10.1101/2024.07.08.602194", "authors": "Soniya, K.; Avadhani, K.; Nanduru, C.; Halder, A.", "abstract": "G Protein-Coupled Receptors (GPCRs) are central to drug discovery, accounting for nearly 40% of approved pharmaceuticals due to their regulatory role in diverse physiological processes. Given the high structural similarity among homologues, achieving receptor selectivity while minimizing off-target effects remains a major challenge in designing drugs targeting GPCRs. Sphingosine-1-phosphate receptors (S1PRs), comprising five subtypes, are therapeutically important GPCRs critical for immune and cardiovascular functions. Siponimod, an FDA-approved drug for multiple sclerosis, selectively modulates S1PR1 over S1PR2, unlike earlier S1PR modulators. However, the molecular basis for this selectivity is unclear, as cellular and biochemical assays provide limited insights. In this study, we used long-timescale molecular dynamics simulations to investigate how S1P and Siponimod binding affect S1PR1 and S1PR2 structural dynamics. Both ligands exhibited strong active site binding in both receptors. Crucially, while S1P and Siponimod induced similar activation-linked conformational changes in S1PR1, Siponimod failed to trigger these rearrangements in S1PR2. Specifically, Siponimod binding to S1PR2 led to altered side-chain dynamics of key TM7 residues (viz.Y7.37, F7.38, F7.39) and a drift of transmembrane helix 6 (TM6) towards orientations observed in inactive state. These unique structural features differentiate Siponimod's behavior from S1P and explain its lack of inability to modulate S1PR2. Our findings elucidate molecular determinants of Siponimod's selectivity towards S1PR1 and highlight these residues as potential differentiators for selective modulator design. This study demonstrates how structural and dynamic insights from atomistic simulations aid rational drug design for targets with high homology.", "date": "2025-06-30", "journal": ""}
{"title": "Interplay between cohesin and TORC1 links chromosome segregation and gene expression to environmental changes", "doi": "10.1101/2024.07.24.603895", "authors": "Besson, D.; Vaur, S.; Vazquez, S.; Tournier, S.; Gachet, Y.; Birot, A.; Claverol, S.; Marston, A.; Damdimopoulos, A.; Ekwall, K.; Javerzat, J.-P.", "abstract": "Cohesin is a DNA tethering complex essential for chromosome structure and function. In fission yeast, defects in the cohesin loader Mis4 result in chromosome segregation defects and dysregulated expression of genes near chromosome ends. A genetic screen for suppressors of the thermosensitive growth defect of mis4-G1487D identified several hypomorphic mutants of the Target of Rapamycin Complex 1 (TORC1), a conserved kinase that integrates cellular signals to regulate growth and metabolism through substrate-specific phosphorylation. Here, we demonstrate that the TORC1 pathway modulates cohesin functions in chromosome segregation and gene expression. In the context of compromised cohesin loading, the incidence of chromosome segregation defects was modulated by the growth medium in a TORC1-dependent manner. Pharmacological or genetic down-regulation of TORC1 activity restored cohesin binding to its chromosomal sites and improved mitotic chromosome segregation. Notably, reduced TORC1 activity also increased cohesin binding and chromosome transmission fidelity in wild-type cells. These results suggest that environmental cues influence chromosome stability via TORC1. Biochemically, TORC1 co-purified with cohesin and reduced TORC1 activity correlated with decreased phosphorylation of specific residues on Mis4 and cohesin. Mutations in cohesin that mimic the non-phosphorylated state mirrored the effects of TORC1 downregulation, showing that TORC1 is part of the network that controls cohesin phosphorylation to modulate its functions. Finally, we show that the functional interaction between TORC1 and Mis4 extends to the regulation of stress-responsive genes. Our findings reveal a TORC1-cohesin link that may facilitate cellular adaptation to environmental changes. Given that TORC1 inhibitors and calorie restriction extend lifespan in diverse species, this connection raises the intriguing possibility that cohesin-mediated changes in chromosome structure contribute to these effects.", "date": "2025-06-30", "journal": ""}
{"title": "STORIES: learning cell fate landscapes from spatial transcriptomics", "doi": "10.1101/2024.07.26.605241", "authors": "Huizing, G.-J.; Samaran, J.; Capocefalo, D.; Audit, A.; Peyre, G.; Cantini, L.", "abstract": "In dynamic biological processes such as development, spatial transcriptomics is revolutionizing the study of the mechanisms underlying spatial organization within tissues. Inferring cell fate trajectories from spatial transcriptomics profiled at several time points has thus emerged as a critical goal, requiring novel computational methods. Wasserstein gradient flow learning is a promising framework for analyzing sequencing data across time, built around a neural network representing the differentiation potential. However, existing gradient flow learning methods cannot analyze spatially resolved transcriptomic data. Here, we propose STORIES, a method that employs an extension of Optimal Transport to learn a spatially informed potential. We benchmark our approach using three large Stereo-seq spatiotemporal atlases and demonstrate superior spatial coherence compared to existing approaches. Finally, we provide an in-depth analysis of axolotl neural regeneration and mouse gliogenesis, recovering gene trends for known markers as Nptx1 in neuron regeneration and Aldh1l1 in gliogenesis and additional putative drivers.", "date": "2025-06-30", "journal": ""}
{"title": "Navigating the Landscape of Fear", "doi": "10.1101/2024.08.15.608007", "authors": "Gee, M.; Gonzalez-Granda, N.; Joshi, S.; Rudrapatna, N.; Somalwar, A.; Ellner, S.; Vladimirsky, A.", "abstract": "1. Animals searching for food must navigate complex landscapes with varying terrain, food availability, predator activity, and shelter. Where and when should they gather food? To what extent should they engage in anti-predator behaviors such as vigilance or seeking refuge if a predator is detected? Optimal foraging theory (OFT) posits that animals balance potentially conflicting goals (such as feeding versus escaping predation) by making decisions that maximize some expected utility or reward. However, OFT models have generally considered highly simplified landscapes, either ignoring spatial variability or assuming that the habitat consists of discrete, internally uniform habitat patches. As a result, OFT has largely avoided the question of how animals should move from one potential feeding area to another, or between feeding areas and refuges. 2. We develop methods based on stochastic dynamic programming to find optimal foraging strategies, including optimal movement paths, in a continuous landscape with spatially varying predation risk. Our approach accounts for switching from foraging to escape behavior when pursued by a predator. Because contingent escape paths are considered for all visited locations, they influence the optimal foraging path even before threats are encountered. The optimal strategy thus depends on the animal's level of hunger, the distribution of food, and the perceived threat distribution. The realized path is further influenced by actual predator encounters. 3. We illustrate our approach with two numerical examples: the first hypothetical with two food-abundant regions accessible only via high-risk areas, the second based on empirical studies on foraging Samango monkeys, Cercopithecus albogularis schwarzi. We find that the shape of the forager's utility function (risk-averse, risk-neutral, or with state-dependent risk sensitivity) affects not only its choices of where to feed, but also the optimal paths to and from each feeding ground. 4. Our methods make it possible to compare properties of observed foraging trajectories with those predicted for different goal functions. Foraging trajectories can then provide additional information, along with other behavioral choices, about what quantity, if any, animals aim to optimize while foraging.", "date": "2025-06-30", "journal": ""}
{"title": "Online reinforcement learning of state representation in recurrent network: the power of random feedback and biological constraints", "doi": "10.1101/2024.08.22.609100", "authors": "Tsurumi, T.; Kato, A.; Kumar, A.; Morita, K.", "abstract": "Representation of external and internal states in the brain plays a critical role in enabling suitable behavior. Recent studies suggest that state representation and state value can be simultaneously learnt through Temporal-Difference-Reinforcement-Learning (TDRL) and Backpropagation-Through-Time (BPTT) in recurrent neural networks (RNNs) and their readout. However, neural implementation of such learning remains unclear as BPTT requires offline update using transported downstream weights, which is suggested to be biologically implausible. We demonstrate that simple online training of RNNs using TD reward prediction error and random feedback, without additional memory or eligibility trace, can still learn the structure of tasks with cue-reward delay and timing variability. This is because TD learning itself is a solution for temporal credit assignment, and feedback alignment, a mechanism originally proposed for supervised learning, enables gradient approximation without weight transport. Furthermore, we show that biologically constraining downstream weights and random feedback to be non-negative not only preserves learning but may even enhance it because the non-negative constraint ensures loose alignment - allowing the downstream and feedback weights to roughly align from the beginning. These results provide insights into the neural mechanisms underlying the learning of state representation and value, highlighting the potential of random feedback and biological constraints.", "date": "2025-06-30", "journal": ""}
{"title": "SNARE disassembly requires Sec18/NSF side-loading", "doi": "10.1101/2024.08.30.610324", "authors": "Khan, Y. A.; White, K. I.; Pfuetzner, R. A.; Singal, B.; Esquivies, L.; Mckenzie, G.; Liu, F.; DeLong, K.; Choi, U. B.; Montabana, E.; Mclaughlin, T.; Wickner, W. T.; Brunger, A. T.", "abstract": "SNARE proteins drive membrane fusion at different cell compartments as their core domains zipper into a parallel four-helix bundle. After fusion, these bundles are disassembled by the AAA+ protein Sec18/NSF and its adaptor Sec17/-SNAP to make them available for subsequent rounds of membrane fusion. SNARE domains are often flanked by C-terminal transmembrane or N-terminal domains. Previous structures of the NSF--SNAP-SNARE complex revealed binding to the D1 ATPase pore, posing a topological constraint as SNARE transmembrane domains would prevent complete substrate threading as suggested for other AAA+ systems. Using mass-spectrometry in yeast cells, we show N-terminal SNARE domain interactions with Sec18, exacerbating this topological issue. We present cryo-EM structures of a yeast SNARE complex, Sec18, and Sec17 in a non-hydrolyzing condition, which show SNARE Sso1 threaded through the D1 and D2 ATPase rings of Sec18, with its folded, N-terminal Habc domain interacting with the D2 ring. This domain does not unfold during Sec18/NSF activity. Cryo-EM structures under hydrolyzing conditions revealed substrate-released and substrate-free states of Sec18 with a coordinated opening in the side of the ATPase rings. Thus, Sec18/NSF operates by substrate side-loading and unloading topologically constrained SNARE substrates.", "date": "2025-06-30", "journal": ""}
{"title": "Endophilin A1 facilitates organization of the GABAergic postsynaptic machinery to maintain excitation-inhibition balance", "doi": "10.1101/2024.09.07.611815", "authors": "Chen, X.; Pan, D.; Liu, J.-J.; Yang, Y.", "abstract": "The assembly and operation of neural circuits in the brain rely on the coordination and balance of excitatory and inhibitory activities. Inhibitory synapses are key regulators of the functional balance of neural circuits. However, due to the diversity of inhibitory presynaptic neurons, the complex composition of postsynaptic receptor subunits and the lack of typical postsynaptic dense structure, there are relatively few studies on the regulatory mechanisms for inhibitory synaptic structure and function, and insufficient understanding of the cellular and molecular abnormalities of inhibitory synapses in neurological and neuropsychiatric disorders. Here, we report a crucial role for endophilin A1 in inhibitory synapses. We show that endophilin A1 directly interacts with the inhibitory postsynaptic scaffold protein gephyrin in excitatory neurons, and promotes organization of the inhibitory postsynaptic density and synaptic recruitment/stabilization of the {gamma}-aminobutyric acid type A receptors via its plasma membrane association and actin polymerization promoting activities. Loss of endophilin A1 by gene knockout in mouse hippocampal CA1 pyramidal cells weakens inhibitory synaptic transmission and causes imbalance in the excitatory/inhibitory function of neural circuits, leading to increased susceptibility to epilepsy. Our findings identify endophilin A1 as an iPSD component and provide new insights into the organization and stabilization of inhibitory postsynapses to maintain E/I balance as well as the pathogenesis of epilepsy.\n\nKey words: endophilin A1, E/I balance, epilepsy, GABAAR, gephyrin, inhibitory synapse", "date": "2025-06-30", "journal": ""}
{"title": "Progressive overfilling of readily releasable pool underlies short-term facilitation at recurrent excitatory synapses in layer 2/3 of the rat prefrontal cortex", "doi": "10.1101/2024.09.10.612266", "authors": "Shin, J.; Lee, S. Y.; Kim, Y.; Lee, S.-H.", "abstract": "Short-term facilitation of recurrent excitatory synapses within the cortical network has been proposed to support persistent activity during working memory tasks, yet the underlying mechanisms remain poorly understood. We characterized short-term plasticity at the local excitatory synapses in layer 2/3 of the rat medial prefrontal cortex and studied its presynaptic mechanisms. Low-frequency stimulation induced slowly developing facilitation, whereas high-frequency stimulation initially induced strong depression followed by rapid facilitation. This non-monotonic delayed facilitation after a brief depression resulted from a high vesicular fusion probability and slow activation of Ca2+-dependent vesicle replenishment, which led to the overfilling of release sites beyond their basal occupancy. Pharmacological and gene knockdown (KD) experiments revealed that the facilitation was mediated by phospholipase C/diacylglycerol signaling and synaptotagmin 7 (Syt7). Notably, Syt7 KD abolished facilitation and slowed the refilling rate of vesicles with high fusion probability. Furthermore, Syt7 deficiency in layer 2/3 pyramidal neurons impaired the acquisition of trace fear memory and reduced c-Fos activity. In conclusion, Ca2+- and Syt7-dependent overfilling of release sites mediates synaptic facilitation at L2/3 recurrent excitatory synapses and contributes to temporal associative learning.", "date": "2025-06-30", "journal": ""}
{"title": "Fine decomposition of rodent behavior via unsupervised segmentation and clustering of inertial signals", "doi": "10.1101/2024.09.20.613901", "authors": "Fayat, R.; Sarraudy, M.; Lena, C.; Popa, D.; Latouche, P.; Dugue, G. P.", "abstract": "Decomposing behavior into elementary components remains a central challenge in computational neuroethology. The current standard in laboratory animals involves multi-view video tracking, which, while providing unparalleled access to full-body kinematics, imposes environmental constraints, is data-intensive, and has limited scalability. We present an alternative approach using inertial sensors, which capture high-resolution, environment-independent, and compact three-dimensional kinematic data, and are commonly integrated into rodent neurophysiological devices. Our analysis pipeline leverages unsupervised, computationally efficient change-point detection to break down inertial time series into variable-length, statistically homogeneous segments. These segments are then grouped into candidate behavioral motifs through high-dimensional, model-based probabilistic clustering. We demonstrate that this approach achieves detailed rodent behavioral mapping using head inertial data. Identified motifs, corroborated by video recordings, include orienting movements, grooming components, locomotion, and olfactory exploration. Higher-order behavioral structures can be accessed by applying a categorical hidden Markov model to the motif sequence. Additionally, our pipeline detects both overt and subtle motor changes in a mouse model of Parkinson's disease and levodopa-induced dyskinesia, highlighting its value for behavioral phenotyping. This methodology offers the possibility of conducting high-resolution, observer-unbiased behavioral analysis at minimal computational cost from easily scalable and environmentally unconstrained recordings.", "date": "2025-06-30", "journal": ""}
{"title": "Maintenance of neuronal TDP-43 expression requires axonal lysosome transport", "doi": "10.1101/2024.09.30.615241", "authors": "Ryan, V. H.; Lawton, S.; Reyes, J. F.; Hawrot, J.; Frankenfield, A. M.; Seddighi, S.; Ramos, D. M.; Epstein, J.; Faghri, F.; Johnson, N. L.; Zou, J.; Kampmann, M.; Replogle, J.; Qi, Y. A.; Yuan, H.; Johnson, K. R.; Maric, D.; Hao, L.; Nalls, M. A.; Ward, M.", "abstract": "TDP-43 mislocalization and pathology occurs across a range of neurodegenerative diseases, but the pathways that modulate TDP-43 in neurons are not well understood. We generated a Halo-TDP-43 knock-in iPSC line and performed a genome-wide CRISPR interference FACS-based screen to identify modifiers of TDP-43 levels in neurons. A meta-analysis of our screen and publicly available screens identified both specific hits and pathways present across multiple screens, the latter likely responsible for generic protein level maintenance. We identified BORC, a complex required for anterograde lysosome transport, as a specific modifier of TDP-43 protein, but not mRNA, levels in neurons. BORC loss led to longer half-life of TDP-43 and other proteins, suggesting lysosome location is required for proper protein turnover. As such, lysosome location and function are crucial for maintaining TDP-43 protein levels in neurons.", "date": "2025-06-30", "journal": ""}
{"title": "Early experience affects foraging behavior of wild fruit-bats more than their original behavioral predispositions", "doi": "10.1101/2024.10.10.617636", "authors": "Rachum, A.; Harten, L. M.; Assa, R.; Goldshtein, A.; Chen, X.; Gonceer, N.; Yovel, Y.", "abstract": "There are immense consistent inter-individual differences in animal behavior. While many studies have documented such behavioral differences, often referred to as individual personalities, little research has focused on the underlying causes and on determining whether they are innate or based on individual experience. Moreover, most studies on animal personalities have described consistent differences in behavior under laboratory conditions. We aimed to examine the impact of the early experienced environment on individual animal behavior, and to compare it to that of the individuals original genetic predisposition. Additionally, we explored the correlation between personality traits measured indoors and the animal's outdoor behavior. We studied Egyptian fruit bats, in which vast behavioral variability and plasticity have already been demonstrated. We raised bats in a captive colony under either enriched or impoverished environments and assessed their personality under controlled laboratory conditions. We then released the bats into the wild and tracked their foraging using GPS. Bats that had experienced an enriched environment during early life displayed increasing boldness and exploratory behavior when foraging outdoors, demonstrating how early-life experience can affect adult behavior. The individuals' original predispositions did not predict their later foraging behavior. Our findings shed new light on the interplay between innate and experienced-based effects on individual behavior.", "date": "2025-06-30", "journal": ""}
{"title": "Trait matching without traits: using correspondence analysis to investigate the latent structure of interaction networks", "doi": "10.1101/2024.10.22.619454", "authors": "Nicvert, L.; Fritz, H.; Dray, S.", "abstract": "Species interactions in ecological communities are often represented as networks, the structure of which is thought to be linked to species' interaction niches (or Eltonian niches). Interaction niches are intimately related to the notion of trait matching, which posits that a species interacts preferentially with partners whose traits are complementary to their own. Multivariate methods are commonly used to quantify species environmental niches (or Grinnellian niches). More recently, some of these methods have also been used to study the interaction niche, but they consider only the niche optimum and require trait data. In this article, we use the correspondence analysis (CA) framework to study interaction networks and investigate trait matching without requiring trait data, using the notion of latent traits. We use reciprocal scaling, a method related to CA, to estimate niche optima and breadths, defined respectively as the mean and standard deviation of the latent traits of species' interacting partners. We present the method, test its performance using a simulation model we designed, and analyze a real frugivory network between birds and plants. The simulation study shows that the method is able to recover niche breadths and optima for data generated with parameters typical of ecological networks. The birds-plants network analysis shows strong relationships between species latent traits and niche breadths: a posteriori correlation with measured traits suggests that birds and plants of intermediate size tend to have the broadest niches. Additionally, birds preferentially foraging in the understory have broader niches than birds preferentially foraging in the canopy. CA and reciprocal scaling are described as fruitful exploratory methods to characterize species interaction profiles, provide an ecologically meaningful graphical representation of interaction niches, and explore the effect of latent traits on network structure.", "date": "2025-06-30", "journal": ""}
{"title": "NewtCap: an efficient target capture approach to boost genomic studies in Salamandridae (True Salamanders and Newts)", "doi": "10.1101/2024.10.25.620290", "authors": "de Visser, M. C.; France, J.; McCartney-Melstad, E.; Bucciarelli, G. M.; Theodoropoulos, A.; Shaffer, H. B.; Wielstra, B.", "abstract": "Salamanders have large and complex genomes, hampering whole genome sequencing, but reduced representation sequencing provides a feasible alternative. We present NewtCap: a sequence capture bait set that targets c.7k coding regions across the genomes of all True Salamanders and Newts (the family Salamandridae, also known as \"salamandrids\"). We test the efficacy of NewtCap, originally designed for the Eurasian Triturus newts, in 30 species, belonging to 17 different genera, that cover all main Salamandridae lineages. We also test NewtCap in two other salamander families. We discover that NewtCap performs well across all Salamandridae lineages (but not in the salamander families Ambystomatidae and Hynobiidae). As expected, the amount of genetic divergence from the genus Triturus correlates negatively to capture efficacy and mapping success. However, this does not impede our downstream analyses. We showcase the potential of NewtCap in the contexts of; 1) phylogenomics, by reconstructing the phylogeny of Salamandridae, 2) phylogeography, by sequencing the four closely related species comprising the genus Taricha, 3) hybrid zone analysis, by genotyping two Lissotriton species and different classes of interspecific hybrids, and 4) conservation genetics, by comparing Triturus ivanbureschi samples from several wild populations and one captive-bred population. Overall, NewtCap has the potential to boost straightforward, reproducible, and affordable genomic studies, tackling both fundamental and applied research questions across salamandrids.", "date": "2025-06-30", "journal": ""}
{"title": "F2,6BP restores mitochondrial genome integrity in Huntingtons Disease", "doi": "10.1101/2024.11.04.621834", "authors": "Chakraborty, A.; Mandal, S. M.; Mankevich, M.; Mani, R. S.; Shahabi, S.; Biswas, T.; Kodavati, M.; Sreenivasmurthy, S. G.; Tapryal, N.; Krishnan, B.; Hegde, M.; Weinfeld, M.; Ghosh, G.; Hazra, T.", "abstract": "Several reports have indicated that impaired mitochondrial function contributes to the development and progression of Huntingtons disease (HD). Mitochondrial genome damage, particularly DNA strand breaks, is a potential cause for its compromised functionality. Here we show that the activity of polynucleotide kinase 3-phosphatase (PNKP), a critical DNA end-processing enzyme, is significantly decreased in the mitochondrial extract of HD patients brains due to a lower level of fructose-2,6 bisphosphate (F2,6BP), a biosynthetic product of 6-phosphofructo-2-kinase fructose-2,6-bisphosphatase 3 (PFKFB3). Such decrease in PNKP activity leads to persistent DNA strand breaks that are refractory to subsequent steps for repair completion. Both PFKFB3 and F2,6BP, an allosteric modulator of glycolysis, are also present in the mitochondria and PFKFB3 is part of a mitochondrial DNA repair complex containing HTT, PNKP, DNA Pol {gamma} (POLG) and Lig III. Notably, PNKP binds F2,6BP (Kd= 525 nM) and utilizes it as a cofactor. The levels of both F2,6BP and PFKFB3 are significantly decreased in the mitochondrial extract of HD mouse striatal neuronal cells and patients brain. Activity of PNKP is thus severely decreased in the mitochondrial extract; however, addition of F2,6BP restored its activity. Moreover, supplementation of F2,6BP in HD cells restored PFKFB3 level, mitochondrial genome integrity and partially restored mitochondrial membrane potential, mitochondrial respiration and prevented pathogenic aggregate formation. We also observed that supplementation with F2,6BP restored mitochondrial genome integrity in an HD Drosophila model. Our findings, therefore, suggest that F2,6BP-mediated restoration of PNKP activity could have a profound impact in ameliorating neurodegenerative symptoms in HD.", "date": "2025-06-30", "journal": ""}
{"title": "Early exercise disrupts a pro-repair extracellular matrix program during zebrafish fin regeneration", "doi": "10.1101/2024.11.15.623835", "authors": "Lewis, V. M.; Fernandez, R. A.; Horst, S. G.; Gonzalez, C. A.; Stankunas, K.", "abstract": "Mechanical stimulation effects on cell behaviors that restore organ form and function during tissue repair are unresolved. We applied swim flume-mediated exercise during zebrafish caudal fin regeneration to explore mechanical loading impacts on a robust model of organ regeneration. Exercise initiated during but not after blastema establishment compromised fin regeneration, including outgrowth and skeletal pattern. Long-term tracking of fluorescently labeled fibroblasts showed exercise loading disrupted blastemal mesenchyme formation. Transcriptomic profiling and section staining indicated loading reduced an extracellular matrix (ECM) gene expression program, including for hyaluronic acid (HA) synthesis. As with exercise loading, HA synthesis inhibition or blastemal HA depletion impaired blastema formation. We considered if injury-upregulated HA establishes a pro-regenerative environment facilitating mechanotransduction. HA density across the blastema correlated with nuclear localization of the mechanotransducer Yes-associated protein (Yap). Exercise loading or HA depletion decreased nuclear Yap, and culturing primary fin fibroblasts on HA-coated surfaces induced Yap nuclear localization. We conclude early exercise during fin regeneration disrupts expression of an HA-rich ECM supporting Yap-promoted blastema expansion. These findings reveal that fin regeneration is acutely sensitive to the timing and intensity of mechanical loading, underscoring how biomechanical forces integrate with regenerative programs to guide robust tissue repair.", "date": "2025-06-30", "journal": ""}
{"title": "Are we conscious at all times? Neural evidence for a two-stage model of visual processing", "doi": "10.1101/2024.11.15.623853", "authors": "Menetrey, M. Q.; Herzog, M. H.; Pascucci, D.", "abstract": "Postdictive effects, where later events influence the perception of earlier ones, suggest that conscious perception is not a continuous stream but occurs at discrete moments in time, preceded by extended periods of unconscious processing. This is evident in the Sequential Metacontrast Paradigm (SQM), where a stream of lines and vernier offsets is unconsciously integrated over several hundred milliseconds before a conscious percept emerges. Regardless of whether one or multiple verniers are shown, only a single offset is perceived. Postdictive phenomena offer a unique opportunity to study the neural correlates of unconscious and conscious stages of perception because unconscious and conscious processing are well separated in time. Here, using EEG recordings during the SQM, we identified two distinct stages of neural activity. Early occipital EEG activity patterns (~200 ms after the initial vernier presentation) capture unconscious processing, while later centro-parietal EEG patterns (~400-600 ms after the onset of the stimulus stream) are associated with conscious perception, aligning with behavioral results. We propose that the transition between these distinct neural topographies reflects the discrete moments when conscious perception emerges.", "date": "2025-06-30", "journal": ""}
{"title": "Integrating Load-Cell Lysimetry and Machine Learning for Prediction of Daily Plant Transpiration", "doi": "10.1101/2024.11.24.625038", "authors": "Friedman, S.; Averbuch, N.; Nevo, T.; Moshelion, M.", "abstract": "*We conducted research to predict daily transpiration in crops by utilizing a combination of machine learning (ML) models combined with extensive transpiration data from gravimetric load cells and ambient sensors. Our aim was to improve the accuracy of transpiration estimates. *Data were collected from hundreds of plant specimens growing in two semi-controlled greenhouses over seven years, automatically measuring key physiological traits (serves as our ground truth data) and meteorological variables with high temporal resolution and accuracy. We trained Decision tree, Random Forest, XGBoost, and Neural Network models on this dataset to predict daily transpiration. *The Random Forest and XGBoost models demonstrated high accuracy in predicting the whole plant transpiration, with R2 values of 0.89 on the test set (cross-validation) and R2 = 0.82 on holdout experiments. Ambient temperature was identified as the most influential environmental factors affecting transpiration. *Our results emphasize the potential of ML for precise water management in agriculture, and simplify some of the complex and dynamic environmental forces that shape transpiration.", "date": "2025-06-30", "journal": ""}
{"title": "Reduced regulatory complexity associated with the evolutionary transition to sociality from cockroaches to termites despite evolutionary parallels with Hymenoptera", "doi": "10.1101/2024.11.25.625201", "authors": "Jones, A.; Dohmen, E.; Berger, J.; Legendre, F.; Harrison, M.; Bornberg-Bauer, E.", "abstract": "The degree of phenotypic diversity within social species has previously been associated with more complex genetic regulation both in cis and trans contexts. Transcription factors (TFs) being key to genetic regulation, have been studied in the origins of eusociality in Hymenoptera (bees, ants and wasps) but less so in Blattodea (cockroaches and termites). Here we show that the social transition in Blattodea, from cockroaches to termites, displays similar patterns of regulatory change to those found in Hymenoptera. Specifically, by analysing 3 cockroach and 5 termite genomes, we find more TF families with relaxed selection compared to intensified selection and lineage-specific gene family expansions in termites, which has also been reported in Hymenoptera. We also find that genes under selection support neotenic caste determination. We find there are key differences in Blattodea TF regulation in comparison with Hymenoptera with contractions in TF gene families and no compensatory change in TF DNA binding motifs either in frequency or diversity in TF promoter regions. Furthermore, we show that an increase in social complexity leads to greater diversity in TF activating domains, one of the evolutionary and structural building blocks of TFs, meanwhile, DNA-binding domains, undergo very little change. This study highlights similarities in social transitions between Hymenoptera and Blattodea, with evidence of large changes in transcriptional regulation followed by lineage specific adaptations. Our results indicate that the transcriptional diversity linked to social complexity is not attributable to transcription factors, but is instead likely driven by an alternative mechanism.", "date": "2025-06-30", "journal": ""}
{"title": "All-Optical Mapping Reveals Distributed Suppression of Cortical Sensory Responses After Optogenetic Silencing", "doi": "10.1101/2024.12.12.628207", "authors": "Ambrosone, M.; Montagni, E.; Resta, F.; Ulivi, T.; Curti, L.; Polverini, F.; Mazzamuto, G.; Mannaioni, G.; Masi, A.; Pavone, F. S.; Allegra Mascaro, A. L.", "abstract": "Significance: We designed a novel all-optical tool to simultaneously silence neuronal activity at arbitrary sites on the dorsal cortex, and monitor the consequences of the manipulation. Optogenetic inhibition of primary sensory regions determined short and long-term dampening of the sensory response across a distributed cortical network. Introduction: Many fundamental processes of brain computation, such as sensory perception and motor control, heavily rely on the mesoscopic dynamics of activity across the cerebral cortex. Manipulating mesoscale activity and observing its effects across multiple brain regions is crucial for understanding the causal link between cortical dynamics and behavior. Objective: The goal of this study was to develop a novel all-optical system that allows inhibition of excitatory neurons while simultaneously monitoring cortical responses at arbitrary sites across the entire dorsal cortex of mice. Methods: We combined wide-field imaging and optogenetics to create a mesoscale all-optical approach, enabling simultaneous monitoring and manipulation of cortical activity using light. Intravenous injection of two PHP.eB AAVs enabled the whole-brain co-expression of the red-shifted calcium indicator jRCaMP1b and the inhibitory actuator stGtACR2, with stable expression over several weeks. This system was calibrated, and the effects of inhibition on sensory responses were tested. Results: Increasing laser power progressively reduced spontaneous activity at the site of irradiation. A single 5-second pulse on the barrel field cortex significantly decreased the amplitude of sensory-evoked responses, not only in the stimulated region but across the entire stimulated hemisphere. Conclusions: This novel all-optical system enables targeted inhibition while concurrently monitoring mesoscale cortical activity. It provides insights into the dynamics of cortical circuits and offers a milestone for investigating the causal links between neuronal activity and behavior. Future research can use this tool to address sensory responsiveness impairments in neurological and neuropsychiatric disorders.", "date": "2025-06-30", "journal": ""}
{"title": "WITHDRAWN: Humans can walk economically on uneven terrain without deliberative optimization with a Simple Feedback Control Policy", "doi": "10.1101/2025.01.10.632428", "authors": "Darici, O.; Kuo, A.", "abstract": "The author Osman Darici has withdrawn this manuscript because, after further reflection and ongoing work, the author has determined that the analyses presented in the current version of the preprint are incomplete and require substantial revision and further development. As such, the author believes the manuscript does not yet reflect the standards that he aims to uphold in his scientific contributions. Therefore, the author does not wish this version to be considered a part of the formal scientific record and does not wish it to be cited as a reference. If you have any questions, please contact the corresponding author.", "date": "2025-06-30", "journal": ""}
{"title": "Engineered and decellularized human cartilage graft exhibits intrinsic immuno-evasive properties and full skeletal repair capacity", "doi": "10.1101/2025.01.10.632347", "authors": "Garcia Garcia, A.; Prithiviraj, S.; Raina, D. B.; Schmidt, T.; Baudet-Quintino, A.; Gonzalez Anton, S.; Rabanal Cajal, L.; Gil, D. H.; Kahn, R.; Tagil, M.; Bourgine, P. E.", "abstract": "Tissue engineering strategies predominantly consist of the autologous generation of living substitutes capable of restoring damaged body parts. Persisting challenges with patient-specific approaches include inconsistent performance, high costs and delayed graft availability. Towards developing a one-for-all solution, a more attractive paradigm lies in the exploitation of dedicated cell lines for the fabrication of human tissue grafts. Following decellularization, this new class of biomaterials relies on the sole extracellular matrix and embedded growth factors instructing endogenous repair. This conceptual approach was previously validated using a custom mesenchymal line for the manufacturing of human cartilage, exhibiting remarkable osteoinductive capacity following lyophilization. Key missing criteria to envision clinical translation include proper decellularization as well as stringent assessment of both immunogenicity and regenerative performance. Here, we report the engineering and subsequent decellularization of human cartilage tissue with minimal matrix impairment. Ectopic evaluation in immunocompetent and immunocompromised animals reveal preservation of osteoinductivity predicted by macrophage kinetic of polarization. By establishing in vitro human allogeneic co-culture models, we evidenced the immuno-evasive properties of cell-free human cartilages, controlling macrophages and dendritic cells maturation as well as T cell activation. Lastly, regenerative performance was stringently assessed in an immunocompetent rat orthotopic model whereby decellularized human cartilage grafts achieved morphological and mechanical restoration of all critical-sized femoral defects. Taken together, our study compiles robust safety and efficacy pre-requisites prompting a first-in-human trial for engineered and decellularized human tissue grafts.", "date": "2025-06-30", "journal": ""}
{"title": "Static Three-Dimensional Structures Determine Fast Dynamics Between Distal Loci Pairs in Interphase Chromosomes", "doi": "10.1101/2025.01.16.633484", "authors": "Shi, G.; Shin, S.; Thirumalai, D.", "abstract": "Live cell imaging experiments have shown that, although eukaryotic chromosomes are compact, the distal dynamics between enhancers and promoters are unexpectedly rapid and cannot be explained by standard polymer models. The discordance between the compact static chromatin organization (structure) and the relaxation times (dynamics) is a conundrum that violates the expected structure-function relationship. To resolve the puzzle, we developed a theory to predict chromatin dynamics by first calculating the accurate three-dimensional (3D) structure using static Hi-C contact maps or fixed-cell imaging data. The calculated 3D coordinates are used to accurately forecast the two-point dynamics reported in recent experiments that simultaneously monitor chromatin dynamics and transcription. Strikingly, the theory not only predicts the observed fast enhancer-promoter dynamics but also reveals a novel scaling relationship between two-point relaxation time and genomic separation that is in near quantitative agreement with recent experiments. The theory also predicts that cohesin depletion enhances single-locus diffusion. The acceleration of chromatin loci diffusion upon cohesin depletion are explained in terms of structure-based centrality measure used in graph theory. Our framework shows that chromatin dynamics can be predicted based solely on static experimental data, reinforcing the concept that the three-dimensional structure determines their dynamic behavior. The generality of the theory opens new avenues for exploring chromatin dynamics, especially transcriptional dynamics, across different biological contexts.", "date": "2025-06-30", "journal": ""}
{"title": "Parallel Functional Interrogations of Autism Risk Genes Reveal Drivers of Transcriptomic Convergence and the Female Protective Effect", "doi": "10.1101/2025.01.20.634000", "authors": "Andersen, R.; Talukdar, M.; Sakamoto, T.; Exposito-Alonso, D.; Song, J. H.; Qian, X.; Lee, S.; Murugan, N.; Delgado, R. N.; Zhao, S.; Eichfeld, G.; Harms, J.; Page, D. C.; Walsh, C. A.", "abstract": "The surprising number and functional diversity of genes implicated in autism spectrum disorder (ASD) has made it challenging to identify core pathophysiological mechanisms or envision interventions with broad therapeutic potential. Here, parallel CRISPR-Cas13-based knockdown of 28 ASD genes and neighboring long non-coding RNAs reveals striking convergence on shared transcriptomic effects and neurodevelopmental phenotypes in human neural progenitor cells and cerebral organoids. Perturbations of single ASD genes caused the widespread dysregulation of other ASD genes, and de novo reconstruction of gene regulatory networks uncovered the prominent autism risk gene CHD8 as a critical driver of this transcriptomic convergence. The transcriptional activator ZFX, which escapes X chromosome inactivation in females, was also identified as a key regulator of ASD genes, revealing genetic underpinnings of the female protective effect. Thus, this study provides a crucial framework for uncovering how variants in diverse genes can cause convergent pathophysiological effects that ultimately result in a shared diagnosis.", "date": "2025-06-30", "journal": ""}
{"title": "Emergence of specific binding and catalysis from a designed generalist binding protein", "doi": "10.1101/2025.01.30.635804", "authors": "Chen, Y.; Bhattacharya, S.; Bergmann, L.; Correy, G. J.; Tan, S.; Hou, K.; Biel, J.; Lu, L.; Bakanas, I.; Volkov, A. N.; Korendovych, I. V.; Polizzi, N. F.; Fraser, J. S.; DeGrado, W. F.", "abstract": "The evolution of binding and catalysis played a central role in the emergence of life. While natural proteins have finely tuned affinities for their primary ligands, they also bind weakly and promiscuously to other molecules, which serve as starting points for stepwise, incremental evolution of entirely new specificities. Thus, modern proteins emerged from the joint exploration of sequence and structural space. The ability of natural proteins to bind small molecule fragments in well-defined geometries has been widely evaluated using methods including crystallographic fragment screening. However, this approach had not been applied to de novo proteins. Here, we apply this method to explore the binding specificity of a de novo small molecule-binding protein ABLE. As in Nature, we found ABLE was capable of forming weak complexes, which were excellent starting points for designing entirely new functions, including a binder of a turn-on fluorophore and a highly efficient Kemp eliminase enzyme (kcat/KM = 2,200,000 M-1s-1) approaching the diffusion limit. This work illustrates how simultaneous consideration of both sequence and chemical structure diversity can guide the emergence of new function in designed proteins.", "date": "2025-06-30", "journal": ""}
{"title": "Vinorelbine enhances the efficacy of GM-CSF-armed oncolytic vaccinia virus in a preclinical model of ovarian high grade serous carcinoma", "doi": "10.1101/2025.02.04.636413", "authors": "Drymiotou, S.; Queval, C. J.; Tyson, K. E.; Sheach, L. A.; Postigo, A.; Rosa, I. D.; Ennis, D. P.; Howell, M.; McNeish, I. A.; Way, M.", "abstract": "Vaccinia virus, known for its clinical safety has a tropism for primary and metastatic tumours as well as ovarian tissue. Consequently, oncolytic approaches with recombinant vaccinia viruses have emerged as attractive agents against ovarian cancer. Unfortunately, oncolytic vaccinia monotherapies are yet to live up to their potential promise. Given this, there is a need to identify combination agents that improve the effectiveness of vaccinia in ovarian cancer treatment. We screened 9,000 compounds to identify drugs that enhance the ability of a recombinant vaccinia virus lacking VGF and F1 ({Delta}VF) to induce death of ID8 Trp53-/- murine ovarian cancer cells. We identified a class of tubulin polymerisation inhibitors including vinorelbine. The combination of vinorelbine and vaccinia induces ID8 Trp53-/- cell death via apoptosis. In a syngeneic mouse model of high grade serous ovarian carcinoma, {Delta}VF virus lacking the viral thymidine kinase (TK), armed with GM-CSF and expressing NeonGreen ({Delta}VFTK-NG-GM-CSF) is tumour specific. A combination of the {Delta}VFTK-NG-GM-CSF virus with vinorelbine prolongs mouse survival compared to the treatment of mice with either agent alone. Our study suggests vinorelbine is a promising agent to combine with oncolytic vaccinia virus approaches for the management of ovarian cancer.", "date": "2025-06-30", "journal": ""}
{"title": "ISME - Incoherent Sampling of Multi-Echo data to minimize cardiac-induced noise in brain maps of R2* and magnetic susceptibility", "doi": "10.1101/2025.02.05.636576", "authors": "Raynaud, Q.; Oliveira, R.; Corbin, N.; Balbastre, Y.; van Heeswijk, R. B.; Lutti, A.", "abstract": "Purpose: Maps of the MRI parameters R2* and magnetic susceptibility ({chi}) enable the investigation of microscopic tissue changes in brain disease. However, cardiac-induced signal instabilities increase the variability of brain maps of R2* and {chi}. In this study, we introduce ISME - a sampling strategy that minimizes the level of cardiac-induced instabilities in brain maps of R2* and {chi}. Methods: ISME uses phase-encoding gradients to shift the k-space frequency of the acquired data between consecutive readouts of a multi-echo train. As a result, the multi-echo data at a given k-space index is acquired at different phases of the cardiac cycle. We compare the variability of R2* and {chi} maps acquired with ISME and with standard multi-echo trajectories in N=10 healthy volunteers. We investigate the effect of both trajectories on the spatial aliasing of pulsating MR signals and propose a weighted-least squares (NWLS) approach for the estimation of R2* that accounts for the increase of the residuals with echo time. Results: ISME reduces the variability of R2* and {chi} maps across repetitions by 25/26/21% and 24/32/23% in the cerebellum/brainstem/whole brain, respectively. With ISME, the spatial aliasing of pulsating MR signals is incoherent between raw echo images, leading to visually sharper R2* maps. The proposed NWLS approach for the estimation of R2* reduces the dependence of the fitting residuals on echo time and the variability of R2* by an additional 3/2/1% in the cerebellum/brainstem/whole brain. Conclusion: ISME allows the mitigation of cardiac-induced signal instabilities in brain maps of R2* and {chi}, improving reproducibility.", "date": "2025-06-30", "journal": ""}
{"title": "Learning decouples accuracy and reaction time for rapid decisions in a transitive inference task", "doi": "10.1101/2025.02.11.636952", "authors": "Silva, F. A. M.; Jensen, G.; Shinn, M.; Alkan, Y.; Murray, J.; Terrace, H.; Ferrera, V. P.", "abstract": "Transitive inference (TI) is a cognitive process in which decisions are guided by internal representations of abstract relationships. While the mechanisms underlying transitive learning have been well studied, the dynamics of the decision making process during learning and inference remain less clearly understood. In this study, we investigated whether a modeling framework traditionally applied to perceptual decision-making, the drift diffusion model (DDM), can account for performance in a TI transfer task involving rapid decisions that deviate from standard accuracy and response time (RT) patterns. We trained three macaque monkeys on a TI transfer task, in which they learned the implied order of a novel list of seven images in each behavioral session. Monkeys indicated their decisions with saccadic eye movements. Consistent learning of the list structure was achieved within 200 to 300 trials per session, with asymptotic accuracies reaching approximately 80 to 90%. Behavioral performance exhibited a symbolic distance effect, with accuracy increasing as the ordinal distance between items grew. Notably, RTs remained relatively stable across learning, despite improvements in accuracy. We applied a generalized DDM implementation (PyDDM; Shinn et al., 2020) to jointly fit accuracy and RT data. Model fits were achieved by incorporating both an increasing evidence accumulation rate and a collapsing decision bound, successfully capturing the RT distribution shapes observed during learning. These findings suggest that decision-making during serial learning and transfer in a TI task can be characterized by a \"variable collapsing bound\" DDM. Our results highlight a distinct dynamical regime of the DDM framework, extending its applicability to cognitive domains involving symbolic reasoning and serial relational learning.", "date": "2025-06-30", "journal": ""}
{"title": "Disruption of the mRNA m6A writer complex triggers autoimmunity in Arabidopsis", "doi": "10.1101/2025.02.18.638636", "authors": "Metheringham, C. L.; Srivastava, A. K.; Thorpe, P.; Maji, A.; Parker, M.; Barton, G. J.; Simpson, G. G.", "abstract": "Distinguishing self from non-self is crucial to direct immune responses against pathogens. Unmodified RNAs stimulate human innate immunity, but RNA modifications suppress this response. mRNA m6A modification is essential for Arabidopsis thaliana viability. However, the molecular basis of the impact of mRNA m6A depletion is poorly understood. Here, we show that disruption of the Arabidopsis mRNA m6A writer complex triggers autoimmunity. Most gene expression changes in m6A writer complex vir-1 mutants grown at 17{degrees}C are explained by defence gene activation and are suppressed at 27{degrees}C, consistent with the frequent temperature sensitivity of Arabidopsis immunity. Accordingly, we found enhanced pathogen resistance and increased premature cell death in vir-1 mutants at 17{degrees}C but not 27{degrees}C. Global temperature-sensitive mRNA poly(A) tail length changes accompany these phenotypes. Our results demonstrate that autoimmunity is a major phenotype of mRNA m6A writer complex mutants, with important implications for interpreting the role of this modification. Furthermore, we open the broader question of whether unmodified RNA triggers immune signalling in plants.", "date": "2025-06-30", "journal": ""}
{"title": "Cell type-specific functions of nucleic acid-binding proteins revealed by deep learning on co-expression networks", "doi": "10.1101/2025.03.03.641203", "authors": "Osato, N.; Sato, K.", "abstract": "Nucleic acid-binding proteins (NABPs) exhibit cell type-specific regulatory functions, but their target genes and biological roles remain incompletely characterized due to the limitations of current experimental approaches. Here, we present a deep learning framework that integrates gene co-expression correlations to predict NABP regulatory targets and infer their functions across diverse cellular contexts, without requiring binding site or motif information. Substituting low-informative input features with co-expression-derived interactions improved gene expression prediction accuracy. Predicted targets showed strong concordance with ChIP-seq and eCLIP binding sites, and this agreement was significantly greater than for randomly selected gene sets. Functional enrichment and ChatGPT-assisted inference revealed biologically meaningful annotations, including cell type-specific functions such as circadian regulation by AKAP8 in cancer cells and glycolytic control by PKM. Collectively, this integrative framework-combining deep learning, co-expression networks, and large language models-enables the systematic discovery of both known and previously uncharacterized NABP functions in a cell type-specific manner.", "date": "2025-06-30", "journal": ""}
{"title": "Sentinel-2 based estimates of rangeland fractional cover and canopy gap class for the western United States", "doi": "10.1101/2025.03.13.643073", "authors": "Allred, B. W.; McCord, S. E.; Assal, T. J.; Bestelmeyer, B. T.; Boyd, C. S.; Brooks, A. C.; Cady, S. M.; Fuhlendorf, S. D.; Green, S. A.; Harrison, G. R.; Jensen, E. R.; Kachergis, E. J.; Mattilio, C. M.; Mealor, B. A.; Naugle, D. E.; O'Leary, D.; Olsoy, P. J.; Peirce, E. S.; Reinhardt, J. R.; Shriver, R. K.; Smith, J. T.; Tack, J. D.; Tanner, A. M.; Tanner, E. P.; Twidwell, D.; Webb, N. P.; Morford, S. L.", "abstract": "Rangelands are extensive ecosystems, providing important ecosystem services while undergoing continuous change. As a result, there is a need for improved monitoring technologies that better characterize vegetation change. Satellite remote sensing has proven effective in this regard, tracking vegetation dynamics at broad and fine scales. We leveraged the spatial, spectral, and temporal resolution of Sentinel-2 satellites to estimate fractional cover and canopy gap across rangelands of the western United States. We produced annual, 10 m spatial resolution estimates of fractional cover and canopy gap size class for years 2018 to 2024. Fractional cover estimates include that of common plant functional types (annual forb and grass, bareground, littler, perennial forb and grass, shrub, tree) and select genera (including invasive annual grass species, pinyon-juniper species, and sagebrush species); canopy gap size classes include gap sizes 25 to 50, 51 to 100, 101 to 200, and greater than 200 cm. We make these data available as Cloud Optimized GeoTIFFs, organized as 75x75 km tiles covering the 17 western states of the United States.", "date": "2025-06-30", "journal": ""}
{"title": "Inferring and simulating a gene regulatory network for the sympathoadrenal differentiation from single-cell transcriptomics in human.", "doi": "10.1101/2025.03.21.644507", "authors": "Gandrillon, O.", "abstract": "Background Neuroblastoma is a malignant childhood cancer with significant inter- and intrapatient heterogeneity arising from the abnormal differentiation of neural crest cells into sympathetic neurons. The lack of actionable mutations limits therapeutic options, highlighting the need to better understand the molecular mechanisms that drive this differentiation. Although RNA velocity has provided some insights, modeling regulatory relationships is limited. Methods To address this, we applied our integrated gene regulatory network (GRNs) inference (CARDAMOM) and simulation (HARISSA) tools using a published single-cell RNAseq dataset from human sympathoadrenal differentiation. Results Our analysis identified a 97-gene GRN that drives the transition from Schwann cell precursors to chromaffin cells and sympathoblasts, highlighting dynamic interactions such as self-reinforcing loops and toggle switches. The simulation of that GRN was able to reproduce very satisfactorily the experimentally observed gene expression distributions. Conclusions Altogether, these findings demonstrate the utility of our GRN model framework for inferring GRN structure, even in the absence of a time-resolved dataset.", "date": "2025-06-30", "journal": ""}
{"title": "Social Context Restructures Behavioral Syntax in Mice", "doi": "10.1101/2025.04.17.648924", "authors": "Ritter, M.; Shipley, H.; Deiana, S.; Hengerer, B.; Wotjak, C. T.; Brecht, M.; Bogadhi, A. R.", "abstract": "The study of social behavior in mice has grown increasingly relevant for unraveling associated brain circuits and advancing the development of treatments for psychiatric symptoms involving social withdrawal or social anxiety. However, a data-driven understanding of behavior and its modulation in solitary and social contexts is lacking. In this study, we employed motion sequencing (MoSeq) to decompose mouse behaviors into discrete units (Syllables) and investigate whether, and how, the behavioral repertoire differs between solitary and dyadic (social) settings. Our results reveal that social context significantly modulates a minority (25%) of syllables, containing predominantly stationary and undirected behaviors. Notably, these changes are associated with spatial proximity to another mouse rather than active social contact. Interestingly, a network analysis of syllable transitions shows that context-sensitive syllables exhibit altered network influence, independent of the number of connected syllables, suggesting a regulatory role. Furthermore, syllable composition changes significantly during social contact events with two distinct sequence families governing approach and withdrawal behaviors. However, no unique syllable sequences mapped to specific social interactions. Overall, our findings suggest that a subset of syllables drives contextual behavioral adaptation in mice, potentially fascilitating transitions within the broader behavioral repertoire. This highlights the utility of MoSeq in dissecting nuanced, context-dependent behavioral dynamics.", "date": "2025-06-30", "journal": ""}
{"title": "Thermal cycling stimulation via nasal inhalation attenuates Aβ25-35-induced cognitive deficits in C57BL/6 mice", "doi": "10.1101/2025.05.08.652792", "authors": "Lin, G.-B.; LIU, H.-H.; Kuo, Y.-Y.; CHEN, Y.-M.; Hsu, F.-T.; Wang, Y.-W.; Kung, Y.; Ching, C.; Chao, C.-Y.", "abstract": "Alzheimer's disease (AD) continues to pose a significant public health challenge, with current treatments demonstrating limited effectiveness, partly due to the difficulty of delivering therapeutics across the blood-brain barrier (BBB). The nose-to-brain (N-2-B) pathway offers a promising alternative, enabling pharmacological agents to circumvent the BBB. However, to date, no drugs have been successfully implemented in clinical settings for the treatment of AD via this route, underscoring the necessity for additional research in this area. Mild stress is thought to activate intrinsic protective mechanisms against neurodegeneration, but traditional methods of inducing stress often lack both specificity and practicality. To address this limitation, we propose the inhalation of mildly heated air as a form of thermal stimulation, which utilizes the N-2-B pathway to induce mild stress and stimulate cerebral activity. This study employs the method of thermal cycling-hyperthermia (TC-HT) technique [Chao C.Y. et al., U.S. patent 11753634, 2023 & Chao C.Y. et al., U.S. patent Appl. No. 18/864192, 2024] into a new treatment, adapted as thermal cycling-stimulation via nasal inhalation (TCSNI), which provides cyclic stimulation to maintain pathway activity while minimizing thermal injury. In this study, we assessed the health and olfactory effects of TCSNI in C57BL/6 mice and found no adverse effects. In experimental groups administered with {beta}-amyloid (A{beta}), TCSNI treatment resulted in significant enhancements in cognitive performance as evidenced by Y-maze and novel object recognition (NOR) assessments, suggesting an improvement in cognitive function. Protein analyses conducted on the hippocampus of the mice indicated a reduction in A{beta} accumulation, alongside increased expression of heat shock protein 70 (HSP70) and insulin-degrading enzyme (IDE) expression, as well as elevated levels of phosphorylated Akt (p-Akt). These results suggest that N-2-B-delivered TCSNI effectively modulates protein expression and enhances cognitive function, highlighting its potential for further exploration in AD treatment.", "date": "2025-06-30", "journal": ""}
{"title": "Disturbed engram network caused by NPTXs downregulation underlies aging-related memory deficits", "doi": "10.1101/2025.05.19.654996", "authors": "Jin, T.; Yang, Y.; Guo, Y.; Zhang, Y.; Le, Q.; Huang, N.; Liu, X.; Yu, J.; Ma, L.; Wang, F.", "abstract": "Engram cells storing specific memories are allocated to separate neuronal ensembles, which preferentially recruit either excitatory or inhibitory inputs to drive precise memory expression. However, how these formed neuronal ensembles maintain their stability, and whether the disturbed stability contributes to aging-related memory deficits remain elusive. Here, we show that neuronal pentraxin1 (NPTX1) facilitates Kv7.2-mediated inhibition of Fos+ ensemble hyperexcitability, thereby restricting its response to excitatory inputs from medial entorhinal cortex (MEC) and promoting memory expression in the fear context. Meanwhile, NPTX2 facilitates the perisomatic inhibition of the Npas4+ ensemble by parvalbumin+ (PV+) interneurons, thus preventing fear memory overgeneralization. Pharmacological activation of Kv7.2 or chemogenetic activation of PV+ interneurons repaired memory deficits caused by engram specific NPTXs depletion. Contextual fear memory precision and NPTXs expression in dentate gyrus (DG) engram cells are decreased in aged mice. Overexpression of NPTX1 in Fos+ ensemble or AMPAR binding domain of NPTX2 in Npas4+ ensemble rescued memory imprecision. These findings elucidate that the coordination of NPTXs prevents engram ensembles from becoming hyperactive and provide a causal link between engram network destabilization and aging-associated memory deficits.", "date": "2025-06-30", "journal": ""}
{"title": "Multiplexed Targeted Spatial Mass Spectrometry Imaging Assays to monitor lipids and NAD+ metabolites in CD38 knockout mice exhibiting improved metabolism.", "doi": "10.1101/2025.05.25.655991", "authors": "Schurman, C. A.; Bons, J.; Kumaar, P. V.; Fang, J.; Hormazabal, G. V.; Roberts, A.; Riley, R. R.; Tao, N.; Verdin, E.; Schilling, B.", "abstract": "Mass spectrometry imaging (MSI) is a rapidly advancing technology that provides mapping of the spatial molecular landscape of tissues for a variety of analytes. Matrix-assisted laser desorption/ionization (MALDI)-MSI is commonly employed, however, confident in situ identification and accurate quantification of analytes remain challenging. We present a novel imaging methodology combining trapped ion mobility spectrometry (TIMS)-based parallel accumulation-serial fragmentation (PASEF) with MALDI ionization for targeted imaging parallel reaction monitoring (iprm-PASEF). We investigated the spatial distribution of lipids and metabolites in liver tissues from wild-type and CD38 knockout mice (CD38-/-). CD38, an enzyme involved in nicotinamide adenine dinucleotide (NAD) metabolism, significantly influences liver metabolic function and contributes to age-related NAD decline. Although CD38 deletion previously was linked to improved metabolic phenotypes, the underlying spatial metabolic mechanisms are poorly understood. The spatial iprm-PASEF workflow enabled confident identification and differentiation of lipid isomers at the MS2 fragment ion level and revealed increased NAD+ and decreased adenosine diphosphate ribose (ADPR), a by-product of NAD+ hydrolysis, in CD38-/- livers. This approach provided confident, specific, and robust MS2-based identification and quantification of fragment ions in spatial MSI experiments. Additionally, the innovative iprm-PASEF opens unprecedented opportunities for spatial metabolomics and lipidomics, offering spatially resolved insights into molecular mechanisms.", "date": "2025-06-30", "journal": ""}
{"title": "Basal forebrain volume is associated with cortical amyloid burden in cognitively unimpaired older adults at varying genetic risk for Alzheimers disease", "doi": "10.1101/2025.05.28.656557", "authors": "Cho, G.; Kelly, K.; Toyonaga, T.; Carson, R. E.; Miner, B.; Gelernter, J.; Varma, P.; Van Dyck, C.; Mecca, A. P.; O'Dell, R.", "abstract": "Background: In mild cognitive impairment and dementia due to Alzheimers disease (AD), postmortem and in vivo neuroimaging studies have demonstrated significant neuronal loss in the basal forebrain cholinergic system (BFCS), which provides the primary cholinergic input to the cerebral cortex. Within this region, atrophy is most prominent in the nucleus basalis of Meynert (nbM), a group of posteriorly clustered magnocellular neurons in the BFCS. However, less is known surrounding the relationship between amyloid deposition, BFCS atrophy, and medial temporal lobe (MTL) volume loss in the preclinical stages of AD. The current study investigates the relationship between sub-structural BFCS volume and cortical amyloid-beta burden in cognitively unimpaired middle-aged individuals at varying genetic risk for AD. Methods: Cognitively unimpaired participants aged 50-65 with a first-degree family history for AD were genetically screened to select three groups: APOE genotype e3e3 (n=15), e3e4 (n=15), and e4e4 (n=15), matched for age and sex. Participants underwent imaging with [11C]PiB PET and structural 3T MRI. Distribution volumes ratios (DVR) with a whole cerebellum reference region were calculated for [11C]PiB PET analyses. BFCS sub-structural volumes were obtained from the SPM8 Anatomy Toolbox (Cholinergic nuclei [Ch] 1-3, Ch4). MTL subregional volumes (entorhinal cortex, hippocampus, amygdala, parahippocampal gyrus) were extracted using Freesurfer. Results: BFCS amyloid burden was highest among APOE e4 homozygotes (Ch1-3, F(2, 42)=3.26, P=0.048; Ch4, F(2, 42)=3.82, P= 0.03). Ch4 (nbM), but not Ch1-3 volume, was found to be inversely associated with global amyloid-beta burden (Pearson r=-0.40, P=0.007). MTL subregional volumes were not associated with global amyloid-beta burden in the pooled sample. Exploratory analyses in groups stratified by amyloid positivity demonstrated reduced Ch4 volume (P=0.032) and significant inverse associations between Ch4 volume and amyloid burden (Pearson r = -0.70, P=0.02) in amyloid+ participants. Conclusions: We observed nbM (Ch4), but not MTL volume, to be significantly inversely associated with cortical amyloid burden in cognitively unimpaired, amyloid+, middle-aged adults at varying genetic risk for AD. These findings provide further in vivo evidence suggesting that nbM atrophy is an early structural correlate of AD pathogenesis, potentially preceding MTL atrophy.", "date": "2025-06-30", "journal": ""}
{"title": "FEDRANN: effective long-read overlap detection based on dimensionality reduction and approximate nearest neighbors", "doi": "10.1101/2025.05.30.656979", "authors": "Zhang, J.-Y.; Miao, C.; Qiu, T.; Xia, X.; He, L.; He, J.; Yang, C.; Sun, Y.; Zeng, T.; Li, Y.; Xu, X.; Ruan, Y.; Dong, Y.", "abstract": "Overlap detection is a key step in de novo genome assembly pipelines based on the Overlap-Layout-Consensus (OLC) paradigm. However, existing methods for overlap detection either rely on heuristic seed-and-extension strategies or locality-sensitive hashing (LSH), both of which struggle to handle repetitive genomic regions and the computational burden of large-scale datasets. Here, we present FEDRANN, a novel strategy for overlap graph construction that integrates feature extraction, dimensionality reduction (DR), and approximate nearest neighbor (ANN) search. We find the pipeline combining inverse document frequency (IDF) transformation, sparse random projection (SRP), and NNDescent enables accurate detection of overlaps across diverse datasets. We developed an efficient open-source implementation of this pipeline named Fedrann (https://github.com/jzhang-dev/fedrann). Through systematic benchmarking on real long-read sequencing data, we demonstrate that Fedrann produces overlap graphs comparable to or better than those generated by existing state-of-the-art tools, including MECAT2, minimap2, and wtdbg2, while maintaining competitive runtime. Despite being implemented primarily in Python, Fedrann achieves performance on par with tools written in compiled languages, owing to matrix-based representations and C-accelerated numerical libraries. Our results suggest that DR and ANN techniques offer a promising new direction for scalable and accurate overlap detection in long-read assembly and broader sequence similarity search tasks.", "date": "2025-06-30", "journal": ""}
{"title": "A Systematic Benchmark of High-Accuracy PacBio Long-Read RNA Sequencing for Transcript-Level Quantification", "doi": "10.1101/2025.05.30.656561", "authors": "Wissel, D.; Mehlferber, M. M.; Nguyen, K. M.; Pavelko, V.; Tseng, E.; Robinson, M. D.; Sheynkman, G. M.", "abstract": "PacBio long-read RNA sequencing resolves transcripts with greater clarity than short-read technologies, yet its quantitative performance remains under-evaluated at scale. Here, we benchmark the high-throughput PacBio Kinnex platform against Illumina short-read RNA-seq using matched, deeply sequenced datasets across a time course of endothelial cell differentiation. Compared to Illumina, Kinnex achieved comparable gene-level quantification and more accurate transcript discovery and transcript quantification. While Illumina detected more transcripts overall, many reflected potentially unstable or ambiguous estimates in complex genes. Kinnex largely avoids these issues, producing more reliable differential transcript expression (DTE) calls, despite a mild bias against short transcripts (<1.25 kb). When correcting Illumina for inferential variability, Kinnex and Illumina quantifications were highly concordant, demonstrating equivalent performance. We also benchmarked long-read tools, nominating Oarfish as the most efficient for our Kinnex data. Together, our results establish Kinnex as a reliable platform for full-length transcript quantification.", "date": "2025-06-30", "journal": ""}
{"title": "Whisker stimulation reinforces a resting-state network in the barrel cortex: nested oscillations and avalanches", "doi": "10.1101/2025.06.06.658305", "authors": "Mariani, B.; Guevara, R.; Tambaro, M.; Maschietto, M.; Leparulo, A.; Vassanelli, S.; Suweis, S.", "abstract": "The cerebral cortex operates in a state of restless activity, even in the absence of external stimuli. Collective neuronal activities, such as neural avalanches and synchronized oscillations, are also found under rest conditions, and these features have been suggested to support sensory processing, brain readiness for rapid responses, and computational efficiency. The rat barrel cortex and thalamus circuit, with its somatotopic organization for processing whisker movements, provides a powerful system to explore such interplay. To characterize these resting state circuits, we perform simultaneous multi-electrode recordings in rats' barrel cortex and thalamus. During spontaneous activity, oscillations with frequencies centered around 11.5 Hz are detected concomitantly with slow oscillations below 4 Hz, as well as power-law distributed avalanches. The phase of the lower-frequency oscillation appears to modulate the higher-frequency amplitude, and it has a role in gating avalanche occurrences. We then record neural activity during controlled whisker movements to confirm that the 11.5 Hz barrel circuit active at rest is indeed the one involved in response to whisker stimulation. We finally show how a thalamic-driven firing-rate model can describe the entire phenomenology observed at resting state and predict the response of the barrel cortex to controlled whisker movement.", "date": "2025-06-30", "journal": ""}
{"title": "MORC2 directs transcription-dependent CpG methylation of human LINE-1 transposons in early neurodevelopment", "doi": "10.1101/2025.06.11.658943", "authors": "Dorazehi, F.; Francesconi, C.; Pandiloski, N.; Castilla-Vallmanya, L.; Albecka, A.; Koutounidou, S.; Mohan, S. B.; Adami, A.; Katsikas, A.; Matijevic, J.; Karlsson, O.; Davis-Hansson, C.; Johansson, J. G.; Modis, Y.; Jakobsson, J.; Douse, C. H.", "abstract": "Methylation of CpG dinucleotides is essential for silencing genomic repeats such as LINE-1 retrotransposons (L1s) in the germline and soma. Evolutionarily-young L1s are transcribed in human pluripotent stem cells, but how CpG methylation is patterned to these L1s upon exit of pluripotency is unknown. Here we investigate the critical functions of chromatin regulator MORC2 in epigenome reprogramming of the repetitive genome in early human neurodevelopment. We find that reversible ATP-dependent dimerization is required for MORC2 accumulation over L1s but not gene promoters. Engineered mutations of the MORC2 ATPase module severely disrupts the distribution of MORC2 chromatin binding, leading to simultaneous loss of L1 transcriptional control and hyper-repression of clustered ZNF genes in human pluripotent stem cells. Upon neural differentiation these phenotypes persist due to striking, targeted defects in CpG methylation patterning. Together our results define the vital role of MORC2 in safeguarding the somatic human genome upon exit of pluripotency by directing CpG methylation patterning over transcriptionally-active retrotransposons in a manner analogous to the piRNA pathway in the germline.", "date": "2025-06-30", "journal": ""}
{"title": "Disrupted resting-state fMRI coherence at vasomotor frequency links carotid artery stenosis to functional connectivity loss", "doi": "10.1101/2025.06.12.659378", "authors": "Choi, S.; Hoffmann, G.; Schneider, S.; Kaczmarz, S.; Yu, X.; Sorg, C.; Preibisch, C.", "abstract": "Vasomotor dynamics at the infra-slow frequencies (~0.1 Hz), driven by synchronized oscillation of smooth muscle cells in vessel walls, play an important role in regulating cerebral perfusion and constitute a physiological basis for resting-state functional connectivity (FC). Invasive animal studies have demonstrated that vasomotor activity contributes to coherent blood oxygenation-dependent level (BOLD) signal fluctuations. However, in humans, it remains challenging to non-invasively detect this contribution due to the limited spatiotemporal sensitivity of functional magnetic resonance imaging (fMRI) to vasomotion. Leveraging internal carotid artery stenosis (ICAS) as a natural lesion model of impaired vasomotion, we examined whether impaired vasomotor activity influences inter-hemispheric BOLD coherence at ~0.1 Hz. Using a multi-modal fMRI framework that integrates resting-state fMRI with quantitative multi-parametric mapping of cerebral blood volume, blood flow, oxygen metabolism, and BOLD time lag, we compared BOLD coherence in patients with unliteral ICAS to healthy controls. Frequency-specific coherence analysis revealed significantly diminished inter-hemispheric BOLD coherence at the vasomotor frequency range (~0.1 Hz) across canonical resting-state networks in ICAS patients, whereas ultra-slow (<0.05 Hz) coherence remains largely preserved. This reduction was spatially widespread and particularly pronounced inside watershed areas, i.e., border zones between major vascular perfusion territories that are especially vulnerable to hypoperfusion, and associated with a significantly increased lateralization in cerebral blood volume (p < 0.01) inside watershed areas. Notably, coherence-based FC patterns at ~0.1 Hz were heterogeneous inside watershed areas and homogeneous outside watershed areas, suggesting an interplay between compensatory mechanisms and vasomotion impairment. Taken together, our findings demonstrate that frequency-resolved, region-specific analysis can capture presumably vasomotion-related oscillatory signals at ~0.1 Hz and detect subtle differences in inter-hemispheric FC, offering a non-invasive biomarker for early cerebrovascular dysfunction, particularly in patients with ICAS and other vasomotion-related neuropathologies.", "date": "2025-06-30", "journal": ""}
{"title": "Temperature and pH universally govern protein diversity in hydrothermal spring communities, but they do so differently", "doi": "10.1101/2025.06.12.659262", "authors": "Rivas-Santisteban, J.; Alcorta, J.; Diez, B.; Tamames, J.; Pedros-Alio, C.", "abstract": "It has been suggested that temperature and pH are strong explanatory causes of protein evolutionary constraint. However, a general understanding of how changes in temperature and pH may universally impact protein evolution is lacking. Moreover, while pH is locally regulated in the different microbial compartments (e.g. periplasm, cytoplasm), temperature is not. A priori, these variables should act at different rates over evolutionary timescales with respect to genome evolution, since there are genes encoding for proteins allocated in different compartments. To test whether this is true, we can use a proxy for the number of evolutionary events (e.g. mutations, duplications, etc.). One simple yet unregarded way is to calculate the diversity of unique sequences assigned to a biochemical function (KEGG) across species. Given similar diversity of species in particular environments, the expectation for any KEGG is to be represented by a similar number of sequences. We can give answer to the question comparing this metric between metastable communities with differential values of temperature and pH. In this work, we examine the sequence diversity among 17 metagenomes from El Tatio geothermal field (Chile), spanning temperatures of 45-62{degrees}C, and pH values of 7.2-9.3. We found that, when controlling for abundance, higher temperature (>56{degrees}C) increases, while basic pH (>8.1) decreases the expected by-function diversity. The inclusion of these variables improved the prediction of sequence diversity from metagenomic abundance. Between-compartment diversity was more affected by pH than by temperature. Protein length distributions and individual, well-known taxa from hydrothermal springs showed compatible trends. Overall, our results suggest that sequence diversity is universally governed by the signature buffering of the stable compartments to some of the outside-cell factors, besides the taxonomic trends or the particularities of any function. Altogether, we provide evidence against the temperature-induced gene loss hypotheses, and in favor of the confined evolution hypothesis.", "date": "2025-06-30", "journal": ""}
{"title": "Epimutations driven by RNAi or heterochromatin evoke antifungal drug resistance in human fungal pathogens", "doi": "10.1101/2025.06.17.660219", "authors": "Son, Y.-E.; Heitman, J.", "abstract": "Antimicrobial resistance is a global health threat emerging through microbe adaptation, driven by genetic variation, genome plasticity or epigenetic regulation. This study investigates how the Mucor circinelloides species complex adapts to the antifungal natural product FK506. In Mucor bainieri, most resistant strains exhibit unstable phenotypes without genetic changes. Approximately ~50% of FK506-resistant isolates acquire resistance via RNAi-dependent epimutation, where small interfering RNAs (siRNAs) silence fkbA transcription. The remaining isolates undergo heterochromatin-mediated silencing via H3K9 methylation and siRNAs spreading, repressing fkbA and neighboring genes. One isolate retained only heterochromatin marks without detectable siRNAs. A similar mechanism operates in Mucor atramentarius, where FK506 resistance is mediated by ectopic heterochromatin associated with siRNA. Strikingly, heterochromatin-based epimutation inheritance remains stable following in vivo infection. These findings reveal that antifungal resistance can arise through distinct, heritable epigenetic pathways involving RNAi, heterochromatin, or both highlighting adaptive strategies employed by ubiquitous eukaryotic microbial pathogens infecting humans.", "date": "2025-06-30", "journal": ""}
{"title": "Pentose Sugars Encode Sequence-Dependent DNA-RNA Segregation for Biomimetic Multiphase Condensates", "doi": "10.1101/2025.06.23.656378", "authors": "Guo, W.; Chen, F.; Kinghorn, A. B.; Li, X.; Pan, Y.; Luo, R.; Wang, Y.; Lau, K. K.; Mao, T.; Wang, F.; Yang, Z.; Li, X.; Chen, Y.; Liu, S.; Zhang, Y.; Song, Y.; Zeng, X.; Shum, H. C.", "abstract": "DNA and RNA are compartmentalized into distinct, heterogeneous structures within cells. However, the separation between RNA and DNA, especially in the absence of modern transcription machinery, is inherently hindered by thermodynamic constraints such as complementary base pairing and entropic mixing. Here, we demonstrate that a single atomic difference in the pentose sugars of single-stranded DNA and RNA with identical sequences profoundly alters their interactions with cationic peptides, driving DNA-RNA segregation to form multiphase condensates. We reveal that the interplay between homotypic and heterotypic interactions among DNA, RNA and peptides dictates the formation of multiphase condensates. Leveraging this mechanism, we design a library of sequence-specific oligonucleotides, termed SEGREGamers, that enable programmable multiphase droplets with coexisting DNA-rich and RNA-rich domains. These synthetic condensates recapitulate key features of cellular nuclear compartments, including selective partitioning of small molecules, promotion of RNA aptamer folding, and enhancement of catalytic RNA cleavage. Our findings highlight the pivotal role of pentose sugar variations in nucleic acid compartmentalization, offering new insights into the evolutionary origins of nuclear organization and providing a versatile platform for engineering synthetic nuclear mimics, programmable molecular condensates, and RNA delivery vehicles.", "date": "2025-06-30", "journal": ""}
{"title": "Identifying Optimal Machine Learning Approaches for Microbiome-Metabolomics Integration with Stable Feature Selection", "doi": "10.1101/2025.06.21.660858", "authors": "Palmer, S. N.; Mishra, A. A.; Gan, S.; Liu, D.; Koh, A.; Zhan, X.", "abstract": "Microbiome research has been limited by methodological inconsistencies. Taxonomy-based profiling presents challenges such as data sparsity, variable taxonomic resolution, and the reliance on DNA-based profiling, which provides limited functional insight. Multi-omics integration has emerged as a promising approach to link microbiome composition with function. However, the lack of standardized methodologies and inconsistencies in machine learning strategies has hindered reproducibility. Here, we systematically compare Elastic Net, Random Forest, and XGBoost across five multi-omics integration strategies: Concatenation, Averaged Stacking, Weighted Non-negative Least Squares (NNLS), Lasso Stacking, and Partial Least Squares (PLS) and individual  omics models. We evaluate performance across 588 binary and 735 continuous models using microbiome-derived metabolomics and taxonomic data. Additionally, we assess the impact of feature reduction on model performance and feature selection stability. Among the approaches tested, Random Forest combined with NNLS yielded the highest overall performance across diverse datasets. Tree-based methods also demonstrated consistent feature selection across data types and dimensionalities. These results demonstrate how integration strategies, algorithm selection, data dimensionality, and response type impact both predictive performance and the stability of selected features in multi-omics microbiome modeling.", "date": "2025-06-30", "journal": ""}
{"title": "DRP1 depletion protects NK cells against hypoxia-induced dysfunction", "doi": "10.1101/2025.06.23.661011", "authors": "Verhezen, T.; Van den Eynde, A.; Verstraelen, P.; Gehrcken, L.; Palmiotto, G.; Lau, H. W.; De Vos, W.; van der Heijden, S.; Brants, L.; Melis, J.; Van Audenaerde, J.; Van Laere, S.; Lardon, F.; Deben, C.; Wouters, A.; Smits, E.; De Waele, J.", "abstract": "Hypoxia within the tumor microenvironment poses a major barrier to the efficacy of NK cell-based immunotherapies for solid tumors. In this study, we investigated the influence of hypoxia on NK cell function and mitochondria. We found that hypoxia reduced NK cell cytotoxicity, mitochondrial content, and membrane potential, while increasing mtROS and inducing broad transcriptional changes in metabolic and stress response pathways. CAR engineering with CD70 and IL-15, while designed to enhance persistence and metabolic fitness, did not prevent hypoxia-induced impairment. Given the mitochondrial disruption, we then explored whether DRP1 ablation could mitigate hypoxia-induced dysfunction. Pharmacological inhibition of DRP1 restored mitochondrial content and cytotoxic function. To confirm the role of DRP1, we generated CRISPR-Cas9-mediated DRP1 KO NK cells, which preserved mitochondrial load and membrane potential under hypoxia. When armed with CD70-CAR-IL-15, DRP1KO cells retained cytotoxic activity under hypoxic conditions. These findings show that DRP1 inactivation can support NK cell function in hypoxic environments, and that metabolic engineering may enhance CAR NK cell efficacy in solid tumors.\n\nGraphical abstractNK cells become dysfunctional in hypoxic conditions, while DRP1KO NK cells retain their function.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=149 SRC=\"FIGDIR/small/661011v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (54K):\norg.highwire.dtl.DTLVardef@3a0c4org.highwire.dtl.DTLVardef@2fd621org.highwire.dtl.DTLVardef@933fcforg.highwire.dtl.DTLVardef@1425442_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-06-30", "journal": ""}
{"title": "Computational Design of Next-Gen Peptide Biopesticides: Targeting the Nicotinic Acetylcholine Receptor in Rice Pests", "doi": "10.1101/2025.06.25.661460", "authors": "Chen, X.; Zhou, H.; He, X.; Wang, J.", "abstract": "The brown planthopper (Nilaparvata lugens) threatens global rice production, and conventional pesticides face resistance and environmental challenges. We present a computational framework integrating AlphaFold3-predicted structure of the nicotinic acetylcholine receptor 3 subunit (nAChR-3) with multi-force-field molecular dynamics (MD) refinements to design peptide biopesticides. Crucially, we introduce \"Dipeptide Probing\", a high-throughput MD-based screening strategy employing 20 phenylalanine-containing dipeptides (F-X) to map dynamic binding sites. Unlike rigid docking or static free energy calculations, this approach captures transient interactions and cooperative binding phenomena, identifying Phe-Met (FM) as the top binder through hydrophobic contacts and multiple hydrogen bonding, while {pi}-stacking contributed minimally to complex stability, contradicting conventional paradigms. Additionally, MD simulations revealed an unexpected Aggregation-Induced Hydrophobicity Binding (AIHB) mechanism: FM dipeptides self-assemble via hydrogen bonds, orienting hydrophilic groups toward solvent and exposing hydrophobic surfaces to the target, thereby stabilizing complex formation to the helix bundle surface of nAChR-3. This cooperative behavior, undetectable by docking (e.g., AutoDock Vina failed to predict FM binding) or static energy methods, resolves limitations of reductionist approaches. Our work establishes \"Dipeptide Probing\" as a generalizable paradigm for dynamic binding-site mapping and underscores AIHB's potential to revolutionize peptide-based agrochemical design by leveraging emergent intra-/inter- multi-molecule interactions.", "date": "2025-06-30", "journal": ""}
{"title": "scHDeepInsight: A Hierarchical Deep Learning Framework for Precise Immune Cell Annotation in Single-Cell RNA-seq Data", "doi": "10.1101/2025.06.23.661045", "authors": "JIA, S.; Lysenko, A.; Boroevich, K. A.; Sharma, A.; Tsunoda, T.", "abstract": "Immune cell classification from single-cell RNA sequencing (scRNA-seq) presents significant challenges due to complex hierarchical relationships among cell types. We introduce scHDeepInsight, a deep learning framework that extends our previous scDeepInsight model by integrating a biologically-informed classification architecture with an adaptive hierarchical focal loss. The framework leverages our established method of transforming gene expression data into two-dimensional structured images for use with convolutional neural networks by effectively capturing both global and fine-grained transcriptomic features, overcoming the limitations of flat classification approaches that ignore hierarchical relationships between cell types. scHDeepInsight dynamically adjusts loss contributions to balance performance across the hierarchy levels. It also employs STACAS batch correction, robust random masking, and SHAP-based interpretability to enhance prediction accuracy and biological insight. Comprehensive benchmarking across seven diverse tissue datasets shows scHDeepInsight achieves an average accuracy of 93.2%, representing a 5.1 percentage point improvement over current state-of-the-art methods. The model successfully distinguishes 50 distinct immune cell subtypes with high accuracy, demonstrating proficiency for identifying rare and closely related cell subtypes. These advantages make scHDeepInsight a robust tool for high-resolution immune cell subtype characterization, well suited for detailed immune profiling in immunological studies.", "date": "2025-06-30", "journal": ""}
{"title": "Electron diffraction captures high-resolution structures from in vivo protein nanocrystals of Bacillus thuringiensis", "doi": "10.1101/2025.06.24.661318", "authors": "Gallagher-Jones, M.; Buecker, R.; Delaunay, Q.; Coquelle, N.; Andreeva, E.; Smith, A.; Zala, N.; Montmayeul, P.; Miller, R. J. D.; Kim, J. S.; Kirkland, A. I.; Colletier, J.-P.", "abstract": "Bacillus thuringiensis is one of the most widely used biopesticides worldwide owing to the highly specific pesticidal-proteins various strains produce in the form of nanocrystals. Structure determination of such crystals remains difficult because their small size makes them unsuitable for conventional X-ray crystallography. Here we explore two emerging (cryo-) electron diffraction techniques, namely three-dimensional electron diffraction and serial electron diffraction, as tools for studying the structures of these crystals. Using the mosquitocidal protein Cry11Aa as an example, we compare electron diffraction with state of the art results obtained with an X-ray free electron laser. Our work demonstrates that electron diffraction is a viable alternative for structure determination from such challenging crystals, in some cases outperforming previous results obtained with X-ray free electron lasers. We present a workflow based on readily available instrumentation enabling structure determination directly from the crystals grown in vivo, unperturbed by dissolution and therefore preserved in their native state.", "date": "2025-06-30", "journal": ""}
{"title": "Sodium Butyrate Rescues Neurodevelopmental Deficits Following Perinatal Methadone Exposure", "doi": "10.1101/2025.06.26.661851", "authors": "Williams, I. A. R.; van Dorst, J.; Leigh, S.-J.; Baracz, S. J.; Marcus, A.; McCaffrey, D.; Walker, A.; Ooi, C. Y.; Ward, M. C.; Oei, J.-L.; Clemens, K. J.", "abstract": "Prenatal opioid exposure (POE) induces long-term neurodevelopmental, behavioral and cognitive deficits that currently have no treatment options. The mechanisms underlying these symptoms are poorly understood, but have been linked to a range of central, peripheral, and enteric nervous system changes. Emerging evidence indicates that maternal microbiota changes may contribute to these long-term deficits in offspring. Here we test the efficacy of the short-chain fatty acid sodium butyrate (NaB), known to be reduced with chronic opioid use, in mitigating POE-related deficits. Both methadone and sodium butyrate treatments disrupted dam and offspring microbiota composition and function: notably methadone altered dam microbial gene expression of critical enzymes for butyric acid production. Similar disruptions were observed in pups at postnatal day 21 but resolved in adulthood. POE induced anxiety in adolescence on the open-field test, and adult deficits in working spatial memory (TUNL task) and attentional processing (5-CSRTT), which were partially rescued in rats that had received prenatal NaB. NaB treatment mediated the impact of POE on reduced myelination. In summary, these results indicate that early treatment with NaB could significantly improve the outcomes of children born with POE. Furthermore, they highlight the link between maternal microbiota health and offspring cognition in animal models of POE.", "date": "2025-06-30", "journal": ""}
{"title": "Altered Brain Energy Metabolism in the APPPS1 Alzheimer's Model during anesthesia: Integration of Experimental Data and In Silico Modeling", "doi": "10.1101/2025.06.26.661690", "authors": "Schunack, J.; Riepe, G.; Heppner, F. L.; Textoris-Taube, K.; Wallach, I.; Mülleder, M.; Liotta, A.; Jendrach, M.; Berndt, N.", "abstract": "Background: Synaptic transmission and network activity rely on high ATP turnover. Impairments in cerebral energy metabolism are increasingly recognized as central in aging and Alzheimer's disease (AD) pathogenesis. Elderly patients and patients with AD are also at elevated risk for perioperative neurological complications, including post-operative delirium and further cognitive deterioration. However, the interaction between metabolic vulnerability and anesthetic exposure remains incompletely understood. Methods: We investigated cortical metabolic responses and potassium homeostasis in acute brain slices from wild-type (WT) and AD-like APPPS1 transgenic mice, which were either exposed to isoflurane or left untreated. Glia cells were assessed by staining microglia and astrocytes. Measurements of the cerebral metabolic rate of oxygen (CMRO2), extracellular potassium dynamics, and proteomic profiling were integrated with computational modeling to assess oxidative metabolism and anesthetic effects under different conditions. Results: APPPS1 mice exhibited reduced CMRO2 and attenuated neuronal activity compared to age-matched WT controls, showing sex-specific differences. Proteomic analysis revealed the downregulation of key mitochondrial and glycolytic enzymes, indicating an impaired ATP-generating capacity. Exposure to isoflurane further suppressed CMRO2, with a more pronounced effect in the APPPS1 brain tissue, while glia cells exhibited no acute changes. Additionally, isoflurane exacerbated deficits in extracellular potassium ([K]) clearance, highlighting impaired ion homeostasis under anesthetic challenge. Conclusions: Our findings demonstrate that AD-like pathology in APPPS1 mice is associated with a significant decline in oxidative metabolism and ATP availability. These deficits are exacerbated by anesthetic exposure, contributing to impaired potassium regulation. This suggests that diminished metabolic flexibility may underlie increased anesthetic vulnerability and postoperative complications in AD.", "date": "2025-06-30", "journal": ""}
{"title": "Sephin1 alleviates white matter injury by protecting oligodendrocyte after intracerebral hemorrhage", "doi": "10.1101/2025.06.26.661862", "authors": "Liu, F.; Ma, Q.; Li, X.; Li, Z.-Q.; Wang, P.; Yang, W.-S.; Shen, Y.-Q.; Li, P.; Pu, M.-J.; Xiao, Z.-S.; Xie, P.; Li, Q.", "abstract": "Background: White matter injury (WMI) caused by intracerebral hemorrhage (ICH) is a major neuropathological feature closely associated with neurological impairments such as motor and sensory dysfunction. Oligodendrocytes (OLs), which are responsible for repairing WMI, also suffer severe death resulting from the compression of hematoma and secondary neuroinflammation after ICH. Sephin1, a selective inhibitor of PPP1R15A, has been shown to reduce general protein synthesis and protect OLs by prolonging the integrated stress response (ISR). We aimed to evaluate the effectiveness of Sephin1 in protecting OLs in experimental ICH mice and primary OLs and microglia co-cultures. Methods: We first determined the performance of ICH mice treated with Sephin1 or vehicle in multiple behavioral tests. To investigate dynamic changes in the number of OLs surrounding the hematoma after ICH, we labeled and tracked apoptotic, proliferating, and mature OLs using immunofluorescence staining. Results: Sephin1 treatment improved long-term neurological function after ICH, which was accompanied by a significant alleviation of WMI in the perihematomal region. Our data indicated that Sephin1 dramatically increased the population of OLs in the perihematomal region after ICH by inhibiting OL apoptosis and promoting OL proliferation. Moreover, Sephin1 treatment attenuated neuroinflammation after ICH by inhibiting microglial polarization to the M1 phenotype. In vitro, a co-culture model of primary OLs and microglia demonstrated that Sephin1 preserved the viability of OLs under pro-inflammatory conditions. Conclusions: Our observations suggest that Sephin1 is a promising therapeutic drug to preserve the OLs and alleviate WMI around the hematoma in ICH, highlighting its translational potential to improve long-term neurological recovery in hemorrhagic stroke.", "date": "2025-06-30", "journal": ""}
{"title": "Luminal Vascular Dysfunction Drives Rapid Blood Brain Barrier Injury in Hyperglycemic Stroke: Key Roles for Luminal Glycocalyx and Complement", "doi": "10.1101/2025.06.26.661858", "authors": "Chen, H.; Frank, J. A.; Tan, C.; Lee, A. G.; Kopchock, R.; Chiang, T.; Kim, A.; Galvan, M.; Fraser, J. F.; Dornbos, D.; Aboul-Nour, H.; Millson, N.; Tomlinson, S.; McCullough, L. D.; Pennypacker, K.; Cheng, M. Y.; Bliss, T.; Steinberg, G. K.", "abstract": "Background: Acute hyperglycemia affects approximately 40% of stroke patients and is associated with worse outcomes. The underlying mechanisms linking this metabolic stress to stroke-induced brain injury remains unclear, and effective therapies are lacking. Methods: In a mouse model of acute hyperglycemic stroke, luminal disruption, blood-brain barrier (BBB) leakage, neurological deficit, motor function, and mortality were evaluated. Vascular luminal glycocalyx and complement activation were assessed by immunostaining, with glycocalyx loss confirmed by electron microscopy. Complement C3's causal role was tested using C3 knockout mice and site-targeted inhibition with CR2-Crry. To enhance translational relevance, post-mortem human stroke and control brains were immunostained to assess the association between endothelial glycocalyx loss and vascular complement activation. In a separate stroke patient cohort, soluble complement activation products were measured in pre-thrombectomy plasma, and their predictive value for modified Rankin Scale (mRS) outcomes evaluated using elastic net regression. Results: Hyperglycemic stroke mice exhibited accelerated and more severe BBB breakdown, greater functional deficits, and higher mortality than normoglycemic controls, mirroring clinical observations. Acute hyperglycemia triggered rapid vascular luminal injury characterized by loss of endothelial luminal glycocalyx, luminal IgM/IgG deposition, and vascular complement C3 activation, leading to BBB disruption. This vascular luminal injury was corroborated in human stroke brain tissue. These luminal changes persisted despite glucose normalization and were exacerbated by reperfusion, driving injury into the brain parenchyma. Genetic and pharmacological approaches confirmed vascular complement activation as a causal driver of severe BBB disruption and poor outcomes. Importantly, site-targeted pharmacological inhibition of complement after reperfusion preserved BBB integrity and improved outcomes, defining a time-specific, luminal-directed strategy as a promising adjunct to thrombectomy. Notably, soluble complement activation markers in pre-thrombectomy stroke plasma predicted clinical outcomes, highlighting their potential as pre-intervention markers for patient stratification and tailored therapy. Conclusion: This study reframes acute hyperglycemic stroke as a vascular luminal disorder, establishing a novel Metabolic-Complement-Vascular (MCV) axis linking metabolic stress to endothelial luminal glycocalyx loss, vascular complement activation, and BBB breakdown in both mice and humans. This new mechanistic understanding transforms the therapeutic landscape of hyperglycemic stroke, offering a potential time-defined, luminal-focused adjunct therapy alongside thrombectomy.", "date": "2025-06-30", "journal": ""}
{"title": "Light-orchestrated multi-step solid-phase picodroplet reactors", "doi": "10.1101/2025.06.23.660884", "authors": "Wu, M.; Zaman, M. A.; Jensen, M. A.; Padhy, P.; Ren, W.; Davis, R. W.; Hesselink, L.", "abstract": "Picoliter droplet reactors, enabled by droplet microfluidics, are revolutionary tools for biochemical reactions with high efficiency, precision, and minimal reagent use. They excel in single-step reactions and reagent addition through droplet merging. Integrating reagent exchange and washing capabilities directly into these platforms may enable complex multi-step processes, such as de novo oligonucleotide synthesis and multiplex immunoassays. However, current picodroplet microfluidics, lacking such capabilities, remain critically deficient in executing multi-step processes. Here we introduce light-orchestrated solid-phase picodroplet reactors to overcome these limitations. Our platform employs optoelectronic tweezers to manipulate individual picodroplets and microbeads. Using this platform, we demonstrate an eight-step click chemistry-based DNA ligation synthesis cycle, with real-time in situ fluorescence detection of reaction products. This platform overcomes single-step limitations by achieving precise sequential encapsulation and decapsulation of beads with different reagent droplets, ensuring uniform reagent exposure and effective washing. Hence it mitigates reaction errors caused by nonuniform reagent exposure and trapped impurities in conventional bulk processing of microbeads. With minimal reagent consumption, real-time analysis, and programmable light-based control, the platform can potentially be scaled and fully automated into a universal and versatile picoliter-scale reagent handling robot for miniaturizing and streamlining workflows in synthetic biology, drug discovery, and beyond.", "date": "2025-06-30", "journal": ""}
{"title": "Recapitulating physiologically relevant oxygen levels and extracellular matrix remodeling in patient-derived tumor-immune tunable models reveal targeting opportunities for immunologically cold high-grade serous tumors", "doi": "10.1101/2025.06.23.661098", "authors": "Plesselova, S.; Axemaker, H.; Calar, K.; Isaiah, O.; Wollmann, J.; Bhattacharya, S.; Gnimpieba, E.; Fink, D. M.; Wang, C.; Bell, M.; de la Puente, P.", "abstract": "High-grade serous tumors are immunologically cold, characterized by limited immune cell infiltration and reduced clinical outcome, primarily due to hypoxia and extensive extracellular matrix remodeling that disrupt tumor-stromal-immune interactions. However, current experimental models fail to fully capture oxygen and matrix microenvironmental features, limiting progress in understanding tumor-immune dynamics and developing effective treatments. Here, we demonstrate that patient-derived tumor-immune tunable models, mimicking physiologically relevant oxygen levels and extracellular matrix remodeling, recapitulate the hypoxia-induced stromal/matrix dysregulation, which causes impaired immune infiltration, and enable dissecting targeted opportunities via TGF-{beta} signaling. The models integrate cancer cells co-cultured with cancer-associated fibroblasts and exposed to immune cells as multi-culture or challenged them to infiltrate into a 3D model bioengineered with autologous plasma from the matching patient or onto decellularized human ovaries. By bioengineering physiologically relevant oxygen levels of hypoxic tumors and physoxic ovaries, we uncovered that intratumoral hypoxia acts as a friend and a foe, causing hypoxia-induced stromal-driven impaired immune infiltration but enhancing the activation and cytotoxicity of CD8+ T cells. We also showed that targeting TGF-{beta} signaling reversed the hypoxia-induced stromal-driven impaired immune infiltration. These human-relevant tunable models may aid the development of targeted therapies to turn immunologically cold tumors into hot ones.", "date": "2025-06-30", "journal": ""}
{"title": "Genomic Touchstone: Benchmarking Genomic Language Models in the Context of the Central Dogma", "doi": "10.1101/2025.06.25.661622", "authors": "Wang, Y.; Cai, Z.; Zeng, Q.; Gao, Y.; Ouyang, J.; Xu, Y.; Yang, S.; He, S.; Nie, Y.; Cai, Y.; Zhou, F.; Jin, C.; Wang, X.; Xie, Z.; Zhu, D.; Xie, T.; Cheng, K.-T.; Yang, C.; Fu, X.; Wang, J.; Zhang, K.; Yao, J.; Rabadan, R.; Chen, H.", "abstract": "The emergence of genomic language models (gLMs) has revolutionized the analysis of genomic sequences, enabling robust capture of biologically meaningful patterns from DNA sequences for an improved understanding of human genome-wide regulatory programs, variant pathogenicity and therapeutic discovery. Given that DNA serves as the foundational blueprint within the central dogma, the ultimate evaluation of a gLM is its ability to generalize across this entire biological cascade. However, existing evaluations lack this holistic and consistent framework, leaving researchers uncertain about which model best translates sequence understanding into downstream biological prediction. Here we present Genomic Touchstone, a comprehensive benchmark designed to evaluate gLMs across 36 diverse tasks and 88 datasets structured along the central dogma's modalities of DNA, RNA, and protein, encompassing 5.34 billion base pairs of genomic sequences. We evaluate 34 representative models encompassing transformers and convolutional neural networks, as well as emerging efficient architectures such as Hyena and Mamba. Our analysis yield four key insights. First, gLMs achieve comparable or superior performance on RNA and protein tasks compared to models pretrained on these molecules. Second, transformer-based models continue to lead in overall performance, yet efficient sequence models show promising task-specific capabilities and deserve further exploration. Third, the scaling behavior of gLMs remains incompletely understood. While longer input sequences and more diverse pretraining data consistently improve performance, increases in model size do not always translate into better results. Fourth, pretraining strategies, including the choice of training objectives and the composition of pretraining corpora, exert substantial influence on downstream generalization across different genomic contexts. Genomic Touchstone establishes a unified evaluation framework tailored to human genomics. By spanning multiple molecular modalities and biological tasks, it offers a valuable foundation for guiding future gLM design and understanding model generalizability in complex biological contexts.", "date": "2025-06-30", "journal": ""}
{"title": "Mechanisms of Ion Permeation in the AMPA Receptor Ion Channel", "doi": "10.1101/2025.06.27.662003", "authors": "Montano Romero, A.; Yovanno, R. A.; Lau, A. Y.; Twomey, E. C.", "abstract": "Excitatory synaptic transmission in the human nervous system is mediated by -amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptors (AMPARs), tetrameric ligand-gated ion channels localized in the excitatory post-synaptic membrane. AMPARs are activated by the binding of the neurotransmitter glutamate (Glu), which opens the ion channel and allows the influx of Na+ and Ca2+ ions into the post-synaptic neuron, initiating signal transduction. Despite many efforts, a bona fide ion permeation pathway of both monovalent and divalent cations in AMPARs remains elusive. From analyzing our cryo-electron microscopy (cryo-EM) map of an open calcium-permeable AMPAR (CP-AMPAR) ion channel, we identified potential sites vital to permeation of cations through the channel. To delineate mechanisms of permeation, we studied the channel with all-atom molecular dynamics (MD) simulations. Both Na+ and Ca2+ ions are coordinated by an entry site at the top of the channel prior to entering the selectivity filter. A mutation at the filter (Q607E), implicated in a neurodevelopmental disorder, makes the channel more susceptible to Zn2+ block but also creates a more energetically favorable environment for Na+ and Ca2+ permeation through the ion channel. These findings describe a biophysical basis for ion permeation in CP-AMPARs and how disease mutations alter the channel, which will inform therapeutic design against disease mutations in AMPARs that alter the ion channel.", "date": "2025-06-30", "journal": ""}
{"title": "Structure and iron-transporting mechanism of brain organic cation transporter 1", "doi": "10.1101/2025.06.28.662014", "authors": "Chen, L.; Liu, X.; Fan, H.; Chen, J.; Zhang, S.; Wei, W.; Teng, L.; Tao, L.; Gao, K.; Li, B.; Edwards, A.", "abstract": "Brain organic cation transporter 1 (BOCT1), also known as the solute carrier family 22 member 17 (SLC22A17) or the receptor for lipocalin-2 (LCN2), plays critical roles in health and disease. Its deficiency in mice results in early postnatal mortality and severe neurogenesis impairments. Despite its importance in physiology and pathophysiology, BOCT1's structure and transport mechanism remain elusive. Here, we integrate cryo-electron microscopy (cryo-EM), functional assays, biochemical experiments, and molecular dynamics simulations to elucidate the structure, substrate recognition, and transport mechanism of mouse BOCT1 (mBOCT1). The high-resolution cryo-EM structure reveals a distinctive N-terminal domain with a unique folding pattern dominated by a transmembrane loop atop TM6 (TML6), diverging from both known structures of SLC22 transporters and AlphaFold predictions. Notably, mBOCT1 functions as a high-capacity, low-affinity iron transporter independent of LCN2 binding. Iron transport is facilitated by a substrate gating mechanism involving TML6. These findings establish a structural basis for BOCT1's role as an independent iron transporter, enhancing our understanding of the transport mechanisms within major facilitator superfamily (MFS) transporters and providing new insights into brain iron homeostasis.", "date": "2025-06-30", "journal": ""}
{"title": "Pan-cancer prediction of tumor immune activation and response to immune checkpoint blockade from tumor transcriptomics and histopathology", "doi": "10.1101/2025.06.27.661875", "authors": "Mukherjee, S.; Patiyal, S.; Pal, L. R.; Chang, T.; Biswas, S.; Dhruba, S. R.; Stemmer, A.; Singh, A.; Yousefi-Rad, A.; Chen, T.-H.; Wang, B.; Marino, D.; Shon, W.; Yuan, Y.; Faries, M.; Hamid, O.; Reckamp, K.; Waissengrin, B.; Ornelas, B.; Chu, P.-Y.; Boudjadi, S.; Ley, L.; Akbulut, D.; Ahmar, N. E.; Signoretti, S.; Braun, D. A.; Joo, H.; Kim, H.; Osipov, A.; Figlin, R. A.; Bar, J.; Barshack, I.; Day, C.-P.; Sargsyan, K.; Apolo, A. B.; Aldape, K.; Yang, M.-H.; Atkins, M. B.; Ronai, Z. A.; Hoang, D.-T.; Ruppin, E.", "abstract": "Accurately predicting which patients will respond to immune checkpoint blockade (ICB) remains a major challenge. Here, we present TIME_ACT, an unsupervised 66-gene transcriptomic signature of tumor immune activation derived from TCGA melanoma data. First, TIME_ACT scores accurately identify tumors with activated immune microenvironments across cancer types. Analysis of spatial features of the tumor microenvironment revealed that TIME_ACT-high regions exhibit dense lymphocyte infiltration near tumor cells, indicating localized immune activation. Second, in 15 anti-PD1 transcriptomic cohorts spanning six cancer types, TIME_ACT outperforms 22 established signatures and methods, achieving a mean AUC of 0.76 and a clinically meaningful mean odds ratio of 6.11. Thirdly, TIME_ACT scores can be accurately inferred from tumor histopathology slides. Finally, slide-inferred TIME_ACT scores predict ICB response across eight unseen cohorts, achieving a mean AUC of 0.72 and a mean odds ratio of 5.02. These findings establish TIME_ACT as a robust, pan-cancer, and low-cost predictor of ICB response.", "date": "2025-06-30", "journal": ""}
{"title": "Pan-cancer prediction of tumor immune activation and response to immune checkpoint blockade from tumor transcriptomics and histopathology", "doi": "10.1101/2025.06.27.661875", "authors": "Mukherjee, S.; Patiyal, S.; Pal, L. R.; Chang, T.; Biswas, S.; Dhruba, S. R.; Stemmer, A.; Singh, A.; Yousefi-Rad, A.; Chen, T.-H.; Wang, B.; Marino, D.; Shon, W.; Yuan, Y.; Faries, M.; Hamid, O.; Reckamp, K.; Waissengrin, B.; Ornelas, B.; Chu, P.-Y.; Boudjadi, S.; Ley, L.; Akbulut, D.; Ahmar, N. E.; Signoretti, S.; Braun, D. A.; Joo, H.; Kim, H.; Osipov, A.; Figlin, R. A.; Bar, J.; Barshack, I.; Day, C.-P.; Sargsyan, K.; Apolo, A. B.; Aldape, K.; Yang, M.-H.; Atkins, M. B.; Ronai, Z. A.; Hoang, D.-T.; Ruppin, E.", "abstract": "Accurately predicting which patients will respond to immune checkpoint blockade (ICB) remains a major challenge. Here, we present TIME_ACT, an unsupervised 66-gene transcriptomic signature of tumor immune activation derived from TCGA melanoma data. First, TIME_ACT scores accurately identify tumors with activated immune microenvironments across cancer types. Analysis of spatial features of the tumor microenvironment revealed that TIME_ACT-high regions exhibit dense lymphocyte infiltration near tumor cells, indicating localized immune activation. Second, in 15 anti-PD1 transcriptomic cohorts spanning six cancer types, TIME_ACT outperforms 22 established signatures and methods, achieving a mean AUC of 0.76 and a clinically meaningful mean odds ratio of 6.11. Thirdly, TIME_ACT scores can be accurately inferred from tumor histopathology slides. Finally, slide-inferred TIME_ACT scores predict ICB response across eight unseen cohorts, achieving a mean AUC of 0.72 and a mean odds ratio of 5.02. These findings establish TIME_ACT as a robust, pan-cancer, and low-cost predictor of ICB response.", "date": "2025-06-30", "journal": ""}
{"title": "Efficient Recombinant Production and Functional Characterisation of Cytotoxic and Haemotoxic Snake Venom Metalloproteinases", "doi": "10.1101/2025.06.27.661748", "authors": "Hall, S.; Cardoso, I. A.; Wilkinson, M. C.; Carretero, M. M.; Lingappa, S.; Rand, B.; Shen, D.; Boldrini-Franca, J.; Stenner, R.; Balchin, G.; Hus, K. K.; Vincentelli, R.; Mumford, A.; Casewell, N. R.; Berger, I.; Schaffitzel, C.", "abstract": "Snake venoms contain variable mixtures of toxins that evolved to incapacitate prey but cause extensive pathology in snakebite patients. In viper venom, the most potent toxins are the haemorrhagic and coagulopathic snake venom metalloproteinases (SVMPs). SVMP research has been hampered by the lack of an efficient generic recombinant production protocol. Using baculovirus/insect cell expression, we produced and functionally validated enzymes from all three structurally variable SVMP classes (PI, PII and PIII). Incorporating the native N-terminal prodomain, which blocks the active site via a cysteine-switch motif, overcame the cytotoxicity of SVMPs. Incubation with Zn2+ activated the SVMP zymogens, resulting in proteolysis of the PIII prodomain. Functional validation of the recombinant SVMPs was performed using protein substrate degradation, platelet aggregation and blood coagulation assays, benchmarked to native venom-purified SVMP. Our study provides a potent generic platform for the expression of SVMPs of value, for bioprospecting and discovery of novel snakebite therapeutics.", "date": "2025-06-30", "journal": ""}
{"title": "Population Pharmacokinetics and Probability of Target Attainment Analysis of Vancomycin Following Intermittent and Continuous Infusion in Adults with Cystic Fibrosis", "doi": "10.1101/2025.06.26.661675", "authors": "Jain, M.; Hudson, R.; Bhakta, Z. N.; Young, D. C.; Yellepeddi, V.", "abstract": "Vancomycin is the drug of choice for treating pulmonary infections caused by methicillin-resistant Staphylococcus aureus (MRSA) in people with cystic fibrosis (PwCF). This study characterized the pharmacokinetics (PK) of continuous and intermittent vancomycin infusions following a loading dose using population PK (PopPK) modeling to inform dosing in PwCF. The PopPK model was developed using therapeutic drug monitoring (TDM) data from adult PwCF who received a vancomycin loading dose followed by intermittent, continuous, or both infusion types for MRSA-related pulmonary exacerbations. A total of 212 samples were collected following 90 intermittent and 42 continuous infusions in 21 patients. The final model was a two-compartment model with first-order elimination, incorporating creatinine clearance (CrCL) as a covariate on vancomycin clearance (CL). The estimated CL and volume of distribution were 4.05 L/h/70 kg and 22.5 L/70 kg, respectively. The model was used to predict the probability of target attainment (PTA) following a single intermittent loading dose (500-1500 mg) and continuous infusion (500-6000 mg) over 24 hours. PTA was assessed using efficacy and toxicity thresholds defined by Area Under the Curve0-24 (AUC0-24)/Minimum Inhibitory Concentration (MIC) ratios [&ge;]400 mg{middle dot}h/L and <650 mg{middle dot}h/L, respectively. At a MIC of 1 g/mL, a loading dose of 500 mg followed by a 3750 mg continuous infusion achieved PTA targets for efficacy (66.7%) and safety (82.7%). These findings support the use of PopPK modeling to guide vancomycin dosing strategies for MRSA pulmonary infections in PwCF.", "date": "2025-06-30", "journal": ""}
{"title": "Differences in external loads of different pitch types in Chinese male college baseball players", "doi": "10.1101/2025.06.26.661877", "authors": "Qin, S.; Ren, D.; Li, Z.; Zhang, B.", "abstract": "Background: In baseball, monitoring player load solely through pitch count and innings overlooks the variability introduced by different pitch types. This study analyzed differences in external load, measured as Player Load, across various pitch types using a GPS-based wearable device. Additionally, the relationship between Player Load and ball velocity was examined. Methods: Four male collegiate Division I baseball players from China (age: 18.5 {+/-} 0.58 years, height: 181.00 {+/-} 6.83 cm, weight: 78.00 {+/-} 5.48 kg) participated in this study. External loads were collected for four pitch types, fastball, changeup, curveball, and slider, using a wearable sensor device that recorded six variables: Maximum Player Load (Max PL), Maximum Rotation (Max Rot), Pitching Hourly Velocity, and Percentage of Acceleration Change in the Three Axes (Up Load %, Side Load %, and Fwd Load %). A Kruskal-Wallis non-parametric test was used to assess differences across pitch types, while stepwise multiple regression analyzed the impact of Player Load on pitching speed. Results: Significant differences were observed among pitch types for Max PL, Max Rot, Hourly Speed, Up Load %, and Fwd Load % (p<0.05), while Side Load % did not show a significant difference (p>0.05). Stepwise multiple regression indicated that pitching speed was influenced by Max PL, with the equation: mph = 78.816 + 7.001 Max PL, R2 = 0.192, suggesting that Max PL accounted for 19.2% of the variability in pitching speed. Discussion: External training loads in pitching vary by pitch type, with variable-speed pitches generating higher peak external loads, whereas fastballs are associated with greater ball speeds.", "date": "2025-06-30", "journal": ""}
{"title": "Longitudinal Imaging of Experimental Intracerebral Hemorrhage Pathology with Iodine-enhanced Micro-CT", "doi": "10.1101/2025.06.26.661863", "authors": "Zhang, T.; Xia, F.; Fang, M.; Teng, B. T.; Wang, J.; Wang, Z.; Xia, W.; Wen, D.; Tao, C.; Ma, L.; Hu, X.", "abstract": "Background Iodine-enhanced micro-computed tomography (Micro-CT) enables high-resolution three-dimensional imaging of brain architecture. This study aimed to characterize both acute and chronic pathological changes following intracerebral hemorrhage (ICH) using iodine-enhanced micro-CT. Method Experimental ICH was induced in 8- to 10-week-old C57BL/6 mice (n = 76) via stereotaxic injection of either 0.075 U collagenase IV or 30 l autologous blood. Iodine-enhanced micro-CT imaging was performed at 4 hours, 1, 3, and 7 days after intracerebral hemorrhage post-ICH to evaluate hematoma formation and erythrolysis. Chronic alterations, including ventriculomegaly and ipsilateral lesion, were assessed at 28 days post-ICH. In parallel, MRI was conducted at 1, 7, and 28 days following autologous blood injection, followed by micro-CT, to facilitate cross-modality quantitative analysis. Lesion volumes were compared between imaging modalities over time. Results Micro-CT enabled quantification of hematoma volume and erythrolysis in ICH models. Hematomas extended along perivascular pathways toward the cerebral surface in both collagenase- and autologous blood- induced ICH models. At 28 days post-ICH, micro-CT detected ventriculomegaly and hypodense lesions without concurrent expansion of the choroid plexus. Lesion volume measurements derived from micro-CT correlated with those from MRI, enabling quantitatively assessment of iron deposition and hematoma size alterations after ICH. Conclusion Iodine-enhanced micro-CT provides a robust and high-resolution imaging platform for evaluating hematoma evolution, hemolysis, ventricular enlargement, and chronic brain lesions in experimental ICH. When integrated with MRI, these multimodal imaging approaches enhance the characterization of both hematoma volume and iron deposition following ICH.", "date": "2025-06-30", "journal": ""}
{"title": "Power Pixels: a turnkey pipeline for processing of Neuropixel recordings", "doi": "10.1101/2025.06.27.661890", "authors": "Meijer, G. T.; Battaglia, F. P.", "abstract": "There are many open-source tools available for the processing of neuronal data acquired using Neuropixels probes. Each of these tools, focuses on a part of the process from raw data to single neuron activity. For example, SpikeInterface is an incredibly useful Python module for pre-processing and spike sorting of individual recordings. However, there are more steps in between raw data and spikes, such as synchronization of spike times between probes and histological reconstruction of probe insertions. Therefore, we developed Power Pixels, combining the functionality of several packages into one integrated pipeline, which may be run in any lab workflow. It includes pre-processing, spike sorting, neuron-level quality control metrics, synchronization between multiple probes, compression of raw data, and ephys-to-histology alignment. Integrating all these steps into one pipeline greatly simplifies Neuropixels data processing, especially for novel users who might struggle to find their way around all the available code and tools.", "date": "2025-06-30", "journal": ""}
{"title": "Let-them-stick: Increasing biofilm formation by the acetogen Sporomusa ovata through adaptive laboratory evolution", "doi": "10.1101/2025.06.26.661873", "authors": "Gron, L. V.; Munoz-Duarte, L.; Marshall, I. P. G.; Johnsen, N. K.; Eser, B. E.; Wegener Kofoed, M. V.; Koren, K.; Philips, J.", "abstract": "Acetogenic bacteria are attractive biocatalysts for the conversion of CO2 with H2 into acetate, as in gas fermentation. Gas fermentation reactors may benefit from biofilm formation, but cell attachment by acetogens is often limited. This study indeed found that the acetogen Sporomusa ovata 2663 was mainly planktonic and aimed to increase its biofilm formation through adaptive laboratory evolution. The adaptation strategy consisted of growing S. ovata on plastic carriers in bottles with a H2:CO2 headspace and transferring few carriers to bottles with fresh carriers over eight serial transfers. This procedure resulted in the evolved S. ovata 2663-BF, which had a consistent increased propensity to attach. In heterotrophic growth conditions, four times more cells attached to the bottom of well plates in comparison to the wild type. Moreover, twice as many cells adhered to carriers when grown on H2:CO2. This improved attachment, however, did not lead to higher acetate production rates in simple trickle bed reactors, as the used experimental setup likely stimulated planktonic growth due to a low trickling frequency. Only after some medium replacements to remove planktonic cells, higher gas consumption rates were recorded for the evolved culture. Interestingly, the evolved S. ovata had a relevant point mutation in the gene galU, encoding UDP-glucose pyrophosphorylase, an enzyme involved in the synthesis of extracellular polysaccharides. Overall, this study demonstrates that cell attachment by S. ovata was increased through adaptive laboratory evolution, offering the prospect of investigating the importance of biofilm formation in biofilm-based gas fermentation reactors.", "date": "2025-06-30", "journal": ""}
{"title": "Model substrate particles uncover dynamics of microbial communities associated with particulate organic matter decomposition in soil", "doi": "10.1101/2025.06.27.661937", "authors": "Simon, E.; Alteio, L. V.; Konig, A.; Imai, B.; Horak, J.; Wiesenbauer, J.; Seneca Cardoso da Silva, J.; Hausmann, B.; Mussmann, M.; Kitzler, B.; Kaiser, C.", "abstract": "Soil organic matter is the largest terrestrial reservoir of organic carbon. Its particulate fraction, particulate organic matter (POM), serves as a resource and surface for microbial colonization. Degradation of complex biopolymers like cellulose and chitin requires extracellular enzymes produced by phylogenetically diverse microbes. Despite their importance for carbon cycling, the structure and spatio-temporal dynamics of particle-associated microbial communities in soil and how specific substrates influence them remain poorly understood. This study investigated whether microbial communities associated with POM change in composition and richness over time and whether chitin and cellulose select for distinct fungal and bacterial taxa. We incubated self-manufactured millimeter-sized model POM substrate particles containing chitin or cellulose in soil under laboratory and field conditions. Over 50 days, we assessed particle-associated bacterial and fungal communities at multiple time points in the lab and after 47 days in the field. Our results show that community structure and temporal dynamics of particle-associated microbial communities were substrate-specific. While microbial biomass increased on both particle types, chitin-associated microbial exhibited stronger temporal changes. Communities on chitin and cellulose particles were enriched in specific bacterial and fungal genera compared to communities in the surrounding soil. In conclusion, our study demonstrates that microbial communities associated with model chitin particles underwent notable temporal changes. More specifically, microbial richness decreased, and community composition shifted over the incubation period. Both chitin and cellulose particles favored certain fungal, and especially bacterial genera compared to surrounding soil.", "date": "2025-06-30", "journal": ""}
{"title": "Quantum analysis of protein-ligand binding by integrating structural resolution, sequence homology, and ligand properties", "doi": "10.1101/2025.06.27.661905", "authors": "Roosan, D.; Samrose, S.; Khan, R.; Nirzhor, S.; Provencher, B.", "abstract": "Predicting protein-ligand binding affinity is a fundamental challenge in computational biology and drug discovery, complicated by diverse factors including protein sequence variability, ligand chemical diversity, and structural resolution. Here, we present an integrative study that combines classical machine learning and quantum-enhanced modeling to investigate how crystal structure resolution, sequence similarity, and ligand properties jointly influence binding affinity. Using a curated \"refined\" dataset from PDBbind and an expanded general dataset, we first conduct correlation and regression analyses to quantify the relationships among binding affinity, ligand descriptors (e.g., molecular weight, logP), and protein structural metrics (resolution, R-factor). We observe moderate positive correlations between ligand size/hydrophobicity and affinity, and a slight negative correlation between resolution and affinity in the refined dataset that largely disappears in the general set. We then train multiple predictive models, including random forests, deep neural networks, and quantum-enhanced approaches--quantum kernel methods, variational quantum circuits, and a hybrid classical-quantum neural network. Experimental results show that quantum-enhanced models perform on par with classical methods in predicting binding affinities and, in some cases, offer modest improvements. Notably, a hybrid quantum-classical model achieves the highest accuracy (Pearson correlation R{approx}0.80R) on the refined dataset. These findings highlight the potential of quantum computing for capturing complex patterns in biomolecular data, laying groundwork for improved structure-based drug design. Our study underscores that while data quality and curation greatly influence observed trends, quantum machine learning despite current hardware limitations can already serve as a competitive and promising tool in computational structural biology.", "date": "2025-06-30", "journal": ""}
{"title": "M18BP1 valency and a distributed interaction footprint determine epigenetic centromere specification in humans", "doi": "10.1101/2025.06.27.661933", "authors": "Walstein, K.; Hill, L.; Vogt, D.; Vetter, I. R.; Pan, D.; Musacchio, A.", "abstract": "Deposition of CENP-A, the histone H3 variant considered an epigenetic landmark of centromeres, reflects cell-cycle-regulated assembly of M18BP1, HJURP, and PLK1 on a divalent MIS18/{beta} scaffold. The localization determinants of this machinery remain poorly characterized. Here we report that artificial M18BP1 dimerization bypasses MIS18/{beta}, allowing the identification of at least four determinants of M18BP1 centromere localization. These include the SANTA domain, of which we report the first structure, as well as linear motifs in disordered neighboring regions, of which we characterize the interaction footprint on the CENP-A associated 16-subunit constitutive centromere-associated network (CCAN). Our observations imply that M18BP1, after dimerization, is necessary and sufficient for centromere localization. Its cell-cycle-dependent dimerization on MIS18/{beta} promotes initial recognition of a multivalent centromeric assembly of old CENP-A and associated proteins, followed by cooption of PLK1 and HJURP and new CENP-A deposition. Our results shed new light on the determinants of centromere epigenetic inheritance in humans.", "date": "2025-06-30", "journal": ""}
{"title": "Spectraplakin cooperates with noncentrosomal microtubule regulators to orient dendritic microtubules in Drosophila", "doi": "10.1101/2025.06.27.661943", "authors": "Davies, M.; Sanal, N.; Wolterhoff, N.; Gigengack, U.; Shen, Y.; Hahn, I.; Rumpf, S.", "abstract": "The differential microtubule organization in axons and dendrites underlies neurite-specific transport and morphogenetic processes like developmental neurite pruning, but how it arises is incompletely understood. While axonal \"plus end-out\" microtubules just grow from the soma, the origin of the dendritic \"plus end-in\" microtubules is more difficult to explain. A transient microtubule organizing center (MTOC) was recently detected at dendrite tips in C. elegans, but the players and generalizability are unclear. In a survey for factors involved in dendrite pruning of Drosophila sensory neurons, we found the spectraplakin Short stop (Shot), an actin-microtubule crosslinker known to bundle axonal microtubules. In dendrites, however, Shot is required for proper \"plus end-in\" microtubule organization. During early dendrite development, Shot localizes to dendrite tips in an actin-dependent manner, providing a potential mechanism for dendrite tip recognition. Our data show that Shot cooperates with a functional MTOC containing the small GTPase Rab11. Localized MTOC activity may commonly underlie dendritic microtubule organization.", "date": "2025-06-30", "journal": ""}
{"title": "Relaxation of cardiac pericytes by GLP-1 activating KATP channels mediates remote ischaemic preconditioning cardioprotection", "doi": "10.1101/2025.06.26.661857", "authors": "Mastitskaya, S.; Freitas, F.; Evans, L. E.; Attwell, D.", "abstract": "Failure to reperfuse the coronary microvasculature (\"no-reflow\") affects up to 50% of patients after unblocking a coronary artery that caused ischaemia and acute myocardial infarction. No-reflow is associated with reduced left ventricular ejection fraction, increased infarct size and death. We have established that no-reflow results from cardiac pericytes constricting coronary capillaries, and that pharmacologically relaxing pericytes reduces no-reflow. Remote ischaemic preconditioning, by briefly making a limb ischaemic, protects against cardiac ischaemic injury, and we have shown this is mediated by release of the gut hormone glucagon-like peptide 1 (GLP-1). We now demonstrate that, by releasing GLP-1, remote ischaemic preconditioning reduces pericyte-mediated coronary capillary constriction and no-reflow, and that the dilating effect of GLP-1 on coronary capillaries is abolished by block or genetic deletion of pericyte KATP channels. These results define a brain-gut-heart pathway mediating remote ischaemic cardioprotection, and suggest pharmacological therapies to reduce ischaemia-induced coronary no-reflow and improve post-infarct recovery.", "date": "2025-06-30", "journal": ""}
{"title": "Comparative regulomics provides novel insight into the evolution of wood formation across dicot and conifer trees", "doi": "10.1101/2025.06.28.661522", "authors": "Rodriguez, E.; Birkeland, S.; Chapple, E. D.; Fredriksson, S.; Lorenzo, Z. C.; Kalman, T. A.; Kumar, V.; Hill, J.; Tuominen, H.; Mellerowicz, E. J.; Street, N. R.; Hvidsten, T. R.", "abstract": "Understanding the regulatory program underlying wood formation is key to improving biomass production and carbon sequestration in trees. However, how wood formation evolved and how these programs have been rewired across lineages remains unclear. Here, we present the first high-spatial-resolution evo-devo resource spanning the wood transcriptomes of six tree species - three dicots and three conifers - capturing 250 million years of evolutionary divergence. Using orthology-aware co-expression network analysis, we identified genes with conserved and lineage-specific expression patterns. By integrating chromatin accessibility data and transcription factor motif analysis, we further inferred regulatory networks for xylem differentiation and secondary cell wall formation. We demonstrate how this dataset can be used to answer long standing questions in wood biology related to differences in acetylation of cell wall polymers and master regulators of xylem specification across dicot and conifer tree species. The data offer a foundational resource for the tree biology and evo-devo communities, and are publicly available at PlantGenIE.org.", "date": "2025-06-30", "journal": ""}
{"title": "Molecular characterization of unique multi-domain harbouring fungal rhodopsin for establishing their novel opto-synthetic biological usages", "doi": "10.1101/2025.06.26.661701", "authors": "Kumari, A.; Kumar, A.; Sharma, K.; Pati, S. R.; Mohanty, S.; KATERIYA, S.", "abstract": "Organisms employ light as an external stimulus for regulating cellular functions. The light-sensitive photoreceptors detect light at varying wavelengths, activating signaling cascades and triggering a range of physiological responses. Rhodopsin is a transmembrane heptahelical protein that functions as an ion channel, or a pump, and sensory receptor, respectively. It consists of a light-sensing chromophore, a retinal that upon absorbing light, initiates a series of signaling pathways of sensory perception, growth and survival. Modular rhodopsin (Different from Rhodopsin-Cyclase Module) has been reported in lower eukaryotes, its identification, characterisation and functional significance in the Fungal Kingdom largely unknown. Here, we report the identification of novel modular rhodopsins in fungi, which highlights their potential usages towards the unexplored opto-biotechnological applications (e.g., biomanufacturing of terpenoids, cytoskeleton regulation, DNA metabolism, light-controlled acetyltransferase, etc.) simply by illumination. Furthermore, identification of novel modular rhodopsins augments the expansion of the new optogenetic tools for a wide range of relevant applications. The structural and homology analysis of these identified domains sheds light on their evolutionary lineage and relatedness with the well-characterised bacteriorhodopsin, sensory and channelrhodopsin. The interactome analysis effector domain coupled with the microbial rhodopsin (Rh) reveals RPEL-mediated gene expression and metabolite regulation, which further modulates the retinol synthesis pathway. The role of the fungal Rh-RPEL effector domain in modulating the terpenoid and sphingolipid metabolism in response to light was successfully elucidated via protein-protein interaction and Biosynthesis Gene Cluster (BGC) analysis. This highlights the potential of these novel opto-synthetic biological usages that can induce the light-dependent production of commercially relevant fungal bioactive(s).", "date": "2025-06-30", "journal": ""}
{"title": "Reprogramming of Osimertinib-Resistant EGFR-mutant NSCLC: The Pyruvate-Acetaldehyde-Acetate Pathway As a Key Driver of Resistance", "doi": "10.1101/2025.06.27.661913", "authors": "Maroni, G.; Cabrera San Millan, E.; Mercatelli, R.; Chiodi, A.; Campanella, B.; Onor, M.; Modeo, L.; Braccini, G.; Cercignani, G.; Ali, A.; Mosca, E.; Bramanti, E.; Levantini, E.", "abstract": "Osimertinib (Osi) resistance remains a significant challenge in EGFR mutant non-small-cell lung cancer (NSCLC). This study investigates the metabolic reprogramming associated with Osi resistance, identifying key metabolic vulnerabilities that may be targeted for therapeutic intervention. Employing the EGFR-mutant H1975 parental (Par) cell line and its Osi-resistant (OsiR) counterpart, we integrated transcriptomics, metabolomics, nuclear and mitochondrial genomics, functional assays and bioanalytical techniques, as well as advanced 3D imaging to comprehensively define the resistant phenotype. We found that OsiR cells exhibit mitochondrial dysfunction, including impaired oxidative phosphorylation (OXPHOS), mitochondrial DNA mutations, and altered mitochondrial gene expression. To describe this systems-level characterization, we introduce the concept of mitochondromics, a comprehensive profiling of mitochondrial genomic, transcriptomic, structural, and functional changes contributing to therapeutic resistance. Metabolomic profiling revealed a significant accumulation of glycolytic intermediates (lactate, pyruvate, acetate, and acetaldehyde) in the extracellular medium, indicating a shift toward glycolysis and activation of alternative metabolic pathways, including the Warburg effect. Notably, we identified the pyruvate-acetaldehyde-acetate (PAA) pathway as a functionally repurposed metabolic route that facilitates NADPH production, which is critical for antioxidant defense and anabolic processes in OsiR cells. Additionally, although the pentose phosphate pathway (PPP) is not the primary source of NADPH in OsiR cells, it plays a supporting role in biosynthesis, contributing to the production of amino acids, nucleotides, and vitamins. Altered expression of enzymes involved in glycolysis, the TCA cycle, and both oxidative and non-oxidative arms of the PPP further supports an adaptive metabolic network promoting cell growth and resistance to Osi. This study reveals a complex metabolic reprogramming in Osi-resistant EGFR-mutant NSCLC, where a newly identified role for the PAA pathway, alongside integrated mitochondromic alterations emerges as key driver of resistance. These insights uncover potential metabolic vulnerabilities of Osi-resistant tumors and provide a foundation for developing therapeutic strategies to counteract resistance and improve osimertinib efficacy. Targeting these metabolic pathways may offer promising avenues for overcoming resistance in clinical settings.", "date": "2025-06-30", "journal": ""}
{"title": "CD47 blockade enhances immunoradiotherapy response in head and neck squamous cell carcinoma", "doi": "10.1101/2025.06.29.662015", "authors": "Monther, A.; Al-Msari, R.; Saddawi-Konefka, R.; Fassardi, S.; Tang, C.; Philips, C.; Sen, P.; Mohammadzadeh, P.; Decker, K.; Miyauchi, S.; Roy, S.; Jones, R.; Gutkind, S.; Sharabi, A.; Califano, J.", "abstract": "Head and neck squamous cell carcinoma (HNSCC) is a significant cause of morbidity and mortality worldwide, with limited treatment options for patients with locally advanced disease. CD47 immune checkpoint inhibitors have been used to block the CD47/SIRPa interaction that inhibits antigen-presenting cell phagocytosis, thereby enhancing antigen presentation to cytotoxic T-cells, and have shown promise in combination with anti-PD1 immunotherapy in tumors, including recurrent/metastatic HNSCC. We found that CD47 expression is associated with poor prognosis in HNSCC and explored the anti-tumor activity of CD47 blockade in combination with anti-PD1 and lymphatic-sparing radiotherapy in a locally advanced HNSCC model. Using the 4MOSC1 orthotopic, syngeneic murine model of HPV-negative HNSCC, treatment with an engineered CD47-blocking SIRP fusion protein (ALX301) similarly induced complete tumor regression in combination with anti-PD1, and a partial response as a standalone therapeutic.  An anti-PD1 immune checkpoint inhibitor in a CD47-null tumor background led to complete tumor regression confirming a key role for CD47 in tumor immunity. Anti-CD47 treated mice demonstrated increased MHC-II expression on dendritic cells within the tumor and upregulation of CD86 co-stimulatory molecule on dendritic cells within the tumor, sentinel lymph nodes, and contralateral lymph nodes. Combination ALX301 and anti-PD1 treatment in an anti-PD1 resistant 4MOSC2 model demonstrated significant tumor regression, enhanced survivability, improved response with neoadjuvant radiotherapy, and greater retention of CD8+ T-cells within the tumor microenvironment. Notably, T-cell receptor sequencing revealed increased shared clonality between the tumor and sentinel lymph nodes of anti-CD47 treated mice. These data demonstrate that a combination of CD47 blockade and anti-PD1 therapy enhances tumor antigen presentation and immune cell infiltration, while further improving anti-tumor responses in combination with tumor-targeted radiotherapy. This study provides support for the rational design of combinatorial immunoradiotherapy, using anti-CD47 inhibitors and anti-PD1 therapy, in a clinical trial targeting locally advanced HPV-negative HNSCC.", "date": "2025-06-30", "journal": ""}
{"title": "Impaired trap closure in the counting-deficient Venus flytrap mutant DYSCALCULIA is caused by cell wall biomechanics", "doi": "10.1101/2025.06.26.661685", "authors": "Trebing, S.; Freund, M.; Iosip, A. L.; Diblasi, C.; Krennerich, V.; Kirshner, J.; Sato, M. P.; Marques, A.; Saitou, M.; Becker, D.; Albert, V. A.; Tessmer, I.; Fukushima, K.; Hedrich, R.; Kreuzer, I.", "abstract": "Living in nutrient-poor environments, the carnivorous Venus flytrap Dionaea muscipula captures animal prey to compensate for this deficiency. Stimulation of trigger hairs located on the inner trap surface elicits an action potential (AP). While two consecutive APs result in fast trap closure in wildtype (WT) plants, sustained AP generation by the insect struggling to escape the trap leads to jasmonic acid (JA) biosynthesis, formation of the digestive stomach, and release of enzymes needed to decompose the victim. The Dionaea muscipula DYSCALCULIA (DYSC) mutant is able to fire touch-induced APs, but unlike WT plants, it does not snap-close its traps after two consecutive APs. Moreover, DYSC plants fail to properly initiate the JA pathway in response to mechanostimulation and even wounding, a well-known JA-dependent process conserved among plants. As demonstrated in previous studies, this DYSC mutant defect is associated with impaired decoding of mechanostimulation (i.e. touch) -induced Ca2+ signals. External JA application to the trap, however, restores slow trap closure and digestive gland function in DYSC, while rapid trap closure is JA-independent and cannot be rescued by exogenous JA application. Higher frequency mechanostimulation and thus more APs, however, revealed that DYSC is still able to close its traps, albeit much slower than WT plants. To reveal the molecular underpinnings of DYSCs delayed trap movement, we generated a chromosome scale Dionaea genome assembly and profiled gene expression. The refined transcriptomic analysis uncovered widespread misregulation of cell wall related genes in DYSC, implicating altered cell wall plasticity in the sluggish mutant. Cell indentation studies by atomic force microscopy revealed a strictly localized and strikingly enhanced stiffening of the cell wall for DYSC that may hinder rapid trap closure and snap buckling. Together, these genomic, transcriptomic, and biophysical data identify cell wall elasticity as a key constraint on voltage and Ca2+ dependent trap kinetics. This finding documents the interrelationship between mechanosensing and Ca2+ signaling in the ultrafast capture organ of the Venus flytrap.", "date": "2025-06-30", "journal": ""}
{"title": "Age and Generation Based Model of Metastatic Cancer", "doi": "10.1101/2025.06.26.661673", "authors": "Gavriliadis, P.; Lolas, G.; Matsoukas, T.", "abstract": "Metastasis is a hallmark of cancer, yet current mathematical models often rely solely on tumor size to forecast metastatic burden. In the current work, we propose a novel generation based mathematical approach that approximates the metastatic process in terms of tumor age rather than size. Building on the seminal work of Iwata Kawasaki and Shigesada (IKS), we introduce a recursive integral approach that captures the hierarchical metastatic nature through successive generations, bypassing the need to solve complex partial differential equations as in the IKS model. We derive closed form solutions for the distribution of first generation of metastatic tumors, compute numerically higher order generations across generations, and validate our method against numerical solutions of the IKS transport equation. Our findings reveal that younger generations of metastases eventually dominate the overall tumor burden due to cumulative emissions, while older generations primarily contribute to the large size tail of the distribution. From the clinical perspective, the current approach provides a foundation for precise and personalized treatment strategies that can target distinct metastatic generations.", "date": "2025-06-30", "journal": ""}
{"title": "Human ribomes reveal DNA-embedded ribonucleotides as a new type of epigenetic mark", "doi": "10.1101/2025.06.27.661996", "authors": "Kundnani, D. L.; Yang, T.; Channagiri, T.; Xu, P.; Lee, Y.; Sun, M.; Martinez-Figueroa, F.; Randhawa, S.; Gogate, A.; Jeon, Y.; Marsili, S.; Newnam, G.; Lu, Y.; Park, V.; Tao, S.; Ling, J.; Schinazi, R.; Pursell, Z.; Mohammed, A.; Opresko, P.; Freudenthal, B.; Kim, B.; Yi, S.; Jonoska, N.; Storici, F.", "abstract": "Ribonucleoside monophosphates (rNMPs) are abundant in DNA, but their distribution and function in human nuclear genomes remain unknown. Here, we mapped nearly one million rNMPs per genome across diverse human cell types, defining a nuclear ribome with non-random distribution patterns. rNMPs are enriched in C/G-rich sequences, epigenetically marked regions, and telomeres. Conserved ribonucleotide-enriched zones (REZs) overlap with CpG islands and R-loops. rNMP concentration near transcription start sites (TSSs) correlates positively with gene expression. Wild-type cells display a broader gene-expression range than ribonuclease H2A (RNH2A) knockouts, in which loss of rNMP cleavage causes pronounced retention of embedded rG and strand-biased rC near TSSs, both increasing with gene expression. These findings establish DNA-embedded rNMPs as a novel epigenetic mark that modulates human gene expression.", "date": "2025-06-30", "journal": ""}
{"title": "SETD6 Mediates Selective Interaction and Genomic Occupancy of BRD4 and MITF in Melanoma cells", "doi": "10.1101/2025.06.29.662016", "authors": "Levy, D.; Biton, T. E.; Feldman, M.; Davidy, T.; Moskovitz, N. T.; Levin, L.; Sevilla, D.; Goding, C.; Bernstein, E.", "abstract": "Aberrant transcriptional programs mediate malignant transformation of melanoma, the most aggressive form of skin cancer. The lysine methyltransferase SETD6 has been implicated in regulating transcription, cell adhesion, migration, and other processes in various cancers, however its role in melanoma remains unexplored. We recently reported that SETD6 mono-methylates the BRD4 at K99 to selectively regulate transcription of genes involved in mRNA translation. Here, we observed that BRD4 methylation at K99 by SETD6 occurs in melanoma cells. Knockout of SETD6 or a point mutation at BRD4-K99 disrupts BRD4 genomic occupancy. In addition, we show that SETD6 interacts with MITF, a master transcription factor in melanocytes and melanoma, and influences the genomic distribution of MITF. Mechanistically, we uncover a novel chromatin-localized interaction between BRD4 and MITF in melanoma. Our data suggest that BRD4 binds MITF in melanoma cells and that this interaction is dependent on both SETD6-mediated methylation of BRD4 and MITF acetylation. This chromatin complex plays a pivotal role in selective recruitment of BRD4 and MITF to different genomic loci in melanoma cells.", "date": "2025-06-30", "journal": ""}
{"title": "Genome-wide extraction of differentially methylated DNA regions using adapter-anchored proximity primers", "doi": "10.1101/2025.06.29.660377", "authors": "Darbeheshti, F.; Zeggar, H. R.; Salmani, H.; Liu, Y.; Liu, R.; Adalsteinsson, V. A.; Makrigiorgos, G. M.", "abstract": "The epigenetic deregulation of CpG islands (CGIs) plays a crucial role in cancer initiation and progression. CGIs comprise 1-2% of the human genome and are rich in differentially methylated regions (DMRs) that can serve as cancer biomarkers in clinical samples and liquid biopsies. Focusing epigenetic sequencing on CpG-rich sequences, including CGIs and avoiding non-informative regions, offers an efficient and sensitive approach for cancer identification and tracking, especially within samples containing excess of unaltered, normal DNA. To this end, we have developed Adaptor-anchored Methylation amplification via Proximity Primers (aMAPP), a versatile PCR-based enrichment method. aMAPP employs specially designed primers to selectively enrich either methylated or unmethylated CpGs, depending on the upstream methylation conversion method employed. aMAPP achieves high coverage of genome-wide CGIs and detects hundreds of DMRs in tumor samples compared to adjacent normal tissue using ultra-low depth sequencing (~300,000 reads). It enables tracing of aberrant methylation down to allelic frequency 0.01% in dilutions of tumor DNA and in cell-free DNA samples, can be applied using picogram amounts of DNA, and can be adapted to enrich either small panels of cancer-specific DMRs, or the majority (>90%) of genomic CGIs and CpGs. aMAPP offers a simple, cost-effective, and highly sensitive approach for capturing the epigenetic footprint of genome-wide CpGs and identifying aberrantly methylated or un-methylated genomic regions.", "date": "2025-06-30", "journal": ""}
{"title": "Simultaneous epigenomic profiling and regulatory activity measurement using e2MPRA", "doi": "10.1101/2025.06.26.661849", "authors": "Zhang, Z.; Georgakopoulos Soares, I.; Bourque, G.; Ahituv, N.; Inoue, F.", "abstract": "Cis-regulatory elements (CREs) have a major effect on phenotypes including disease. They are identified in a genome-wide manner by analyzing the binding of transcription factors (TFs), various co-factors and histone modifications in DNA using assays such as ChIP-seq, Cut&Tag and ATAC-seq. However, these assays are descriptive and require high-throughput technologies, such as massively parallel reporter assays (MPRAs), to test the functional activity and variant effect on these sequences. Currently, technologies that can simultaneously analyze both the regulatory function of a specific sequence and the TFs, cofactors and epigenomic modifications that determine it do not exist. Here, we developed enrichment followed by epigenomic profiling MPRA (e2MPRA), a novel technology that utilizes lentivirus-based MPRA to enrich for the integration of specific CREs into the genome followed by Cut&Tag or ATAC-seq targeted specifically for these sequences. This method allows to simultaneously analyze in a high-throughput manner regulatory activity, protein binding and epigenetic modification of thousands of candidate CREs and their variants. We demonstrate that e2MPRA can be used to dissect the epigenetic functions of TF motifs arranged in synthetic enhancers, as well as to analyze the effect of enhancer sequence variants on epigenetic modifications. In summary, this technology will increase our understanding of the regulatory code, its effect on the epigenome and how its alteration can lead to a variety of phenotypes including human disease.", "date": "2025-06-30", "journal": ""}
{"title": "Targeting breast cancer senescence in 3D models of bone metastasis", "doi": "10.1101/2025.06.26.661856", "authors": "Hamburger, E. C. B.; Mohseni Garakani, M.; Alfaisali, S.; Ouellet, J. A.; Weber, M. H.; Garzia, L.; Haglund, L.; Rosenzweig, D. H.", "abstract": "Chemotherapeutic treatment of breast cancer with Doxorubicin can induce tumor and stromal cell senescence leading to therapy-resistance. Senescence-associated secretory phenotype (SASP) promotes secretion of pro-inflammatory and tumorigenic factors causing systemic inflammation. Combined, this can result in immune suppression, tumor growth and secondary spread of cancer. Targeting and removing senescent and cancerous cells using a combination of chemotherapeutic and senolytic drugs may reduce systemic inflammation, improve therapeutic efficacy, and prevent metastasis. Treatment of both triple-negative breast cancer (MDA-MB-231) cells, and primary spine osteoblasts 0.25 uM Doxorubicin showed significant induction of senescence indicated by p21 positive cells. Doxorubicin and senolytics (RG-7112, o-Vanillin) treatment of mono-culture and co-culture spheroids showed a significant additive effect on decreased tumor sphere viability and growth. This was correlated with decreased p21 and Ki67 proliferation marker in both the breast cancer and osteoblast cells. In all cases, combined Doxorubicin and senolytics significantly reduced sphere size and cancer cell outgrowth, indicating reduced metastatic potential. Future chemotherapeutic treatment of breast cancer patients may be optimized by adding senolytic drugs to more effectively clear tumors and help regenerate surrounding stroma tissue such as in the bone metastatic environment.", "date": "2025-06-30", "journal": ""}
{"title": "Oncogenic virus hijacks SOX18 pioneer function to enhance viral persistence", "doi": "10.1101/2025.06.28.662102", "authors": "Tuohinto, K.; Graus, M. S.; Staab, P.; Tiusanen, V.; Pradhan, S.; Wong, Y. Y.; Weissmann, S.; Lou, J.; Hinde, E.; Wong, J.; Lee, Q.; Terskikh, A.; Alvarez-Kuglen, M.; Karnezis, T.; Gunther, T.; Grundhoff, A.; Sahu, B.; Francois, M.; Ojala, P. M.", "abstract": "Kaposi's sarcoma herpesvirus (KSHV) establishes lifelong oncogenic infection in lymphatic endothelial cells (LECs) by ensuring episomal maintenance of its genome via the viral protein LANA. Efficient viral genome maintenance typically involves host DNA replication and episome tethering, but the extent of cell-type-specific regulation remains unclear. Here, we identify that KSHV hijacks the pioneering function of the endothelial-specific transcription factor SOX18 to facilitate persistence of viral episomes. Upon infection, LANA co-opts SOX18 to recruit the SWI/SNF chromatin-remodeling complex via its ATPase subunit BRG1, enhancing chromatin accessibility and enabling efficient viral genome persistence. Disruption of SOX18 or BRG1, genetically or pharmacologically, leads to reduced episome load and attenuated hallmarks of virus infection. This work highlights how viruses can harness lineage-specific transcriptional regulators to establish persistent nuclear retention of their episome into the host genome.", "date": "2025-06-30", "journal": ""}
{"title": "Super-silencers are crucial for development and carcinogenesis in B cells.", "doi": "10.1101/2025.06.27.662063", "authors": "Huang, D.; M Petrykowska, H. M.; Kumar, D.; Kardava, L.; Susan Moir, S.; Elnitski, L. L.; Ovcharenko, I.", "abstract": "Abstract The strength of the repressive histone H3 lysine 27 trimethylation modification signal varies drastically at individual silencers. Focusing on cases of an unusually strong repressive signal in regions that we refer to as super-silencers, we demonstrate that the regions that become B-cell super-silencers are originally associated with gene upregulation during development, and their target genes are highly expressed in stem cells, especially during early developmental stages. About 13% of B-cell super-silencers transmute to super-enhancers in B-cell lymphoma and 22% of these conversions recur across more than half of patients. Notably, genes associated with these conversions, like BCL6 and BACH2, are downregulated more swiftly than others when subjected to JQ1, a super-enhancer-disrupting bromodomain and extra-terminal domain inhibitor utilized in cancer chemotherapy. Furthermore, super-silencers are characterized by an over-representation of B-cell-cancer-associated mutations, both somatic and germline, and B-cell-cancer translocation breakpoints. This surpasses the prevalence found in other regulatory elements, such as CTCF binding sites, underlining the crucial role of super-silencers in forming and stabilizing regulatory topologies in standard B cells. For example, over 80% of cases involving the B-cell-lymphoma translocation t(3;14)(q27;q32) fuse super-silencers in the BCL6 locus with enhancer-rich domains. Finally, we demonstrate that the repressive mechanisms of super-silencers are partially governed by the CpG content in their sequences. While CpG-rich super-silencers often prevent promoters from interacting with enhancers, CpG-depleted super-silencers typically suppress the chromatin looping of nearby enhancers. In summary, our findings accentuate the critical role super-silencers play in the normal function of B-cells, suggesting that sequence mutations and activity modifications in these elements could be primary factors in B-cell carcinogenesis.", "date": "2025-06-30", "journal": ""}
{"title": "Single-cell RNA sequencing identifies accumulation of Fcgr2b+ virtual memory like CD8 T cells with cytotoxic and inflammatory potential in aged mouse white adipose tissue", "doi": "10.1101/2025.06.27.661935", "authors": "Kumar, A.; O'Brien, M.; Young, V. B.; Yung, R.", "abstract": "Aging and obesity are associated with pro-inflammatory changes in adipose tissue. Overlapping mechanisms, such as the infiltration of inflammatory macrophages and T cells into visceral adipose tissue, have been implicated in contributing inflammation. However, a comparative analysis from both states is needed to identify distinct regulatory targets. Here, we performed single-cell RNA sequencing of stromal vascular fractions (SVF) isolated from gonadal white adipose tissue (gWAT) of young mice fed either a normal or a high-fat diet, and aged mice fed a normal diet. Our analysis revealed that physiological aging, compared to high-fat diet induced obesity, was associated with accumulation of phenotypically distinct CD8 T cells resembling virtual memory (VM) CD8 T cells. These cells expressed high levels of Cd44, Sell, Il7r, Il2rb, lacked Itga4, and exhibited elevated Fcgr2b expression which was associated with pseudotime differentiation trajectories. Flow cytometry confirmed an age-associated increase in Fcgr2b+CD49d- VM like CD8 T cells in gWAT. Notably, these Fcgr2b-expressing cells exhibited a cytotoxic profile, and expressed granzyme M. Functional analysis using recombinant granzyme M revealed its potential in inducing inflammation in mouse fibroblasts and macrophages. Together, our study has identified Fcgr2b+CD49d- VM-like CD8 T cells in the adipose tissue of aged mice with regulatory, cytotoxic and inflammatory potential.", "date": "2025-06-30", "journal": ""}
{"title": "Warming and elevated CO2 cause greater and deeper root growth by shrubs in a boreal bog", "doi": "10.1101/2025.06.26.661811", "authors": "Weber, S. E.; Childs, J.; Latimer, J.; Hanson, P.; Salmon, V.; Schwaner, G.; Iversen, C.", "abstract": "Boreal bogs sequester large stores of terrestrial carbon in waterlogged peat occupied by extensive networks of vascular plant roots. Historically, cold temperatures and shallow water tables in bogs have favored the growth of Sphagnum over vascular plants. Seasonally variable water tables in bogs constrain woody shrub and tree root production to shallow, oxic acrotelm peat horizons while herbs with aerenchymous root tissue can grow below the water table. Warming and elevated CO2 are altering ecosystem functioning in nutrient-limited, rain-fed (ombrotrophic) bogs, via direct impacts on physiology and indirectly via altering water table levels. The environmental changes are shifting interactions between vascular plant fine-roots and the surrounding peat horizons and increasingly favoring vascular plant growth relative to Sphagnum sp. Altered functioning of fine-roots may dramatically affect the role of plants in these ecosystems because of the importance of these organs for plant resource acquisition. We examined how fine-roots across vascular PFTs differentially respond to warming & elevated CO2 manipulations and the consequent water table depression in a forested, boreal bog. We used minirhizotrons (cameras inserted belowground) to measure fine-root production, depth distribution, and standing crop from 2015-2021 for each PFT. We found that daily rates of fine-root production accelerated more for shrubs than for trees or herbs. Shrubs and trees grew their roots more deeply with depressed water table levels and shrub fine-roots became narrower. On an annual basis, fine-root production increased with warming, though these rates varied among PFTs and exhibited interactions with elevated CO2. Standing crop of fine-roots increased with warming temperatures, most strongly for shrubs under elevated CO2, because of these productivity responses. From these results, we expect boreal bogs will become increasingly dominated by shrubs under future warmer temperatures, higher atmospheric CO2 concentrations, and lower water table levels.", "date": "2025-06-30", "journal": ""}
{"title": "Leveraging Light Detection and Ranging (LiDAR) to Elucidate Forest Structural Conditions that Influence Eastern Whip-poor-will Abundance", "doi": "10.1101/2025.06.26.661842", "authors": "Larkin, J. T.; Itter, M. S.; Fiss, C. J.; Chronister, L. M.; Kitzes, J.; Larkin, J. L.; Larkin, H. P.; McNeil, D. J.; D'Amato, A. W.; Akresh, M. E.; King, D. I.", "abstract": "Eastern North American forests are degraded due to land use history and are threatened by numerous factors that further reduce their structural complexity, which contributes to population declines of many taxa. As such, many agencies and their conservation partners are employing habitat centric conservation efforts. Increased availability of airborne Light Detection and Ranging (LiDAR) data provides an opportunity to quantify fine-scale structural habitat characteristics for forest wildlife. One such species of conservation concern, the eastern whip-poor-will (Antrostomus vociferus), requires diverse forest structural conditions to meet its breeding season habitat requirements. We used airborne LiDAR data and autonomous recording units (ARUs) to identify elements of forest structure that influence whip-poor-will breeding season abundance in Pennsylvania, USA. Specifically, we applied a machine-learning classifier for whip-poor-will song to audio recordings obtained from 851 ARUs that were deployed in forested landscapes and then created daily detection histories to estimate whip-poor-will relative abundance. Whip-poor-wills were detected at 334 survey locations (41%). Abundance exhibited positive linear relationships with percent forest cover and percent oak forest and a negative linear relationship with percent impervious cover. Whip-poor-will abundance was also influenced by forest structure, with abundance exhibiting a quadratic relationship with two LiDAR-derived covariates; canopy heterogeneity and height within 300 m. Using these results, we predicted whip-poor-will abundance and habitat management potential. Whip-poor-will conservation in our study region will depend on public and private land efforts that maintain heavily forested, oak dominated landscapes that are managed using practices that increase canopy height diversity among and within stands.", "date": "2025-06-30", "journal": ""}
{"title": "Honey bee worker jelly, a nutritional secretion fed to offspring, shows high among-nestmate and among-colony variation.", "doi": "10.1101/2025.06.26.661879", "authors": "Westwick, R.; Rittchof, C. C.", "abstract": "Parents have evolved strategies to reduce the risk of malnutrition in offspring, including the production of specialized nutritional secretions that are tailored to meet the unique needs of developing offspring. Studies in vertebrates, however, show surprising individual variation in nutritional secretions; the causes and consequences of this variation, and the extent to which such patterns can be generalized beyond vertebrates, remain unclear. Here, we investigated natural variation in nutritional secretions in an invertebrate species, the honey bee (Apis mellifera L.). This is a unique bee wherein developing larvae subsist entirely on \"jellies\" (e.g., royal jelly) produced by glands in adult worker bees. We assess among nestmate and among-colony variation in the macronutrient content of the secretions fed to female worker larvae (\"worker jelly\"). Although female workers make up the largest demographic inside a honey bee colony, very few studies have investigated their larval diet; even fewer have included the scope of colonies needed to assess natural variation in this critical nutritional substance. In one of the largest such studies to date, we found significant variation both among nestmates and among colonies in total quantity and macronutrient content of worker jelly. This pattern was strongest, surprisingly, for proteins and lipids. Moreover, the macronutrient ratio in worker jelly differs substantially from source pollen, suggesting adult workers retain substantial consumed nutrients, especially lipids. We further assessed whether worker jelly composition was correlated with colony defensive aggression because of extensive links between aggression, foraging activity, and larval development outcomes; however, we observed no such relationship. This study is a critical step in understanding the evolution and maintenance of offspring provisioning strategies, as well as bee foraging ecology and nutritional stress response.", "date": "2025-06-30", "journal": ""}
{"title": "Diatoms vs dinoflagellates: a temporal network analysis of bloom impacts on diversity and phytoplankton community structure in French coastal waters", "doi": "10.1101/2025.06.26.661744", "authors": "Dias, J.-Y.; Pochic, V.; Chaffron, S.; Gernez, P.", "abstract": "Understanding phytoplankton community responses to bloom events is essential as these have major implications for biogeochemical cycles, marine food webs, but can also be harmful to ecosystems, the economy, and public health. Diatoms and dinoflagellates are the two most common bloom-forming classes, with distinct ecologies and bloom dynamics. Using time series from a long-term phytoplankton monitoring survey (REPHY) of French coastal waters analysed with ecological association networks and diversity metrics, we investigated how blooms of diatoms and dinoflagellates affect diversity and community structure within phytoplankton communities. We highlight distinct responses: an increase in species richness during diatom blooms and a decrease during dinoflagellate blooms. However, both bloom types resulted in a decrease in alpha diversity indices. Temporal association networks modularity and association strength were also differently impacted between both bloom types. However, high-level association types and composition in association networks remain stable, suggesting an important role of their proportions in ecosystem functioning and resilience. We propose several hypotheses for these findings based on known ecological and biological processes, that remain to be tested individually in dedicated studies. Our work underlines the importance of distinguishing the different types of blooms and studying the role of interactions between phytoplankton for a better understanding of their dynamics.", "date": "2025-06-30", "journal": ""}
{"title": "Improved Genotype Inference Reveals Cis- and Trans-Driven Variation in the Loss-of-Heterozygosity Rates in Yeast", "doi": "10.1101/2025.06.26.661874", "authors": "Overton, M. S.; Kryazhimskiy, S.", "abstract": "Loss-of-heterozygosity (LOH) events are an important source of genetic variation in diploids and are implicated in cancer. LOH-event rates vary across the genome and across genetic backgrounds, but our understanding of this variation is in its infancy. State-of-the-art measurements of LOH rates are obtained from mutation accumulation (MA) experiments in heterozygous hybrids and hinge on the accurate inference of diploid genotypes from short sequencing reads. We analyzed a new large MA dataset in yeast Saccharomyces cerevisiae and found that the currently standard \"single-reference\" genotyping approach can lead to errors in LOH-rate estimates and produce spurious homolog biases. To address this problem, we develop a novel genotyping approach that is symmetric with respect to both homologs, removes dubious heterozygous markers and corrects for undetected LOH events. We report revised estimates of LOH rates across 12 yeast hybrids, which differ by factors between 0.19 and 5.3 from previously published ones. Our revised estimates do not support the previously reported positive correlation between the rate of terminal LOH events and the hybrid heterozygosity. Finally, our analysis reveals that the 60-fold variation in the rates of interstitial LOH events across yeast hybrids is driven overwhelmingly by genome-wide (trans) genetic factors. In contrast, the 6-fold variation in terminal LOH events is driven by both trans and local (cis) factors. Our results provide a foundation for reliable detection of LOH events and further investigations into the genetic underpinnings of LOH-rate variation.", "date": "2025-06-30", "journal": ""}
{"title": "Chromatin accessibility differences between the hybrids of nasuta-albomicans complex of Drosophila", "doi": "10.1101/2025.06.26.661782", "authors": "Padma, R.; Patil, A. B.; Vijay, N.", "abstract": "Understanding how chromosomal rearrangements (CRs) interact with epigenetic changes to drive speciation is a fundamental question in evolutionary biology. CRs are key contributors to chromosome evolution and can play a pivotal role in reproductive isolation. The Drosophila nasuta-albomicans species complex presents an ideal model to explore this, as D. albomicans possesses neo-sex chromosomes formed by Robertsonian fusion of chr3L, chr3R, and a sex chromosome, unlike its sister species D. nasuta. In this study, we investigate CRs influence on accessible chromatin (AC) and its relationship with genetic differentiation. We used ATAC-seq to decipher ACs of testis in two hybrids of D. albomicans and D. nasuta, and genome-wide fixation index (FST) scans of D. albomicans and D. nasuta to identify regions of genetic differentiation. Our analyses revealed that chromosome 4 (Muller F) harbors the largest number of differentially accessible regions (~97 Kb), which coincide with peaks in FST. Moreover, changes in ACs were associated with differential transcription factor (TF) binding across the genome. These results suggest that CRs can drive epigenomic divergence in hybrids, particularly on Muller F, and chromatin-level changes may play a key role in reproductive isolation. Our study provides an example of how chromosomal and epigenetic architecture interact in the early stages of speciation.", "date": "2025-06-30", "journal": ""}
{"title": "In silico unwinding of Caenorhabditis elegans microRNA duplexes to evaluate thermodynamic end stabilities improves predictions of microRNA strand selection", "doi": "10.1101/2025.06.26.661848", "authors": "Medley, J. C.; Zinovyeva, A.", "abstract": "microRNAs (miRNAs) are endogenous ~22 nucleotide long, non-coding RNAs that post-transcriptionally regulate gene expression. During miRNA biogenesis, stem-loop-containing miRNA precursors are enzymatically cleaved to form a small RNA duplex. Cleavage positions are determined based on the position of structural motifs and junctions on the stem-loop precursor. The duplex end containing a favorable 5' nucleotide and lower thermodynamic stability is subsequently loading into an Argonaute protein. Typically, one duplex (guide) strand is retained in Argonaute and becomes functional whereas the other (passenger) strand is degraded. Therefore, accurate structural predictions of miRNA intermediates and quantification of duplex end stabilities are important towards understanding miRNA biogenesis. Here, we compiled predicted secondary structures for all Caenorhabditis elegans miRNA hairpins and duplexes at physiologically relevant temperatures. We developed a new approach to calculate the thermodynamic stability of miRNA duplex ends, which resulted in improved predictions of miRNA strand selection. Our approach introduces hard constraints to folding algorithms to restrict base-paring of terminal nucleotides, which improves modeling of in vivo duplex end unwinding. We propose that constrained RNA folding can be used to evaluate local stabilities within an RNA secondary structure.", "date": "2025-06-30", "journal": ""}
{"title": "Rhizobial infection-specific accumulation ofphosphatidylinositol 4,5-bisphosphate inhibits the excessive infection of rhizobia in Lotus japonicus", "doi": "10.1101/2025.06.26.661640", "authors": "Akamatsu, A.; Ishikawa, T.; Tanaka, H.; Kawano, Y.; Hayashi, M.; Takeda, N.", "abstract": "{middle dot}During the symbiosis of legume with nitrogen-fixing bacteria, collectively called rhizobia, suppression of excessive rhizobial infection by host plants is important to maximize the benefits of symbiotic nitrogen fixation. However, it remains relatively poorly understood the molecular mechanism involved in the suppression. {middle dot}We performed LC-MS and RNA-seq analysis using rhizobia-infected Lotus japonicus roots and investigated the role of phosphatidylinositol (PI) and phosphatidylinositol phosphates (PIPs) in the symbiosis. Phosphatidylinositol transfer protein (PITP)-like proteins 4 (PLP4), phosphatidylinositol 3-phosphate 5-kinase 4 (PIP5K4) and PIP5K6 mutants, which are involved in the vesicular transport of lipids and phosphorylation of PIPs, were used to show the involvement of the signaling of PI and PIPs. Accumulation of phosphatidylinositol 4,5-bisphosphate [PI(4,5)P2] during rhizobial infection were examined by a fluorescent marker 1xTUBBY-C (TUBBY). {middle dot}We found that PI signaling-related genes were upregulated, and the amount of PIP2 increased in L. japonicus roots during rhizobial infection. In the PLP4, PIP5K4 and PIP5K6 mutants, rhizobial infection increased and PIP2 accumulation was failed. Furthermore, the observation of PI(4,5)P2 in rhizobia-infected roots revealed that the ectopic accumulation was closely related to suppression of rhizobial infection. {middle dot}Our findings indicate that the accumulation of PI(4,5)P2, which is mediated by PLP and PIP5Ks, suppresses excessive rhizobial infection in the root epidermis and cortex, leading to the optimal number of nodules.", "date": "2025-06-30", "journal": ""}
{"title": "Zinc deficiency induces spatially distinct responses in roots and impacts ZIP12-dependent zinc homeostasis in Arabidopsis", "doi": "10.1101/2025.06.26.661794", "authors": "Thiebaut, N.; Persson, D. P.; Sarthou, M.; Stevenne, P.; Bosman, B.; Carnol, M.; Fanara, S.; Verbruggen, N.; Hanikenne, M.", "abstract": "How zinc (Zn) deficiency shapes root development remains unclear, with conflicting reports on its effect on primary root growth in Arabidopsis thaliana (Arabidopsis). The impact of Zn shortage on the root apical meristem (RAM) in particular has not been systematically explored. Using an integrative approach combining cell biology, transcriptomics, and ionomics, we dissected how Zn deficiency alters root zonation and function. We showed that Zn deficiency triggers a striking reorganization of the root tip (RT): the RAM size is reduced, yet meristematic activity and local Zn levels are preserved. This is accompanied by promoted cell elongation and differentiation. Transcriptome profiling revealed a distinct Zn deficiency response in the RAM-enriched RT compared to mature root tissues, with ZIP12 emerging as the most strongly induced gene in the RT. Functional analysis of zip12 mutants uncovered major defects in root growth, RAM structure, expression of Zn-responsive genes, and metal partitioning. Our work unveiled a new layer of root developmental plasticity under Zn deficiency and identified ZIP12 as a central player in maintaining Zn homeostasis and root meristem function in Arabidopsis. These findings provide a framework to better understand how plants adapt root growth to fluctuating micronutrient availability.", "date": "2025-06-30", "journal": ""}
{"title": "Recessive antimorph alleles reveal novel functions of the OPAQUE1 myosin XI in maize", "doi": "10.1101/2025.06.26.661838", "authors": "Zebosi, B.; Martinez, S. E.; Wimalanathan, K.; Ssengo, J.; Brown, G.; Best, N. B.; Facette, M.; Rasmussen, C. G.; Vollbrecht, E.", "abstract": "Ideal plant architecture optimizes canopy structure and increases grain yield in maize. However, its underlying genetic mechanisms remain poorly characterized. Two recessive, EMS-induced maize mutants were identified that have reduced stature, opaque kernels, and abnormal subsidiary cell division, and are allelic to opaque1 (o1). These two new missense alleles, o1-2995 and o1-tan62, unlike the loss-of-function alleles previously identified, generate O1 protein but paradoxically generate more severe morphological defects. These defects include reduced internode elongation and partial suppression of excessive tassel and ear branching in ramosa1 (ra1), ra2, and ra3 mutants. We show that o1-2995 and o1-tan62 are novel alleles of o1, and play a role in plant growth via internode elongation, subsidiary cell division positioning, leaf patterning, inflorescence development, and overall plant architecture.", "date": "2025-06-30", "journal": ""}
{"title": "Simple threshold-based Boolean rules fall short in capturing biological regulatory network dynamics", "doi": "10.1101/2025.06.26.661727", "authors": "Sil, P.; Martin, O. C.; Samal, A.", "abstract": "Among the various frameworks for modeling gene regulatory network (GRN) dynamics, Boolean modeling remains both powerful and accessible. Nevertheless, selecting update rules so that they capture the combinatorial control of various targets remains challenging due to limited quantitative data. Threshold majority rules (TMRs), a subtype of threshold functions (ThFs), update a gene's state based on the signed sum of its regulators and its own activity, offering an elegant simplification. However, does the use of TMRs come at the cost of biological realism? Here, we rigorously evaluate the two standard TMR variants regarding their suitability in GRN modeling. We find that they provide limited canalyzation, exhibit discordant bias patterns, and often eliminate self-inhibitions. They are also underrepresented in empirical datasets, the opposite of what is expected for biologically relevant rules. Compared to nested canalyzing functions (NCFs), another class of ThFs but known to be preponderant in empirical datasets, TMRs exhibit heightened complexity and sensitivity to perturbations. At the network level, TMRs frequently fail to recover biological attractors and the associated basin size distributions. Using ensembles of random Boolean networks, we also show that one TMR type drives the network dynamics toward the chaotic regime. These findings invite a thoughtful reevaluation of TMRs as an appropriate logic for modeling GRNs despite their theoretical appeal.", "date": "2025-06-30", "journal": ""}
{"title": "Red Blood Cell Transfusion is a Non-Canonical Immune Stimulus Characterized by the Suboptimal Induction of CD4+ T Cell Help", "doi": "10.1101/2025.06.26.661795", "authors": "Medved, J.; Arneja, A.; Shah, N.; Hester, B. N.; Burnett, E. D.; Boscia, A. R.; Moscovich, T. C.; Swain, W. R.; Kodali, A. S.; Chandler, A.; Thorkelsdottir, G. A.; Schwartzschild, C. J. W.; Muppidi, R. J.; Cherkaoui, I.; Strand, J. M.; Trubetskoy, M.; Stern-Green, E. A.; Tarrah, S. N.; Li, A.; Niebuhr, C. S.; Salazar, J. E.; Sannthanakrishnan, M.; Zimring, J. C.; Gorham, J. D.; Hudson, K. E.; Hendrickson, J. E.; Luckey, C. J.", "abstract": "Red blood cell (RBC) alloimmunization to non-ABO antigens is a major clinical complication for chronically transfused patients. When exposed to transfused RBCs carrying foreign antigens, some patients generate IgG antibodies that target these antigens, creating potential barriers to future transfusions. Interestingly, other patients produce only IgM antibodies against the same non-ABO antigens, which generally have fewer clinical consequences. Despite the stark differences in their impact, the factors regulating IgM versus IgG production in response to transfused RBCs remain poorly understood. This study explores the balance between IgM and IgG production following transfusion, comparing it to the well-characterized antibody response induced by vaccination in mouse models. By directly assessing antibody levels following RBC transfusion versus Alum-adjuvanted vaccination, we demonstrate that transfusion of RBCs expressing a model antigen is a relatively weak inducer of IgG class switching. Additionally, loss-of-function experiments using CD40L blockade and CD4 depletion confirmed that T cell help is essential for class switching after transfusion but has no effect on IgM production. Most notably, providing supra-physiological levels of T cell help enhanced class switching in a dose-dependent manner after transfusion, whereas vaccination-induced class switching remained unaffected. These findings support a model in which the limited IgG class switching following transfusion stems from suboptimal T cell help compared to vaccination. Furthermore, they suggest that transfusion activates T cells through a non-canonical pathway, distinct from the mechanisms driving immune responses to standard Alum vaccination.", "date": "2025-06-30", "journal": ""}
{"title": "Clonal Expansion and Diversification of Germinal Center and Memory B Cell Responses to Booster Immunization in Primates", "doi": "10.1101/2025.06.27.661994", "authors": "Deimel, L. P.; Nishimura, Y.; Silva Santos, G. S.; Baharani, V. A.; Hernandez, B.; Oliveira, T. Y.; MacLean, A. J.; Canis, M.; Shawraz, S.; Gazumyan, A.; Hartweger, H.; Bieniasz, P. D.; Hatziioannou, T.; Martin, M. A.; Nussenzweig, M. C.", "abstract": "Effective vaccines elicit B cell clonal expansion in germinal centers (GCs) that produce memory B cells and antibody secreting plasma cells. Studies in mice indicate that, whereas the plasma cell compartment is enriched for cells producing high affinity antibodies, the memory pool is more diverse and contains only a relatively small proportion of higher affinity cells. Upon boosting, murine memory B cells producing high affinity antibodies tend to develop into plasma cells but few if any re-enter GCs. However, mice live for only a few weeks in nature, and in keeping with the rather limited requirement for immune memory, this compartment comprises only 1-2% of all B cells. In contrast, memory accounts for nearly 50% of all B cells in primates. Here we examine memory and GC B cell responses in rhesus macaques immunized and boosted ipsilaterally or contralaterally with an mRNA vaccine encoding severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) Spike protein. The neutralizing activity of antibodies cloned from the memory compartment, and the size of the compartment, was independent of the site of boosting. Moreover, in primates, memory B cells enter and undergo iterative expansion in newly developing GCs when boosting is at a site distal to the site of priming. Thus, in primates, high affinity memory B cells constitute a reservoir that actively participates in further development of immunity irrespective of the anatomical site of vaccine boosting.", "date": "2025-06-30", "journal": ""}
{"title": "AFM characterization of early P. aeruginosa aggregates highlights emergent mechanical properties", "doi": "10.1101/2025.06.30.662013", "authors": "Miller, C. D.; Asgari, M.; Darch, S. E.", "abstract": "Pseudomonas aeruginosa is a leading cause of chronic lung infections in people with cystic fibrosis (pwCF), where its ability to form resilient, multicellular communities contributes to antibiotic tolerance and long-term persistence. While much of our understanding of Pa biofilms comes from surface-attached models, recent studies have emphasized the clinical relevance of suspended bacterial aggregates - dense, three-dimensional clusters that form early during infection and exhibit key biofilm-like properties. However, the physical characteristics of these aggregates remain poorly defined. Here, we apply atomic force microscopy (AFM) to visualize and quantify the structural and mechanical properties of Pa aggregates formed in synthetic cystic fibrosis sputum medium (SCFM2). Compared to planktonic cultures grown without mucin, aggregates formed in SCFM2 exhibited complex architecture and increased resistance to deformation, as measured by force spectroscopy. These differences emerged despite the absence of mature extracellular matrix components, suggesting that environmental cues and spatial organization alone may be sufficient to enhance aggregate mechanical resilience. Our results demonstrate that AFM provides a powerful, high-resolution approach for studying early-stage bacterial aggregates under physiologically relevant conditions. By resolving structural features and quantifying localized mechanical strength, this method offers new insight into how aggregate architecture contributes to persistence during chronic infection. These findings lay the groundwork for future studies targeting the physical robustness of bacterial communities as an early vulnerability in the pathogenesis of Pa both in CF and in other infection settings.", "date": "2025-06-30", "journal": ""}
{"title": "Influence of perinatal ampicillin exposure on maternal fecal microbial and metabolic profiles", "doi": "10.1101/2025.06.30.662372", "authors": "Zuffa, S.; Thomas, S.; Mohanty, I.; El Abiead, Y.; Deleray, V.; Kvitne, K. E.; Kousha, A.; Suzuki, E.; Tsai, C.-M.; Nguyen, G.; Ho, B.; Liu, G. Y.; Nizet, V.; Dorrestein, P. C.; Askarian, F.; Tsunoda, S. M.", "abstract": "Indirect exposure to antibiotics during early life, via maternal intrapartum antibiotic prophylaxis (IAP) or postpartum maternal antibiotic usage, is increasingly common and has been epidemiologically linked to altered growth and immune developmental trajectories in offspring. Nevertheless, the underlying mechanisms remain poorly understood. Here, we explored the effects of antepartum and postpartum maternal ampicillin administration on the dams' fecal microbiome and metabolic profiles in vivo. Ampicillin caused a reproducible depletion of beneficial bacterial species belonging to the Muribaculaceae family, including Muribaculum intestinale and Duncaniella dubosii, and led to cohort-dependent enrichments of Enterococcus and Prevotella species. These microbial alterations were accompanied by substantial metabolic remodeling, characterized by elevated fecal acylcarnitines and dysregulation of the bile acids profile. Intriguingly, we identified two previously uncharacterized trihydroxylated bile acids conjugated to a hexose moiety, which appeared to be associated with antibiotic exposure across public metabolomics repositories. These alterations in maternal microbiome and metabolome coincided with increased weight gain in offspring, suggesting a possible role for maternal antibiotic exposure in shaping early developmental trajectories. Further studies are warranted to elucidate the long-term implications of these changes in infant health.", "date": "2025-06-30", "journal": ""}
{"title": "Plasmin-Mediated Processing of Clumping Factor A Impacts Bacterial Aggregation and Abscess Formation during Staphylococcus aureus Infection", "doi": "10.1101/2025.06.30.662199", "authors": "Turley, M. B.; Hu, Z.; Ward, R. W.; Lavelle, E. C.; Jin, T.; Geoghegan, J. A.", "abstract": "The interface between pathogenic bacteria and the host plays a critical role during the progression of infection. Bacterial surface components, such as the Staphylococcus aureus cell wall-anchored protein clumping factor A (ClfA), interact with host factors to promote pathogenesis. ClfA promotes bacterial aggregation in plasma by binding to fibrinogen. Here, we show that the host serine endopeptidase plasmin cleaves ClfA, disrupting its interaction with fibrinogen and promoting bloodstream survival and virulence in S. aureus. We found that plasmin cleaves ClfA between residues Arg214 and Ala215. Cleavage occurs in human serum regardless of whether plasmin becomes activated by host tissue-plasminogen activator or by the activity of the S. aureus enzyme staphylokinase. Expressing a plasmin-resistant form of ClfA, and a truncated form that mimics the plasmin-cleaved product on the bacterial cell surface, revealed that following cleavage ClfA cannot mediate aggregation of S. aureus in fibrinogen. While truncated ClfA on the cell surface cannot bind to fibrinogen, it promotes higher survival of S. aureus in human blood compared to ClfA-null S. aureus and the establishment of renal abscesses in vivo. Collectively, our findings suggest that activation of plasmin during infection leads to site-specific processing of ClfA, and this not only abrogates fibrinogen binding but also facilitates an alternative virulence strategy that enhances S. aureus persistence in the host. Thus, we demonstrate that proteolytic processing by plasmin is a mechanism for modulating the host-pathogen interaction during infection.", "date": "2025-06-30", "journal": ""}
{"title": "The role and effects of the phage T4 Ac protein on infection", "doi": "10.1101/2025.06.30.662393", "authors": "Santamaria, A. A.; Rosvold, S. N.; Orata, F.; Elias, A. L.; Sauvageau, D.", "abstract": "The ac gene from T4 and T4-like phages is associated with susceptibility to acriflavine, an acridine that intercalates with DNA, disrupting replication and transcription. While this interference has been shown to inhibit phage replication - resulting in reduced frequency of infection and viral titer at the population level - and mutation or knockout of the ac gene renders the phage resistant to acriflavine, the role of the ac gene product, Ac, has not yet been elucidated. This study aims to further explore the role of the ac gene in phage infection by expressing it in Escherichia coli and evaluating its effects on the host under varying growth conditions and during phage infection, both in the presence and absence of acriflavine. E. coli induced to express the ac gene from phage T4 showed an increased susceptibility to acriflavine compared to the same strain not undergoing expression (non-induced) or not carrying the ac expression plasmid (empty). Moreover, in the presence of acriflavine, the parental phage T4 was not able to infect the host variants (induced, non-induced and empty), suggesting the Ac protein is involved in a potential membrane modification leading to acriflavine hindering infection. When the ac gene was deleted from the T4 phage (T4deltaac), the mutated phage was capable of infecting the three host variants (empty, non-induced and induced) in the presence of acriflavine, showing resistance to this acridine. Based on experimental results and protein structure prediction, we propose that the Ac protein integrates into the bacterial host cell membrane and interacts with the AcrAB-TolC efflux pump, either altering its conformation or blocking its function, thereby preventing the excretion of acriflavine which accumulates in the cell and impedes DNA replication", "date": "2025-06-30", "journal": ""}
{"title": "Wolbachia-mediated parthenogenesis induction in the aphid hyperparasitoid Alloxysta brevis (Hymenoptera: Figitidae: Charipinae)", "doi": "10.1101/2025.06.30.662338", "authors": "Dregni, J.; Lindsey, A. R. I.; Ferrer-Suay, M.; Celis, S.; Heimpel, G. E.", "abstract": "Thelytokous parthenogenesis (thelytoky), in which females can produce female offspring without mating, can be caused by parthenogenesis-inducing endosymbiotic bacteria in the genus Wolbachia. This interaction is well known in hymenopteran parasitoids, where unfertilized eggs typically develop as males via haplo-diploidy in the absence of parthenogenesis-inducing bacteria. We report on a case of thelytoky in Alloxysta brevis (Thomson) (Hymenoptera: Figitidae), a globally widespread aphid hyperparasitoid. A previous study had shown that sex ratios of this species collected in Minnesota (USA) were extremely female biased, and we found here that unmated females reared from field-collected hosts produced female offspring without exposure to males. This result demonstrated thelytoky, and we tested for the role of bacterial endosymbionts by comparing offspring production of unmated females fed the antibiotic rifampicin to offspring production of control females not fed antibiotics. Antibiotic-fed females produced almost exclusively male offspring, and control females produced mainly females. This result showed that antibiotic treatment facilitated male production by unmated Alloxysta brevis females, thus implicating bacterial symbiosis in the expression of thelytoky. We then used molecular analyses to determine the identity of the symbiont. These analyses identified a Wolbachia strain from supergroup B, and excluded other bacteria known to mediate parthenogenesis induction, such as Cardinium and Rickettsia. While Wolbachia had been previously detected by molecular analysis in this species, these are the first experiments demonstrating Wolbachia-mediated parthenogenesis in the figitid subfamily Charipinae.", "date": "2025-06-30", "journal": ""}
{"title": "HIV Infection and Opioid Treatment Enable the Engraftment of Kaposi Sarcoma-like Tumors into Immunocompetent Mice", "doi": "10.1101/2025.06.30.662265", "authors": "Naipauer, J.; Lacunza, E.; Ahuja, A.; Rosario, S.; Alvarez Canete, C. A.; Abba, M. C.; Cesarman, E.; Ramakrishnan, S.; Mesri, E.; Roy, S.; Sharma, U.", "abstract": "The Kaposi Sarcoma herpesvirus (KSHV) causes Kaposi sarcoma (KS), primary effusion lymphoma, a lymphoproliferative disease (KSHV-multicentric Castlemans disease), and a cytokine inflammatory syndrome (KICS). These diseases occur more frequently, though not exclusively, among people living with HIV or other types of immune dysregulation. While limited KS can regress with immune reconstitution, such as through antiretroviral therapy (ART) in people living with HIV, there are currently no curative treatments for advanced KS. Preventive or therapeutic vaccines targeting KSHV could have a significant clinical impact; however, the development and testing of such strategies have been limited by the lack of preclinical models that faithfully recapitulate KS, including the presence of infected spindle cells and a relevant immune microenvironment. HIV/AIDS is an important cofactor for KS, and globally, the majority of individuals with KS are HIV-infected. Current evidence indicates that HIV-1 may enable KS progression through immunosuppression and promote pathogenesis by inducing inflammatory cytokines and producing secreted regulatory proteins like Tat and Nef. The design and testing of new therapeutic approaches based on pathogenesis are hampered by the lack of models that replicate KSHV oncogenesis in the context of HIV/AIDS. In the present study, we demonstrate that KSHV-infected cells can form tumors in an immunocompetent mouse model, but only when these mice are pretreated with EcoHIV and morphine, both of which have immunomodulatory and pro-inflammatory effects. These tumors exhibit gene expression profiles and immune microenvironments that closely resemble those observed in human KS lesions. This novel KSHV tumor model in immunocompetent mice provides a valuable platform to test immunotherapeutic strategies for KS, including immunomodulatory agents, targeted antibody therapies, checkpoint inhibitors, and vaccines.", "date": "2025-06-30", "journal": ""}
{"title": "In-situ calibration of passive samplers for monitoring host-associated fecal markers in an urban river", "doi": "10.1101/2025.06.30.662257", "authors": "Liu, Y.; Verhagen, R.; Gebrewold, M.; Smith, W.; Hawker, D. W.; Simpson, S.; Ahmed, W.", "abstract": "Passive sampling in aquatic environments has shown promise as a time- and cost-efficient method with improved sensitivity for detecting microbial pollution in dynamic and variable conditions. However, quantitative descriptions of its field performance have been scarce, impeding its broader application in environmental settings. The performance of two membrane-based passive samplers (Torpedo and MSTFlow) in quantifying human (Carjivirus, Pepper Mild Mottle Virus [PMMoV], Tomato Brown Rugose Fruit Virus [ToBRFV]) and avian (Helicobacter spp. GFD marker) fecal pollution markers in an urban riverine environment over a 72-h deployment was evaluated using a first-order kinetic model to characterize their microbial adsorption characteristics. Results were compared with those from parallel composite and time-weighted auto-sampling. Accumulation in passive samplers exhibited an initial lag phase (0 to 8 h for viruses) and reached equilibrium within 16 h of initial deployment, except for GFD. Sampling rates were highest for PMMoV (6.29 and 5.11 mL/h) for MSTFlow and Torpedo samplers respectively, followed by Carjivirus (4.63 and 3.63 mL/h), ToBRFV (2.17 and 1.22 mL/h) and GFD (0.68 mL/h in Torpedo sampler). At equilibrium, both sampler configurations accumulated more than 22-170 times the amount of target gene copies in each mL of grab water samples depending on sampler and virus. These findings highlight passive sampling as a promising, sensitive, cost-effective, and low-maintenance alternative for continuous microbial water quality monitoring in aquatic environments. Overall, this study advances the understanding of passive sampling kinetics and supports broader adoption of passive samplers for tracking fecal pollution in environmental waters.", "date": "2025-06-30", "journal": ""}
{"title": "XoxF and the Calvin-Benson Cycle Mediate Lanthanide-Dependent Growth on Methanol in Bradyrhizobium and Sinorhizobium", "doi": "10.1101/2025.06.30.662339", "authors": "Mineo, C. R.; Jiang, J.; Martinez-Gomez, N. C.", "abstract": "Nodule-forming bacteria play crucial roles in plant health and nutrition by providing fixed nitrogen to leguminous plants. Despite the importance of this relationship, how nodule-forming bacteria are affected by plant exudates and soil minerals is not fully characterized. Here, the effects of plant-derived methanol and lanthanide metals on the growth of nitrogen-fixing Rhizobiales are examined. Prior work has demonstrated that select Bradyrhizobium strains can assimilate methanol only in the presence of lanthanide metals; however, the pathway enabling assimilation remains unknown. In this study, we characterize Bradyrhizobium diazoefficiens USDA 110, Bradyrhizobium sp. USDA 3456, and Sinorhizobium meliloti 2011 to determine the pathways involved in methanol metabolism in previously characterized strains, other clades of Bradyrhizobium, and the more distantly related Sinorhizobium. Based on genomic analyses, we hypothesized that methanol assimilation in these organisms occurs via the lanthanide-dependent methanol dehydrogenase XoxF, followed by oxidation of formaldehyde via the glutathione-linked oxidation pathway, subsequent oxidation of formate via formate dehydrogenases, and finally assimilation of CO2 via the Calvin-Benson-Bassham (CBB) cycle. Transcriptomics revealed upregulation of the aforementioned pathways in Bradyrhizobium sp. USDA 3456 during growth on methanol. Enzymatic assays demonstrated increased activity of the glutathione-linked oxidation pathway and formate dehydrogenases in all strains during growth on methanol compared to succinate. 13C-labeling studies confirmed the presence of CBB intermediates and label incorporation during growth on methanol. Our findings provide multiple lines of evidence supporting the proposed XoxF-CBB pathway and, combined with genomic analyses, suggest that this metabolism is widespread among Bradyrhizobium and Sinorhizobium species.", "date": "2025-06-30", "journal": ""}
{"title": "Long-term euxinia hinders microbial ammonium removal in brackish coastal waters", "doi": "10.1101/2025.06.30.662269", "authors": "Dotsios, N.; Piso, L.; Venetz, J.; Zygadłowska, O. M.; van Helmond, N. A. G. M.; Lenstra, W. K.; Frey, C.; Mazzoli, A.; Lehmann, M. F.; Roth, F.; Stranne, C.; Humborg, C.; Berben, T.; Leao, P. E.; van Kessel, M. A. H. J.; Lücker, S.; Jetten, M. S. M.; Slomp, C. P.", "abstract": "Anthropogenic activities are key drivers of eutrophication and deoxygenation in coastal marine ecosystems. This stimulates the anaerobic degradation of organic matter and the release of reduced products, such as ammonium, methane, and hydrogen sulfide, which may, in turn, exacerbate eutrophication and deoxygenation. In this study, using a combination of chemical and microbial analyses, we assess the nitrogen dynamics in the water column of a eutrophic coastal system (Stockholm Archipelago) at three sites with contrasting redox conditions (oxic to long-term euxinic). At the oxic site, counter gradients of ammonium and oxygen in the water column, low nitrate {delta}15N values in bottom waters, and the 16S rRNA gene-based presence of nitrifiers indicate nitrification near the sediment-water interface. At the seasonally and long-term euxinic sites, nitrification, as inferred from the water column oxygen and nutrient profiles and the relative abundance of nitrifiers, primarily occurred near the oxycline. At these two sites, nitrate was removed below the oxycline through denitrification linked to sulfide oxidation by Sulfurimonas. Nitrous oxide emissions from surface waters in the archipelago reached up to 40 mol m-2 d-1 and were not directly related to water column redox conditions, indicating that multiple factors control coastal emissions of this greenhouse gas to the atmosphere. The relative abundance of 16S rRNA genes and of N-cycle genes in metagenomes was highest at the seasonally euxinic site. Importantly, nitrifiers were significantly less abundant at the long-term euxinic site. Our results highlight that prolonged euxinia promotes recycling of ammonium over its removal, likely due to sulfide inhibition of nitrification, which sustains eutrophication and deoxygenation of coastal systems.", "date": "2025-06-30", "journal": ""}
{"title": "Deep sea anaerobic microbial community couples the degradation of insoluble chitin to extracellular electron transfer", "doi": "10.1101/2025.06.30.662270", "authors": "Jangir, Y.; Guo, Y.; Connon, S.; Pontrelli, S.; Wu, F.; Schwartzman, J.; Lim, S.; Sauer, U.; Cordero, O. X.; Orphan, V. J.", "abstract": "Chitin is a major structural component of arthropod exoskeletons, and an important carbon and nitrogen source in marine environments. In anoxic sediments, its degradation generates chitooligosaccharides and N-acetylglucosamine (GlcNAc), which are fermented into smaller organic molecules and oxidized anaerobically using soluble electron acceptors or insoluble ones such as metal oxides. To date, many aspects of chitin degradation in deep-sea anoxic sediments have been overlooked, including the potential coupling of insoluble chitin degradation to metal oxide reduction, the involvement of extracellular electron transfer (EET), and the spatial organization of the microorganisms involved. Using anoxic deep-sea sediments recovered from a whale fall site, we developed an innovative workflow based on electrochemical reactors, to characterize chitin degradation in these environments. Sediment samples enriched on poorly crystalline iron oxides, and subsequently transferred into an electrochemical reactor poised at +0.22 V vs SHE, showed active anodic current production when supplied with chitin, which increased 2-fold when amended with GlcNAc. Chitin reactors were dominated by Vallitalea (Firmicutes), Spirochaetota, Gammaproteobacteria and Desulfobacterota. Exoenzyme activity assays, metabolite profiling, and continued anodic current production confirmed ongoing chitin degradation linked to EET. We observed metabolic associations between chitin degraders and secondary consumers using in situ imaging (16S rRNA gene FISH coupled with BONCAT and nanoSIMS). These microbial partners, within the electrode-attached community, required close proximity to the poised electrode ([&le;] 10 m) to remain metabolically active. Supporting these observations, cultured isolates of Vallitalea sp. and Trichloromonas sp. recovered from the whale fall site exhibited chitin degradation and electrochemical activity, respectively. When co-cultured in an bioelectrochemical reactor, the acetate produced by Vallitalea sp. during chitin degradation fueled Trichloromonas sp., which facilitated EET, hereby demonstrating that syntrophic interactions are used to couple anoxic chitin degradation to EET in deep-sea sediments. These findings exemplify the interspecies interactions and resource optimization occurring in hard-to-reach and largely unknown deep-sea ecosystems.", "date": "2025-06-30", "journal": ""}
{"title": "Nuclear proteome analysis reveals spatial and temporal compartmentalization of metabolic enzymes during Trypanosoma cruzi cell cycle", "doi": "10.1101/2025.06.30.662266", "authors": "Menezes, A. P.; Gachet-Castro, C.; McGill, S.; Burchmore, R.; Silber, A.; Elias, M. C.; da Cunha, J. P.", "abstract": "Trypanosoma cruzi, the etiological agent of Chagas Disease (CD), represents a significant public health concern and serves as a valuable model for investigating the cell cycle in early-diverging eukaryotes. Its unique cellular features--including the absence of chromosome condensation and the coordination of nuclear division with specialized organelles--provide insights into non-canonical regulatory mechanisms, and underscore the pivotal role of the nucleus in maintaining genomic integrity and regulating fundamental processes such as DNA replication and gene expression. To investigate nuclear dynamics throughout the cell cycle, we synchronized T. cruzi epimastigotes at G1/S, S, and G2/M using hydroxyurea (HU), and isolated nuclear proteins were quantitative evaluated by LC-MS/MS. We identified 2,937 nuclear-enriched proteins, revealing distinct, phase-specific expression patterns. The G1/S phase was marked by increased levels of metabolic enzymes including those related to energy and nucleotide/nucleoside metabolisms. The S phase showed elevated abundance of canonical and variant histones, consistent with chromatin remodeling and DNA replication. The G2/M phase was enriched in proteins involved in protein synthesis and microtubule dynamics, essential for mitosis. Notably, ~6% of the nuclear proteome consisted of metabolic enzymes, a finding further supported by other public proteomics datasets and in vitro nuclear activity assays. These results suggest that metabolic enzymes and/or their metabolites may modulate nuclear processes in T. cruzi, potentially influencing the epigenome and gene expression regulation, as proposed in other eukaryotic models. Altogether, our findings reveal dynamic remodeling of the nuclear proteome during the T. cruzi cell cycle and point to a previously underappreciated role for metabolic enzymes likely regulating nuclear functions in a cell cycle-dependent manner.", "date": "2025-06-30", "journal": ""}
{"title": "SARS-CoV-2 infection disrupts syncytial and endothelial integrity and alters PLGF levels in the placenta", "doi": "10.1101/2025.06.27.661568", "authors": "Jones, B. R.; Nobrega, G. M.; Kumar, D.; Diveley, E.; Antolini-Tavares, A.; Souza, R. T.; Cecatti, J. G.; Kelly, J. C.; Costa, M. L.; Mysorekar, I. U.", "abstract": "Introduction: SARS-CoV-2 infection during pregnancy has been associated with an increased risk for several pregnancy-related disorders, particularly preeclampsia (PE). However, there are limited studies determining the impact of SARS-CoV-2 on placental physiology and function. Methods: Placental samples were acquired from two large prospective cohorts: STOP-COVID19 and REBRACO studies. Placental villous tissues (VTs) were collected from pregnant women who tested positive for SARS-CoV-2 without PE during pregnancy. Immunohistochemistry and immunofluorescence were used to assess pathological features known to be altered in PE, including 1) syncytial knot formation; 2) alterations in renin-angiotensin system components; 3) and endothelial integrity. Maternal serum was collected to examine AT1 autoantibodies levels using an immunoassay. Results: SARS-CoV-2 viral proteins spike, nucleocapsid, and ORF3a were observed in the syncytiotrophoblast layer and stroma of placental VT. SARS-CoV-2-infected placentas exhibited increased numbers of syncytial knots, which were positive for Flt-1 and SARS-CoV-2 viral proteins. In addition, the presence of placental infarctions and excessive fibrin deposits was also observed in infected placentas. Infection was associated with decreased placental expression of PlGF and an increase in the placental Flt-1/PlGF expression ratio, mostly driven by PlGF. No significant changes in maternal serum AT1AA levels were observed. Finally, SARS-CoV-2-infected placentas exhibited a significant decrease in vimentin expression. Discussion: SARS-CoV-2 infection negatively impacts placental integrity in the form of increased syncytial knots, dysregulated RAS components, and endothelial damage. Since all these features are similarly disrupted in PE, this could be a mechanism through which SARS-CoV-2 infection during pregnancy increases the risk of a PE-like syndrome.", "date": "2025-06-30", "journal": ""}
{"title": "Codon biased translation mediated by Queuosine tRNA modification is essential for the virulence of Leishmania mexicana", "doi": "10.1101/2025.06.30.662252", "authors": "Kumar, B.; Boudova, M.; Julie, K.; Kulkarni, S.; Fernandez, T. P.; Satoskar, A.; Paris, Z.", "abstract": "The complex life cycle of the human parasite Leishmania mexicana requires rapid translational adaptation for survival in two distinct environments: the insect vector and the mammalian host. These medically important protists lack conventional transcriptional control due to their unusual genome organization. Consequently, tRNA modifications may provide an additional mechanism for post-transcriptional regulation of gene expression. One such modification is queuosine (Q), which is incorporated at anticodon wobble position 34 of specific tRNAs. Here, we demonstrate that Q-tRNA levels increase substantially during Leishmania differentiation from the insect stage to the mammalian-infective stage. Mutant cells lacking the enzyme responsible for Q incorporation, tRNA-guanine transglycosylase (TGT), exhibit substantial changes in the proteome during differentiation in vitro. Specifically, downregulated proteins were enriched in NAU codons, whereas upregulated proteins predominantly contained NAC codons. We further evaluated the effect of Q-tRNA depletion on macrophage infections and using mouse model. Although LmxTGT2 knockout parasites exhibited normal growth and differentiation in vitro, they demonstrated impaired survival within macrophages and reduced virulence in mice. Taken together, these results highlight the critical role of Q-tRNA modification in maintaining translational balance and reveal a novel level of gene expression regulation facilitating parasite adaptation to changing environments and contributing to Leishmania virulence.", "date": "2025-06-30", "journal": ""}
{"title": "Increased rate of de novo single nucleotide mutation in house mice born through assisted reproduction", "doi": "10.1101/2025.06.27.662069", "authors": "Blanco-Berdugo, L.; Garretson, A.; Dumont, B. L.", "abstract": "Approximately 2.6% of live births in the United States are conceived using assisted reproductive technologies (ARTs). While some ART procedures, including in vitro fertilization (IVF) and intracytoplasmic sperm injection, are known to alter the epigenetic landscape of early embryonic development, their impact on DNA sequence stability is unclear. Here, we leverage the strengths of the laboratory mouse model system to investigate whether a standard ART regimen (ovarian hyperstimulation, gamete isolation, IVF, embryo culture, and embryo transfer) affects genome stability. Age-matched cohorts of ART-derived and naturally conceived C57BL/6J inbred mice were reared in a controlled setting and whole genome sequenced to ~50x coverage. Using a rigorous pipeline for de novo single nucleotide variant (dnSNV) discovery, we observe a ~30% increase in the dnSNV rate in ART- compared to naturally-conceived mice. Analysis of the dnSNV mutation spectrum identified signature contributions related to germline DNA repair activity, affirming expectations and evidencing the quality of our dnSNV calls. We observed no enrichment of dnSNVs in specific genomic contexts, suggesting that the observed rate increase in ART-derived mice is a general genome-wide phenomenon. Similarly, we show that the developmental timing of dnSNVs is similar in ART- and natural-born cohorts. Together, our findings show that ART is moderately mutagenic in house mice and motivate future work to define the precise procedure(s) associated with this increased mutational vulnerability. While we caution that our findings cannot be immediately translated to humans, they nonetheless emphasize a pressing need for investigations on the potential mutagenicity of ART in our species.", "date": "2025-06-30", "journal": ""}
{"title": "Alginate hydrogels loaded with pyruvate dehydrogenase enzyme: a novel wound dressing to disassemble Pseudomonas aeruginosa biofilm", "doi": "10.1101/2025.06.26.661844", "authors": "Sedighi, O.; Roode, N.; Johnsen, T.; Moses, M.; Sauer, K.; Doiron, A.", "abstract": "Topical wounds require effective dressings to manage wound exudate, maintain moisture, and avoid infection. Alginate hydrogels are widely used clinically due to their biocompatibility, high absorbency, and ability to maintain a moist wound environment during healing; however, alginate can also promote bacterial biofilm formation and prolong healing. Depleting pyruvate using the enzyme pyruvate dehydrogenase (PDH) has been shown in both in vitro and in vivo studies to effectively disrupt biofilm structure. This study entraps PDH in alginate hydrogels to disperse/disassemble biofilms formed by a prevalent wound pathogen, Pseudomonas aeruginosa. PDH depletes pyruvate and alters the biofilm metabolism, resulting in the prevention and dispersion of biofilms. Alginate hydrogels exhibited compressive moduli ranging from 15 to 80 kPa, with the water content of all swollen hydrogels exceeding 90%, and demonstrated structural stability in simulated wound exudate. PDH loading of 0.85 U in 65 ul of alginate achieved maximum observed enzymatic activity, 60% of which was retained after six days. Notably, PDH-loaded hydrogels significantly reduced biofilm biomass by 40.94% compared to media alone and by 80.05% compared to the Dimora commercial alginate dressing. Furthermore, PDH-entrapped alginate hydrogels significantly reduce biofilm biomass without affecting the viability of human dermal fibroblasts, highlighting the commercial potential of the material. The successful integration of a biofilm metabolism-altering enzyme within wound dressings presents a promising avenue for improving chronic wound management and reducing the burden of biofilm-associated infections without the need for the discovery of new antibiotic drugs", "date": "2025-06-30", "journal": ""}
{"title": "Representation Learning Methods for Single-Cell Microscopy are Confounded by Background Cells", "doi": "10.1101/2025.06.26.661577", "authors": "Gupta, A.; Moses, A.; Lu, A. X.", "abstract": "Deep learning models are widely used to extract feature representations from microscopy images. While these models are used for single-cell analyses, such as studying single-cell heterogeneity, they typically operate on image crops centered on individual cells with background information present, such as other cells, and it remains unclear to what extent the conclusions of single-cell analyses may be altered by this. In this paper, we introduce a novel evaluation framework that directly tests the robustness of crop-based models to background information. We create synthetic single-cell crops where the center cell's localization is fixed and the background is swapped--e.g., with backgrounds from other protein localizations. We measure how different backgrounds affect localization classification performance using model-extracted features. Applying this framework to three leading models for single-cell microscopy for analyzing yeast protein localization, we find that all lack robustness to background cells. Localization classification accuracy drops by up to 15.8% when background cells differ in localization from the center cell compared to when the localization is the same. We further show that this lack of robustness can affect downstream biological analyses, such as the task of estimating proportions of cells for proteins with single-cell heterogeneity in localization. Ultimately, our framework provides a concrete way to evaluate single-cell model robustness to background information and highlights the importance of learning background-invariant features for reliable single-cell analysis.", "date": "2025-06-30", "journal": ""}
{"title": "Replacement of a single residue in an antibody completely abolishes cognate antigen binding, as predicted by theoretical methods", "doi": "10.1101/2025.06.26.661714", "authors": "Scherlo, M.; Hoeveler, A.; Mann, M.; Gerwert, G.; Gueldenhaupt, J.; Gerwert, K.; Rudack, T.; Koetting, C.", "abstract": "Structural insights into the interaction between antibodies and antigens at the atomic level are pivotal for understanding the molecular mechanisms of antigen binding. Despite the availability of structural models generated by recent artificial intelligence advancements, computational predictions require experimental validation to confirm their accuracy. Here, we demonstrate a novel approach that combines computational protein modeling with spectroscopic experiments to validate antibody-antigen interactions. As a case example we use solanezumab, a monoclonal antibody that targets amyloid-beta (A {beta}), whose misfolding is the main factor responsible for Alzheimer's disease. For this antibody we predicted a single mutation, G95AHC, within the paratope of the heavy chain to disrupt antigen binding. This mutation, referred to as a \"dead mutant\", was experimentally validated using an immuno-infrared biosensor (iRS). Our results confirmed that the mutation abolished antigen binding without affecting the native structure of the antibody. The use of dead mutants enables precise differentiation between specific and nonspecific binding, which is particularly important in medical diagnostics. We applied this approach to analyze the binding of solanezumab to synthetically produced A {beta} ; variants and A {beta} ; catched by the iRS functionalized surface from cerebrospinal fluid, showcasing its utility in Alzheimer's disease diagnostics. These findings highlight the value of computational modeling and experimental validation in understanding antigen-antibody interactions, with significant implications for diagnostic and therapeutic applications.", "date": "2025-06-30", "journal": ""}
{"title": "Decoding Breast Cancer Heterogeneity via Multi-Omics Integration and Language Model-Based Interpretation", "doi": "10.1101/2025.06.26.661832", "authors": "Yasrab, R.; Agrawal, R.; Saber-Ayad, M.; El-Hadidi, M.", "abstract": "We present a novel pipeline combining Multi-Omics Factor Analysis (MOFA) and fine-tuned Large Language Models (LLMs) to predict breast cancer subtypes using proteomics, DNA methylation, and RNA-Seq data. Breast cancer is a heterogeneous disease characterized by diverse molecular alterations across multiple biological layers, necessitating integrative approaches for accurate subtype classification. Our methodology leverages MOFA for dimensionality reduction to identify key latent factors driving heterogeneity, followed by LLM fine-tuning on these multi-omics signatures to enhance prediction accuracy. MOFA analysis identified five key latent factors capturing distinct biological processes: immune response, cell cycle regulation, metabolic reprogramming, tumor microenvironment interactions, and DNA repair mechanisms. We extracted the top features per omics layer for each factor and performed Gene Set Enrichment Analysis (GSEA) to characterize their biological significance. Our LLM, trained on curated multi-omics signatures and clinical metadata encoded as structured text prompts, significantly outperformed conventional statistical models in subtype classification, achieving AUC=0.93 and accuracy=0.89, compared to Random Forest (AUC=0.87, accuracy=0.82) and SVM (AUC=0.85, accuracy=0.80). The superior performance of our approach is attributed to the LLM's ability to capture complex, non-linear relationships and hierarchical feature interactions across omics layers. This integrative pipeline provides both improved predictive performance and interpretable biological insights, offering potential for enhanced clinical decision-making in breast cancer management.", "date": "2025-06-30", "journal": ""}
{"title": "Intratumoral Treg ablation is sufficient to mediate tumor control systemically without autoimmunity", "doi": "10.1101/2025.06.26.661765", "authors": "Bockman, A.; Gittins, B.; Zhang, C.; Hung, J.; Moreno Ayala, M.; Saddier Axe, D.; Weist, B. M.; DuPage, M.", "abstract": "Regulatory T cells (Tregs) infiltrate most tumors, yet whether they suppress immune responses directly within tumor tissues is untested. We used intratumoral (IT) delivery of diphtheria toxin (DT) in Foxp3DTR mice to deplete IT Tregs while leaving peripheral Tregs intact. IT delivery of DT reduced Treg frequencies in the tumor, which promoted potent tumor control without autoimmunity. Interestingly, this control was principally mediated by CD4+ T cells, whereas CD8+ T cells only contributed when CD4+ T cells were absent. While conventional dendritic cells (cDCs) were required to clear tumors, Batf3+ cDC1s were dispensable. Distant secondary tumors, mimicking metastases, were also controlled by IT Treg ablation. Mechanistically, IT Tregs suppressed antitumor T cell responses by blocking the acquisition of tumor antigen by cDC2s. Importantly, similar mechanisms of control were observed using a clinically translatable IT Treg-depleting anti-CCR8 antibody and reveal a distinct therapeutic strategy that leverages cDC2s and CD4+ T cells.", "date": "2025-06-30", "journal": ""}
{"title": "Antagonistic properties of 4-(hexyloxy)benzoate derivatives and their N-methyl ammonium salts at muscarinic acetylcholine receptors", "doi": "10.1101/2025.06.26.661741", "authors": "Dolejsi, E.; Mezeiova, E.; Blahova, J.; Chetverikov, N.; Janouskova-Randakova, A.; Nelic, D.; Prchal, L.; Svobodova, B.; Boulos, J.; Korabecny, J.; Jakubik, J.", "abstract": "Muscarinic acetylcholine receptors (mAChRs) regulate numerous physiological functions and represent established therapeutic targets for various central and peripheral disorders. This study investigates structural analogues of the long-acting muscarinic antagonist KH-5, focusing on the impact of modifications to the nitrogen-containing heterocycle on receptor binding, affinity, and duration of functional antagonism. A series of 4-(hexyloxy)benzoate derivatives and their N-methylated quaternary ammonium salts were synthesised, characterised, and tested for binding affinity at all five muscarinic receptor subtypes (M1 - M5;). Molecular docking and dynamics simulations revealed that stable hydrogen bonding to N6.52 and salt bridge formation with D3.32 were critical for ligand-receptor interactions. Experimental data indicated that compounds containing an azabicyclo[2.2.2]octan-1-ium group (e.g., 10a, 11a) exhibited the highest affinity and potency (up to 250-fold compared to lead compounds). However, these compounds had shorter functional antagonism half-lives compared to lead compounds, likely due to reduced molecular flexibility. Conversely, analogues retaining moderate flexibility (e.g., 7g) showed a balance between potency and sustained action. Structure-activity analysis demonstrated that charged nitrogen and the presence of a 4-hexyloxy substituent were critical for binding and prolonged activity. Shortening the alkoxy chain markedly decreased affinity and abolished long-term antagonism. Docking energies alone were insufficient to distinguish binders from non-binders; however, molecular dynamics-based metrics such as stable hydrogen bonding to N6.52 better predicted affinity. These findings emphasise the need for optimal spatial arrangement and charge distribution for high-affinity, long-residence muscarinic antagonists and provide a framework for future design of therapeutic agents targeting mAChRs.", "date": "2025-06-30", "journal": ""}
{"title": "GRASP: a modular toolkit for synthetic pentatricopeptide repeat RNA-binding proteins", "doi": "10.1101/2025.06.29.661641", "authors": "Dennis, M. L.; Low, S. Y.; Viljoen, A.; Pullakhandam, A.; Colas des Francs-Small, C.; Campbell-Clause, L.; Bond, C. S.; Small, I.; Kwok van der Giezen, F. M.", "abstract": "Pentatricopeptide repeat (PPR) proteins are eukaryotic RNA binding proteins with multiple roles in mitochondrial and chloroplast transcript processing. PPR proteins are naturally modular, and hold great potential for development into tools for RNA processing or controlling RNA folding or expression. However, construction of synthetic PPR proteins is challenging due to their highly repetitive sequences. Here, we present the GRASP kit for assembly of synthetic PPR proteins. Utilising the S-variant of PPR motifs, we designed a library of 42 plasmids which can be combined to assemble synthetic PPR proteins with 9, 14 or 19 motifs to target any RNA sequence of the same length. The GRASP kit enables rapid design and construction of PPR proteins of any desired specificity, and is compatible with the MoClo assembly standard. To demonstrate the capabilities of GRASP, we assembled a synthetic PPR RNA editing protein and variants with altered sequence specificity. We tested the functionality of 31 synthetic PPR protein variants against a set of 46 RNA targets, and used RNA sequencing to determine levels of RNA editing. The variations in editing provide a wealth of insights into PPR-RNA interactions. The GRASP kit provides a foundation for further development of synthetic PPR protein technologies.", "date": "2025-06-30", "journal": ""}
{"title": "Biosynthesis of lavandulol and lavandulyl acetate in Escherichia coli", "doi": "10.1101/2025.06.28.662091", "authors": "Yang, D.; Ma, X.", "abstract": "Lavandulol and its ester derivative, lavandulyl acetate, are key fragrance constituents of lavender essential oil with widespread applications in cosmetics, perfumery, and food. However, traditional plant extraction suffers from low yield and unsustainable practices, and chemical synthesis relies on petrochemical feedstocks. Here, we report the first de novo microbial biosynthesis of lavandulol and lavandulyl acetate in Escherichia coli through modular pathway engineering. By screening 13 pyrophosphatases from E. coli, we identified RdgB as an efficient pyrophosphatase catalyzing the conversion of lavandulyl diphosphate into lavandulol, enabling its production at 24.9 mg/L. Building on this, we established a three-plasmid expression system and introduced a lavender-derived alcohol acyltransferase, LiAAT4, to achieve the biosynthesis of lavandulyl acetate at 42.4 mg/L. This study establishes the biosynthetic route to lavandulol in E. coli, demonstrating a viable and sustainable microbial platform for producing significant natural components of lavender oil. Our work provides the basis for future strain optimization and industrial-scale biomanufacturing of high-value monoterpene fragrance molecules.", "date": "2025-06-30", "journal": ""}
{"title": "Molecular signatures of longevity identify compounds that extendmouse lifespan and healthspan", "doi": "10.1101/2025.06.26.661776", "authors": "Shindyapina, A. V.; Tyshkovskiy, A.; Bozaykut, P.; Castro, J. P.; Gerashchenko, M. V.; Trapp, A.; Meer, M. V.; Zhang, B.; Poganik, J. R.; Horvath, S.; Miller, R. A.; Gladyshev, V. N.", "abstract": "Longevity interventions in mammals are typically discovered on a case-by-case basis, hindering systematic geroprotector development. We developed a platform for the identification of longevity interventions integrating longevity gene expression biomarkers within and across species, in silico chemical screening, analyses of selected compounds in cell culture, short-term dietary interventions coupled with omics profiling, and ultimately lifespan studies in mice. This approach identified compounds (selumetinib, vorinostat, celastrol, AZD-8055, LY-294002) that extended lifespan and/or healthspan in aged C57BL/6JN male mice, with limited effects in females. In addition, selumetinib and vorinostat increased lifespan when administered to young, genetically heterogeneous UM-HET3 mice. Our biomarker-driven platform accelerates geroprotector discovery, offering a scalable approach to target conserved longevity pathways.", "date": "2025-06-30", "journal": ""}
{"title": "Variant characterization in the intrinsically disordered human proteome", "doi": "10.1101/2025.06.27.661911", "authors": "Hubrich, D.; Alvarado Valverde, J.; Lee, C. Y.; Djokic, M.; Welzel, M.; Hintz, K.; Luck, K.", "abstract": "Variant effect prediction remains a key challenge to resolve in precision medicine. Sophisticated computational models that exploit sequence conservation and structure are increasingly successful in the characterization of missense variants in folded protein regions. However, 37% of all annotated missense variants reside in 25% of the proteome that is intrinsically disordered, lacking positional sequence conservation and stable structures. To significantly advance variant effect prediction in disordered protein regions, we combined sequence pattern searches with AlphaFold and experiments to structurally annotate 1,300 protein-protein interactions with interfaces mediated by short disordered motifs binding to folded domains in partner proteins. These interfaces were selected based on their overlap with uncertain missense variants enabling reliable prediction of deleterious effects of 1,187 uncertain variants in disordered protein regions. Extensive experimental efforts validate predicted interfaces and deleterious variant effects that were predicted as benign by AlphaMissense. This study demonstrates how critical structural information on protein interaction interfaces is for variant effect prediction especially in disordered protein regions and provides a clear avenue towards its system-wide implementation.", "date": "2025-06-30", "journal": ""}
{"title": "TLR2 signaling uniquely destabilizes tumor Tregs to promote cancer immunotherapy", "doi": "10.1101/2025.06.26.661786", "authors": "Campbell, T. F.; Castillo, J. G.; Fernandez, S.; Ventura, D. G.; Vickery, J.; Homentcovschi, S.; Hernandez, N. F.; Ybarra, J.; Portnoy, D. A.; DuPage, M.", "abstract": "A fundamental principle of immune responses is that innate immunity promotes adaptive immunity, but in the context of cancer immunity, the importance of innate receptor signaling is poorly defined. To study how Toll-like receptor (TLR) signaling contributes to cancer immunity, we used an attenuated strain of Listeria monocytogenes (Lm) that inhibits tumor growth in mice. We found that Lm stimulation of TLR2, but not TLR5 or TLR9, was essential for tumor control. As expected, TLR2 supported the priming of Lm specific T cells in lymphoid tissues. However, TLR2 signaling in innate immune cells within tumors also destabilized Foxp3 expression in regulatory T cells (Tregs), a function that was not mediated by other TLRs. Reduced Treg function promoted tumor antigen cross-presentation by DC1s to enhance the functionality of recalled tumor-specific CD8+ T cells directly within tumors. These findings reveal a unique capacity for TLR2 signaling to diminish immunosuppression and promote cancer immunity.", "date": "2025-06-30", "journal": ""}
{"title": "Guanylate-Binding Proteins Promote Host Defense Against Leishmania major by Balancing iNOS/Arg-1 in Myeloid Cells", "doi": "10.1101/2025.06.26.661809", "authors": "Fry, L.; Adhvaryu, H.; Roys, H.; Bowlin, A.; Venugopal, G.; Bird, J.; Washam, C.; Yamamoto, M.; Coers, J.; Byrum, S.; Voth, D. E.; Weinkopff, T.", "abstract": "Cutaneous leishmaniasis (CL) is a debilitating neglected tropical disease characterized by lesions that can range from self-healing to permanent disfigurations. A predominant Th1 response, which stimulates IFN-{gamma} production, is crucial for parasite control during self-healing CL. While IFN-{gamma} primarily activates macrophages to produce nitric oxide via inducible nitric oxide synthase (iNOS) leading to parasite control, IFN-{gamma} also activates other downstream pathways involved in cell autonomous immunity. One such pathway is the activation of guanylate binding proteins (GBPs), a class of interferon inducible GTPases. However, the role of GBPs during CL has been minimally explored. Utilizing RNA-Seq we found that Leishmania major infection leads to the upregulation of several GBPs in C57Bl/6 mice. In vitro studies using GBPChr3 knockout (KO), and C57Bl/6 control mice reveal that bone marrow-derived macrophages (BMDMs) from KO mice exhibit higher parasite burdens following IFN-{gamma} treatment, independent of GBP localization to the parasite. Single-cell RNA-Seq identifies macrophages as the primary expressers of GBPs during L. major infection in vivo. In vivo, GBPChr3 KO mice display increased disease severity and parasite load. GBPChr3 KO macrophages and monocytes show elevated ARG-1 and reduced iNOS expression, indicating a shift toward a parasite-permissive environment that supports parasite growth. These findings highlight a critical role for GBPs in immune-mediated control of CL.", "date": "2025-06-30", "journal": ""}
{"title": "Distinct functional potential of bacterial extracellular vesicles across biogeographic provinces of the South Pacific Ocean", "doi": "10.1101/2025.06.30.662282", "authors": "Fadeev, E.; Orel, N.; Tinta, T.; Afjehi-Sadat, L.; Liu, H.; Browning, T. J.; Yuan, Z.; Achterberg, E. P.; Biller, S.; Sher, D. J.; Herndl, G. J.", "abstract": "Bacterial extracellular vesicles (BEVs) are spherical membrane-bound structures released by bacterial cells that can carry various biological compounds. Experimental investigation of BEVs in marine bacteria, largely limited to laboratory model systems, have suggested putative roles in bacterial ecophysiology. Yet the functions of BEVs in their ecological context has never been explored directly in the ocean. Here we report the results a large-scale oceanographic survey of marine BEVs in surface waters, conducted over more than 5,000 nautical miles in the South Pacific, linking their protein cargoes to the bacterial communities producing them. The presence of marine BEVs was consistently observed across a range of biogeochemical conditions, with an overall abundance comparable to that of bacterial cells (ca. 108 BEVs L-1). The protein cargoes of marine BEVs differed significantly between environmental conditions, being enriched in carbohydrate transporters and hydrolytic enzymes under phytoplankton bloom conditions, and enriched in iron uptake-related proteins in nutrient-limited waters, suggesting key extracellular functions they could perform in marine bacterial communities. Our observations highlight the ubiquity of marine BEVs and their potential functions across oceanic scales, with implications for our general understanding of key processes in marine microbial ecology.", "date": "2025-06-30", "journal": ""}
{"title": "Exploring the bistable equilibrium of methylated CpG DNA recognition by the MBD2 protein", "doi": "10.1101/2025.06.30.662303", "authors": "Volkenandt, S.; Belyaeva, J.; Li, T.; Elgeti, M.; Metzler, R.; Imhof, P.; C. Williams, D.; Bagherpoor Helabad, M.", "abstract": "Methyl-CpG binding domain 2 (MBD2) is a critical epigenetic regulator that recognizes and binds with high selectivity to methylated CpG dinucleotides, a fundamental epigenetic mark involved in gene regulation and chromatin organization. Therefore, understanding the interactions and conformational dynamics that drive MBD2's high selectivity and strong binding affinity to methylated CpG is crucial to unraveling its regulatory mechanisms. In this study, through extensive classical MD simulations, we investigated the formation of the methylated CpG-MBD2 recognition complex. By positioning MBD2 one base pair downstream of its target mCpG site, we observed its transition to a stable complex at the target site within the microsecond timescale. Significantly, we observe that upon binding to methylated CpG, MBD2 forms two distinct stable complexes, with one state adopting a conformation that agrees well with the X-ray structure of the complex (primary state) and the other exhibiting a distinct binding conformation with lower affinity for methylated CpG (secondary state). Our data indicate that S189 serves as a key macro-switch, where loss of its interaction with the methylcytosine backbone shifts the complex toward the secondary state. This is supported by MD simulations of the S189A mutation, where we observe that the complex adopts a conformation closer to the secondary state. Ultimately, our NMR experiments confirm that the S189A mutation does not alter MBD2's selectivity for methylated CpG, while fluorescence polarization demonstrates a reduction in binding affinity, consistent with our MD simulations. Together, these findings strongly suggest that MBD2 adopts a bistable equilibrium in binding to methylated CpG dinucleotides.", "date": "2025-06-30", "journal": ""}
{"title": "SARS-CoV-2 Viral Pseudoparticles Preferentially Infect Ectoderm In Human Embryonic Tissues", "doi": "10.1101/2025.06.27.662024", "authors": "Song, A.; Talbot, P.", "abstract": "Early stages in human development are difficult to study in pregnant women. We used a 'disease-in-a-dish' model to investigate SARS-CoV-2 infection of human embryonic stem cells and the three germ layers. Ectoderm had a significantly higher infection than the other cell types. This was due to: (1) the use of two entry pathways by the ectoderm (fusion and endocytosis), (2) high levels of TMPRSS2 in the ectoderm, and (3) a much-reduced ectodermal glycocalyx, which facilitated viral attachment to the ACE2 receptor. Our findings provide strong evidence that cells in young postimplantation human embryos are susceptible to SARS-CoV-2 infection, which could be embryo lethal or teratogenic in surviving embryos. The high level of infection in ectoderm is a concern as its derivatives may also be affected by SARS-CoV-2. Future clinical work should investigate the functioning of the nervous system in infants born to mothers who had COVID-19 during pregnancy.", "date": "2025-06-30", "journal": ""}
{"title": "Genetic variation in life-history traits is not correlated with estrogen-receptor positive breast cancer risk", "doi": "10.1101/2025.06.26.661731", "authors": "Young, E. A.; Erten, E. Y.; Postma, E.; Lummaa, V.; van der Vegt, B.; de Bock, G.; Dugdale, H. L.", "abstract": "Estrogen-receptor positive breast cancer (ER+ BC) is one of the most prevalent cancers, but the evolutionary processes shaping genetic variation in ER+ BC risk are poorly understood. Here, we explore evidence for antagonistic pleiotropy between ER+ BC risk and human life-history traits, testing whether increased genetic ER+ BC risk is indicative of life-history trade-offs, and is associated with faster maturation, earlier reproduction, and/or increased reproductive success. We estimate genome-wide genetic correlations between ER+ BC risk and three life-history traits (age at menarche, age at first birth, and the number of children born) for Lifelines biobank women using genomic restricted maximum likelihood analyses. We complement these by - for the first time - performing linkage disequilibrium score regression on European family-based genome-wide association study data. Regardless of the data or method used, genetic correlations were low and not statistically different from zero. Thus, we find no evidence for antagonistic pleiotropy between ER+ BC risk and life-history traits, suggesting that these germline mutations have instead accumulated due to weak selection at older ages. Our quantitative genetic analyses suggest that previous results showing antagonistic pleiotropy for individual genetic variants do not replicate when accounting for these traits' polygenic nature and that observed phenotypic trends do not have a genetic underpinning. While we find no evidence for life-history trade-offs shaping genetic risk for ER+ BC, our rigorous approach may provide a template for future studies to test the role of life-history trade-offs in shaping genetic risk for other diseases.", "date": "2025-06-30", "journal": ""}
{"title": "Engineering Versatile Two-Dimensional Nanobody-Origami Architectures for Enhanced Antiviral Activity", "doi": "10.1101/2025.06.27.662057", "authors": "Song, T.; Achi, J. G.; Anirudhan, V.; Le, L. T. P.; Morshed, M.; Wang, X.; Rong, L.; Wang, X.", "abstract": "Considering the serious global health burden posed by pathogenic viruses, the development of effective antiviral molecules and therapeutic strategies is critical for improving human health. Designing and synthesizing a versatile and biocompatible molecular platform offering neutralization of both coronaviruses and retroviruses, two virus families that are greatly problematic to the human population, remains a significant challenge. Here, we report a programmable and versatile platform built on a two-dimensional (2D) DNA origami that enables nanoscale spatial control of multivalent nanobody (Nb) patterns for a broad-spectrum antiviral application. By site-selectively conjugating a Nb to a DNA oligonucleotide and placing multiple of them to predefined sites on 2D DNA origami, we synthesized hybrid nano-architectures with tunable Nb patterns designed to approximately match the geometric presentation of viral surface proteins. We demonstrate that such specific Nb spatial configurations significantly enhance both viral binding affinity and neutralization potency. For SARS-CoV-2, a coronavirus, a triangular Nb pattern with matched spacing with the spike proteins achieved an IC of 1.52 nM, representing a 171-fold improvement over monomeric Nbs. Extending this strategy to a retroviral virus, Human Immunodeficiency Virus (HIV) by utilizing a gp120 spike-binding Nb, we observed a 233-fold increase in neutralization efficiency using a patterned 2D Nb nano-architecture. These findings suggest a generalizable and versatile platform strategy for engineering potent antiviral agents through spatially optimized Nb presentation for a corresponding viral pathogen, offering a promising avenue for future antibody and Nb-based drug development.", "date": "2025-06-30", "journal": ""}
{"title": "Quantitative analysis of genetic interactions in human cells from genome-wide CRISPR-Cas9 screens", "doi": "10.1101/2025.06.30.662330", "authors": "Billmann, M.; Costanzo, M.; Rahman, M.; Chan, K.; Tong, A.; Ward, H. N.; Hassan, A. Z.; Zhang, X.; Brown, K. R.; Rohde, T.; Shaw, A. H.; Ross, C.; van Leeuwen, J.; Aregger, M.; Lawson, K.; Mair, B.; Mero, P.; Usaj, M.; Andrews, B. J.; Boone, C.; Moffat, J.; Myers, C. L.", "abstract": "Genetic interaction (GI) networks in model organisms have revealed how combinations of genome variants can impact phenotypes and underscored the value of GI maps for functional genomics. To advance efforts toward a reference human GI network, we developed the quantitative Genetic Interaction (qGI) score, a method for precise GI measurement from genome-wide CRISPR-Cas9 screens in isogenic human cell lines. We found surprising systematic variation unrelated to genetic interactions in CRISPR screen data, including both genomically linked effects and functionally coherent covariation. Leveraging ~40 control screens and half a billion differential fitness effect measurements, we developed a CRISPR screen data processing and normalization pipeline to correct these artifacts and measure accurate, quantitative GIs. Finally, we comprehensively characterized GI reproducibility by recording 4 - 5 biological replicates for ~125,000 unique gene pairs. The qGI framework enables systematic identification of human GIs and provides broadly applicable strategies for analyzing context-specific CRISPR screen data.", "date": "2025-06-30", "journal": ""}
{"title": "CpGeneAge: multi-omics aging clocks associated with Nf-κB signaling pathway in aging", "doi": "10.1101/2025.06.26.661785", "authors": "Varga, B.; Kerepesi, C.", "abstract": "Aging clocks have emerged as the primary tools for measuring biological aging and have been developed for a wide range of single-omic measurements. Epigenetic aging clocks showed high accuracy in age prediction, however, their biological interpretation is still a challenging task. Transcriptomics aging clocks provide better interpretability but worse age prediction accuracy. To exploit the benefits of both omics techniques, the main goal of this study was to develop the first multi-omics aging clocks based on combined epigenetics and transcriptomics features. For this purpose, we utilized a dataset where reduced representation bisulfite sequencing (RRBS) and RNA-seq measurements were measured at the same time for peripheral blood samples of 182 individuals. Then we trained machine learning models (ElasticNet) using the methylation and gene expression features at the same time. While the most accurate models tended to use exclusively methylation features, we were able to develop highly accurate multi-omics aging clocks too (called CpGenAge). Both the canonical and the non-canonical Nf-{kappa}B signaling pathways, with the genes EDA, EDA2R, EDARADD, and CD70, were overrepresented among the gene expression features of the multi-omics aging clocks. The EDARADD, which is a unique hallmark of aging, was represented among both the gene expression and methylation features. By developing single-omic clocks on the same multi-omics dataset, we found that epigenetic age acceleration and transcriptomics age acceleration do not correlate with each other, further supporting the benefits of our multi-omics approach. In summary, here, we demonstrate that multi-omics aging clocks are useful tools to investigate aging and biological age at the multi-omics level.", "date": "2025-06-30", "journal": ""}
{"title": "Unusual dopamine-mediated regulation of the phototransduction in lamprey compared to jawed vertebrates", "doi": "10.1101/2025.06.26.661820", "authors": "Nikolaeva, D. A.; Rotov, A. Y.; Morina, I. Y.; Firsov, M. L.; Romanova, I. V.; Astakhova, L. A.", "abstract": "The vertebrate retina uses neurotransmitters to regulate its various functions and adjust vision according to the day/night cycle. Dopamine is probably one of the most important of these neurotransmitters. It is released by dopaminergic amacrine cells in the retina and exerts its regulatory effects, in part, through the cAMP pathway. It has been demonstrated that dopamine affects the phototransduction cascade in isolated amphibian rods. Furthermore, elevated intracellular levels of cAMP increase the light sensitivity of vertebrate rods and modulate the response of vertebrate cones. These effects can be triggered by dopamine receptors and adjust vision to daily light variations. Therefore, the evolution of dopamine loops in the retina is of interest, and the lamprey, being the most primitive vertebrate, could be valuable in this regard. In the present study, we examined whether the photoresponse properties of long (cone-like) and short (rod-like) photoreceptors in the river lamprey could be regulated by dopamine or cAMP level modulation. Using suction pipette recording, we demonstrated that dopamine slightly increased short photoreceptors sensitivity and it slowed the rising and falling phases of photoresponses in long photoreceptors and increased the integration time, with no effect on the sensitivity to brief flashes. The second part of our study - an immunohistochemical analysis of the lamprey retina - revealed that both D1 and D2 dopamine receptors are expressed in both types of lamprey photoreceptors. Our results suggest that the regulation of photoreceptor functions by the neurotransmitter dopamine originated in the early stages of vertebrate evolution, specifically during the Cambrian period.", "date": "2025-06-30", "journal": ""}
{"title": "BAR-CAT: Targeted Recovery of Synthetic Genes via Barcode-Directed CRISPR-dCas9 Enrichment", "doi": "10.1101/2025.06.27.658158", "authors": "Villegas, N. K.; Tran, M. H.; Keller, A.; Plesa, C.", "abstract": "Modern gene-synthesis platforms let us probe protein function and genome biology at unprecedented scale. Yet in large, diverse gene libraries the proportion of error-free constructs decreases with length due to the propagation of oligo synthesis errors. To rescue these rare, error-free molecules we developed BAR-CAT (Barcode-Assisted Retrieval CRISPR-Activated Targeting), an in-vitro enrichment method that couples unique PAM-adjacent 20-nt barcodes to each library member and uses multiplexed dCas9-sgRNA complexes to fish out the barcodes corresponding to perfect assemblies. After a single 15-min reaction and optimized wash regime (BAR-CAT v1.0), three low-abundance targets in a 300,000-member test library were enriched 600-fold, greatly reducing downstream requirements. When applied to 384x and 1,536x member DropSynth gene libraries, BAR-CAT retrieved up to 122-fold enrichment for 12 targets and revealed practical limits imposed by sgRNA competition and library complexity, which now guide ongoing protocol scaling. By eliminating laborious clone-by-clone validation and working directly on plasmid libraries, BAR-CAT provides a versatile platform for recovering perfect synthetic genes, subsetting large libraries, and ultimately lowering the cost of functional genomics at scale.", "date": "2025-06-30", "journal": ""}
{"title": "RUNX2 is a cell-intrinsic brake on Th17 pathogenicity driven by neutrophil extracellular traps", "doi": "10.1101/2025.06.26.661866", "authors": "Wong Han, C.; Han Heng, A.; Belz, G. T.; Brustle, A.; McColl, S. R.; Comerford, I.", "abstract": "Th17 cells are crucial mediators of protective immunity against extracellular pathogens but also promote inflammatory responses in pathological settings such as MS. Distinct transcriptional programs can generate Th17 populations termed pathogenic or non-pathogenic. Understanding the transcriptional regulation of these T cell states is emerging and presents opportunities to modulate pathogenic T cell responses. In this study, we demonstrate that pro-inflammatory Th17 cells in MS and EAE express high levels of the transcription factor RUNX2. T cell specific deletion of RUNX2 lowers the threshold for induction of CNS autoimmunity in mice by increasing generation of pathogenic GM-CSF-expressing Th17 cells. RUNX2-dependent inhibition of pathogenic Th17 priming relied on the extent of neutrophil-driven pathogenic Th17 priming in vivo. EAE-induced immature neutrophils elicit more pathogenic Th17 cells in the absence of RUNX2 in T cells, an effect reliant on neutrophil-derived extracellular traps. These data uncover a role for RUNX2 in suppressing NET-driven Th17 pathogenicity and suggest that increasing RUNX2 activity in T cells may be a strategy to constrain pathological inflammatory responses where Th17 cells and inflammatory neutrophils interplay.", "date": "2025-06-30", "journal": ""}
{"title": "The Antimicrobial Gut Resistome of the Wayampi reveals a shared background of antibiotic and metal resistance genes with industrialised populations, underscoring the robust-yet-fragile architecture of human gut microbiomes.", "doi": "10.1101/2025.06.30.662145", "authors": "Fernandez-de-Bobadilla, M. D.; Perez-Cobas, A. E.; Andremont, A.; Martinez, J. L.; Baquero, F.; Lanza, V. F.; Coque, T. M.", "abstract": "Background. Metagenomics enables the detailed profiling of antimicrobial resistance genes; however, most studies focus solely on antibiotic resistance genes (ARGs), employ low-sensitivity methods, and rarely investigate populations with minimal anthropogenic pollution. We analysed the faecal resistomes of 95 Wayampi individuals, an Indigenous community in remote French Guiana, using a targeted metagenomic capture platform that covers 8,667 resistance genes to antibiotics (ARGs), metals (MRGs), and biocides (BRGs) (PMID: 29335005). Resistome profiles were compared with Europeans to assess ecological and population-level differences. Results. ARG richness was similar between groups (259 in Wayampi vs. 264 in Europeans, 159 shared), but MRGs + BRGs (BAC) gene richness was significantly higher in Wayampi (3,670 vs. 2,039). Most genes appeared in a minority of individuals (mean 5% for ARGs, 2% for BAC), but several ARGs for tetracyclines [tet(32), tet(40), tet(O), tet(Q), tet(W), tet(X), tetAB(P)], aminoglycosides (ant6'-I, aph3-III), macrolides (ermB, ermF, mefA), and sulfonamides (sul2) were present in all individuals. Tetracycline resistance genes predominated overall, while beta-lactam resistance genes were more common in Wayampi, and genes conferring resistance to aminoglycosides, amphenicols, and folate inhibitors were more frequent in Europeans. Among MRGs, copper and arsenic resistance genes prevailed, followed by those for zinc, iron, cobalt, and nickel. Up to 76% of Wayampiis carried acquired MRGs for copper (pcoABCDRS and tcrB), silver (silACFPRS), arsenic (ars), and mercury (mer) detoxification. Shannon diversity indices were similar for ARGs, MRGs, and BRGs, but composition and evenness differed significantly. UMAP and ADONIS analyses distinguished cohorts by ARG profiles (p < 0.001), but not MRGs or BRGs. Correlation analysis revealed conserved gene-sharing networks and introgression of acquired ARGs and MRGs in both gut microbiomes. Conclusions. The diverse and balanced Wayampi resistome reflects a less perturbed microbiome compared to industrialised populations, and a backbone of core and shell acquired ARGs and MRGs, consistent with the robust-yet-fragile architecture of scale-free networks. The patchy yet resilient distribution of resistance genes reflects varying levels of conserved gene sharing highways, probably developed and shaped by long-term microbial-human evolution. It supports a broader view of acquired antimicrobial resistance.", "date": "2025-06-30", "journal": ""}