{"title": "Spatially Periodic Computation in the Entorhinal-Hippocampal Circuit During Navigation", "doi": "10.1101/2022.01.29.478346", "authors": "Zhang, B.; Guan, X.; Mobbs, D.; Liu, J.", "abstract": "To achieve the computational goal of navigating in both physical and mental spaces, the human brain employs a cognitive map constructed by the global metrics of the entorhinal cortex and the local locations of the hippocampus. However, the mechanism by which these two areas interact to support navigation remains unclear. Here, we designed an object-matching task where human participants unknowingly manipulated object variants arranged in a ring-like structure around a central prototype. Functional MRI revealed a 3-fold spatial periodicity of hippocampal activity, which tracked the navigation trajectories from the original object variants to the central prototype in the object space. Importantly, this spatial periodicity of the hippocampus was phase-locked with the well-documented 6-fold periodicity of the entorhinal cortex, suggesting a periodic mechanism connecting these two areas. In addition, the 3-fold periodicity was replicated in human behavior, which varied with a function of spatial directions and phase-locked with hippocampal activity. Finally, we proposed an EC-HPC PhaseSync model, illustrating a framework of the hippocampal-entorhinal network, in which the 6-fold spatial periodicity of entorhinal grid cell populations embeds vector fields that are represented in the hippocampus for conceptual navigation.", "date": "2025-05-03", "journal": ""}
{"title": "Osteocyte Nicotinic Acetylcholine Receptors Impact Bone Mechanoadaptation in a Sexually Dimorphic Manner", "doi": "10.1101/2023.10.01.556129", "authors": "Mora-Antoinette, M.; Garcia-Ortiz, A.; Obaji, M.; Saffari, A. W.; Matthews, M. D.; Wasi, M.; Lewis, K. J.", "abstract": "Recent evidence suggests acetylcholine has a positive influence on bone mechanotransduction. Osteocytes express components for nicotinic acetylcholine receptors (nAChRs), which are known for mediating calcium signaling and may impact mechanosensitivity. Here, we use novel fluorescent imaging approaches to provide the first evidence of direct interaction between osteocytes and cholinergic nerve fibers in cortical bone in vivo. Moreover, we show that osteocytes are functional targets of cholinergic signaling for bone mechanoadaptation. We report sexually dimorphic patterns in bone structure and mechanobiology based on nAChR function. In females, osteocyte mechanosensitivity was decreased at small force magnitudes and tissue level deficits were recovered with anabolic loading. In males, osteocyte mechanosensitivity was increased in some groups and anabolic loading had very little effect on overall tissue architecture. This work establishes a new signaling paradigm wherein osteocytes interface with cholinergic nerves and bone mechanotransduction is regulated by osteocyte cholinergic signaling in a sexually dimorphic way.", "date": "2025-05-03", "journal": ""}
{"title": "Asymmetric cortical projections to striatal direct and indirect pathways distinctly control actions", "doi": "10.1101/2023.10.02.560589", "authors": "Klug, J. R.; Yan, X.; Hoffman, H.; Engelhardt, M. D.; Osakada, F.; Callaway, E.; Jin, X.", "abstract": "The striatal direct and indirect pathways constitute the core for basal ganglia function in action control. Although both striatal D1- and D2-spiny projection neurons (SPNs) receive excitatory inputs from the cerebral cortex, whether or not they share inputs from the same cortical neurons, and how pathway-specific corticostriatal projections control behavior remain largely unknown. Here using a G-deleted rabies system in mice, we found that more than two-thirds of excitatory inputs to D2-SPNs also target D1-SPNs, while only one-third do so vice versa. Optogenetic stimulation of striatal D1- vs. D2-SPN-projecting cortical neurons differently regulate locomotion, reinforcement learning and sequence behavior, implying the functional dichotomy of pathway-specific corticostriatal subcircuits. These results reveal the partially segregated yet asymmetrically overlapping cortical projections on striatal D1- vs. D2-SPNs, and that the pathway-specific corticostriatal subcircuits distinctly control behavior. It has important implications in a wide range of neurological and psychiatric diseases affecting cortico-basal ganglia circuitry.", "date": "2025-05-03", "journal": ""}
{"title": "Deletion of sulfate transporter SUL1 extends yeast replicative lifespan via reduced PKA signaling instead of decreased sulfate uptake", "doi": "10.1101/2023.11.11.566697", "authors": "Long, J.; Ma, M.; Chen, Y.; Gong, B.; Zheng, Y.; Li, H.; Yang, J.", "abstract": "The regulation of cellular metabolism and growth in response to nutrient availability is crucial for cell survival and can significantly impact on lifespan. Central to this regulation is a class of transporters that sense and transport specific nutrients and transduce the signal downstream to control genes responsible for growth and survival. In this study, we identified SUL1, a plasma membrane transporter responsible for regulating the entry of extracellular sulfate in Saccharomyces cerevisiae, as a key gene for regulating lifespan. We conducted a systematic analysis to delineate the downstream mechanism underlying the lifespan extension by SUL1 deletion. Surprisingly, we found that the lifespan extending effect of SUL1 deletion is not due to decreased sulfate transport. The SUL1 deletion mutant exhibited decreased PKA signaling, resulting in a series of downstream effects, including increased stress-protective trehalose and glycogen, increased nuclear translocation of MSN2, elevated expression of general stress response genes, enhanced autophagy, and reduced expression of amino acid biosynthetic and ribosomal genes. We demonstrated that the observed increase in lifespan is dependent on MSN2 and autophagy pathways. Our findings exemplify the influence of nutrient signaling rather than the nutrient itself on lifespan regulation and further substantiate the pivotal role of the PKA pathway in this process.", "date": "2025-05-03", "journal": ""}
{"title": "Open Educational Resources for distributed hands-on teaching in molecular biology", "doi": "10.1101/2024.03.28.587173", "authors": "Cerda Rojas, A.; Aravena, A.; Arce, A.; Zapata, V.; Araya, W.; Gallardo, D.; Aviles, J.; Quero, F.; Nunez, I.; Matute, T.; Navarro, F.; Ferrando, V.; Blanco, M.; Velozo, S.; Aguilera, S.; Chateau, F.; Olivares, R.; Molloy, J. C.; Aidelberg, G.; Lindner, A. B.; Castro, F.; Cremades, P.; Ramirez-Sarmiento, C. A.; Federici, F.", "abstract": "The urgent need to develop a more equitable bioeconomy has positioned biotechnology capacity building at the forefront of international priorities. However, in many educational institutions, particularly in low- and middle-income countries, this remains a major challenge due to limited access to reagents, equipment, and technical documentation. In this work, we describe Open Educational Resources (OER) composed of locally produced biological reagents, open source hardware and free software to teach fundamental techniques in biotechnology such as LAMP DNA amplification, RT-PCR RNA detection, enzyme kinetics and fluorescence imaging. The use of locally produced reagents and devices reduces costs by up to one order of magnitude. During the pandemic lockdowns, these tools were distributed nationwide to students homes as a lab-in-a-box for remote teaching of molecular biology. To test their performance, a total of 93 undergraduate students tested these resources during a biochemistry practical course. 27 out of 31 groups (~87%) successfully achieved the objectives of the PCR activity, while 28 out of 31 groups (~90%) correctly identified the target using LAMP reactions. To assess the potential application in secondary school, we organized three workshops for high school teachers from different institutions across Chile and performed an anonymous questionnaire, obtaining a strong agreement on how these OER broaden teachers perspectives on the techniques and facilitate the teaching of molecular biology topics. This effort was made possible through a close collaboration with open source technology advocates and members of DIYbio communities, whose work is paving the way for low-cost training in biology. All the protocols and design files are available under open source licenses.", "date": "2025-05-03", "journal": ""}
{"title": "Growth rate-driven modelling reveals how phenotypic adaptation drives drug resistance in BRAFV600E-mutant melanoma", "doi": "10.1101/2024.08.14.607616", "authors": "Hamis, S.; Browning, A. P.; Jenner, A. L.; Villa, C.; Maini, P. K.; Cassidy, T.", "abstract": "Phenotypic adaptation, the ability of cells to change phenotype in response to external pressures, has been identified as a driver of drug resistance in cancer. To quantify phenotypic adaptation in BRAFV600E-mutant melanoma, we develop a theoretical model that emerges from data analysis of WM239A-BRAFV600E cell growth rates in response to drug challenge with the BRAF-inhibitor encorafenib. Our model constitutes a cell population model in which each cell is individually described by one of multiple discrete and plastic phenotype states that are directly linked to drug-dependent net growth rates and, by extension, drug resistance. Data-matched simulations reveal that phenotypic adaptation in the cells is directed towards states of high net growth rates, which enables evasion of drug-effects. The model subsequently provides an explanation for when and why intermittent treatments outperform continuous treatments in vitro, and demonstrates the benefits of not only targeting, but also leveraging, phenotypic adaptation in treatment protocols.", "date": "2025-05-03", "journal": ""}
{"title": "Nucleosome placement and polymer mechanics explain genomic contacts on 100kbp scales", "doi": "10.1101/2024.09.24.614727", "authors": "Corrette, J.; Li, J.; Shao, H.; Veerasubramanian, P. K.; Spakowitz, A.; Downing, T. L.; Allard, J.", "abstract": "The 3d organization of the genome - in particular, which two regions of DNA are in contact with each other - plays a role in regulating gene expression. Several factors influence genome 3d organization. Nucleosomes (where ~100 basepairs of DNA wrap around histone proteins) also bend, twist and compactify chromosomal DNA, altering its polymer mechanics. How much does the positioning of nucleosomes between gene loci influence contacts between those gene loci? And, to what extent is polymer mechanics responsible for this? To address this question, we combine a stochastic polymer mechanics model of chromosomal DNA including twists and wrapping induced by nucleosomes with two data-driven pipelines. The first estimates nucleosome positioning from ATACseq data in regions of high accessibility. Most of the genome is low-accessibility, so we combine this with a novel image analysis method that estimates the distribution of nucleosome spacing from electron microscopy data. There are no fit parameters in the biophysical model. We apply this method to IL6, IL15, CXCL9, and CXCL10, inflammatory marker genes in macrophages, before and after immune stimulation, and compare the predictions with contacts measured by conformation capture experiments (4C-seq). We find that within a 500 kilo-basepairs genomic region, polymer mechanics with nucleosomes can explain 71% of close contacts. These results suggest that, while genome contacts on 100kbp-scales are multifactorial, they may be amenable to mechanistic, physical explanation. Our work also highlights the role of nucleosomes, not just at the loci of interest, but between them, and not just the total number of nucleosomes, but their specific placement. The method generalizes to other genes, and can be used to address whether a contact is under active regulation by the cell (e.g., a macrophage during inflammatory stimulation). Importantly, our findings suggest that gene function may have evolved through selective pressures that co-opted contact-mediated regulatory mechanisms reliant largely on polymer mechanics.", "date": "2025-05-03", "journal": ""}
{"title": "Novel and optimized mouse behavior enabled by fully autonomous HABITS: Home-cage Assisted Behavioral Innovation and Testing System", "doi": "10.1101/2024.09.29.615652", "authors": "Yu, B.; Li, P.; Xu, H.; Wang, Y.; Xu, K.; Hao, Y.", "abstract": "Mice are among the most prevalent animal models used in neuroscience, benefiting from the extensive physiological, imaging and genetic tools available to study their brain. However, the development of novel and optimized behavioral paradigms for mice has been laborious and inconsistent, impeding the investigation of complex cognitions. Here, we present a home-cage assisted mouse behavioral innovation and testing system (HABITS), enabling free-moving mice to learn challenging cognitive behaviors in their home-cage without any human involvement. Supported by the general programming framework, we have not only replicated established paradigms in current neuroscience research but also developed novel paradigms previously unexplored in mice, resulting in more than 300 mice demonstrated in various cognition functions. Most significantly, HABITS incorporates a machine-teaching algorithm, which comprehensively optimized the presentation of stimuli and modalities for trials, leading to more efficient training and higher-quality behavioral outcomes. To our knowledge, this is the first instance where mouse behavior has been systematically optimized by an algorithmic approach. Altogether, our results open a new avenue for mouse behavioral innovation and optimization, which directly facilitates investigation of neural circuits for novel cognitions with mice.", "date": "2025-05-03", "journal": ""}
{"title": "Chromosome scale genomes of two invasive Adelges species identifieshost immunity and developmental gene targets for selective pest control", "doi": "10.1101/2024.11.21.624573", "authors": "Glendening, A. M.; Stephens, C.; Vuruputoor, V. S.; Stern, D. L.; Hogenhout, S. A.; Mathers, T. C.; Chaganti, T.; Pauloski, N.; Cernak, T. A.; Wegrzyn, J. L.; Fetter, K. C.", "abstract": "Two invasive hemipteran adelgids are associated with widespread damage to several North American conifer species. Adelges tsugae, hemlock woolly adelgid, was introduced from East Asia and reproduces parthenogenetically in North America, where it has rapidly decimated Tsuga canadensis and Tsuga caroliniana (the eastern and Carolina hemlocks, respectively). Adelges abietis, pineapple gall adelgid, introduced from Europe, forms distinctive pineapple-shaped galls on several native spruce species. While not considered a major forest pest, it weakens trees and increases susceptibility to additional stressors. Broad-spectrum insecticides that are often used to control adelgid populations can have off-target impacts on beneficial insects. Whole genome sequencing was performed on both species to aid in development of targeted solutions that may minimize ecological impact. The assembled A. tsugae and A. abietis genomes, pooled from several parthenogenetic females, are 220.75 Mbp and 253.16 Mbp, respectively. Each consists of eight autosomal chromosomes, as well as two sex chromosomes (X1/X2), supporting the XX-XO sex determination system. The genomes are over 96% complete based on BUSCO assessment. Genome annotation identified 11,424 and 12,060 protein-coding genes in A. tsugae and A. abietis, respectively. Comparative analysis across 29 Hemipteran species and 14 arthropod outgroups identified 31,666 putative gene families. Gene family analysis revealed contrasting gene family dynamics across a range of functional categories with significant expansions in immune-related aminopeptidases (ERAP1) and juvenile hormone binding proteins (JHBP), contractions in juvenile hormone acid methyltransferases (JHAMT) in developmental pathways, and conservation of nicotinic acetylcholine receptors (nAchR). Structural comparisons of proteins across species of key proteins within the aforementioned gene families showed that ERAP and nAChr were highly conserved among the subset of species assessed; however, JHAMT displayed species-specific variation.", "date": "2025-05-03", "journal": ""}
{"title": "Category-biased patches encircle core domain-general regions in the human lateral prefrontal cortex", "doi": "10.1101/2025.01.16.633461", "authors": "Assem, M.; Shashidhara, S.; Glasser, M. F.; Duncan, J.", "abstract": "The fine-grained functional organization of the human lateral prefrontal cortex (PFC) remains poorly understood. Previous fMRI studies delineated focal domain-general, or multiple-demand (MD), PFC areas that co-activate during diverse cognitively demanding tasks. While there is some evidence for category-selective (face and scene) patches, in human and non-human primate PFC, these have not been systematically assessed. Recent precision fMRI studies have also revealed sensory-biased PFC patches adjacent to MD regions. To investigate if this topographic arrangement extends to other domains, we analysed two independent fMRI datasets (n=449 and n=37) utilizing the high-resolution multimodal MRI approaches of the Human Connectome Project (HCP). Both datasets included cognitive control tasks and stimuli spanning different categories: faces, places, tools and body parts. Contrasting each stimulus category against the remaining ones revealed focal interdigitated patches of activity located adjacent to core MD regions. The face and place results were robust, replicating across different executive tasks, experimental designs (block and event-related) and at the single subject level. In one dataset, where participants performed both category and sensory tasks, place patches overlapped with visually biased regions, while face patches were positioned between visual and auditory biases. Our results paint a refined view of the fine-grained functional organization of the PFC, revealing a recurring motif of interdigitated domain-specific and domain-general circuits. This organization offers new constraints for models of cognitive control, cortical specialization and development.", "date": "2025-05-03", "journal": ""}
{"title": "Diabetes mellitus and tuberculosis comorbidity induce unique microbial gut dysbiosis and associated metabolome.", "doi": "10.1101/2025.03.09.642224", "authors": "Jena, S.; Bhalla, N.; Chaudhary, S.; Sharma, N.; Jana, P.; Das, B.; Nanda, R. K.", "abstract": "Background: Diabetes and tuberculosis (DMTB) comorbid patients show atypical disease presentation and poor prognosis during treatment. In diabetes, the impaired immune system could partially be explained by the altered gut microbiota. Understanding gut microbiota and their association with the metabolite profiles in DMTB conditions may help design adjunct therapeutics. Method: Nicotinamide (NA) and streptozotocin (STZ) induced diabetic C57BL/6 mice were aerosol infected with 100-120 CFU of Mycobacterium tuberculosis H37Rv. At different time points (2 days pre-infection and 3- and 8 weeks post infections; wpi), faecal samples were collected for microbiome and metabolome profiling using 16S rRNA sequencing and gas chromatography-time of flight-mass spectrometry (GC-TOF-MS), respectively. Results: Diabetic mice showed gut dysbiosis, 16 bacterial genera were significantly altered between DMTB and TB at 3 wpi, which reduced to 11 at 8 wpi. Out of 93 identified faecal metabolites, a set of 11 and 10 deregulated (log2FC>(+/-)1.0, p<0.05) metabolites were observed in the DMTB compared to TB groups at 3 and 8 wpi, respectively. Correlation analysis of microbiome and metabolome profiles showed a negative correlation between valeric acid levels in DMTB with the abundances of Coriobacteriaceae, Granulicatella, Veillonella, Achromobacter, Erysipelatrichaceae, Atopobiaceae, Citrobacter, and Lactiplantibacillus. Stronger metabolite-microbiota correlations were observed in DMTB comorbid conditions compared to TB. Correlation analysis also revealed phylogenetic distance-dependent synchrony in amino acid metabolism in five clades of 3 or more bacterial genera. Conclusion: The present study highlights that the comprehensive landscape of gut microbiome and metabolome of DMTB are significantly different from TB. Certain microbes and metabolic products could be useful as pre/probiotic concoctions for DMTB comorbid conditions for better recovery.", "date": "2025-05-03", "journal": ""}
{"title": "A highly resolved integrated transcriptomic atlas of human breast cancers", "doi": "10.1101/2025.03.13.643025", "authors": "Chen, A. D.; Kroehling, L.; Ennis, C.; Denis, G. V.; Monti, S.", "abstract": "In this study, we developed an integrated single cell transcriptomic (scRNAseq) atlas of human breast cancer (BC), the largest resource of its kind, totaling > 600,000 cells across 138 patients. Rigorous integration and annotation of publicly available scRNAseq data enabled a highly resolved characterization of epithelial, immune, and stromal heterogeneity within the tumor microenvironment (TME). Within the immune compartment we were able to characterize heterogeneity of CD4, CD8 T cells and macrophage subpopulations. Within the stromal compartment, subpopulations of endothelial cells (ECs) and cancer associated fibroblasts (CAFs) were resolved. Within the cancer epithelial compartment, we characterized the functional heterogeneity of cells across the axes of stemness, epithelial-mesenchymal plasticity, and canonical cancer pathways. Across all subpopulations observed in the TME, we performed a multi-resolution survival analysis to identify epithelial cell states and immune cell types which conferred a survival advantage in both The Cancer Genome Atlas (TCGA) and METABRIC. We also identified robust associations between TME composition and clinical phenotypes such as tumor subtype and grade that were not discernible when the analysis was limited to individual datasets, highlighting the need for atlas-based analyses. This atlas represents a valuable resource for further high-resolution analyses of TME heterogeneity within BC.", "date": "2025-05-03", "journal": ""}
{"title": "Aligned representation of visual and tactile motion directions in hMT+/V5 and fronto- parietal regions", "doi": "10.1101/2025.03.24.645080", "authors": "Shahzad, I.; Battal, C.; Cerpelloni, F.; Van Audenhaege, A.; Mouraux, A.; Collignon, O.", "abstract": "Moving events on the skin can be perceived through vision and touch. How does the brain create a unified multisensory representation of motion directions initially acquired in different coordinate systems? We show that the middle occipito-temporal region (hMT+/V5), along with a fronto-parietal network, encodes visual and tactile directions using a common external frame of reference independent of body posture. We characterized brain activity using fMRI in participants exposed to directional visual and tactile motion stimuli across different hand postures. We demonstrate that individually and functionally defined hMT+/V5 shows univariate preference for both visual and tactile motion and encodes motion directions across hand postures. Unlike somatosensory regions, information about tactile directions was enhanced in right hMT+/V5 when mapped using an external as compared to a somatotopic frame of reference. Crossmodal decoding showed that tactile directions defined in an external frame of reference, but not a somatotopic one, align with the representation of visual directions in the right hMT+/V5 (both in MT and MST). A whole brain searchlight group analysis confirmed these individually defined regions-of-interest results and extended the presence of an aligned visual-tactile code for directional motion in external space to the parietal and frontal cortex. Our findings reveal a brain network involving hMT+/V5 that encodes motion directions in vision and touch using a common external frame of reference.", "date": "2025-05-03", "journal": ""}
{"title": "Translation control of autophagy genes upon hydroxyurea-induced genotoxic stress", "doi": "10.1101/2025.04.09.648074", "authors": "Mohanan, G.; Nag, K.; Senger, H. S.; Rajyaguru, P. I.", "abstract": "The fine balance between cellular homeostasis and stress response is crucial for cell survival. In this study, we identify translation regulation of specific autophagy (ATGs) genes by translation repressor Sbp1 upon hydroxyurea-mediated genotoxic stress. Sbp1 localizes to reversible, mRNA-containing granules specifically upon HU stress in RNA recognition motif 1 (RRM1) and RGG motif-dependent manner. Granule localization is independent of eIF4G1 binding despite increased arginine methylation. Deletion of SBP1 increased the tolerance to HU. RNA sequencing of polysome fractions identified ATG1, 2, 9 mRNAs being translationally upregulated in {Delta}sbp1 upon HU stress. Translation of TEL1 and MEC1, the upstream activators of autophagy, also increased in {Delta}sbp1. Concomitantly, increased autophagy and decreased NHEJ repair in {Delta}sbp1 cells was observed. Together, these findings identify Sbp1 as a regulator of the autophagy pathway in response to genotoxic stress by modulating autophagy at two levels, possibly mediated by its ability to localize to granules.", "date": "2025-05-03", "journal": ""}
{"title": "Novel Fatigue Profiling Approach Highlights Temporal Dynamics of Human Sperm Motility", "doi": "10.1101/2025.04.27.650828", "authors": "Sergounioti, A.; Alonaris, E.; Rigas, D.", "abstract": "BackgroundAccurate characterization of human sperm motility is crucial for understanding male fertility potential. Traditional motility assessment methods primarily focus on static velocity parameters, often overlooking temporal declines in motility during the sperm trajectory.\n\nObjectiveWe aimed to develop and validate a novel fatigue-based profiling approach to assess intra-trajectory motility decline in human spermatozoa.\n\nMethodsUsing computer-assisted sperm analysis (CASA)-derived motion tracking data, we introduced the Fatigue Index, a metric quantifying the decline in forward progression over time. We performed descriptive and inferential analyses to examine motility patterns, complemented by multivariate dimensionality reduction and clustering techniques.\n\nResultsOur analysis revealed significant intra-trajectory fatigue effects that traditional static parameters failed to capture. Fatigue-based profiling distinguished hidden subpopulations of sperm trajectories with distinct motility dynamics. The proposed Fatigue Index demonstrated robust consistency across samples and correlated with key kinematic features.\n\nConclusionsFatigue-based temporal profiling offers a new dimension for understanding sperm motility, highlighting the dynamic nature of forward progression and identifying subtle motility impairments that may be overlooked by conventional assessment methods.", "date": "2025-05-03", "journal": ""}
{"title": "The MpCAFA gene encodes a ciliary protein required for spermatozoid motility in the liverwort Marchantia polymorpha", "doi": "10.1101/2025.04.26.650577", "authors": "MORITA, M.; Yamato, K. T.", "abstract": "Bryophytes, pteridophytes and some gymnosperm species produce motile, ciliated spermatozoids that navigate themselves to the egg by regulating ciliary motility in response to a concentration gradient of attractants released from the egg and/or surrounding cells. However, the structural components of spermatozoid cilia in the land plants are largely unknown. In this study, we investigated MpCAFA (combined CAPS and FAP115; Mp1g04120) in the liverwort Marchantia polymorpha. The N-terminal and near C-terminal regions of MpCAFA show similarity to calcyphosine (CAPS), a mammalian EF-hand protein, and to FAP115, a ciliary protein of the green alga Chlamydomonas reinhardtii, respectively. MpCAFA is expressed specifically in antheridia, and its orthologs are found in some algae, bryophytes, pteridophytes and cycads, but not in most of seed plants. Spermatozoids of mutants that lack functional MpCAFA exhibited significant decrease in swimming speed. Notably, these mutants showed no obvious morphological defect, including the 9+2 axoneme arrangement, and retained chemotactic capability and fertility, forming normal spores. This suggests that MpCAFA is required for spermatozoid motility but not for sperm chemotaxis or subsequent reproductive processes. Introduction of MpCAFApro:MpCAFA-mCitrine fully complemented the mutant phenotype and revealed MpCAFA-mCitrine was localized along the entire length of the two spermatozoid cilia. Both the CAPS-like and FAP115-like regions were essential for MpCAFA function and subcellular localization in spermatozoid, whereas the C-terminal proline-rich region was dispensable. These findings indicate that MpCAFA is a major ciliary protein in land plants and can serve as a marker to visualize spermatozoid ciliary movement.", "date": "2025-05-03", "journal": ""}
{"title": "Increasing Stemness Drives Prostate Cancer Progression, Plasticity, Therapy Resistance and Poor Patient Survival", "doi": "10.1101/2025.04.27.650697", "authors": "Liu, X.; Cortes, E.; Ji, Y.; Zhao, K.; Ho, J.; Liu, Y. S.; Davicioni, E.; Feng, F. Y.; Alumkal, J. J.; Spratt, D. E.; Sweeney, C. J.; Yu, H.; Hu, Q.; Cheng, Z.; Zhang, D.; Chatta, G.; Nastiuk, K. L.; Goodrich, D. W.; Rycaj, K.; Jamroze, A.; Kirk, J. S.; Puzanov, I.; Liu, S.; Wang, J.; Tang, D. G.", "abstract": "Cancer progression involves loss of differentiation and acquisition of stem cell-like traits, broadly referred to as ''stemness''. Here, we test whether the level of stemness, assessed by a transcriptome-derived Stemness score, can quantitatively track prostate cancer (PCa) development, progression, therapy resistance, metastasis, plasticity, and patient survival. Integrative analysis of 3,102 RNA-seq and 84,081 microarray samples across 26 datasets reveals a progressive increase in Stemness and decline in pro-differentiation androgen receptor activity (AR-A) along the PCa continuum, with metastatic castration-resistant PCa (mCRPC) exhibiting the highest Stemness and lowest AR-A. Both the general Stemness score and a newly developed 12-gene ''PCa-Stem Signature'' correlate with and predict poor clinical outcomes. Mechanistically, increased AR-A may promote Stemness in early-stage PCa while MYC amplification and bi-allelic RB1 loss likely drive greatly elevated Stemness in mCRPC where AR-A is suppressed. Our findings establish Stemness as a robust quantitative measure of PCa aggressiveness and offer a scalable framework for PCa risk stratification.", "date": "2025-05-03", "journal": ""}
{"title": "Imbalance in gut microbial interactions as a marker of health and disease", "doi": "10.1101/2025.04.30.651474", "authors": "Lopez, R. C.; Bonachela, J. A.; Dominguez-Bello, M. G.; Manhart, M.; Levin, S. A.; Blaser, M. J.; Munoz, M. A.", "abstract": "Imbalances in the human gut microbiome (dysbioses) are linked to multiple diseases but remain poorly understood. Current biomarkers to identify dysbiosis are inconsistent and fail to capture the ecological mechanisms differentiating healthy from diseased microbiomes. We propose a general dysbiosis biomarker, inspired by phenomenology observed in a gut-microbiome theoretical model introduced here. The emergent communities show complex interaction networks and two distinct collective states, corresponding to healthy and dysbiotic microbiomes. Our robust metric for dysbiosis, by quantifying the balance between cooperation and competition, differentiates these states in both simulated and real datasets across diverse diseases. Moreover, it reveals that dysbiosis results from a shift toward greater cooperation in the community. Our metric further correlates with disease progression, highlighting its potential as a diagnostic tool.", "date": "2025-05-03", "journal": ""}
{"title": "Stretchable, hair-compatible, and long-term stable wearable EEG system", "doi": "10.1101/2025.04.28.651043", "authors": "Hsieh, J.-C.; Yao, M.; Alawieh, H.; Koptelova, V.; Kumar, S.; Tang, K. K. W.; Wang, W.; Jeong, J.; Ding, H.; Chae, T.; Ahmad, Z.; Wang, D.; Engrav, T.; Wang, R.; Gupta, A.; He, W.; Moscoso-Barrera, W. D.; Grimes, A.; Millan, J. d. R.; Wang, H.", "abstract": "Electroencephalography (EEG) is a cornerstone in both neuroscience research and clinical diagnostics. However, conventional EEG monitoring faces hardware limitations, particularly its adaptability and stability. Headsets either require complicated wiring or do not have enough stretchability and wearability to comply with the diverse head anthropometry and hair conditions of the user population. Additionally, there is an inherent tradeoff between wet and dry electrodes in capturing high-fidelity signals from hair-covered scalp regions while ensuring continuous and long-term recording quality. Here, we present a Mesh-integrated, Stretchable, and Hair-compatible EEG system engineered to overcome these limitations. By incorporating a kirigami-inspired mesh design and stretchable eutectic Gallium-Indium interconnects, MindStretcH adapts to various head sizes and allows for easy wearing and removal. Moreover, its uniquely designed porous, conical, soft 3D-printed mold, embedded with hydrogel electrodes, effectively penetrates hair layers to deliver low impedance and sustained signal integrity with minimal discomfort. We validate MindStretcH through offline and online EEG-based brain-computer interface tasks over a month, demonstrating its exceptional stability in continuous monitoring and dynamic applications. These results mark a promising advance toward non-invasive neural interfaces in both clinical and everyday use.", "date": "2025-05-03", "journal": ""}
{"title": "The reticulocyte restriction: invasion ligand RBP1a of Plasmodium vivax targets human TfR1, prohibitin-2, and basigin", "doi": "10.1101/2025.05.01.651667", "authors": "Molina-Franky, J.; Röth, D.; Ararat-Sarria, M.; Patarroyo, M. A.; Kalkum, M.", "abstract": "Plasmodium vivax is the most widespread malaria species with predominance in Latin America and Southeast Asia. Devising effective controls against P. vivax infections presents unique challenges due to the parasite's exclusive invasion of reticulocytes, a transient developmental stage of red blood cells. The ephemeral nature and limited availability of reticulocytes complicate efforts to establish continuous in vitro cultures to study the parasites biology and receptor-ligand interactions. Here, the potential of the erythroid cell lines JK-1 and BEL-A as alternatives to reticulocytes was confirmed through successful parasite invasion, marking the first report of P. vivax entry to BEL-A cells. Furthermore, LC-MS was used to quantitatively compare the membrane proteomes of these cell lines with those of reticulocytes and mature erythrocytes. This analysis revealed significant similarities between the membrane proteomes of JK-1, BEL-A, and reticulocytes. In addition to the known Plasmodium receptors, transferrin receptor protein 1 (TfR1 or CD71), CD98hc, and basigin (BSG), potential receptor candidates involved in the parasite's invasion pathway were identified, including prohibitin-2 (PHB2), CAT-1 (SLC7A1), ATB(0) (SLC1A5), CD36, integrin beta-1 (ITGB1), and Metal transporter CNNM3. Proximity labeling using TurboID enabled the identification of specific interactions between PvRBP1a158-650 and TfR1, BSG, and prohibitin-2 in the erythroid cell lines. Notably, this is the first report of prohibitin-2 as a receptor for P. vivax. These findings advance the understanding of P. vivax receptor-ligand interactions and underscore the potential of JK-1 and BEL-A cell lines as alternative models for the study of parasite biology.", "date": "2025-05-03", "journal": ""}
{"title": "Age-related declines in niche self-renewal factors controls testis aging and spermatogonial stem cell competition through Hairless, Imp, and Chinmo", "doi": "10.1101/2025.05.01.651651", "authors": "Zheng, Y.; Lee, Y.-C.; Wang, Y.-T.; Chiang, P.-K.; Chang, S.-L.; Hsu, H.-J.; Hsu, L.-S.; Bach, E.; Tseng, C.-Y.", "abstract": "Aging is associated with progressive tissue decline and shifts in stem cell clonality. The role of niche signals in driving these processes remains poorly understood. Using the Drosophila testis, we identify a regulatory axis in which age-related decline of niche signals (BMPs) lead to upregulation of the co-repressor Hairless, which downregulates the RNA-binding protein Imp in aged germline stem cells (GSCs). Reduced Imp causes loss of Chinmo, a key factor in GSC aging and competition. Reduced Chinmo causes ectopic Perlecan secretion which accumulates in the testis lumen and causes GSC loss. Aging of the testis is reversed by increasing BMPs in the niche, or by overexpressing Imp or depleting Hairless in GSCs. Furthermore, GSC clones with reduced Imp or increased Hairless are more competitive, expelling wild-type neighbors and monopolizing the niche. Thus, BMPs regulate testicular niche aging through the Hairless/Imp/Chinmo axis and winning GSCs usurp these aging mechanisms.", "date": "2025-05-03", "journal": ""}
{"title": "PhysDock: A Physics-Guided All-Atom Diffusion Model for Protein-Ligand Complex Prediction", "doi": "10.1101/2025.04.28.650887", "authors": "Zhang, K.; Ma, Y.; Yu, J.; Luo, H.; Lin, J.; Qin, Y.; Li, X.; Jiang, Q.; Bai, F.; Dou, J.; Zheng, J.; Yu, J.; Sun, L.", "abstract": "Accurate prediction of protein-ligand complexes remains a central challenge in structural biology. Traditional methods are computationally inefficient and prone to local minima, whereas deep learning approaches struggle to capture molecular flexibility and physical plausibility. We introduce PhysDock, a physics-guided diffusion model that uniquely integrates (i) all-atom diffusion to model ligand flexibility and protein precision-flexibility; (ii) physical priors as diffusion conditioning, alongside two-phase physics guidance during the denoising diffusion to ensure physical plausibility. PhysDock demonstrates state-of-the-art performance in redocking benchmarks and excels in the more challenging cross-docking assessments involving protein structures resolved with different ligands. For practical utility, PhysDock (i) resolves cannabinoid receptor selectivity across diverse molecules, achieving accuracy comparable to experiments; (ii) effectively distinguishes most drug candidates from weak binders in virtual screening of NTRK3 kinase, while also uncovering novel candidate molecules with structural insights. These results highlight PhysDock as a versatile tool for protein-ligand complex prediction, with substantial potential to accelerate structure-based drug discovery.", "date": "2025-05-03", "journal": ""}
{"title": "Towards Unraveling Biomolecular Conformational Landscapes with a Generative Foundation Model", "doi": "10.1101/2025.05.01.651643", "authors": "The OpenComplex Team,  ; Ye, Q.", "abstract": "Recent advances in deep learning have revolutionized biomolecular structure prediction, yet a significant challenge remains: biological function emerges from dynamic equilibria across multiple conformational states rather than a single molecular structure. Here, we present OpenComplex2 (OC2), a generative model that efficiently sample biomolecular conformational ensembles. OC2 integrates a unified graph representation capturing diverse molecular inputs with diffusion-based sampling through our FloydNetwork architecture, which operates simultaneously across atomic, residue, and motif hierarchies. This multi-level approach balances fine-grained precision with computational efficiency, enabling conformational landscape sampling in hours rather than the weeks required by traditional simulations. Through comprehensive evaluation, we demonstrate that OC2 accurately reproduces experimentally determined protein and RNA ensembles, generates conformational distributions comparable to millisecond-scale molecular dynamics simulations, and captures functionally relevant transitions in important biological scenarios including allostery, induced-fit mechanisms, and cryptic pocket formation. OC2 also effectively models small molecule conformations, maintains competitive accuracy on structure prediction benchmarks, and scales to ultra-large molecular assemblies exceeding 15,000 residues. By bridging static structure prediction and dynamic ensemble characterization, OC2 advances our understanding of how biomolecular dynamics give rise to biological function.", "date": "2025-05-03", "journal": ""}
{"title": "A simple and reliable PCR-based method to differentiate between XX and XY sex genotypes in Cannabis sativa", "doi": "10.1101/2025.05.02.651914", "authors": "Riera-Begue, A.; Toscani, M.; Malik, A.; Dowling, C. A.; Schilling, S.; Melzer, R.", "abstract": "Cannabis sativa is mainly a dioecious plant, which means that female and male flowers develop on separate individuals, which is controlled by an XY sex determination system: females have two X chromosomes and male plants carry an X and a Y chromosome. C. sativa is a crop that has a wide variety of applications, some of which depend on the sex of the plant. Females are, for example, used for the cannabinoid production, as cannabinoids are produced in the female inflorescence. However, while adult C. sativa individuals present high sexual dimorphism, it is not possible to phenotypically distinguish male and female plants before flowering. Here we present the identification of a highly conserved sex marker, CsPDS5, and the development of a robust, reliable and affordable PCR-based method to determine the sex genotype. In contrast to other sex genotyping methods, our approach relies on a gene polymorphic between the X and Y chromosomes and therefore requires only a single PCR with one pair of primers. The method was tested in 14 cultivars and 6 crossings, with different tissues and developmental stages, on a total of 600 samples, with 100% accuracy. Our assay allows early sex identification and hemp selection, which is useful for both research and industrial purposes. Finally, the pipeline presented here to identify genes polymorphic between the X and Y chromosomes can serve to discover new sex markers, not only in C. sativa, but other dioecious plants and other organisms with 2 sexes.", "date": "2025-05-03", "journal": ""}
{"title": "Multiple effectors trigger nonhost resistance in Solanum americanum against Pseudomonas syringae", "doi": "10.1101/2025.05.01.651788", "authors": "Kim, J.; Vlkova-Zlebkova, M.; McCann, H.; Sohn, K. H.", "abstract": "Wild plant species are threatened by diverse pathogens, but disease symptoms are rarely observed in nature. This suggests that wild plants harbor valuable sources of resistance. In this study, we show that a model bacterial pathogen Pseudomonas syringae pv. tomato (Pto) DC3000 triggered defense responses in all tested accessions of a wild Solanaceae species, Solanum americanum. Pto DC3000-triggered immunity in S. americanum required type III secretion system. We show that seven Pto DC3000 effectors (AvrPto, HopAD1, HopAM1, HopC1, HopAA1-1, HopM1, and AvrE1) triggered hypersensitive responses (HR) in S. americanum accession SP2273. Significantly, sequential deletion of the HR-triggering effectors from Pto DC3000 resulted in enhanced virulence in S. americanum. However, the well-conserved effectors, HopM1 and AvrE1 were indispensable for virulence. We conclude that the immunity triggered by multiple effectors contributes to nonhost resistance in S. americanum against P. syringae. We propose that the identification of the corresponding disease resistance genes for HopM1 and AvrE1 in S. americanum would accelerate development of durable immunity to P. syringae pathogens in Solanaceae crops.", "date": "2025-05-03", "journal": ""}
{"title": "Modulation of the GT Family 47 clade B gene affects arabinan deposition in elaters of Marchantia polymorpha", "doi": "10.1101/2025.05.02.651808", "authors": "Kang, H. S. F.; Lampugnani, E. R.; Tong, X.; Prabhakar, P. K.; Flores-Sandoval, E.; Hansen, J.; Jorgensen, B.; Bowman, J. L.; Urbanowicz, B. R.; Ebert, B.; Persson, S.", "abstract": "The plant cell wall polymer -1,5-linked arabinan is associated with important functions in plant physiology, such as cell wall flexibility and desiccation tolerance in angiosperms. However, its biosynthetic mechanism remains obscure. A putative arabinan arabinosyltransferase (AraT) is the Arabidopsis ARABINAN-DEFICIENT1 in GT family 47 clade B (GT47B), but its role is inferred by its mutant cell wall phenotypes, and not through in vitro assays. With seven other genes in the clade, investigating the function of the members in GT47B is hampered by the high genetic redundancy in Arabidopsis. Instead, we probe the function of the only two genes in GT47B in the liverwort model organism Marchantia polymorpha, named MpARAD-Like 1 (MpARADL1) and MpARADL2. Mparadl1 and Mparadl2 loss-of-function mutants and overexpression lines were generated, and their cell wall composition was probed using Comprehensive Microarray Polymer Profiling (CoMPP), glycosyl linkage analysis and immunolabelling. Interestingly, Mparadl2 mutants have much less of the 1,5--L-arabinan epitope in elaters since LM6 antibody recognition showed a notable reduction. However, 5-linked Araf levels in the Marchantia thallus tested with glycosyl linkage analysis are comparable between mutants and wild type, suggesting that there is another enzyme forming 5-Araf linkages in Marchantia. Our attempts to obtain the biochemical activity of these enzymes through the expression and purification of AtARAD1, MpARADL1 and MpARADL2 proteins in the HEK293 cell heterologous expression system were unsuccessful. Therefore, we suspect that an evolutionarily conserved, and clade-specific mechanism is required to confer solubility for purification and subsequent activity characterisation of GT47B proteins. Previous studies have shown that co-expression of protein interaction partners can enhance protein solubility in the HEK293 cell system, but co-expression of MpARADL2 with AtARAD1 and MpARADL1 did not yield soluble proteins, prompting further investigation into the protein-protein interactors of GT47B proteins.", "date": "2025-05-03", "journal": ""}
{"title": "A moss N-Acetyltransferase-MAPK protein controls 2D to 3D developmental transition via acetylation and phosphorylation changes", "doi": "10.1101/2025.05.02.650421", "authors": "de Luxan Hernandez, C.; Ammitsoe, T. J.; Kanne, J. V.; Stanimirovic, S.; Roux, M.; Weeks, Z.; Schutzbier, M.; Dürnberger, G.; Roitinger, E.; Zhang, L.; Spadiut, O.; Ishikawa, M.; Hasebe, M.; Moody, L.; Dagdas, Y.; Rodriguez, E.; Petersen, M.", "abstract": "Post-translational modifications (PTMs) finetune plant responses to developmental and environmental cues by impacting protein activity, stability, localization and interaction landscape. In this study we identified a moss specific protein which combines two common PTMs: acetylation and phosphorylation. This protein originated from the fusion of a MAPK with an N-acetyltransferase, for which we named it Rosetta NATD-MAPK 1 (RAK1). Using biochemical methods, we demonstrated that RAK1 has acetyltransferase activity that is enhanced by activation of its MAPK domain. Phenotypical studies of rak1 knockout mutants revealed a role for RAK1 in the regulation of the 2D-to-3D growth transition. Through Mass Spectrometry we verified that defective 2D-to-3D transition in the mutants was caused by differentially regulated acetylation and phosphorylation events associated to metabolic reprogramming and 3D differentiation. Collectively, this study uncovers a previously unknown multidomain protein and provides insights into the interplay of PTMs during developmental reprogramming.", "date": "2025-05-03", "journal": ""}
{"title": "Recurrent Emergence of Boundary Cell Types During Evolution of Floral Bullseye Patterns", "doi": "10.1101/2025.05.03.651954", "authors": "Oud, S.; Zurowski, M. M.; van der Jagt, P. L.; Yeo, M. T. S.; Walker, J. F.; Moyroud, E.; Vroomans, R. M. A.", "abstract": "Petal patterns contribute to the reproductive success of flowering plants by attracting pollinators and protecting the reproductive organs from environmental factors. While some transcription factors (TFs) responsible for pigmentation and cuticle decoration have been identified, little is known about the developmental processes that first establish the regions in the petal where these regulators are active - the pre-patterning phase. Here, we developed a computational model of the evolution and development of petal patterns. We selected for gene regulatory networks (GRNs) that could generate the proximo-distal bullseye pattern of Hibiscus trionum petals, which resulted in robust patterning dynamics and a variety of bullseye proportions. The evolution of these bullseye patterns was often accompanied by the spontaneous emergence of a third cell type at the boundary between the proximal and distal region with a unique gene expression profile, which appeared in the majority of simulations despite not being explicitly selected for. We experimentally validated the presence of such a boundary cell type by identifying genes with a distinct boundary-localised expression pattern in H. trionum petals. Although boundary cell types could appear spontaneously without apparent function, they were more often important for pattern formation and more evolutionarily stable when gene expression was noisy. This suggests that this emergent cell type can become functionalised to buffer bullseye formation against developmental variability. Altogether, these results show how novel cell types can arise spontaneously and repeatedly from selection on other features, and then potentially become recruited to fulfil a function during or after development", "date": "2025-05-03", "journal": ""}
{"title": "VERNALIZATION2 (VRN2) alters early tiller development in a facultative spring hexaploid bread wheat (Triticum aestivum)", "doi": "10.1101/2025.04.30.651433", "authors": "Hirsz, D.; Taylor, H.; Lacey, I.; Gauley, A.; Dixon, L. E.", "abstract": "Plants coordinate growth and development with environmental signals. Specifically, temperature and photoperiod are important regulators to time the transition from vegetative to floral growth. Through utilising these environmental signals potential reproductive success is optimised, which is critical for the production of high crop yields. For cereals, some require a winter before undergoing reproductive development, this extended period of cold exposure enables the process of vernalization and is also important for the synchronized timing of the floral transition. The cereal-specific floral repressor VERNALIZATION2 (VRN2) has an integral role in this pathway, yet this locus remains poorly characterised in hexaploid wheat. Our research in a facultative wheat, suggests that the tandemly duplicated genes comprising the VRN2 locus, ZCCT1 and ZCCT2, respond to multiple environmental factors and have differences in gene expression patterns at a gene and subgenome level. These genes also show co-regulation, forming a regulatory loop between ZCCT-D1 and ZCCT-D2. The function of these genes beyond the classic vernalization response is explored in a facultative wheat with VRN-D2 identified to regulate early tiller development, with an accelerated rate of secondary tiller emergence and presence of coleoptile tillers. This phenotype increases ground coverage more rapidly, which provides agronomic benefits including improved competition with biological stressors. The findings identify that the VRN2 loci in bread wheat is formed of multiple genes which have overlapping but also unique regulation and function. Selecting these genes individually may offer a route to alter wheat plant architecture without directly impacting vernalization requirement.", "date": "2025-05-03", "journal": ""}
{"title": "Acclimation of carbon metabolism to a changing environment across a leaf rosette of Arabidopsis thaliana", "doi": "10.1101/2025.04.29.651223", "authors": "Brodsky, V.; Kerscher, A.; Urban, M.; Naegele, T.", "abstract": "- Plants need to efficiently and quickly stabilize photosynthesis and carbon metabolism under changing environmental conditions to prevent irreversible tissue damage - Differently developed leaves of Arabidopsis thaliana rosettes are typically homogenized for metabolic analyses which might result in significant over- or underestimation of metabolite dynamics. - Here, photosynthesis and carbon metabolism were analysed in mature and immature leaves of rosettes of natural Arabidopsis accessions originating from southern and northern Europe. Ambient growth condition at 22 degree C was compared to a combined low temperature/elevated light treatment. - Gradients of Fv/Fm and CO2 assimilation rates across leaf rosettes hinted towards tissue-specific acclimation capacities of photosynthesis and carbon metabolism. - Dynamics of carbohydrates and carboxylic acids were integrated with photosynthetic parameters in a quantitative carbon balance model. Model simulations suggested that mature leaf tissue stabilizes acclimation of carbon metabolism in immature leaf tissue and/or other sink tissue. - In conclusion, acclimation capacities of photosynthesis to low temperature and elevated light significantly differ within one leaf rosette of Arabidopsis. This directly affects carbon metabolism which shapes the metabolic acclimation capacity of the whole plant. - It is suggested to consider such tissue-specific effects which might otherwise be hidden behind a high variance of experimental data.", "date": "2025-05-03", "journal": ""}
{"title": "Chiral monoterpene dynamics of shoots and roots of Norway spruce in response to drought", "doi": "10.1101/2025.05.02.651829", "authors": "Daber, L. E.; Kreuzwieser, J.; Meischner, M.; Williams, J.; Werner, C.", "abstract": "Although chiral monoterpenes emitted by plants above- and belowground shape the chemical landscape of many ecosystems, their biosynthesis and emissions, especially in response to drought, are poorly understood. We imposed a 6-week drought on two-year old, potted saplings of Norway spruce and analysed chiral monoterpene emissions and tissue concentrations from needles and roots. Isotopically labelled pyruvate was used to compare tissue-specific contributions of de novo synthesis to chiral monoterpene concentrations. While de novo synthesis of (-)--pinene and both enantiomers of limonene was apparent in needle emissions, no label was incorporated in roots. Drought reduced chiral monoterpene emissions to 30% of control levels, but increased needle and root tissue concentrations by 150 and 230%, respectively. Aboveground monoterpene concentrations were dominated by (-)-limonene, whereas belowground concentrations mainly consisted of the (-)-enantiomers of -pinene, {beta}-pinene, {beta}-phellandrene and camphene. Chiral composition in needles shifted in response to drought but remained stable in roots. We conclude that chiral monoterpene composition is tissue-specific and likely related to tissue-specific functioning. Instead of being passively emitted from storage pools, our results suggest active control mechanisms regulating chiral monoterpene emissions under drought conditions. Our findings imply important ramifications for understanding the regulation of emissions in relation to storage pools and plant-environmental interactions.", "date": "2025-05-03", "journal": ""}
{"title": "SNRK3.15 is a crucial component of the sulfur deprivation response in Arabidopsis thaliana", "doi": "10.1101/2025.04.29.651231", "authors": "Apodiakou, A.; Heyneke, E.; Alseekh, S.; Pinsorn, P.; Metzger, S.; Kopriva, S.; Schulze, W.; Hoefgen, R.; Whitcomb, S. J.", "abstract": "Sulfate deprivation (-S) results in numerous metabolic and phenotypic alterations in plants. Kinases are often key players in transducing nutrient status signals to molecular components involved in metabolic and developmental program regulation, but despite the physiological importance of sulfur, to date, no signaling kinases have been identified in sulfur-deficiency signaling response programs. Here we show that the serine/threonine protein kinase CIPK14/SNRK3.15 plays a regulatory role in the -S response in Arabidopsis thaliana seedlings. Multiple molecular and physiological responses to -S are attenuated in snrk3.15 mutants, including both early adaptive responses and later emergency salvage processes including nutrient deficiency induced senescence. When grown in soil with sufficient sulfur supply, snrk3.15 mutants showed no clear phenotypes, including no difference in seed sulfur content. Lastly, the proteome dataset generated from Col-0 and snrk3.15.1 Arabidopsis seedlings under -S conditions for this project is the first of its kind and will be a valuable research resource. Proteomics data are available via ProteomeXchange with identifier PXD046612.", "date": "2025-05-03", "journal": ""}
{"title": "Identification of immune response genes of cassava during early phases of cassava brown streak virus infection", "doi": "10.1101/2025.04.29.651173", "authors": "Sheat, S.; Winter, S.; Lillenthal, J.; Pucker, B.", "abstract": "Cassava brown streak disease (CBSD) caused by the ipomoviruses CBSV and UCBSV, poses a significant threat to cassava crops and the destruction of tuberous roots leads to substantial yield losses. Virus resistance identified in some South American cassava germplasm lines inhibits virus replication and movement and, is a complete immunity of some lines or, a restriction of the virus replication to phloem companion cells and root infection in others. To further explore the resistance responses and identify potential resistance genes, a time-course RNA-Seq study was conducted comparing gene ex-pression of a virus-susceptible cassava TMS 96/0304 with a cassava line restricting CBSV to the roots and a cassava DSC 167 (COL2182), immune to the virus. Differential gene expression patterns across leaves, stems, and roots revealed substantial differences between susceptible and resistant genotypes. Temporal analysis highlighted significant variations in the number of differentially expressed genes (DEGs), particularly in stem tissues at one day after inoculation (DAI), with notable overexpression observed in the resistant lines DSC 167 (436 DEGs) and DSC 260 (335 DEGs). In contrast, significant expression changes were noted only at 10 DAI in the virus infected TMS 96/0304 (737 DEGs). Several DEGs in resistant genotypes were associated with proteins involved in hormonal regulation, defense and immunity, transcriptional regulation, stress response, cell structure, and signal transduction. The analysis indicates that virus resistance in the studied lines is driven by early-stage regulation of genes for which specific functions remain to be elucidated.", "date": "2025-05-03", "journal": ""}
{"title": "Vernalization regulatory network identifies potential novel functions for ZCCT genes within HvVRN2", "doi": "10.1101/2025.04.29.651237", "authors": "Montardit-Tarda, F.; Puyo, I.; Contreras-Moreira, B.; Karsai, I.; Borrill, P.; Casas, A. M.; Igartua, E.", "abstract": "Flowering is a key yield determinant, controlled by environmental and genetic factors. Vernalization requirement, a prolonged cold period to promote flowering, is determined in barley (Hordeum vulgare L.) by the allele in HvVRN1 and the presence of locus HvVRN2, which consists of two ZCCT genes: HvVRN2a and HvVRN2b. While the effect of HvVRN2 presence is well-known, its outcome on the transcriptome and other genes outside the flowering/vernalization pathway remains unknown. Near-isogenic lines with presence/absence of HvVRN2, were subjected to different lengths of vernalization treatments, identifying the expression dynamics of both HvVRN2 genes and wider transcriptional responses controlled by VRN2. Our work revealed previously unknown differences in expression levels of the two HvVRN2 genes, in responses to its main repressor, HvVRN1, and an effect on tillering. Besides, we shed new light on the repressing mechanism of VRN2 on flowering, using protein modelling. A regulatory network analysis pointed at new candidate genes for flowering regulation related to the vernalization pathway, and suggested additional biological roles for HvVRN2b. This study re-establishes HvVRN2 as a central gene for understanding barley responses to environmental cues, beyond its previously accepted simple role, and expands the catalogue of genes related to the vernalization pathway, which may be targeted in barley breeding.", "date": "2025-05-03", "journal": ""}
{"title": "How social and economic policies have affected the genome of mezcal agaves: the contrasting stories of Bacanora and Espadin", "doi": "10.1101/2025.04.30.651404", "authors": "Klimova, A.; Gutierrez Rivera, J. N.; Aguirre-Planter, E.; Eguiarte, L. E.", "abstract": "Plant domestication in Mesoamerica gave the world crops of global significance, such as maize, beans, squashes, cocoa, and cotton. Additionally, it has introduced species of regional economic importance, which still display intermediate levels of domestication, including Agave, Opuntia, columnar cacti, Amaranthus, and various ornamental species. Agaves, in particular, hold immense cultural and economic significance in Mexico and play a crucial ecological role in wild plant communities. However, current agricultural practices have negatively impacted both wild populations of agave through overexploitation and habitat destruction, as well as cultivated plants by reducing available landraces and promoting the use of homogeneous plant material. Using genomic data (RADseq) and over 50,000 SNPs, we aimed to assess how local social and political decisions may have influenced genomic diversity and differentiation in intensively managed, clonally propagated Agave angustifolia (Espadin) in the state of Oaxaca, as well as in the cultivated A. angustifolia used to produce mezcal known as Bacanora in the state of Sonora and their wild counterparts from both regions. We found evidence suggesting that Espadin recently aroused through farmer selection of a clonal lineage with desirable mezcal production attributes (i.e., hybrid vigor), apparently from a cross between genetically distinct wild populations or by hybridization between wild and cultivated varieties. Espadin samples were represented by closely related heterozygous genotypes, with considerable genetic differentiation from wild plants. On the other hand, the genomic composition of cultivated Bacanora agave apparently was influenced by a recently lifted ban (in 1992) on its cultivation and distillation, which, along with the relatively lower popularity of this beverage, allowed cultivated Bacanora agave to maintain the genetic diversity found in wild populations of the regions. We found that social and political decisions may have important impacts on crop genomic diversity and differentiation.", "date": "2025-05-03", "journal": ""}
{"title": "Heterologous expression of the cyanobacterial fructose-1,6-/sedoheptulose-1,7-bisphosphatase in Chlamydomonas reinhardtii causes increased cell size and biomass productivity in mixotrophic conditions", "doi": "10.1101/2025.05.02.651950", "authors": "Bussola, M.; Perozeni, F.; Meloni, M.; Pivato, M.; Zaffagnini, M.; Ballottari, M.", "abstract": "The Calvin-Benson-Bassham (CBB) cycle is the metabolic pathway responsible for CO2 assimilation in oxygenic photosynthetic organisms. Two key rate-limiting steps in this cycle are catalyzed by the enzymes fructose-1,6-bisphosphatase (FBPase) and sedoheptulose-1,7-bisphosphatase (SBPase), making them promising targets for genetic enhancement to improve carbon fixation. A potential strategy involves overexpressing a cyanobacterial dual-function FBP/SBPase, which catalyzes both reactionsOverexpression of this enzyme in tobacco plants or in other plants led to an increase in growth rate and biomass accumulation. Here, the overexpression of the same enzyme was achieved in Chlamydomonas reinhardtii. The recombinant cyanobacterial FBP/SBPase isolated from C. reinhardtii exhibited the expected catalytic activity, being Mg2+ dependent and strongly activated in the presence of a reducing agent. The FBP/SBPase expressing lines exhibited an increased photosynthetic activity at the cell level and decreased production of singlet oxygen upon exposure to high irradiances, suggesting improved capacity to manage high excitation pressure of the photosynthetic apparatus. Increased cell volume was measured in FBP/SBPase-expressing lines under different growth conditions. However, increased growth and biomass productivity were observed only in mixotrophy when light and CO2 were limiting, leading to increased starch, protein, and lipid content on a cellular basis. This phenotype caused an increased sedimentation rate in the transformant lines: the expression of FBP/SBPase enzyme could thus be considered as a strategy to improve the cell harvesting process. These findings provide new insights into carbon metabolism in microalgae, and could, in the future, support improved biomass accumulation, paving the way for effective domestication and industrial use.", "date": "2025-05-03", "journal": ""}
{"title": "Sustainable Edamame Production in an Artificial Light Plant Factory with Improved Yield and Quality", "doi": "10.1101/2025.05.01.651627", "authors": "Takano, T.; Wakabayashi, Y.; Wada, S.; Sano, T.; Kawabata, S.; Yamori, W.", "abstract": "A plant factory utilizing artificial light is an innovative agricultural model that enables efficient and sustainable crop production. However, its application to a diverse range of crops remains limited. Edamame, a highly nutritious legume, has gained global popularity, yet its long-term storage is challenging due to quality deterioration, restricting its market distribution to seasonal availability. In this study, we successfully cultivated edamame using three hydroponic systems--nutrient film technique (NFT), rockwool, and aeroponics (mist culture)--within an LED plant factory. Among these, NFT demonstrated the highest fresh seed yield, which was comparable to or exceeded that of conventional field cultivation. The high yield was attributed to enhanced pod formation and biomass production under controlled conditions. Furthermore, although free amino acid content was lower in NFT cultivation, NFT-grown edamame exhibited significantly higher total sugar and isoflavone contents than field-grown counterparts, suggesting superior eating quality and nutritional benefits. These results indicate that NFT hydroponics is a promising method for stable, high-yield edamame production with enhanced nutritional properties. This study provides a foundation for expanding edamame cultivation in controlled environments, contributing to year-round supply and its potential application in urban and space agriculture.", "date": "2025-05-03", "journal": ""}
{"title": "Genetic, epigenetic and metabolite variation in peripheral European Yew (Taxus baccata L.) populations at an unexplored part of the species natural distribution", "doi": "10.1101/2025.04.30.651400", "authors": "Aravanopoulos, F. A.; Dalmaris, E.; Avramidou, E.; Sarrou, E.; Xanthopoulou, A.; Multari, S.; Martens, S.", "abstract": "Taxanes form effective anticancer agents, which are found in the leaves and barks of the yew tree (Taxus L.). Taxol(R) (also known as paclitaxel), 10-diacetylbacatin III, 10-deacetyltaxol III, baccatin III and cephalommanine are anti-neoplastic taxanes used for cancer treatment. Due to the high demand of taxanes, it is of great pharmaceutical interest to investigate unexplored to date population diversity. In this context, three peripheral Greek Taxus baccata L. populations (Mt Cholomon, Mt Olympus and Mt Vourinos) were investigated to identify the extent and structure of their genetic (based on microsatellite markers), epigenetic (based on methylation sensitive amplified markers) and chemodiversity (based on liquid chromatography mass spectrometry) profiles. Results showed that the concentration of taxanes varied considerably in relation to population and harvest season. The main taxane in T. baccata needles was 10-deacetylbacatin III (DAB), with concentrations ranging from 267.8 (Mt Vourinos) to 517.6 (Mt Olympus) mg kg-1 dw. Besides metabolite variation, notable levels of genetic diversity and significant population differentiation were revealed. These results, in conjunction to the high levels of total methylation found in all populations, indicate their potential adaptability under climatic change. The findings of this study pave the way for prospective breeding and conservation strategies of these important Taxus baccata L. populations for artificial selection of highly producing taxane trees and protection of local germplasm.", "date": "2025-05-03", "journal": ""}
{"title": "Effect of plant tissue culture parameters on the ploidy level of Physalis grisea, Solanum lycopersicum, and Solanum prinophyllum regenerants", "doi": "10.1101/2025.05.01.651681", "authors": "Van Eck, J.; Swartwood, K.; Green, Y.; Gentile, I.; Lippman, Z. B.", "abstract": "Plants regenerated from seedling explants (hypocotyls and cotyledons) of the Solanaceae family members Physalis grisea (groundcherry), Solanum lycopersicum (tomato), and Solanum prinophyllum (forest nightshade) were used to determine the in vitro culture parameters that contribute to the incidence in polyploidization of tissue culture-derived plants (regenerants) from these species. We examined the possible effects of zeatin concentration in the plant regeneration medium, explant source, and species. Plants were grown to maturity under greenhouse conditions, pollen was collected and germinated. Flow cytometry analysis verified the utility of the pollen germination method for determining differences in ploidy, which was based on the number of pollen tubes produced with one tube representing diploid and two indicating polyploid. As for zeatin concentration, we assessed the effect of our standard method of initiation on medium containing 2 mg/l followed by 1 mg/l 2 weeks after culture initiation in comparison with 0.25, 0.5, and 1 mg/l throughout the culture lifetime. There were no major correlations for zeatin concentration on ploidy status across the species except for plants regenerated from S. lycopersicum hypocotyl explants where the percentage of polyploid regenerants increased with increasing concentrations. As for species and explant effects, P. grisea plants regenerated from hypocotyl explants had the highest percentage of polyploid plants at 81% compared to 43% and 35% for S. lycopersicum and S. prinophyllum, respectively. From cotyledons, 8% of S. lycopersicum and 20% of S. prinophyllum were polyploid. A comparison with P. grisea could not be made because cotyledon explants do not regenerate on zeatin-containing medium. The results indicated the incidence of polyploidization cannot be generalized for zeatin concentration, however, an influence of explant type and species was observed. Effects of increased ploidy on plant morphology were primarily larger flower and seed size; however, no significant differences were observed in plant or fruit size.", "date": "2025-05-03", "journal": ""}
{"title": "Proteinase 3 is involved in presepsin production through neutrophil extracellular trap phagocytosis by macrophages", "doi": "10.1101/2025.05.02.651854", "authors": "Ikegame, A.; Kondo, A.; Morinishi, T.; Yamaguchi, Y.; Okutani, Y.; Maegawa, C.; Tada, S.", "abstract": "Presepsin (P-SEP), a soluble subtype of CD14, has been widely reported as a useful biomarker for sepsis in clinical studies. However, the cytological mechanism underlying its production remains poorly understood. Previous research has demonstrated that P-SEP is generated when M1 macrophages (M1 M{Phi}s) phagocytose neutrophil extracellular traps (NETs) and degrade internalized CD14. In this study, we demonstrated that M1 M{Phi}s phagocytose NETs and that proteinase 3 (PR3) within M1 M{Phi}s degrades NET-derived CD14, resulting in the production of P-SEP. Furthermore, we observed a strong correlation between the amount of NETs and P-SEP levels, indicating that NET phagocytosis is a key process in P-SEP generation. Our findings also suggest that PR3 released extracellularly along with NETs may degrade CD14 in plasma, contributing to elevated P-SEP levels. This mechanism may contribute to increased P-SEP concentrations observed in autoimmune diseases associated with NET accumulation, proposing P-SEP as a potential biomarker of disease activity beyond sepsis.", "date": "2025-05-03", "journal": ""}
{"title": "TEAD1 condensates are transcriptionally inactive storage sites on the pericentromeric heterochromatin", "doi": "10.1101/2025.05.02.651992", "authors": "Liang, J.; Wang, Y.; Demmerle, J.; He, B. J.; Ricketts, C. J.; Linehan, W. M.; Zang, C.; Cai, D.", "abstract": "TEA domain transcription factor 1 (TEAD1), a Hippo pathway transcription factor important in cellular homeostasis and development, is increasingly implicated in cancer biology. Here, we reveal a novel role for TEAD1 in organizing nuclear condensates, independent of active transcription. Using high-resolution imaging, ChIP-seq, RNA-seq and proximity-based proteomics, we demonstrate that in patient-derived renal cell carcinoma cells, TEAD1 forms micron-sized foci by binding to the heterochromatic pericentromeric regions using its DNA-binding domain. These TEAD1 foci do not mediate transcription but instead serve as depots for excess TEAD1. This contrasts with TEAD1 organization in other genomic regions of both RCC and normal kidney cells, where TEAD1 associates with markers of active transcription. Our findings provide a mechanistic framework for dual regulatory roles of TEAD1, offering new insights into its contribution to transcriptional dysregulation and tumor progression.", "date": "2025-05-03", "journal": ""}
{"title": "Specialized high-capacity mitochondria fuel cell invasion", "doi": "10.1101/2025.05.02.651978", "authors": "Kenny-Ganzert, I. W.; Basta, L. P.; Wang, L.; Chi, Q.; Su, C.; Morton, K.; Meyer, J.; Sherwood, D. R.", "abstract": "Cell invasion through basement membrane (BM) is energetically intensive, and how an invading cell produces high ATP levels to power invasion is understudied. By generating 20 endogenously tagged mitochondrial proteins, we identified a specialized mitochondrial subpopulation within the C. elegans anchor cell (AC) that localizes to the BM breaching site and generates elevated ATP to fuel invasion. These ETC-enriched high-capacity mitochondria are compositionally unique, harboring increased protein import machinery and dense cristae enriched with ETC components. High-capacity mitochondria emerge at the time of AC specification and depend on the AC pro-invasive transcriptional program. Finally, we show that netrin signaling through a Src kinase directs microtubule polarization, which facilitates metaxin adaptor complex dependent ETC-enriched mitochondrial trafficking to the AC invasive front. Our studies reveal that an invasive cell produces high ATP by generating and localizing high-capacity mitochondria. This might be common strategy used by other cells to meet energy demanding processes.", "date": "2025-05-03", "journal": ""}
{"title": "Allocation of resources among multiple daughter cells", "doi": "10.1101/2025.05.02.651883", "authors": "Wirshing, A. C. E.; Alonso Matilla, R.; Yan, M.; Khalid, S.; Colarusso, A. V.; Odde, D. J.; Lew, D. J.", "abstract": "Cell division commonly produces two daughter cells, but there are many exceptions where large cells produce multiple daughters. Multiple fission of some green algae and bacteria, cellularization during embryogenesis of plants and insects, and growth of Ichthyosporeans, Chytrids, and Apicomplexans all provide variations on this theme. In some yeast species, a large multi-nucleate mother cell grows multiple buds (daughters) simultaneously. Here we address how mothers partition growth equally among their buds in the multi-budding yeast Aureobasidium pullulans. Bud growth is directed by actin cable networks that appear to be optimized for even partitioning despite complex cell geometries. Even partitioning does not rely on compensatory mechanisms to adjust bud volumes, but rather stems directly from effective equalization of polarity sites. These results reveal how conserved cell polarity and cytoskeletal networks are adapted to build complex morphologies in fungi.", "date": "2025-05-03", "journal": ""}
{"title": "Analysis of leaf CO2 Assimilation, CO and CH4 Release Under Different Environmental Settings", "doi": "10.1101/2025.04.30.651537", "authors": "Casanova, D.; Bruhn, D.; Mikkelsen, T.", "abstract": "Many studies have found plant leaves to be emitters of CO and CH4. Consensus indicates that CH4 emissions are stimulated by heat and UV, while CO release is additionally stimulated by visible light. The mechanisms producing these emissions are yet to be discovered. To get closer to finding these mechanisms, this study examined whether photosynthesis might influence CO and CH4 leaf emissions. Five plant species of different photosynthesis pathways were analysed for their photosynthesis performance, as well as CO and CH4 emissions under different temperatures and visible light intensities. Findings reveal CO release rates to be positively correlated with light intensity and temperature but suggest a separate dark metabolism. CH4 rates were independent of light intensity and temperature. Much lower CH4 release from excised leaves compared to their connected counterparts, indicates that such is dependent on stomatal opening, supporting the hypothesis that CH4 is dissolved in transpired water. CO release rates are similar between attached and detached leaves, suggesting that CO is produced at epidermal level. Photosynthesis appears to be unrelated to the release of either of these gases.", "date": "2025-05-03", "journal": ""}
{"title": "A Novel Multilayer Cultivation Strategy Improves Light Utilization and Fruit Quality in Plant Factories for Tomato Production", "doi": "10.1101/2025.05.02.651818", "authors": "Furuta, H.; Qu, Y.; Ishizuka, D.; Kawabata, S.; Sano, T.; Yamori, W.", "abstract": "Plant factories using artificial lighting are a promising solution to food security and urban agricultural challenges. However, cultivation of fruit-bearing crops such as tomatoes remains limited due to their high light demands, long growth periods, and tall plant structure. In this study, we aimed to develop an efficient cultivation system for tomatoes in a multilayer plant factory. Mini-tomatoes were hydroponically cultivated using white LEDs in a five-tier shelf system under two different cultivation methods. The conventional I-shaped method involved vertical growth on the top tier with downward lighting, while the novel S-shaped method trained each plant horizontally across the 2nd to 4th tiers with lateral lighting on each level. The S-shaped method enabled even light distribution, resulting in consistent photosynthetic rates throughout the canopy. In contrast, the I-shaped method suffered from strong light attenuation in the lower tiers, leading to reduced photosynthetic efficiency in shaded parts. Although total yield did not differ significantly between the two methods, the S-shaped method promoted earlier fruit maturation and improved fruit quality, including higher sugar content. Compared with greenhouse cultivation, plant factory conditions ensured stable temperature and lighting, leading to compact plant morphology, shorter internodes, and higher SPAD values. Moreover, fruit quality was more consistent year-round, with higher lycopene and sugar contents. This study demonstrates that the S-shaped cultivation system offers significant advantages in light use efficiency, plant management, and fruit quality. It represents a scalable approach for enhancing tomato production in plant factories and may facilitate the introduction of other high-light-demanding fruit crops into vertical farming systems.", "date": "2025-05-03", "journal": ""}
{"title": "A SUMO-interacting motif in the guanine nucleotide exchange factor EPAC1 is required for subcellular targeting and function", "doi": "10.1101/2025.05.02.651912", "authors": "Yang, W.; Mei, F.; Lin, W.; Lee, J. E.; Nie, S.; Bley, C. J.; Hoelz, A. J.; Cheng, X.", "abstract": "Exchange protein directly activated by cAMP (EPAC1), a multifunctional intracellular cAMP receptor, dynamically localizes to various cellular loci, engaging with diverse molecular partners to maintain cellular homeostasis. The study investigates the role of the SUMO interacting motif (SIM) in the subcellular targeting and cellular functions of EPAC1. It reveals that the SIM is a critical structural element for EPAC1's association with RanBP2/Nup358, a nucleoporin of the cytoplasmic filament component of the nuclear pore complex (NPC). Mutational disruption of EPAC1 SIM interferes with EPAC1's ability to activate its canonical effectors, small GTPases, Rap1 and Rap2, and non-canonical functions, such as the formation of nuclear condensates and cellular SUMOylation. Because SIM is also directly involved in cAMP binding, RanBP2's association with EPAC1 with the SIM attenuates EPAC1's cAMP binding affinity to generate an EPAC1 signaling microdomain with reduced cAMP sensitivity around the NPC. The coupling between EPAC1's scaffold association and cAMP binding enables EPAC1 to tune its sensitivity to stress stimuli spatially depending on the cellular locations. These findings provide novel structural insights into EPAC1 signaling, highlighting the importance of SIM in EPAC1's cellular functions and potential novel strategies for therapeutically targeting EPAC1.", "date": "2025-05-03", "journal": ""}
{"title": "LRP10 promotes trafficking of progranulin and prosaposin to lysosomes", "doi": "10.1101/2025.05.02.651888", "authors": "Filippini, F.; Devireddy, S.; Ferguson, S.", "abstract": "Mutations in LRP10, a low-density lipoprotein receptor family member, cause familial Parkinson's disease and dementia with Lewy bodies. However, its direct cellular functions remain largely undefined. Using a multidisciplinary approach, our new data shows that LRP10 is required for the efficient trafficking of progranulin and prosaposin to lysosomes. Loss of LRP10 resulted in aberrant Golgi accumulations of progranulin and prosaposin and their reduced abundance in lysosomes. Disease-linked LRP10 missense mutations failed to support this lysosomal trafficking. Moreover, LRP10 KO mice developed striking microgliosis marked by enlarged and hyper-ramified microglia, accompanied by progranulin accumulation in the Golgi. Our results define LRP10 as a positive regulator of progranulin and prosaposin lysosomal protein trafficking and microglia homeostasis and thus shed new light on how its dysfunction may drive neurodegeneration in Parkinson's Disease and dementia with Lewy bodies.", "date": "2025-05-03", "journal": ""}
{"title": "Stochasticity contributes to explaining minority and majority MOMP during apoptosis", "doi": "10.1101/2025.05.02.651813", "authors": "Geiger, J.; Kloetzer, F.; Pollak, N.; Fullstone, G.; Morrison (Rehm), M.", "abstract": "Apoptosis dysfunction is linked to diseases like cancer and neurodegenerative disorders. A key event during apoptosis is mitochondrial outer membrane permeabilization (MOMP), which typically proceeds in a rapid all-or-none fashion. If MOMP occurs only in a subset of mitochondria (minority MOMP), it can be sublethal and contribute to tumorigenesis and cancer progression. Similarly, individual mitochondria escaping widespread MOMP (majority MOMP) can allow cancer cells to recover if apoptosis execution fails. How such heterogeneities in mitochondrial MOMP responsiveness arise within cells is incompletely understood. In particular, whether stochasticity in subcellular protein distributions and interactions across cytosol and mitochondria can realistically contribute to mitochondrial MOMP heterogeneity has not yet been studied. To assess this, we sequentially built and experimentally parameterized a particle-based, cell-sized model including cytosolic and mitochondrial compartments, and that featured a reduced interactome of MCL-1, BAK and tBID. High-performance computing enabled cell-scale simulations of protein distributions and interactions to understand how and under which conditions stochasticity could contribute to heterogeneity in MOMP susceptibility. Our results show that stochastic effects strongly predispose sub-pools of fragmented mitochondria to MOMP under low apoptotic stress. At higher apoptotic stress, fractions of small mitochondria were more likely to escape MOMP than large mitochondria. Retrospective quantification of mitochondrial sizes in experimental scenarios of minority and majority MOMP confirmed these findings. We therefore conclude that stochasticity substantially contributes to enabling small or fragmented mitochondria to undergo MOMP in minority MOMP scenarios and to escape MOMP in majority MOMP scenarios.", "date": "2025-05-03", "journal": ""}
{"title": "Deep bidirectional interplay between sensory integration and latent rule discovery", "doi": "10.1101/2025.04.29.651167", "authors": "Benjamin, L.; Morillon, B.; Wyart, V.", "abstract": "The ability to decipher the structure of sensory input is crucial for building an accurate internal model of one's environment. Humans can not only extract and integrate the sensory properties of stimulus sequences but also discover hidden rules governing their generation. However, sensory integration and the discovery of latent generative rules in sequences have been studied separately, and whether and how these two cognitive abilities interact remains unclear. We jointly investigated sensory integration and rule discovery in a visual prediction task where a hidden rule governed predictable changes in the sensory properties of presented stimuli - a rule that only half of tested participants discovered. Participants' performance in sensory integration during the control blocks (without a hidden rule) accurately predicted their ability to discover the rule. Conversely, discovering the rule modified participants' sensory integration strategy. Using computational modeling of human behavior and simulations of recurrent neural networks, we show that minimizing leak during sensory integration is the sole parameter with a selective causal impact on subsequent rule discovery. Furthermore, participants who discovered the hidden rule appeared to apply it mentally to each presented stimulus, prior to integrating it. Together, our results reveal a deep bidirectional interplay between sensory integration and latent rule discover, to form a comprehensive learning system.", "date": "2025-05-03", "journal": ""}
{"title": "Preparation duration shapes the goal-directed tuning of stretch reflex responses", "doi": "10.1101/2025.04.29.651111", "authors": "Rohlen, R.; Torell, F.; Dimitriou, M.", "abstract": "Stretch reflex responses allow for effective resistance against postural perturbations, but reflex gains can also be modulated to accommodate the execution of voluntary movements. Recent findings suggest that movement preparation includes independent and goal-directed tuning of muscle spindles, facilitating a congruent modulation of reflex gains. In the context of delayed-reach, goal-directed tuning of stretch reflex gains is present or enhanced when the homonymous muscle is unloaded (i.e., antagonist load) and the preparatory delay is sufficiently long (>250 ms and <750 ms). This study examined how multiple preparatory delays impact the goal-directed modulation of short- and long-latency stretch reflex (SLR and LLR) gains of the pectoralis, anterior and posterior deltoid muscles in a delayed-reach task. We used electromyographic signals to quantify stretch reflex responses of healthy subjects that experienced haptic perturbations induced by a robotic manipulandum in a delayed-reach task. We found that a preparatory delay of 300 ms is sufficient for goal-directed tuning of SLR responses in the pectoralis and posterior deltoid muscles, and 400 ms allows for even stronger goal-directed tuning of stretch reflex responses. In contrast, there was no goal-directed modulation in the SLR of the anterior deltoid. Tuning of LLR gains was robustly goal-dependent throughout, with negligible modulation across preparatory delays. Our results clarify the minimum preparatory time required for goal-directed tuning of stretch reflex gains and characterise the relationship between reflex gains and preparation duration. This relationship is not strictly linear, likely reflecting the interplay of multiple feedback mechanisms functioning at different time frames.", "date": "2025-05-03", "journal": ""}
{"title": "Preparation duration shapes the goal-directed tuning of stretch reflex responses", "doi": "10.1101/2025.04.29.651111", "authors": "Rohlen, R.; Torell, F.; Dimitriou, M.", "abstract": "Stretch reflex responses allow for effective resistance against postural perturbations, but reflex gains can also be modulated to accommodate the execution of voluntary movements. Recent findings suggest that movement preparation includes independent and goal-directed tuning of muscle spindles, facilitating a congruent modulation of reflex gains. In the context of delayed-reach, goal-directed tuning of stretch reflex gains is present or enhanced when the homonymous muscle is unloaded (i.e., antagonist load) and the preparatory delay is sufficiently long (>250 ms and <750 ms). This study examined how multiple preparatory delays impact the goal-directed modulation of short- and long-latency stretch reflex (SLR and LLR) gains of the pectoralis, anterior and posterior deltoid muscles in a delayed-reach task. We used electromyographic signals to quantify stretch reflex responses of healthy subjects that experienced haptic perturbations induced by a robotic manipulandum in a delayed-reach task. We found that a preparatory delay of 300 ms is sufficient for goal-directed tuning of SLR responses in the pectoralis and posterior deltoid muscles, and 400 ms allows for even stronger goal-directed tuning of stretch reflex responses. In contrast, there was no goal-directed modulation in the SLR of the anterior deltoid. Tuning of LLR gains was robustly goal-dependent throughout, with negligible modulation across preparatory delays. Our results clarify the minimum preparatory time required for goal-directed tuning of stretch reflex gains and characterise the relationship between reflex gains and preparation duration. This relationship is not strictly linear, likely reflecting the interplay of multiple feedback mechanisms functioning at different time frames.", "date": "2025-05-03", "journal": ""}
{"title": "The impact of sex, age, and genetic ancestry on DNA methylation across tissues", "doi": "10.1101/2025.04.29.651179", "authors": "Diez, W. O.; Ramirez, J. M.; Mele, M.", "abstract": "Background: Understanding the consequences of individual DNA methylation variation is crucial for the study of human biology and disease. However, the collective impact of demographic traits on DNA methylation and subsequent gene expression across human tissues remains unexplored. Here, we quantify the contributions of sex, age, genetic ancestry, and BMI on DNA methylation variation across 9 human tissues and 424 individuals from the Genotype-Tissue Expression project. Results: We observe that inter-individual DNA methylation variation is higher than inter-individual gene expression variation. We show that genetic ancestry and age have a greater impact on DNA methylation than does sex, with aging effects being more widespread but less pronounced. On average, less than 10% of the gene expression variation in sex, age, and ancestry is mediated by DNA methylation differences, with ancestry showing the largest percentage of mediation. We show that DNA methylation differences between populations accumulate at regions with outlier DNA methylation profiles (high/lowly methylated) and are largely under genetic control. The female genome is predominantly hypermethylated across tissues, likely driven by the polycomb repressive complex. Ultimately, we demonstrate how aging increases DNA methylation levels at targets of the polycomb repressive complex in most tissues except the gonads. Conclusions: Overall, our multi-individual and multi-tissue analysis provides a comprehensive characterization of the main drivers of human DNA methylation variation under healthy conditions, laying the foundations for clinical studies considering demographic perspectives.", "date": "2025-05-03", "journal": ""}
{"title": "A structure-based modelling approach identifies effective drug combinations for RAS-mutant acute myeloid leukemia", "doi": "10.1101/2025.04.29.651188", "authors": "Jones, L.; Rukhlenko, O. S.; Dias, T.; Imoto, H.; Carmody, C.; Wynne, K.; Kholodenko, B. N.; Bond, J.", "abstract": "Mutations activating RAS/RAF/MEK/ERK signaling are associated with poor outcome in acute myeloid leukemia (AML), but therapeutic targeting of this pathway is challenging. Here, we employ a structure-based, dynamic RAS pathway model to successfully predict RAF inhibitor (RAFi) combinations which synergistically suppress ERK signaling in RAS-mutant AML. Our in silico models predicted therapeutic synergy of two iterations of conformation-specific RAF inhibitors: Type I[1/2] + Type II and Type I + Type II. Predictions were validated in vitro in AML cell lines and patient samples, with synergy verified by the Loewe Additivity model. Lifirafenib (Type II) + encorafenib (Type I[1/2]) was highly synergistic against both NRAS- and KRAS-mutant lines, while synergy of lifirafenib + SB590885 (Type I) was specific to NRAS-mutants. Immunoblotting confirmed that combination efficacy correlated strongly with decreased RAS pathway activation. Leveraging the pharmacokinetic predictions of our in silico model, both combinations were then assessed in a pre-clinical NRAS-mutant AML patient-derived xenograft (PDX) model, showing significantly improved leukaemia growth delay and event-free survival compared with single agent approaches. Assessment of leukemia burden in bone marrow and spleen during treatment further showed site-specific efficacy against circulating and spleen-resident blasts for both combinations. In summary, we report that our structure based-modelling approach can effectively identify novel, non-obvious, and well-tolerated RAFi combinations that are highly effective against in vitro and in vivo models, thereby suggesting alternative potential therapeutic strategies for high-risk RAS-mutant AML.", "date": "2025-05-03", "journal": ""}
{"title": "Glycerol Production and Diapause Are Most Likely Not Linked in Manduca sexta", "doi": "10.1101/2025.04.29.649890", "authors": "Ades, R.", "abstract": "Several studies have demonstrated that diapausing insects upregulate glycerol production in response to cold temperatures. However, relatively few studies have investigated whether diapause can independently trigger increased glycerol production. In other words, little research has been dedicated to analyzing whether diapause and glycerol upregulation are linked. If a linkage between these two elements in insects exists, then photoinduced diapausing insects should upregulate glycerol production, even without exposure to cold temperatures. The current study examines whether this linkage exists in the tobacco hornworm pupae (Manduca sexta). Tobacco hornworms will enter a pupal diapause if presented with consistently short photoperiods, most notably 12 hours of daylight followed 12 hours of darkness. Regarding temperature, photoinduction of diapause in the tobacco hornworm is optimal at 26 degrees celsius. Using a spectrophotometric assay, glycerol levels in hemolymph were assessed in non-diapausing pupae shortly after pupation and in diapausing pupae after 16 days of pupation. Interestingly, non-diapausing pupae contained significantly higher glycerol levels in hemolymph compared to diapausing pupae. Furthermore, non-diapausing pupae produced approximately .099 M glycerol and diapausing pupae produced .085 M glycerol. This study provides evidence that glycerol upregulation and diapause are not linked in Manduca sexta, but are rather two separate events with two distinct causes. Nevertheless, the results are valuable since non-diapause specimens produced more glycerol than diapausing specimens, and moderately high concentrations of glycerol were found in both diapausing pupae and non-diapausing pupae.", "date": "2025-05-03", "journal": ""}
{"title": "The Impact of Visual Perturbations on Balance Control during Walking", "doi": "10.1101/2025.04.29.651186", "authors": "Li, Y.; Lambrecht, E.; Bruijn, S.; van Dieen, J. H.", "abstract": "Visual perturbations may lead to a perception of self-motion and affect balance control. We studied effects of different visual perturbations in 16 healthy young participants walking on a treadmill, by assessing foot placement and center of mass (CoM) movement. Three different visual perturbations were applied: fixating a stationary target at eye level while the background moved to the right (MB), tracking a target moving rightward over a stationary background with head rotation (MT-HR), and tracking the moving target with eye movement only (MT-EM). Linear models were fit to the kinematics data to predict foot placement from CoM state at mid-swing. Over the whole trial, MT-HR and MT-EM caused an increase in step width variability, CoM position variability and foot placement residual error. During visual perturbation epochs specifically, in MB, a left deviation of foot and CoM trajectories was observed from the start of background movement. In MT-HR and MT-EM, a right deviation of foot and CoM trajectories was observed only after the target had stopped moving. Contrary to our expectations, foot placement errors did not coincide with subsequent CoM deviations in the opposite direction. An obvious change in frontal plane trunk orientation was found only in MT-HR. While all visual perturbations affected control of the CoM trajectory in the frontal plane, these effects appeared caused by effects on heading as well as balance control. Head rotation appears to additionally disturb balance through a coupling with trunk orientation.", "date": "2025-05-03", "journal": ""}
{"title": "Multi-gene phylogeny and morphology of Pleurotus in Aotearoa New Zealand reveal a new variety of Pleurotus pulmonarius", "doi": "10.1101/2025.04.29.651148", "authors": "Hera, D.; Cooper, J.; Buchanan, P. K.; Dhami, M. K.; Dickie, I. A.", "abstract": "Increased demand of cultivated oyster mushrooms (Pleurotus species) in Aotearoa New Zealand has led to the importation of exotic species, which pose potential invasion risks. Gaps in taxonomic knowledge of this genus have complicated biosecurity decisions and cultivation efforts. To address this, we collected 84 wild and cultivated New Zealand Pleurotus specimens for multi-locus phylogenetic analysis (ITS, LSU, RPB1, RPB2, and Tef) and morphological examination. We describe P. pulmonarius var. aotearoa as a new variety indigenous to New Zealand, distinct from imported P. pulmonarius sens. str. We establish that P. purpureo-olivaceus has no anamorphic stage and falls outside the subgenus Coremiopleurotus, unlike P. australis, a species sometimes found on living trees. The close monophyletic relationship between P. parsonsiae and P. djamor underscores the need to reconsider the presence of the exotic P. djamor in the country. The refined species boundaries between the indigenous P. australis, P. parsonsiae, P. pulmonarius var. aotearoa and P. purpureo-olivaceus have important implications for conservation and biosecurity, and support the potential of using indigenous strains for cultivation in New Zealand.", "date": "2025-05-03", "journal": ""}
{"title": "Weak and inverse latitudinal diversity gradients in the 10 most abundant and diverse flying insect clades", "doi": "10.1101/2025.04.29.651164", "authors": "Santos, B. F.; Srivathsan, A.; Neves, K.; Meier, R.", "abstract": "The diversity of many well-studied taxa increases toward the tropics, but the available data are biased toward organisms larger than 5 mm, excluding most multicellular species. To address this bias, we analyzed DNA barcode data for 1.35 million specimens of flying insects, representing over 130,000 putative species collected using 101 Malaise traps in 27 countries across six continents. We find that the same ten insect families, consisting mostly of small species, dominate the abundance and diversity, accounting for over half the species across climates, habitats, and sites. Surprisingly, five of the ten have non-significant or even an inverse latitudinal diversity gradient, while the remaining five exhibit only weak to average gradients compared to 470 other terrestrial taxa. Three of the top-ten taxa are parasitoid families, but only one, ichneumonid wasps, display a strong inverse gradient, thus indicating that parasitoidism alone cannot explain this unusual gradient. Subfamily-level analysis for Ichneumonidae further suggests that host specialization is also unlikely to be the main driver. Our study reveals surprising global convergence in insect community composition alongside unexpected variation in latitudinal diversity gradients. As taxonomic and body size biases are addressed, more such surprises are likely, reshaping our understanding of global biodiversity patterns.", "date": "2025-05-03", "journal": ""}
{"title": "AntiCP3: Prediction of Anticancer Proteins Using Evolutionary Information from Protein Language Models", "doi": "10.1101/2025.04.29.651196", "authors": "Gupta, A.; Chauhan, M.; Tomer, R.; Raghava, G. P. S.", "abstract": "A number of computational methods have been developed in the past for predicting anticancer peptides, including AntiCP and AntiCP2 from our group. While these tools have been widely used by the scientific community, they are not suitable for predicting anticancer proteins. In this study, we present AntiCP3, the first dedicated method for the prediction of anticancer proteins. All models were trained using five-fold cross-validation and evaluated on an independent dataset not used during training. Our initial analysis revealed distinct compositional differences between anticancer peptides and proteins, justifying the need for a separate prediction framework. We first implemented similarity-based approaches, which yielded moderate performance. Subsequently, we developed machine learning and deep learning models using conventional protein features, achieving a maximum AUC of 0.72. The performance improved to an AUC of 0.79 with the incorporation of evolutionary information through PSSM profiles. Further enhancement was observed when embeddings from a fine-tuned protein language model ESM-t33 were used, leading to a best AUC of 0.90. Finally, a hybrid approach combining BLAST with our machine learning model achieved an AUC of 0.91. To facilitate the scientific community, we have implemented AntiCP3 as both a web server and standalone software for the prediction of anticancer proteins (https://webs.iiitd.edu.in/raghava/anticp3/). We have also deployed our model at hugging face https://huggingface.co/raghavagps-group/anticp3.", "date": "2025-05-03", "journal": ""}
{"title": "Alignment between Duplex Sequencing and transgenic rodent mutation assay data in the assessment of in vivo NDMA-induced mutagenesis", "doi": "10.1101/2025.04.29.651210", "authors": "Ashford, A. L.; Nachmanson, D.; Wills, J. W.; Higgins, J. E.; Smith, T. H.; Vavra, K. C.; Dahalan, F.; Howe, J.; Elloway, J. M.; Salk, J. J.; Doherty, A.; Lynch, A. M.", "abstract": "The nitrosamine N-nitrosodimethylamine (NDMA) is a mutagen and rodent carcinogen that has been identified as a process impurity in some commercially available medicines, leading to market withdrawals and new impurity control measures. Error-corrected DNA sequencing techniques, such as Duplex Sequencing (DS), have error rates low enough to revolutionise genetic toxicology testing by directly measuring in vivo mutagenesis within days of exposure. Here, DS was performed on liver samples from an OECD-compliant, Transgenic Rodent Gene Mutation Assay (TGR) conducted under GLP standards. MutaTMMouse specimens were orally dosed with NDMA using either a repeat-dose 28-day regimen (0.02-4 mg/kg(bw)/day) or single bolus doses of either 5 or 10 mg/kg(bw) administered on day one. Dose-dependent increases in mutation frequency were detected by DS in liver, enabling a No-Observed Genotoxic Effect Level (NOGEL) of 0.07 mg/kg(bw)/day to be determined, supported by mechanistic analyses of trinucleotide mutation spectra. Benchmark dose (BMD) modelling determined similar BMD50 values from either DS or TGR, demonstrating concordance across the two techniques albeit with greater precision from DS due to smaller inter-animal variation. DS offers a fundamental change in mutagenicity assessments enabling more precise point-of-departure determinations with mechanistic clarity and 3Rs advantages compared to the standard TGR approach.", "date": "2025-05-03", "journal": ""}
{"title": "Expression and localization of NAGase and its effect on sperm motility in Duroc boars", "doi": "10.1101/2025.04.29.651211", "authors": "lai, b.; lin, q.", "abstract": "The sperm and testis of Duroc boars were used as research objects. The purpose of this study was to observe the localization of NAGase in Duroc boars' testis and the mechanism of its effect on sperm motility. The expression and localization of NAGase in testis tissues were detected by immunohistochemistry. Sperm morphology and histology were observed by H.E. staining. The localization of NAGase in sperm cells was observed by immunofluorescence technique. Acrosome integrity and motion performance (forward motion, head-side swing,", "date": "2025-05-03", "journal": ""}
{"title": "A distinct subset of stem-cell memory is poised for the cytotoxicity program in CD4+ T cells in humans.", "doi": "10.1101/2025.04.29.651205", "authors": "Kar, R.; Sinha, S.; Khatun, Z.; Sharma, A.; Patil, V. S.", "abstract": "The peripheral CD4+ T-cells with cytolytic potential (CD4-CTLs) have been detected in several diseases, including infectious diseases and various cancers. They form the component of protective immune response and are shown to be enriched in the effector memory expressing CD45RA (TEMRA) in humans. However, the lack of understanding about their lineage, molecular characters, and cytolytic potential in comparison to CD8-CTLs has restricted their utility. Thus, in this study, by parallelly analysing the CD4-CTLs and CD8-CTLs, we demonstrate that they are indistinguishable for the cytolytic program, with both showing similar gene expression profile and T cell antigen-receptor (TCR) clonal expansion in humans. Further, using an integrative multi-omics analysis combining the transcriptome, TCR repertoire, and open chromatin profile of CD4+ naive (CD4-TN) and memory T-cell subsets, we discovered a distinct stem-cell memory subset (TSCM-CTL) that is pre-committed to the cytolytic program that shared significant TCR clonotypes with expanded CD4-CTL-effectors. Further, through an in vitro differentiation model, we developed CD4+ T-cells with cytolytic potential (iCD4-CTLs) from CD4-TN cells that showed gradual and progressive acquisition of cytolytic program, exhibiting progressive chromatin accessibility at cytotoxicity-associated genes. Of particular interest was the property of iCD4-CTLs that co-expressed longevity-associated genes along with cytotoxicity-associated genes, hence generating long-lived CD4-CTL-effectors. Overall, the process of generation of iCD4-CTLs from CD4-TN, deciphered the molecular signatures of early commitment to the cytotoxicity program. Together, our study advocates for exploring both CD4-CTLs and CD8-CTLs for vaccine development, vaccine efficacy testing, as well as immunotherapies and cell-based therapies for precision medicine.", "date": "2025-05-03", "journal": ""}
{"title": "Sedimentation and drag in drifting macrophytes and plastic objects: A model", "doi": "10.1101/2025.04.29.651208", "authors": "Gronwald, F.; Weinberger, F.; Bouma, T. J.; Karez, R.", "abstract": "Predicting macroalgal sedimentation and drag sensitivity is essential for ecological and geochemical modeling, and for optimizing seaweed cultivation. However, despite the diversity of macrophyte forms, models incorporating their specific morphology and hydrodynamic effects are largely lacking. To develop a broadly applicable model, we tested whether the drag response of diverse macrophyte morphologies and plastic objects can be accurately predicted by approximating them as ellipsoids and accounting for their specific shapes. A set of simple shape descriptors (wet weight, volume, thallus thickness, thallus projection area) and an empirical solution for the drag equation, enabled relative accurate predictions of the sinking velocity for 26 morphologically diverse macroalgae species, as well as the eelgrass Zostera marina, another major source of drifting biomass in many shallow seas. Additionally, we identified a second simpler empirical solution that incorporates shape and, while slightly less accurate, can be applied to a broader range of particles, including plastics.", "date": "2025-05-03", "journal": ""}
{"title": "Deciphering Biosynthetic Gene Clusters with a Context-aware Protein Language Model", "doi": "10.1101/2025.04.29.651206", "authors": "Kang, Z.; Zhang, H.; Liang, C.; Yang, R.; Ye, Y.; Bai, H.; Zhang, Y.; Ning, K.", "abstract": "Microbial secondary metabolites, synthesized by biosynthetic gene clusters (BGCs), play critical roles in ecological interactions and offer vast potential for biotechnological and pharmaceutical applications. Despite advances in computational BGC detection, current methods face challenges, including time-consuming sequence alignments, dependence on known homologs and manually defined rules, limiting its robustness and generalizability. To address these, we present CoreFinder, a deep learning framework that integrates protein language models (pLMs) and genomic contexts to predict product class and decipher gene functions within BGCs without alignment. CoreFinder demonstrated higher precision of 0.945 (842/891) and recall of 0.821 (842/1,025) than antiSMASH for core gene annotation in over 700 experimentally validated fungal BGCs. Built on CoreFinder, we introduced an end-to-end scalable workflow for BGC screening and deciphering, which is about 240 times faster than antiSMASH. Applied to 256 genomes spanning 197 taxa, CoreFinder identified 6,414 core genes within 4,585 BGCs. Further analysis indicates that a non-ribosomal peptide synthetase (NRPS) family likely existed prior to the divergence of Fusarium and Aspergillus and evolved into function-specific gene clusters. These findings emphasize the potential of CoreFinder as a powerful tool for accelerating natural product discovery and driving innovation in synthetic biology by unlocking novel biosynthetic pathways for biotechnological and pharmaceutical advancements.", "date": "2025-05-03", "journal": ""}
{"title": "Spatialproteomics - an interoperable toolbox for analyzing highly multiplexed fluorescence image data", "doi": "10.1101/2025.04.29.651202", "authors": "Meyer-Bender, M. F.; Voehringer, H. S.; Schniederjohann, C.; Koziel, S. P.; Chung, E. K.; Popova, E.; Brobeil, A.; Held, L.-M.; Munir, A.; Scverse Community,  ; Dietrich, S.; Bruch, P.-M.; Huber, W.", "abstract": "Highly multiplexed immunofluorescence imaging is a recent method to characterize tissues at single-cell resolution on the protein level, offering low cost, high scalability, and the ability to analyze paraffin-embedded tissue samples. However, the analysis of these data involves a sequence of steps, including segmentation, image processing, marker quantification, cell type classification, and neighborhood analysis, each of which involves a multitude of method and parameter choices that need to be adapted to the data and analytical objective at hand. Moreover, variations in data quality can be high and unpredictable, which necessitates further flexibility and interactivity. While individual components exist, there is an unmet need for a coherent toolbox that offers end-to-end coverage of the workflow, flexibility, and automation. We present spatialproteomics, a Python package that addresses these challenges. Built on top of xarray and dask, spatialproteomics can process images that are larger than the working memory. It supports synchronization of shared coordinates across data modalities such as images, segmentation masks, and expression matrices, which facilitates easy and safe subsetting and transformation. We demonstrate spatialproteomics on a set of images of reactive lymph nodes or different forms of B cell Non-Hodgkin lymphomas (BNHL) from 132 patients. We showcase an end-to-end analysis from raw images to statistical characterization of cell type composition and spatial distribution across indolent and aggressive lymphomas. Furthermore, we show how spatialproteomics can process gigapixel whole slide images. Altogether, we propose spatialproteomics as an easy-to-install, easy-to-learn, comprehensive toolbox for constructing powerful end-to-end image analysis solutions for highly multiplexed immunofluorescence imaging.", "date": "2025-05-03", "journal": ""}
{"title": "Loss of circulating glucocorticoid rhythm disrupts the circadian transcriptome and vascular reactivity in the mouse renal artery", "doi": "10.1101/2025.04.29.650449", "authors": "Krilis, G.; Costello, H. M.; Turner, F.; Little, R.; Komolova, A.; Nespoux, J.; Czopek, A.; Dunbar, D. R.; Bailey, M. A.; Ivy, J. R.", "abstract": "Aims: Molecular clocks in the vasculature contribute to the normal circadian blood pressure (BP) rhythm. Glucocorticoids are known to synchronise molecular clocks within peripheral tissues. Disruption of the endogenous glucocorticoid rhythm causes ''non-dipping'', a BP pattern associated with elevated cardiovascular risk. The mechanisms for this are unclear but vascular changes likely contribute. We examined the effect of impaired glucocorticoid rhythmicity on the time-of-day dependent vascular function and define the circadian transcriptome under control conditions and under arrhythmic glucocorticoids. Methods and Results: Male C57BL6J mice kept on a 12:12 hour light/dark cycle were implanted with a subcutaneous slow-release pellet containing vehicle or corticosterone (~3.7mg/kg/day), which flattened the endogenous glucocorticoid rhythm. After 7 days, renal arteries were isolated at 7am and 7pm to measure vasoreactivity using wire myography. Other arteries were taken 2-hourly over a 48-hour period for RNA sequencing. In control arteries, endothelium-dependent and independent vasodilation was elevated at wake-phase compared to the sleep-phase. This temporal variation was absent in the renal arteries from corticosterone treated mice. Using CircaCompare and LimoRhyde, we found circadian rhythms in 459 of the 14 225 protein-coding transcripts in control arteries. Following corticosterone treatment, 156 genes lost their rhythm, including canonical clock genes, genes involved in ''peroxide homeostasis'' such as Nox4 and ''TNF signalling'' like Mmp14. Paradoxically 492 genes gained a rhythm and were predominantly mitochondrial-related. Conclusions: This study expands the molecular landscape for understanding circadian vascular physiology and emphasises the impact of glucocorticoid rhythm on temporal changes in gene expression and vascular function. This is clinically relevant to the pathogenesis of vascular dysfunction associated with perturbed glucocorticoid signalling for e.g. in metabolic syndrome and chronic stress.", "date": "2025-05-03", "journal": ""}
{"title": "A Non-canonical Role for Hepatocyte MLKL in Promoting Mitochondrial Dysfunction and Senescence in the Aging Liver", "doi": "10.1101/2025.05.02.651782", "authors": "Mohammed, S.; Jiang, C.; Pennington, T.; Bhaskaran, S.; Ohene-Marfo, P.; Georgescu, C.; Pitts, K.; Tran, A.; Peng, Z.; Singh, A.; Yang, Z.; Li, T.; Hannafon, B.; Houchen, C.; Wren, J. D.; Galvan, V.; Ahsan, N.; Kinter, M.; Lewis, T. L.; Deepa, S. S.", "abstract": "Liver aging is characterized by chronic inflammation and metabolic dysfunction that contributes to the progression of metabolic dysfunction-associated steatotic liver disease (MASLD). Necroptosis, a form of inflammatory cell death, is activated in aging livers, and genetic (Ripk3-/- or Mlkl-/- mice) or pharmacological (RIPK1 inhibitor necrostatin-1s) inhibition of necroptosis attenuates liver inflammation and pathology. However, the cell type-specific role of necroptosis in liver aging remains unclear. Given that MLKL is expressed in hepatocytes, and its expression increases with age, we generated hepatocyte-specific MLKL-overexpressing mice (MLKLHepOE) to determine its role in liver aging. Unexpectedly, MLKL overexpression in hepatocytes did not induce necroptosis, but instead upregulated markers of cellular senescence (cell cycle arrest genes and SASP factors), increased macrophage infiltration, and elevated M1 macrophage marker expression. Electron microscopy and mitochondrial analyses revealed abnormal mitochondrial morphology, elevated oxidative stress, and disrupted mitochondrial dynamics, while lipidomics demonstrated alterations in hepatic lipid metabolites. In agreement with our observations in MLKLHepOE mice, MLKL overexpression in AML12 hepatocytes impaired mitochondrial respiration, increased proinflammatory extracellular vesicle (EV) release, and induced senescence markers, without triggering cell death. Together, these findings reveal a non-lethal, non-necroptotic role for MLKL in promoting hepatocyte senescence and metabolic dysfunction via mitochondrial impairment and EV-mediated inflammation. Our study highlights MLKL as a novel driver of liver inflammaging and a potential therapeutic target for age-related liver disease.", "date": "2025-05-03", "journal": ""}
{"title": "Aneuploidy alleviates the cell proliferation defect caused by mutations affecting origin licensing in Saccharomyces cerevisiae", "doi": "10.1101/2025.04.29.651238", "authors": "de La Roche Saint-Andre, C.", "abstract": "Although aneuploidy is generally detrimental to the survival and growth of normal cells, it can be beneficial under certain stress conditions, such as those caused by harmful mutations. In Saccharomyces cerevisiae, we find that the spontaneous doubling of chromosome III in the orc5-1 set1{triangleup} mutant accelerates proliferation, a benefit resulting from a reduction in the negative effect of the orc5-1 mutation. Enhanced proliferation is also observed when a fragment from a different chromosome is introduced, demonstrating that the benefit is not simply due to extra copies of specific genes. A comparable growth-enhancing effect of an extra chromosome is observed for mutations affecting other proteins involved in DNA replication licensing. The suppression of orc5-1 growth defect is also observed in the absence of the G1 cyclin Cln3, which lengthens the G1 phase, while overexpressing CLN3, which shortens G1, has the opposite effect. Additionally, Cln3 loss mirrors the effect of an extra chromosome for other mutations. These findings indicate that the severity of mutations impacting origin licensing hinges on the length of the G1 phase. Thus, we propose that the fitness-enhancing effect of an extra chromosome in DNA replication licensing mutants largely stems from its ability to extend G1, compensating for inefficient origin licensing.", "date": "2025-05-03", "journal": ""}
{"title": "Tracing Siderophore Precursors to Primary Metabolism for Ecological Applications", "doi": "10.1101/2025.04.30.651379", "authors": "He, R.; Xu, J.; Shao, J.; Wu, Y.; Wei, Z.; Gu, S.; Li, Z.", "abstract": "Microbial fitness depends on balancing between primary metabolism supporting basic survival, and secondary metabolism producing metabolites for environmental adaptation. These two systems are interconnected, with most secondary metabolites deriving from primary metabolic precursors. However, systematic frameworks for studying their relationships across diverse microbes remain limited. Using siderophores, iron-chelating secondary metabolites crucial for microbial competition, as a model, we developed a stepwise \"siderophore-monomer-precursor-pathway analysis\" framework to trace the biosynthetic connections from siderophore structures to primary metabolism. We applied this framework to an expanded SIDERITE database containing 918 siderophore structures. To demonstrate practical applications, we identified specific precursors utilized by the beneficial rhizobacterium Bacillus amyloliquefaciens but not by the plant pathogen Ralstonia solanacearum. Supplementing these precursors under iron-limited conditions enhanced both siderophore production in B. amyloliquefaciens and its inhibitory activity against R. solanacearum. This work establishes a direct link between primary metabolism and siderophore-mediated microbial interactions, offering new strategies for pathogen suppression through targeted metabolic interventions.", "date": "2025-05-03", "journal": ""}
{"title": "Mutations in Hsp40 co-chaperone change the unique canonical inter-domain interactions stimulating LGMDD1 myopathy", "doi": "10.1101/2025.05.02.651952", "authors": "Bhadra, A. K.; Aggarwal, G.; Jaysingh, M. A.; Chen, D.; Daw, J.; Weihl, C. C.; True, H.", "abstract": "Limb-girdle muscular dystrophy D1 (LGMDD1) is a rare, dominantly inherited neuromuscular disorder caused by mutations in the HSP40 co-chaperone DNAJB6, primarily in the GF or J domains. Currently, no treatments are available, and a challenge in understanding the disease is identifying a specific client protein for DNAJB6 in skeletal muscle. Our previous research indicated that LGMDD1 GF domain mutants in Sis1 exhibit substrate-specific effects, influenced by HSP70 activity. Herein, we found that novel mutations in the J-domain similarly affected chaperone function. The J-domain mutants exhibited variable substrate processing, reduced binding affinity to client-substrate, and decreased stimulation of Ssa1 ATP hydrolysis, with these effects being substrate-conformer-specific. Our simulation studies noted differences in inter domain interactions linked to the mutants, which influence the Hsp40-Hsp70 ATPase cycle. These mechanistic insights enhance our understanding of LGMDD1 myopathy and help to identify potential treatment strategies in the future.", "date": "2025-05-03", "journal": ""}
{"title": "Pervasive phenotypic effects of Fbxo42 controlled by regulation of PP4 phosphatase", "doi": "10.1101/2025.05.02.651838", "authors": "D'Angiolella, V.; Yang, H.; Smith, P.; Ma, Y.; Southworth, E.; Gopala-Krishna, V.; Salerno, B.; Rowland, J. M. S.; Grieco, D.; Kessler, B. M.; Fischer, R.", "abstract": "F-box proteins are the substrate recognition modules of the SCF (SKP1-Cullin-F-box) E3 ubiquitin ligase complex. Fbxo42, an understudied member of this family, has recently emerged as a modulator of key cellular processes, including cell cycle progression, DNA damage response and glioma stem cell survival. In this study, we define the function of Fbxo42 as a major regulator of the protein phosphatase PP4. Phosphoprotein phosphatases (PPPs) have a broad array of substrates, hence necessitating tight regulation. We observe that Fbxo42 ubiquitinates the PP4 complex to govern the assembly of regulatory and catalytic subunits with the net effect of restraining the latter's phosphatase activity. Fbxo42 depletion unleashes PP4 activity with broad cellular effects highlighting Fbxo42 as a regulatory node in ubiquitin-mediated signalling for future therapeutic exploitation.", "date": "2025-05-03", "journal": ""}
{"title": "Benchmarking Universal Machine Learning Force Fields with Hydrogen-Bonding Cooperativity", "doi": "10.1101/2025.04.29.651212", "authors": "Feng, X.; Xu, Y.; Huang, J.", "abstract": "Machine learning force fields (MLFFs) offer a promising balance between quantum mechanical (QM) accuracy and molecular mechanics efficiency. While MLFFs have shown strong performance in modeling short-range interactions and reproducing potential energy surfaces, their ability to capture long-range cooperative effects remains underexplored. In this study, we assess the ability of three MLFF models - ANI, MACE-OFF, and Orb - to reproduce cooperative interactions arising from environmental induction and dispersion, which are essential for many biomolecular processes. Using a recently proposed framework, we quantify hydrogen bond (H-bond) cooperativity in N-methylacetamide polymers. Our results show that all MLFFs capture cooperativity to some extent, with MACE-OFF yielding the closest agreement with QM data. These findings highlight the importance of evaluating many-body effects in MLFFs and suggest that H-bond cooperativity can serve as a useful benchmark for improving their physical fidelity.", "date": "2025-05-03", "journal": ""}
{"title": "Integrating simulated and experimental data to identify mitochondrial bioenergetic defects in Parkinson's Disease models", "doi": "10.1101/2025.04.29.651221", "authors": "Chenna, S.; Joselin, A.; Bano, D.; Pizzo, P.; Ankarcrona, M.; Park, D. S.; Prehn, J. H.; Connolly, N. M. C.", "abstract": "Mitochondrial bioenergetics are vital for ATP production and are associated with several diseases, including Parkinsons Disease. Here, we simulated a computational model of mitochondrial ATP production to interrogate mitochondrial bioenergetics under physiological and pathophysiological conditions, and provide a data resource that can be used to interpret mitochondrial bioenergetics experiments. We first characterised the impact of several common respiratory chain impairments on experimentally-observable bioenergetic parameters. We then established an analysis pipeline to integrate simulations with experimental data and predict the molecular defects underlying experimental bioenergetic phenotypes. We applied the pipeline to data from Parkinsons Disease models. We verified that the impaired bioenergetic profile previously measured in Parkin knockout neurons can be explained by increased mitochondrial uncoupling. We then generated primary cortical neurons from a Pink1 KO mouse model of Parkinsons, and measured reduced OCR capacity and increased resistance to Complex III inhibition. Here, our pipeline predicted that multiple respiratory chain impairments are required to explain this bioenergetic phenotype. Finally, we provide all simulated data as a user-friendly resource that can be used to interpret mitochondrial bioenergetics experiments, predict underlying molecular defects, and inform experimental design.", "date": "2025-05-03", "journal": ""}
{"title": "Inter-brain similarity and connectivity based on EEG hyperscanning during patient-acupuncturist interactions", "doi": "10.1101/2025.04.29.651215", "authors": "Wang, G.", "abstract": "The study of patient-clinician relationships is a vital branch of interpersonal interaction research. Acupuncture attaches great importance to positive patient-clinician interactions; thus, it serves as a typical example of patient-clinician interaction research. Based on electroencephalography (EEG) hyperscanning, this study explored inter-brain similarity based on spatial correlations between two brains as well as inter-brain connectivity of different regions through different frequency bands. Regarding inter-brain similarity, both acupuncture and sham acupuncture significantly decreased spatial correlation during certain sessions during acupuncture. Regarding inter-brain connectivity, acupuncture enhanced not only the connectivity of the beta frequency band in the right temporoparietal regions but also the connectivity of the fast-ripple frequency band in the right and left temporoparietal regions. These results suggest that inter-brain similarity should be emphasized in patient-clinician relationship research. Moreover, high-frequency oscillations (HFOs) potentially play an important role in inter-brain connectivity in addition to the classical EEG low-frequency bands.", "date": "2025-05-03", "journal": ""}
{"title": "Automatic Individual Cortical Parcellation for the Human Connectome Project", "doi": "10.1101/2025.04.29.651219", "authors": "Yang, C.; Coalson, T. S.; Farahibozorg, S.-R.; Bijsterbosch, J. D.; Smith, S. M.; Van Essen, D. C.; Glasser, M. F.", "abstract": "The original Human Connectome Project multimodal cortical parcellation (HCP_MMP1.0) used MRI-derived local features and long-distance functional connectivity measures to define a multimodal parcellation at the group level, accompanied by an automated areal classifier, to create subject-specific mappings of the human cerebral cortex. These mappings, referred to as individual (cortex) parcellations, aim to capture individual variability in areal organization by learning from both structural and functional data. However, a strict supervised learning approach using the group parcellation as labels would have no incentive to learn individual differences that registration is unable to reconcile (e.g., atypical 55b topologies). Furthermore, there are many types of resting state network (RSN) feature maps, and it is unclear which type would most accurately or effectively classify areas, or even what should be the primary criteria for evaluating classification performance. Here, we introduce an Areal Recognition Ensemble with Nested Approach (ARENA) classifier that learns from uncertain labels, using a novel application of weakly supervised learning to this type of problem. Additionally, in comparing multiple candidate RSN decompositions, temporal ICA and PROFUMO maps outperformed the original spatial ICA-based approach based on objective criteria. With these refinements, the ensemble classifier achieved a reliable individual variability score of 8380, an average areal detection rate of 97.8%, and test-retest reproducibility of 73.3%, outperforming a retrained version of the original Multi-layer Perceptron (MLP) model (whose reliable individual variability score was 3128, average areal detection rate was 97.2%, and test-retest reproducibility was 71.6% on the same dataset). Furthermore, the ARENA classifier demonstrated stronger generalization for all three measures when applied to task fMRI data that were not part of the training dataset. Using the refined classifier and leveraging all 1071 HCP-Young Adult subjects, we identified new types of atypical organization of language-related area 55b. Here we provide the fully data-driven HCP_MMP1.0_1071_MPM (Maximum Probability Map) group parcellation and a summary of area 55b organization in both hemispheres. Our automated individual parcellation pipeline powered by the novel ARENA classifier is now integrated into the HCP pipelines, offering a user-friendly tool for the neuroimaging community.", "date": "2025-05-03", "journal": ""}
{"title": "Isolation of Neural Stem Cells Using Platelet Derived Growth Factor C", "doi": "10.1101/2025.04.29.650770", "authors": "Omairi, H. K.; Meode, M.; Sait, S.; heemskerk, K. M.; Black, S.; Chan, J. A.; Cairncross, J. G.", "abstract": "Here, we show that Platelet-Derived Growth Factor C (PDGFC) supports the isolation of neural stem cells (NSCs) from the murine subventricular zone (SVZ) and maintains them in quiescent and slowly proliferating states. We also show that NSCs isolated using PDGFC can be induced to proliferate rapidly when switched to media supplemented with Epidermal Growth Factor and Fibroblast Growth Factor (EGF/FGF), the gold standard growth condition for NSCs. Although patterns of gene expression in NSCs isolated in PDGFC or in EGF/FGF are similar, a comparative analysis of quiescence genes reveals that NSCs in PDGFC are more like SVZ tissue than are NSCs maintained in EGF/FGF. In addition, NSCs isolated using PDGFC transition to oligodendrocyte progenitor cells (OPCs) when FGF is added to PDGFC and have an expression profile indistinguishable from OPCs that are isolated traditionally using PDGFA/FGF.", "date": "2025-05-03", "journal": ""}
{"title": "A transgenic mouse allows to capture the HLA-C*06:02 immunopeptidome in a model of psoriasis", "doi": "10.1101/2025.05.01.651638", "authors": "Braun, A.; Mobbs, J. I.; Chung, S.; Tuomisto, J. E.; Li, C.; Scull, K. E.; Ayala, R.; Anand, S.; Ramarathinam, S.; Kern, J. S.; Fourie, A.; McKinnon, M.; Baker, D. G.; Rao, N.; Mifsud, N. A.; Illing, P. T.; Vivian, J. P.; Rossjohn, J.; Purcell, A. W.", "abstract": "Psoriasis vulgaris is a T cell-mediated autoimmune skin condition affecting around one in fifty people worldwide. Whilst advanced immunomodulatory therapeutic options have become available in recent years, ongoing disease suppression is still required with no curative treatment available to date. The human leukocyte antigen class I allele HLA-C*06:02 is the main genetic risk determinant of psoriasis. Its function is to present peptide antigens to CD8+ T cells and natural killer cells which in turn elicit and perpetuate the immune response, yet little is known about ligands presented by HLA-C*06:02. To gain an understanding which HLA-C*06:02-restricted peptides are presented by epidermal cell populations and might be initiators of the autoimmune response in psoriasis, we have conducted an in depth immunopeptidomics analysis of HLA-C*06:02+ keratinocyte and melanocyte cell lines. Furthermore, we introduce a HLA-C*06:02 transgenic mouse which, in conjunction with the imiquimod model of psoriasis, allowed us to assess the ex vivo immunopeptidome of HLA-C*06:02 in psoriasiform skin. Overall, we detected 20,812 high confidence HLA-C*06:02 bound peptide ligands. Thus, we present a comprehensive coverage HLA-C in vitro immunopeptidomics dataset and the first HLA-C*06:02 ex vivo dataset of psoriasis-relevant peptide antigens that may inform the development of antigen-specific, novel curative therapeutic approaches in psoriasis.", "date": "2025-05-03", "journal": ""}
{"title": "Effects of a novel Paraburkholderia phage IPK on the phenanthrene degradation efficiency of the PAH-degrading strain Paraburkholderia caledonica Bk.", "doi": "10.1101/2025.05.02.651996", "authors": "Nieto, E. E.; Ghanem, N.; Cammarata, R. V.; Borim-Correa, F.; Coppotelli, B. M.; Chatzinotas, A.", "abstract": "Phages are a major cause of bacterial mortality, affecting bacterial diversity and ecosystem functioning. However, the impact of phage-host interactions in contaminated environments and their role in pollutant biodegradation have been largely overlooked. We isolated and characterized a novel phage from a polycyclic aromatic hydrocarbon (PAH)-contaminated soil that infects the PAH-degrading bacterium Paraburkholderia caledonica Bk, and investigated the effect of different multiplicity of infection (MOI) on the degradation efficiency of phenanthrene. The phage IPK is a temperate phage with a wide pH and temperature tolerance and a burst size of 80 PFC/ml. The IPK phage was classified as a member of the Caudoviricetes, related to Pseudomonas and Burkholderia phages; however, its low intergenomic similarity indicates that it belongs to a new species. Three AMGs related to amino acid metabolism and to bacterial growth regulation were identified in the phage genome. The highest multiplicity of infection (MOI 10) showed a rapid recovery of the host density abundance and greater phenanthrene degradation than MOIs ranging from 0.01 to 1. This work highlights the critical role of phage-host interactions in modulating pollutant degradation efficiency, which could be a key for improving the establishment of inoculants in bioremediation processes", "date": "2025-05-03", "journal": ""}
{"title": "Distinct Acetate Utilization Strategies Differentiate Butyrate and Octanoate Producing Chain-Elongating Bacteria", "doi": "10.1101/2025.05.02.651941", "authors": "Gois, I. M.; Bowers, C. M.; Kim, B.-C.; Flick, R.; Lawson, C. E.", "abstract": "Chain elongating bacteria (CEB) are a unique guild of anaerobes that convert lactate, ethanol, and acetate derived from organic waste into valuable short- and medium-chain fatty acids (MCFAs). However, the metabolic rules that determine product chain length have remained elusive. Here, we combine 13C isotope tracing, proteomics, and metabolic modelling to show that distinct acetate utilization strategies underlie the divergence between butyrate- and MCFA-producing CEB. MCFA-producing strains sustain redox balance while recycling acetate to maximize lactate use under acetate limitation, but at the cost of slower growth due to increased protein burden. In contrast, butyrate-producing strains grow faster due to lower protein costs by favoring acetate assimilation, at the cost of restricted lactate utilization when acetate is scarce. These physiological trade-offs are encoded in the substrate specificity of coenzyme A transferase, the terminal enzyme in reverse {beta}-oxidation. Our findings uncover a fundamental constraint shaping chain-length selectivity in CEB and offer new strategies to optimize MCFA production from organic waste streams.", "date": "2025-05-03", "journal": ""}
{"title": "Condensin Accelerates Long-Range Intra-Chromosomal Interactions", "doi": "10.1101/2025.05.02.651983", "authors": "Zou, F.; Li, Y.; Foldes, T.; Pinholt, H. D.; Smith, C.; Mirny, L.; Bai, L.", "abstract": "The 3D genome organization plays a key role in regulating interactions among chromosomal loci. While Chromosome Conformation Capture (3C)-based methods have provided static snapshots of chromatin architecture, the kinetics of chromosomal encounters in live cells remain poorly characterized. In this study, we employ Chemically Induced Chromosomal Interaction (CICI) to measure encounter times between multiple loci pairs in G1-arrested budding yeast. Our results show that chromosome motion closely follows the Rouse polymer model, with similar diffusion parameters at all tested loci. Surprisingly, we find that long-range intra-chromosomal encounters occur significantly faster than inter-chromosomal encounters at similar 3D distances. Using targeted depletion experiments, we identify condensin, but not cohesin, as the complex responsible for these rapid intra-chromosomal interactions. This is further supported by Hi-C analysis, which reveals that condensin promotes long-distance intra-chromosomal interactions in G1 yeast. Through polymer simulations, we estimate that condensin extrudes chromatin at ~2 kb/s with a density of one complex per 1-2 Mb and a processivity of 120-220 kb. These findings uncover a novel role for condensin in shaping the interphase genome organization and provide new insights into chromosomal search dynamics in vivo.", "date": "2025-05-03", "journal": ""}
{"title": "Structure-activity relationship of an all-α-helical prenyltransferase reveals a mechanism for indole prenylation.", "doi": "10.1101/2025.05.02.651859", "authors": "Oshiro, T.; Uehara, S.; Tanaka, Y.; Ito, T.; Kodera, Y.; Matsui, T.", "abstract": "Enzymes are involved in the biosynthesis of various secondary metabolites found in nature. The catalytic mechanism is regulated by the three-dimensional structure of the enzyme especially at the catalytic site, resulting in the natural products with complicated conformation derived from a regioselective, chemoselective, and stereoselective fashion of the enzyme reaction. Prenyltransferase (PT), which belongs to the prenylsynthase (PS) family, catalyzes the condensation of isoprene to an aromatic compound, consequently producing a terpenoid scaffold structure. Therefore, it plays an important role in which expands the chemical diversity of terpenoids. Although the three-dimensional structures of PS which categorized in the same family were resolved, the catalytic mechanism of the PT has been vailed. In this study, we determined the X-ray crystal structure of a novel prenyltransferase SxPT1 derived from marine Streptomyces. Here we described that SxPT1 analyzed the enzyme reactions and discussed its catalytic mechanism.", "date": "2025-05-03", "journal": ""}
{"title": "Maternal PFAS Transfer through Lactation: Dolphin Milk Reveals Routes of Early-Life Exposure", "doi": "10.1101/2025.05.02.651903", "authors": "Joseph, K. M.; Falls, A. T.; Dodds, J. N.; Power, M. L.; Baker, E. S.", "abstract": "Per- and polyfluoroalkyl substances (PFAS) continue to increase in concentration and prevalence in the environment due to the creation of emerging PFAS and lack of breakdown of legacy compounds. PFAS are known to both bioaccumulate and biomagnify, therefore, species higher on the food chain, such as marine mammals, are highly exposed to these chemicals. Although studies suggest that considerable maternal transfer of persistent organic pollutants occurs via lactation, data is lacking on the temporal trends associated with PFAS exposure. Here, we utilized a set of dolphin breastmilk samples from an individual mother across a two-year lactation period to evaluate longitudinal trends in PFAS concentrations and profiles. Thirty-six PFAS were detected using a multidimensional platform combining liquid chromatography, ion mobility spectrometry, and mass spectrometry (LC-IMS-MS), and of these, 17 PFAS were detected continuously across the nursing window of 103-706 days. Quantitative analysis specifically showed concentrations of perfluorooctanesulfonic acid (PFOS) alone surpass weekly intake recommendations from the European Food Safety Authority and Food Standards Australia New Zealand by 1,000-fold but decreased slightly over time, possibly due to transfer from feedings. Non-targeted analysis also identified 13 additional compounds including two long-chained perfluorosulfonic acids not traditionally targeted, as well as the PFOS precursors, perfluoroethylcyclohexane sulfonate (PFECHS) and 2-(N-ethylperfluorooctanesulfonamido)ethyl phosphate (SAmPAP). This study therefore suggests that breastmilk is a major contributor to early-life PFAS exposure to mammals, particularly for long-chained PFAS.", "date": "2025-05-03", "journal": ""}
{"title": "Rational Molecular Design of Two-Photon Activated Temoporfin: A Computational Study for Advanced Photodynamic Therapy", "doi": "10.1101/2025.05.02.651861", "authors": "Koca-Findik, B.; Uyar, E. S.; MONARI, A.; Catak, S.", "abstract": "Photodynamic therapy (PDT) is a promising, non-invasive cancer treatment that relies on the activation of photosensitizers (PS) by suitable light to produce cytotoxic reactive oxygen species. However, the efficiency of PDT is often hindered by the limited penetration of visible light into tissues, requiring the use of infrared activable PS. Furthermore, PS are usually prone to aggregation and present solubility issues limiting their bioavailability. In this study, we explore the functionalization of temoporfin (mTHPC), a clinically approved second-generation PS, with two-photon absorption (TPA) chromophores to enhance its efficiency in deep tissues. Three TPA-temoporfin conjugates (DTP1-mTHPC, DTP2-mTHPC, and DPP-mTHPC) have been designed and their properties have been investigated using a combination of quantum mechanics (QM), molecular dynamics (MD), and hybrid QM/MM simulations. Computational analysis revealed that the TPA cross-section ({sigma}) of the parent DTP moieties significantly increase when anchored to mTHPC, thus allowing efficient absorption in the near-infrared (NIR) region. Additionally, we have shown that their encapsulation with {beta}-cyclodextrins ({beta}-CDs) improved solubility and prevented aggregation without altering the optical properties of the PS. Simulations in a biological membrane model confirmed favorable interactions and localization of the candidate PDT agents within lipid bilayers, supporting their potential for enhanced clinical applications. This study demonstrates that rational molecular design can improve both the optical properties and the drug-delivery proficiency of temoporfin, paving the way for more effective deep-tissue PDT treatments.", "date": "2025-05-03", "journal": ""}
{"title": "Fluid shear stress promotes glial-mediated neurotoxicity in vitro via purinergic signaling", "doi": "10.1101/2025.04.29.651240", "authors": "Tenney, S.; Streilein, C.; Bermudez, A.; Keller, Z.; Cornelison, R. C.", "abstract": "Interstitial fluid flow plays a critical role in maintaining function and homeostasis in neural tissue, and dysregulation of this flow due to injury or disease results in mechanical stress that is associated with several neuropathologies, including traumatic brain injury, ischemic stroke, and glioma. Glial cells such as astrocytes and microglia are known to respond to mechanical forces like fluid shear stress but the impact of this stress on their functionality and any subsequent impact on neurons remains poorly defined. To investigate how pathologically high fluid shear stress modulates astrocyte and microglia function and to determine whether glial responses to fluid shear influence neuronal survival and morphology, we applied low pathological levels of fluid shear stress (0.1 dynes/cm2) to cultured human astrocytes and microglia and assessed functional changes including metabolic activity, metabolite release, lipid droplet accumulation, and phagocytic activity. Conditioned media from these glia were then applied to differentiated SH-SY5Y neurons to evaluate effects on cell survival and neurite outgrowth. We then focused on identifying the soluble factor mediating the observed neurotoxicity. We found that fluid shear stress promotes distinct functional responses in astrocytes and microglia, including increased metabolic activity in astrocytes, increased lipid droplet accumulation in microglia, and heightened release of extracellular ATP in both cell types. Exposure to shear-conditioned glial media significantly reduced neuronal survival and neurite length. This neurotoxic effect was abolished by activated charcoal filtration but not by boiling and was prevented through P2X7 receptor inhibition in neurons, suggesting extracellular ATP as a causative agent. These findings indicate that high fluid shear stress promotes glial-mediated neurotoxicity via purinergic signaling. This study helps to characterize glial-neuronal mechanobiological interaction in the context of neuropathology and provides support for targeting purinergic signaling pathways as a therapeutic approach for neuropathologies associated with altered interstitial fluid flow.", "date": "2025-05-03", "journal": ""}
{"title": "Differential cell signaling testing for cell-cell communication inference from single-cell data by dominoSignal", "doi": "10.1101/2025.05.02.651747", "authors": "Mitchell, J. T.; Stapleton, O.; Krishnan, K.; Nagaraj, S.; Lvovs, D.; Cherry, C.; Poissonnier, A.; Horton, W.; Adey, A.; Rao, V.; Huff, A.; Zimmerman, J. W.; Kagohara, L. T.; Zaidi, N.; Coussens, L. M.; Jaffee, E. M.; Elisseeff, J. H.; Fertig, E. J.", "abstract": "Algorithms for ligand-receptor network inference have emerged as commonly used tools to estimate cell-cell communication from reference single-cell data. Many studies employ these algorithms to compare signaling between conditions and lack methods to statistically identify signals that are significantly different. We previously developed the cell communication inference algorithm Domino, which considers ligand and receptor gene expression in association with downstream transcription factor activity scoring. We developed the dominoSignal software to innovate upon Domino and extend its functionality to test statistically differential cellular signaling. This new functionality includes compilation of active signals as linkages from multiple subjects in a single-cell data set and testing condition-dependent signaling linkage. The software is applicable for analysis of single-cell data sets with multiple subjects as biological replicates as well as with bootstrapped replicates from data sets with few or pooled subjects. We use simulation studies to benchmark the number of subjects in compared groups and cells within an annotated cell type sufficient to accurately identify differential linkages. We demonstrate the application of the Differential Cell Signaling Test (DCST) in the dominoSignal software to investigate consequences of cancer cell phenotypes and immunotherapy on cell-cell communication in tumor microenvironments. These applications in cancer studies demonstrate the ability of differential cell signaling analysis to infer changes to cell communication networks from therapeutic or experimental perturbations, which is broadly applicable across biological systems.", "date": "2025-05-03", "journal": ""}
{"title": "AbBFN2: A flexible antibody foundation model based on Bayesian Flow Networks", "doi": "10.1101/2025.04.29.651170", "authors": "Guloglu, B.; Braganca, M.; Graves, A.; Cameron, S.; Atkinson, T.; Copoiu, L.; Laterre, A.; Barrett, T. D.", "abstract": "Antibody engineering is marked by diverse data and desiderata, making it a prime candidate for multi- objective design, but is commonly tackled as a series of sequential optimisation tasks. Here, we present AbBFN2, a generative antibody foundation model trained on paired antibody sequences as well as genetic and biophysical metadata. This is achieved using the Bayesian Flow Network paradigm, which allows unified modelling of diverse data sources and flexible conditional generation at inference time. By virtue of its rich set of features and architectural flexibility, AbBFN2 can be adapted to a number of tasks commonly tackled by individual models, consolidating traditional computational pipelines into a single step. We demonstrate the adaptability of AbBFN2 using sequence inpainting, humanisation, biophysical property optimisation, and conditional de novo library generation of antibodies with rare attributes as example tasks. By removing the need for task-specific training, we hope that AbBFN2 will accelerate machine learning-based antibody design and development workflows.", "date": "2025-05-03", "journal": ""}
{"title": "Lazypipe3: Customizable Virome Analysis Pipeline Enabling Fast and Sensitive Virus Discovery from NGS data", "doi": "10.1101/2025.04.29.651217", "authors": "Weinstein, I.; Vapalahti, O.; Kant, R.; Smura, T.", "abstract": "Metagenomic next-generation sequencing (mNGS) has revolutionized virus detection across clinical, animal, and wildlife samples, enabling the discovery of both known and novel viruses. However, efficient identification of viromes from mNGS data depends heavily on bioinformatics pipelines. To contribute to publicly available pipelines, we introduce here Lazypipe3 with multiple new features including flexible annotation strategies that can be adjusted to match different datasets and research goals. Using a synthetic benchmark, we show that a simple two-round annotation strategy designed for speed and low false positive rate required in virus diagnostics, can reduce execution time to a fraction of BLAST search without any loss in accuracy. Additionally, using real data from mosquito samples we show that annotation strategies based on combinations of fast-to-accurate homology searches reduce execution time from 5 to 20-fold compared to BLASTN/BLASTP baseline. Using results from one of these \"annotation chains\" we were able to discover and characterise multiple novel whole-genome viral sequences that were missed by previous Lazypipe1 and BLASTX analysis. In Lazypipe3 we also implemented and benchmarked an improved background filtering and novel interactive reports for visualising coverage and placement of contigs relative to reference genomes. Lazypipe3 represents a highly efficient and versatile tool for virome analysis, offering customizable and transparent workflows that can facilitate virus discovery and diagnostics in diverse mNGS applications.", "date": "2025-05-03", "journal": ""}
{"title": "NF2 loss malignantly transforms human pancreatic acinar cells and enhances cell fitness under environmental stress", "doi": "10.1101/2025.04.29.651251", "authors": "Xu, Y.; Nipper, M.; Dominguez, A.; He, C.; Sharkey, F.; Khan, S.; Xu, H.; Zhou, D.; Zheng, L.; Luan, Y.; Liu, J.; Wang, P.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) occurs as a complex, multifaceted event driven by the interplay of tumor permissive genetic mutations, nature of cellular origin and microenvironmental stress. In this study, using primary human pancreatic acinar 3D organoids, we performed CRISPR knockout screen targeting 199 previously underappreciated potential tumor suppressors curated from clinical PDAC samples. Our data revealed significant enrichment of a list of candidates, with NF2 emerging as the top target. Functional validation confirmed that loss of NF2 promotes the transition of PDAC to an invasive state, potentially through extracellular matrix modulation. NF2 inactivation was found to enhance PDAC cell fitness under nutrient starvation. This adaptation not only reinforces the oncogenic state but also confers therapeutical resistance. Additionally, we found that NF2 loss is associated with the fibroblast heterogeneity and cancer-stroma communications in tumor evolution. These findings establish NF2 as a critical tumor suppressor in PDAC and uncover its role in mediating nutrient adaptation and drug resistance. Importantly, this study provides new insights into drug resistance mechanisms and potential therapeutic targets in PDAC.", "date": "2025-05-03", "journal": ""}
{"title": "Phenotypic and Functional Characterization of Oncohistone Mutations in Breast Cancers", "doi": "10.1101/2025.04.29.651098", "authors": "Edwards, A. D.; Dai, Y.; Singh, S.; Thornton, M.; Nandu, T.; Kittler, R.; Camacho, C. V.; Huang, D.; Kraus, W. L.", "abstract": "Although mutations in genes encoding histones display a similar prevalence to that of some other somatic mutations in cancer, the underlying mechanisms by which histone mutations drive tumorigenesis have not been fully explored. Herein, we curated missense mutations occurring in core histone genes in breast cancers using data from MSK-IMPACT and cBioPortal to identify high frequency breast cancer-associated histone gene mutations. We characterized 17 high frequency oncohistone mutations in H2A H2B, and H3 that are enriched in breast cancer samples and occurred at glutamate (E), aspartate (D), serine (S), and arginine (R) residues. Many of these mutants co-occur with PIK3CA mutations in breast cancer samples. The oncohistone mutants were expressed in MCF-7 breast cancer cells or MCF-10A mammary epithelial cells and screened for effects on oncogenic phenotypes in a variety of cell- and tumor-based assays (i.e., proliferation, migration, invasion, competitive outgrowth, transformation). In addition, we examined the effects of selected mutants on DNA damage and gene expression. Our results indicate that the collection of oncohistone mutants that we screened have varying phenotypic and functional effects. Some can promote cancer-related phenotypes, with H2B-E76Q, H3-E97K, and H3-E105K eliciting strong oncogenic phenotypes and alterations in gene expression. All three of these mutants showed cooperativity with an activating mutation in PIK3CA (E545K), or a chemical activator of PI3K (UCL-TRO-1938), in assays of MCF-10A proliferation. H3-E105K also strongly promoted transformation of MCF-10A cells in an assay of growth on low attachment substrate independently of PIK3CA. Our results indicate that some high frequency oncohistone mutants can have oncogenic activity in breast cancers, and may act as potential cancer drivers. Collectively, these observations presented here can be used as a resource to connect biological and molecular outcomes to oncohistones in breast cancers.", "date": "2025-05-03", "journal": ""}
{"title": "Electrophysiological recordings reveal photoreceptor coupling in the dorsal rim areas of honeybee and bumblebee eyes", "doi": "10.1101/2025.04.29.651169", "authors": "Kolyfetis, G. E.; Belusic, G.; Foster, J. J.", "abstract": "Many insects rely on skylight polarization patterns to navigate their habitats. To perform this vital task, most insect species have evolved specialized ommatidia in the dorsal rim area (DRA) of their compound eyes that are adapted to detect linearly polarized light in large patches of sky. In this study, we conducted electrophysiological recordings of honeybee (Apis mellifera) and bumblebee (Bombus terrestris) photoreceptors in the DRA and other regions of the compound eye to map their receptive fields. For both species, we report novel evidence for photoreceptor coupling, i.e., spatial summation, present in the retinal layer of the DRA. We explore spatial summation as a possible, eye-region-specific mechanism to increase the effective size of DRA ommatidia receptive fields; a crucial functional feature of the polarization compass.", "date": "2025-05-03", "journal": ""}
{"title": "Genome-Wide Identification of Conditionally Essential Genes Supporting Streptococcus suis Growth in Serum and Cerebrospinal Fluid", "doi": "10.1101/2025.05.03.652005", "authors": "Juanpere Borras, M.; Zhao, T.; Boekhorst, J.; Fernandez-Ciruelos, B.; Sanyal, R.; Arifa, N.; Wagenaar, T.; van Baarlen, P.; Wells, J.", "abstract": "Streptococcus suis is a major cause of sepsis and meningitis in pigs, and zoonosis through the emergence of disease-associated lineages. The ability of S. suis to adapt and survive in host environments, such as blood and cerebrospinal fluid (CSF), is important for pathogenesis. Here, we used Tn-Seq coupled with Nanopore sequencing to identify conditionally essential genes for growth of S. suis P1/7 in active porcine serum (APS) and CSF derived from choroid plexus organoids (Zhao et al., 2025). Through comparative fitness analyses we identified 33 conditionally essential genes (CEGs) supporting growth in APS and 25 CEGs in CSF, highlighting the importance of pathways involved in amino acid transport, nucleotide metabolism, and cell envelope integrity. Notably, the LiaFSR regulatory system and multiple ABC transporters were important for proliferation. We also identified several genes of unknown function as essential for growth, pointing to previously unrecognized genetic factors involved in S. suis adaptation during infection. These findings provide new insights into the genetic requirements for S. suis survival in host-like environments and a deeper understanding of its ability to adapt to distinct physiological niches.", "date": "2025-05-03", "journal": ""}
{"title": "Enteric infection priming confers IL-17A dependent protection from chemically-induced Colitis", "doi": "10.1101/2025.05.03.652030", "authors": "Mishra, V.; Berkachy, R.; Biswas, P.; Frankel, G.", "abstract": "Background and Aims: Enteric infections trigger mucosal immune responses. However, whether such immune imprinting influences susceptibility to sterile inflammatory diseases like colitis remains unclear. The aims of this study were to investigate whether a resolved Citrobacter rodentium (CR) infection in mouse alters host susceptibility to chemically induced colitis and to identify the underlying immune mechanisms. Methods: C57BL/6 mice were infected with wild-type CR or CR lacking Map and EspF, a mutant lacking tight junction-disrupting effectors. 3 weeks post clearance, mice were subjected to dextran sodium sulfate (DSS)-induced colitis. Disease severity was assessed by weight change, colon length, histopathology, and myeloperoxidase levels. Colonic immune cell populations were characterised by flow cytometry, and cytokine levels were measured from colon explants. Functional roles of IL-17A were evaluated using recombinant cytokine administration and neutralising antibody treatment. Results: Mice that cleared CR infection fared better following DSS treatment compared to uninfected or CRdelMap_EspF-infected mice. This protective phenotype was not directly dependent on microbiota, as confirmed by co-housing experiments. Protected mice displayed elevated numbers of colonic Th1 and Th17 cells and higher levels of IL-17A, IL-22, and IL-2 cytokines. Prophylactic treatment with IL-17A conferred protection in naive mice, whereas IL-17A neutralisation in previously infected mice abrogated the benefit, identifying IL-17A as a key mediator of protection. Conclusions: Resolved intestinal infection with CR confers long-term protection against colitis via persistent IL-17A-mediated immune reprogramming. These findings resonate with the hygiene hypothesis and highlight how prior microbial exposure can shape mucosal resilience. Keywords: Enteric infections, immune imprinting, Colitis", "date": "2025-05-03", "journal": ""}
{"title": "Exposure to per- and polyfluoroalkyl substances elicits cell type-specific impacts on p53 and TGF-β signaling pathways", "doi": "10.1101/2025.05.03.652004", "authors": "Ding, H.; Slack, M.; McClure, H.; Gu, W.; Nabinger, C.; Koviazina, R.; Gu, H.; Kappes, F.; Schultz, T.; Somarelli, J.; Tsigkou, A.", "abstract": "Per- and polyfluoroalkyl substances (PFAS) are a class of synthetic chemicals extensively used as plastic additives. Their environmental persistence and potential for bioaccumulation have raised significant toxicological concerns. This study evaluates the cytotoxic and molecular effects of Perfluorooctanoic acid (PFOA) and its replacement compound, Perfluoro(2-methyl-3-oxohexanoic) acid (Gen-X), in human-derived skin (A375), liver (HepG2), kidney (SN12C), and colon (SW620) cell lines. We assessed cell viability, gene expression, and perturbations in key cellular stress pathways, with a particular focus on TGF-{beta}/SMAD-mediated inflammation and the p53-driven DNA damage response. Our results demonstrate compound- and cell-type-specific toxicity, with Gen-X displaying reduced cytotoxicity compared to PFOA across all cell types. Molecular analyses revealed that both PFAS compounds induced alterations in the TGF-{beta}/SMAD pathway, consistent with a pro-inflammatory cellular state. Additionally, we observed activation of the DNA damage response, as evidenced by increased expression of {gamma}-H2A.X, ATM, ATR, and p53, alongside ribosomal stress-related changes in RPL5 and RPL11. Notably, while skin and liver cells exhibited similar response profiles, kidney and colon cells showed divergent modulation of SMAD signaling, suggesting tissue-specific susceptibility and mechanistic differences. These findings contribute to a deeper understanding of the differential toxicological profiles of legacy and replacement PFAS, with implications for health risk assessment and regulatory policy.", "date": "2025-05-03", "journal": ""}
{"title": "Mitorubin, berberrubine-based compounds that improve mitochondrial function, exhibit cardioprotective effects against age-related cardiac dysfunction", "doi": "10.1101/2025.05.01.651794", "authors": "Sato, M.; Tanabu, D.; Torigoe, D.; Kadomatsu, T.; Taniwaka, K.; Ogata, Y.; Shiiba, I.; Suzuki, Y.; Inatome, R.; Tokuyama, T.; Takeiwa, T.; Inoue, S.; Kanai, E.; Hamano, T.; Hirata, H.; Kanamitsu, K.; Kusuhara, H.; Yokosuka, A.; Mimaki, Y.; Abe, H.; Oike, Y.; Yanagi, S.", "abstract": "Mitochondria play a central role in cellular energy metabolism and homeostasis, and their dysfunction is closely linked to the progression of age-related diseases. The mitochondrial ubiquitin ligase MITOL (also known as MARCHF5) is a key regulator of mitochondrial dynamics and function, and reduced MITOL expression in the mouse heart has been implicated in mitochondrial dysfunction and cardiac aging. In this study, we identified berberrubine as a compound that promotes MITOL expression and activates mitochondria. We further assembled a group of berberrubine-based compounds, including its quinoid form and a newly developed water-soluble derivative, and collectively named them 'Mitorubin' as mitochondria-activating compounds with therapeutic potential. While conventional berberrubine has poor water solubility, the addition of acetic acid significantly improved its solubility, enabling formulation as a solution. Mitorubin enhanced MITOL expression in cultured cells, increased mitochondrial DNA content and expression of mitochondrial proteins, and promoted mitochondrial respiration. In a model of age-related cardiac dysfunction, oral administration of Mitorubin restored mitochondrial function, improved cardiac performance, suppressed myocardial hypertrophy, and alleviated pulmonary congestion. Moreover, Mitorubin did not shorten lifespan in aged mice and significantly extended lifespan in high-fat diet-fed mice, suggesting both safety and efficacy under chronic administration. These findings suggest that Mitorubin is a promising mitochondrial activator and may represent a novel therapeutic strategy for age-related diseases.", "date": "2025-05-03", "journal": ""}
{"title": "multideconv - Integrative pipeline for cell type deconvolution from bulk RNAseq using first and second generation methods", "doi": "10.1101/2025.04.29.651220", "authors": "Hurtado, M.; Essabbar, A.; Khajavi, L.; Pancaldi, V.", "abstract": "Summary: Computational methods for cell type deconvolution from bulk RNA-seq data have been increasing in the last years, but their high feature complexity and variability across methods and signatures limit their utility and effectiveness for patient stratification. Applying multiple combinations of deconvolution methods and signatures often results in hundreds of redundant or contradictory cell features describing the tumor microenvironment (TME). Benchmarking efforts of deconvolution methods to look for the best one are inherently limited by the lack of bias-free ground truth, often yielding inconsistent results or no consensus. To address this, we present multideconv, an R package that reduces dimensionality and eliminates redundancy through unsupervised filtering and iterative correlation analyses. Built on top of existing frameworks like immunedeconv (Sturm et al. 2019) and omnideconv (Dietrich et al. 2024), multideconv harmonizes outputs across methods to identify robust cell subgroups and mitigate signature-driven heterogeneity.", "date": "2025-05-03", "journal": ""}
{"title": "Cross-order detection of bacteriophage transduction in communities using ribosomal RNA barcoding", "doi": "10.1101/2025.05.03.652062", "authors": "LaTurner, Z. W.; Dysart, M. J.; Schwartz, S. K.; Zeng, E.; Chappell, J.; Silberg, J. J.; Stadler, L. B.", "abstract": "Bacteriophages (phages) facilitate gene transfer and microbial evolution in all ecosystems and have applications as tools for engineering microbiomes and as antimicrobials. Historic efforts to map phage hosts, such as plaque assays, are limited to culturable bacteria, are low throughput, and are hard to apply in environmentally-relevant contexts. To overcome these limitations, a synthetic ribozyme that stores information about DNA uptake in 16S ribosomal RNA (rRNA) was used to identify phage-host interactions by integrating the ribozyme into phage-plasmid P1 and performing targeted 16S rRNA sequencing following transduction. Experiments in synthetic and wastewater communities revealed Aeromonadales as a novel P1 host order and transduction of P1 into pathogens. Host range varied across phagemids with different origins of replication and phage particles with different tail fibers. This work shows how autonomous barcoding can be used in phages to identify the molecular controls on their host range in communities.", "date": "2025-05-03", "journal": ""}
{"title": "Rapidly evolving orphan immunity genes protect human gut bacteria from intoxication by the type VI secretion system", "doi": "10.1101/2025.05.03.651265", "authors": "Ross, B. D.; Whitney, J.; Verster, A. J.; Hernandez, P. R.; Azieh, A.; Anderson, A. C.; Sychantha, D.", "abstract": "Bacteria encode diverse mechanisms for mediating interbacterial antagonism through the exchange of toxic effector proteins. Although the structure, function, and regulation of these pathways has been well established for many organisms, an understanding of their ecological and evolutionary dynamics lags behind. Type VI secretion systems (T6SS) deliver effectors between competing Gram-negative bacteria, including among mammalian gut Bacteroidales, resulting in the evolution of elaborate defense mechanisms that protect against T6SS attack. One such mechanism is the recombinase-associated acquired interbacterial defence (rAID) system, which harbors arrays of orphan immunity genes that diverge in sequence from T6SS-associated cognate immunity genes. It is not known if such sequence divergence impacts rAID orphan immunity function, or how rAID distribution across microbiomes relates to the T6SS. Here, we show that divergent rAID orphan immunity factors that possess dual SUKH domains allow bacteria to survive intoxication by cognate effectors. Such protection is due to high affinity protein-protein interactions between orphan immunity and effector that are comparable to that of cognate effector-immunity. Unlike other examples of T6SS effector-immunity interactions, we find that the binding interface is comprised of electrostatic interactions with a high degree of redundancy underlying its protective capacity. Finally, we quantify orphan immunity and effector gene abundance and dynamics across human gut metagenomes, revealing patterns of co-occurrence indicative of positive selection. Population genetic analyses of longitudinal data suggests that orphan immunity genes accumulate non-synonymous mutations that lie at the predicted protein interface. Together, our findings establish rAID orphan immunity genes as important bacterial fitness determinants in the human gut.", "date": "2025-05-03", "journal": ""}
{"title": "Bacterial metabolic signatures in MASLD predicted through gene-centric studies in stool metagenomes", "doi": "10.1101/2025.05.03.652020", "authors": "Medina, J. M.; Iruzubieta, P.; Fernandez-Lopez, R.; Crespo, J.; de la Cruz, F.", "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a multifactorial condition influenced by the gut microbiome (GM). While previous studies have reported inconsistent associations between MASLD and key microbial clades using low-resolution 16S rRNA profiling, we employed high-resolution metagenomic sequencing and multi-marker taxonomic classification across three independent cohorts to identify robust microbial and functional signatures of MASLD. We consistently detected a depletion of Agathobacter rectalis, a known butyrate producer, in MASLD patients. Functionally, MASLD was characterized by a depletion of genes involved in butyrate and methane biosynthesis -particularly within the crotonyl-butyryl-CoA axis- alongside an enrichment of genes driving the production of endogenous alcohols such as ethanol and 1-propanol. Genes encoding these fermentative pathways, often organized in operons like pdu and tor, were more abundant in MASLD samples, indicating a potential shift toward alcohol-producing metabolism. These geno-metabolic changes were accompanied by a broader displacement of beneficial taxa and an increase in accessory gene content across the GM, underscoring the limitations of taxonomy-based disease associations. Many of the differentially abundant genes were also found on plasmids, suggesting that horizontal gene transfer contributes to strain-level metabolic variability relevant to MASLD progression. Our findings support a model in which GM-driven metabolic shifts -rather than taxonomic changes alone- play a central role in MASLD pathogenesis, highlighting the importance of functional and mobile genetic element profiling for uncovering mechanistic links between the microbiome and liver disease.", "date": "2025-05-03", "journal": ""}
{"title": "Mitochondrial translation termination, recycling, reinitiation, and rescue for in-frame and out-of-frame contexts", "doi": "10.1101/2025.05.03.652009", "authors": "Wakigawa, T.; Mito, M.; Fang, Q.; Itoh, Y.; Shinkai, Y.; Iwasaki, S.", "abstract": "Because mitochondria diverged from a bacterial ancestor during evolution, the mitochondrial protein synthesis system includes both mRNAs and translation factors with unique characteristics. However, the molecular mechanisms underlying translation termination, recycling, and quality control remain unclear. Here, via high-resolution mitochondrial Ribo-Seq and Disome-Seq, we revealed: the specificity of release factors for different kinds of stop codons; the role of mtRF1 in vertebrates, which do not have noncanonical stop codons in their main ORFs; the recycling-coupled translation of internal ORFs; and the rescue of mitoribosomes in the early elongation stage. mtRF1L is a universal release factor that recognizes all stop codons, whereas mtRF1 recognizes only AGA/AGG noncanonical stop codons. Additionally, mtRF1 terminates the translation of out-of-frame ORFs that end with AGA/AGG. We also found that mtRRF and mtIF3 are required for mitoribosome recycling on stop codons and for the reinitiation of internal ORF translation. Mitoribosomes that stall at start codons are major substrates of the rescue factors ICT1, mtRF-R, and mtRES1. Moreover, HEMK1-mediated methylation of release factors enhances the termination reaction on stop codons. Our results provide insights into the mitoribosome dynamics that are associated with the completion of protein synthesis.", "date": "2025-05-03", "journal": ""}
{"title": "Replication competition drives the selective mtDNA inheritance in Drosophila ovary", "doi": "10.1101/2025.04.29.650984", "authors": "Zhang, C.; Chen, Z.; Ma, H.; Xu, H.", "abstract": "Purifying selection that limits the transmission of harmful mitochondrial DNA (mtDNA) mutations has been observed in both human and animal models. Yet the precise mechanism underlying this process remains undefined. Here, we present a highly specific and efficient in situ imaging method capable of visualizing mtDNA variants that differ by only a few nucleotides at single-molecule resolution in Drosophila ovaries. Using this method, we revealed that selection primarily occurs within a narrow developmental window during germline cysts differentiation. At this stage, the proportion of the deleterious mtDNA variant decreases without a reduction in its absolute copy number. Instead, the healthier mtDNA variant replicates more frequently, thereby outcompeting the co-existing deleterious variant. These findings provide direct evidence that mtDNA selection is driven by replication competition rather than active elimination processes, shedding light on a fundamental yet previously unresolved mechanism governing mitochondrial genome transmission.", "date": "2025-05-03", "journal": ""}
{"title": "From Canopy Images to Organ-Level Disease Assessments: A Scalable Approach to Measure Quantitative Resistance in the Field", "doi": "10.1101/2025.04.30.651476", "authors": "Zenkl, R.; McDonald, B. A.; Walter, A.; Unvericht, M.; Saintenac, C.; Anderegg, J.", "abstract": "Breeding for quantitative, polygenic resistance is widely considered the most durable, cost-effective, and environmentally safe approach to crop disease control. However, progress in resistance breeding is hindered by the limited capability of current approaches to measure highly quantitative disease phenotypes under field conditions with high precision and sufficient throughput. Here, we present an imaging protocol and a modular image processing pipeline that enables wheat disease detection and severity estimation directly from very-high-resolution canopy imagery, eliminating the need for physical interaction with the monitored plants as required in previously proposed sensor-based methods capable of symptom-level diagnosis. The pipeline combines deep-learning-based semantic segmentation, keypoint detection, and depth estimation to diagnose and quantify disease symptoms and extract the analyzable reference plant surfaces for severity estimation. By leveraging estimated relative depth and analyzing image texture, well-focused areas with sufficient quality were accurately segmented. Despite the challenging nature of canopy images and frequent symptom ambiguity, symptom detection and segmentation models trained on a new dataset reached a similar performance as already described in more simplified scenarios where detached, flattened leaves were analyzed. Plot-level severity estimates of Septoria Tritici Blotch, a major wheat disease, obtained using the new method and a precise but more laborious reference method were highly correlated (Pearson R=0.83) across a range of morphologically contrasting cultivars. Validation of the new method on data collected by different operators at different sites demonstrated the robustness of the approach. The ability of the method to process imagery acquired in a contact-free manner can enable deployment on autonomous ground vehicles, paving the way for automated, scalable phenotype acquisition.", "date": "2025-05-03", "journal": ""}
{"title": "Advancing Therapeutic Solutions: Poloxamer-based Thermosensitive Injectable Hydrogels containing a Self-assembling Peptide for In situ Gelation in an Osteoarthritis Murine Model", "doi": "10.1101/2025.04.30.651282", "authors": "Sayedipour, S.; Schomann, T.; van de Looij, S. M.; Rezaie, S.; Ramos, Y. F. M.; Vermonden, T.; van der Weerd, L.; Meulenbelt, I.; Cruz, L. J.", "abstract": "This study presents the development and characterization of a novel thermosensitive injectable hydrogel designed to enhance the biomechanical properties of poloxamer 407 (P407) through the incorporation of a self-assembling peptide. The primary objective was to engineer a formulation that rapidly gels following intra-articular (i.a.) injection, exhibits improved mechanical strength, and enables sustained release of embedded therapeutic cargo. Gelation time assays demonstrated that the P407-peptide formulation solidified more quickly than P407 alone at equivalent concentrations. Rheological analysis revealed a 1.5kPa increase in storage modulus in the hybrid hydrogel, confirming improved mechanical integrity. In vitro biocompatibility was assessed using human chondrocytes, with MTS assays and LIVE/DEAD staining indicating no cytotoxicity across tested concentrations. To evaluate in vivo applicability, a near-infrared fluorescent (NIRF) dye was incorporated into the hydrogel and injected intra-articularly into an osteoarthritis (OA) mouse model. The labeled formulation allowed for successful tracking and demonstrated localized gelation, supporting its suitability for site-specific, sustained delivery. Overall, the P407-peptide hydrogel offers a promising platform for i.a. therapeutic applications, combining injectability, rapid thermoresponsive gelation, mechanical reinforcement, and controlled release behavior, making it well-suited for regenerative medicine and OA treatment.", "date": "2025-05-03", "journal": ""}
{"title": "Strain-level metagenomic profiling using pangenome graphs with PanTax", "doi": "10.1101/2025.04.29.651271", "authors": "Luo, X.; Zhang, W.; Liu, Y.; Li, G.; Xu, J.; Chen, E.; Schonhuth, A.", "abstract": "Microbes are omnipresent, thriving in a range of habitats, from oceans to soils, and even within our gastrointestinal tracts. They play a vital role in maintaining ecological equilibrium and promoting the health of their hosts. Consequently, understanding the diversity in terms of strains in microbial communities is crucial, as variations between strains can lead to different phenotypic expressions or diverse biological functions. However, current methods for taxonomic classification from metagenomic sequencing data have several limitations, including their reliance solely on species resolution, support for either short or long reads, or their confinement to a given single species. Most notably, most existing strain-level taxonomic classifiers rely on the sequence representation of multiple linear reference genomes, which fails to capture the sequence correlations among these genomes, potentially introducing ambiguity and biases in metagenomic profiling. Here, we present PanTax, a pangenome graph-based taxonomic profiler that overcomes the shortcomings of sequence-based approaches, because pangenome graphs possess the capability to depict the full range of genetic variability present across multiple evolutionarily or environmentally related genomes. PanTax provides a comprehensive solution to taxonomic classification for strain resolution, compatibility with both short and long reads, and compatibility with single or multiple species. Extensive benchmarking results demonstrate that PanTax drastically outperforms state-of-the-art approaches, primarily evidenced by its significantly higher precision or recall at strain level, while maintaining comparable or better performance in other aspects across various datasets. PanTax is an open-source user-friendly tool that is publicly available at https://github.com/LuoGroup2023/PanTax.", "date": "2025-05-03", "journal": ""}
{"title": "Enriching stabilizing mutations through automated analysis of molecular dynamics simulations using BoostMut", "doi": "10.1101/2025.04.29.651183", "authors": "Korbeld, K. T.; Fürst, M. J. L. J.", "abstract": "Thermostability is a critical goal in protein engineering for applications of biocatalysts and biomedicines. Despite striking advances in biomolecular predictive modeling, reliably identifying stabilizing mutations remains challenging. Previously, molecular dynamics (MD) simulations and visual inspection have been used as secondary filter to improve the success rate of mutations pre-selected by thermostability algorithms. However, this approach suffers from low throughput and subjectivity. Here, we introduce BoostMut (Biophysical Overview of Optimal Stabilizing Mutations), a computational tool that standardizes and automates mutation filtering by analyzing dynamic structural features from MD. BoostMut formalizes the principles guiding manual verification, providing a consistent and reproducible stability assessment. Rigorous benchmarking across multiple datasets showed that integrating BoostMut's biophysical analysis improves prediction rate regardless of the initial thermostability predictor. Given a modest amount of existing mutant stability data, BoostMut's performance can be further enhanced with a lightweight machine learning model. Upon experimentally validating BoostMut predictions on the enzyme limonene-epoxide hydrolase, we identified stabilizing mutations previously overlooked by visual inspection, and achieved a higher overall success rate. We foresee BoostMut being used for mutation filtering, as an integrated step in thermostability prediction workflows, and for labelling data to train future predictors.", "date": "2025-05-03", "journal": ""}
{"title": "Improving RNA Secondary Structure Prediction Through ExpandedTraining Data", "doi": "10.1101/2025.05.03.652028", "authors": "Langeberg, C. J.; Kim, T.; Nagle, R.; Meredith, C.; Garuadapuri, D. A.; Doudna, J. A.; Cate, J. H. D.", "abstract": "In recent years, deep learning has revolutionized protein structure prediction, achieving remarkable speed and accuracy. RNA structure prediction, however, has lagged behind. Although several methods have shown moderate success in predicting RNA secondary and tertiary structures, none have reached the accuracy observed with contemporary protein models. The lack of success of these RNA structure prediction models has been proposed to be due to limited high-quality structural information that can be used as training data. To probe this proposed limitation, we developed a large and diverse dataset comprising paired RNA sequences and their corresponding secondary structures. We assess the utility of this enhanced dataset by retraining two deep learning models, SincFold and MXfold2. We find that SincFold exhibited improved generalization to some previously unseen RNA families, enhancing its capability to predict accurate de novo RNA secondary structures. By contrast, retraining MXfold2 proved too computationally expensive for the large RNASSTR dataset and did not achieve high performance on the testing set. The RNASSTR dataset provides a substantial advance for RNA structure modeling, laying a strong foundation for the development of future RNA secondary structure prediction algorithms.", "date": "2025-05-03", "journal": ""}
{"title": "Minimal Gene Signatures Enable High-Accuracy Prediction of Antibiotic Resistance in Pseudomonas aeruginosa", "doi": "10.1101/2025.04.29.651273", "authors": "Shahreen, N.; Shahid, S. A.; Subhani, M.; Alsiyabi, A.; Saha, R.", "abstract": "Antimicrobial resistance (AMR) in Pseudomonas aeruginosa poses a critical global health challenge, with current diagnostics relying on slow, culture-based methods. Here, we present a machine learning (ML) framework leveraging transcriptomic data to predict antibiotic resistance with high accuracy. We applied a genetic algorithm to 414 clinical isolates to identify minimal, highly predictive gene sets, each consisting of approximately 35 to 40 genes, that distinguish resistant from susceptible strains for meropenem, ciprofloxacin, tobramycin, and ceftazidime. Automated ML classifiers trained on these sets achieved accuracies of 96-99% on held-out test data (macro-average F1 scores of 0.93-0.99), surpassing clinical deployment thresholds. Interestingly, multiple distinct, non-overlapping gene subsets exhibited comparable predictive performance, indicating that resistance acquisition broadly impacts the expression of diverse regulatory and metabolic genes. Comparison with known resistance markers from CARD and operon annotations revealed a substantial number of previously unannotated gene clusters, highlighting significant knowledge gaps in current AMR understanding. Mapping these genes onto independently modulated gene sets (iModulons) revealed transcriptional adaptations occurring across diverse genetic regions. Overall, this study presents a streamlined machine-learning workflow for transcriptomic data and offers a pathway toward rapid diagnostics and personalized treatment strategies against AMR.", "date": "2025-05-03", "journal": ""}
{"title": "Combined Angiographic, Structural and Perfusion Radial Imaging using Arterial Spin Labeling", "doi": "10.1101/2025.04.29.651006", "authors": "Okell, T. W.; Woods, J. G.; Chiew, M.", "abstract": "Purpose: To develop a non-contrast MRI method for the simultaneous acquisition of time-resolved 3D angiographic, perfusion and multi-contrast T1-weighted structural brain images in a single six-minute acquisition. Methods: The proposed Combined Angiographic, Structural and Perfusion Radial Imaging using Arterial Spin Labeling (CASPRIA) pulse sequence uses pseudocontinuous arterial spin labeling (PCASL) to label inflowing blood, an inversion pulse to provide background suppression and T1-weighted contrast, and a continuous 3D golden ratio spoiled gradient echo readout. Label-control subtraction isolates the blood signal and can be flexibly reconstructed at high/low spatiotemporal resolution for angiography/perfusion imaging. The mean signal retains the static tissue, allowing T1-weighted structural images to be reconstructed at different effective inversion times. CASPRIA was compared with conventional time-of-flight (TOF) angiography, 3D-gradient and spin echo (3D-GRASE) PCASL perfusion imaging and magnetization-prepared rapid gradient echo (MP-RAGE) structural imaging (10 minutes total) in healthy volunteers. Results: CASPRIA gave improved distal vessel visibility and fewer artefacts than TOF angiography, whilst also providing dynamic information, with blood transit time and dispersion maps. CASPRIA perfusion images were comparable to 3D-GRASE data, but without through-slice blurring or artefacts in inferior brain regions. Comparable quantitative cerebral blood flow maps were produced, with CASPRIA being significantly more repeatable. Structural CASPRIA images were comparable to MP-RAGE, but also yielded a range of T1-weighted contrasts and allowed quantitative T1 maps to be estimated. Conclusion: CASPRIA is an efficient single acquisition to provide intrinsically co-registered quantitative information about brain blood flow and structure that has considerable advantages over conventional methods.", "date": "2025-05-03", "journal": ""}
{"title": "Effects of stimulus modality and response type on oddball stimulus discrimination using polarity-considered EEG microstate labeling", "doi": "10.1101/2025.04.29.650929", "authors": "Tsubaki, T.; Kashihara, S.; Asai, T.; Imamizu, H.; Nambu, I.", "abstract": "Objective: Brain-computer interfaces (BCIs) require effective feature extraction and dimensionality reduction from multidimensional brain signals. Electroencephalogram (EEG) microstate analysis offers a fast and noise-resistant approach by classifying the states of brain signals into spatial distribution patterns (templates). Each EEG segment was assigned the template with the highest spatial correlation, reducing the information to a one-dimensional representation. However, prior BCI studies have often ignored the polarity of spatial distributions in these templates. Incorporating polarity during labeling may enhance classification performance. This study investigated the effectiveness of polarity-considered microstate labeling for classifying infrequent stimuli in an auditory-visual oddball task with implications for BCI applications. Method: EEG recordings were analyzed using polarity-considered microstate labeling to classify infrequent stimuli. This study examined the effects of stimulus modality (auditory or visual), modality conditions (unimodal: stimulus and response in the same modality; cross-modal: stimulus and response in different modalities), and response type (key-press task vs. mental counting task) on classification accuracy. Machine learning models were used for classification, including support vector machine, random forest, logistic regression, XGBoost, CatBoost and K-means methods. Results: Polarity-considered labeling outperformed the non-polarity approach, especially in decision-tree-based models (20.1% improvement in the key-press task and 22.2% improvement in the mental counting task). A significant interaction was observed between stimulus modality and response type, with the highest accuracy achieved when the infrequent stimuli in the key-press task involved cross-modal visual information. Conclusion: The findings suggest that polarity-considered microstate labeling enhances EEG-based classification. This approach has potential applications in BCI, such as in P300 spellers using cross-modal auditory-visual stimuli.", "date": "2025-05-03", "journal": ""}
{"title": "EpiMII: Integrating Structure and Graph Neural Networks for MHC-II Epitope and Neoantigen Design", "doi": "10.1101/2025.04.29.651031", "authors": "Yuan, J.; Xu, X.; Sun, Z.-Y.; Liang, T.; Ge, J.; Jin, R.; Xie, X.-Q.; Chen, Y.; Hou, T.; Feng, Z.", "abstract": "MHC-II neoantigens play a critical role in immunotherapy, either as direct effectors or through their influence on CD8+ T cells. However, only a small fraction of tumor DNA mutations qualify as functional neoantigens, and current prediction tools often lack accuracy, leading to the low immunogenicity of predicted neoantigens in vivo. Here, we present EpiMII, a Graph Neural Network model for MHC-II epitope design, which learns from the structural features of epitopes to predict their sequences. To train EpiMII, we constructed a reliable, large dataset containing 142,934 MHC-II epitope structures. This approach achieves a 4.2x improvement over ProteinMPNN, with a sequence recovery rate of 78.0% for known MHC-II epitopes in the Protein Data Bank. As a case study, we designed a neoantigen from hepatocellular carcinoma. All five designed epitopes significantly activated CD4+ T cells in vitro and induced secretion of IFN-{gamma} and TNF-. Notably, one epitope treatment significantly reduced tumor volume in mice in vivo. EpiMII offers a novel and efficient approach for identifying MHC-II epitopes/neoantigens, potentially contributing to vaccine development.", "date": "2025-05-03", "journal": ""}
{"title": "A systematic approach to analyze T cell migration: application to mouse melanoma tumors", "doi": "10.1101/2025.04.29.651285", "authors": "Memmos, N.; Mitchell, J. S.; Fife, B. T.; Masopust, D.; Odde, D. J.", "abstract": "T cells must assess and choose between surveilling large areas, but also engage efficiently with the target cells. This process is translated into variations in speed and turning angle of T cells. In this study, we propose a generalized algorithm to analyze cell migration data with focus on CD8+ T cells, using clustering technique to identify the number of different migration states and Hidden Markov Model to capture the dynamical switching between them. The algorithm only requires a set of position observations in a series of times, independent of other factors. While this study focuses on CD8+ T cell migration, this approach can potentially be used broadly to study the migration of other cell types as well. For the current analysis, low and high avidity T cells in melanoma tumors were tracked ex vivo using two-photon microscopy. Our findings suggest that CD8+ T cells follow a two-state migration dynamic, with one state being faster, while the other slower and more localized. Moreover, we established a statistical methodology to analyze T cell migration to assess whether there is true variability in cell speeds as distinguished from stochastic fluctuations about a single speed, and it can be applied across different experimental platforms.", "date": "2025-05-03", "journal": ""}
{"title": "Virion stripping: A new role for bacterial proteases", "doi": "10.1101/2025.05.03.652018", "authors": "Rodriguez-Hernandez, C. J.; Terekhova, M.; Chen, P.; Perpich, J.; Potempa, B.; Carey, K. A.; Peeples, M. E.; Grayson, M. H.; Potempa, J.; Artyomov, M.; Lamont, R. J.; Bagaitkar, J.", "abstract": "We demonstrate that proteases produced by the oro-pharyngeal bacterial colonizer Porphyromonas gingivalis (Pg) reduce viral burden and modulate host interferon responses during respiratory syncytial virus (RSV) infection. Several oral bacteria, including Pg, have been shown to translocate to the upper airways through sub-clinical micro-aspiration. Our findings reveal that Pg, upon translocating to this new niche, significantly attenuated lung damage by reducing viral loads during respiratory viral infections in the lungs of wild-type mice. This protective effect was attributed to the activity of gingipains, cysteine endopeptidases produced by Pg, which cleaved envelope glycoproteins on RSV as well as on related murine-specific Sendai virus (SeV), thereby impairing their infectious capacity. Notably, the reduction in viral loads was independent of interferon lambda (IFN-{lambda}) signaling, which is actively suppressed by Pg in airway epithelial cells. However, the complete absence of IFN-{lambda} signaling resulted in a stronger inflammatory response despite a low viral load. Thus, we show a previously undescribed role for the oro-respiratory bacterial colonizer Pg in creating bottlenecks to viral infection by the activity of its proteases.", "date": "2025-05-03", "journal": ""}
{"title": "Deciphering the Population Ecology of Blossom Midge, Contarinia maculipennis Felt: An Emerging Threat to Tuberose Cultivation in India", "doi": "10.1101/2025.04.29.651280", "authors": "Keerthi, M. C.; Firake, D. M.; Wagh, Y. S.; K, A.; Naga, K. C.; Prasad, K. V.; Pandit, S.", "abstract": "The blossom midge Contarinia maculipennis is a devastating pest of ornamental and vegetable crops, yet its population ecology remains poorly understood. This study employs an age-stage two-sex life table model to analyze its life history with additional focus on below-ground soil environment. Tuberose (Agave amica), a newly identified host, was selected for study. The average fecundity of C. maculipennis was 39.13 eggs, with an intrinsic rate of increase (r) of 0.137, and a mean generation time (T) of 19.73 days. The population doubling time was 5.05 days, with the highest survival rate observed in the first instar larvae (0.95), and the lowest in the adult stage (< 0.38). The population doubling time was 5.05 days. Survival was highest in first-instar larvae (0.95) and lowest in adults (< 0.38). Life expectancy peaked at age zero (e0 =15.57 days) and decreased with pivotal age. The reproductive value (Vx) peaked between 13 and 19 days post-field appearance. Pupal development was fastest, with a significantly higher adult-emergence recorded in sandy clay loam soil (9.67 days); however pupal development and adult-emergence were severely impacted in black cotton and marshy soils. Moderate soil moisture (20%) favored pupation and eclosion rate, while dry (10%) and saturated (30%) soils hindered pupation and emergence. Population projections over 90 days, starting with 133 eggs, estimated an adult population of 3,80738. These findings highlight pupal and adult stages as critical targets for management. Soil type and moisture strongly influence population dynamics, with strategies such as maintaining dry conditions between rows, deep ploughing to bury pupae, and mass trapping recommended for effective control. These insights offer practical strategies for the sustainable management of C. maculipennis.", "date": "2025-05-03", "journal": ""}
{"title": "Natural variation in Caenorhabditis elegans collective behavior reveals potential adaptation to novel environments", "doi": "10.1101/2025.04.29.651269", "authors": "Kang, Y. J.; Costa, A. C.; Ding, S. S.", "abstract": "Recent advances in quantitative approaches to behavior have enabled rigorous trait measurements that allow us to understand how behavior evolves in multiple taxa(1-7). However, placing these patterns of divergence into a natural evolutionary context remains challenging without a well-resolved evolutionary history. Recent genomic analysis of wild Caenorhabditis elegans strains shows that this species has rapidly spread from its ancestral environments in the Hawaiian Pacific regions out to the rest of the world in the past 100-200 years(8, 9). This recent history sets the stage for addressing how C. elegans behavior has adapted to novel environments in this colonization process. We focus on the evolution of collective behavior, which is ecologically relevant for this boom-and-bust species(10). We selected a panel of 13 genetically diverse wild strains of C. elegans sampled from around the globe, categorized them into environmentally-relevant climate groups, and conducted aggregation behavior experiments and analysis to capture subtle natural variation among these populations. We found that the strains from the more recently colonized temperate regions show decreased spatial magnitude and temporal persistence in their aggregation behavior compared to strains from the ancestral sub/tropical regions. Furthermore, the observed behavioral divergence between the two climate groups closely aligns with genetically predicted phenotypic evolution, potentially reflecting heritable behavioral adaptation to temperate environments as the species spread globally. Our results showcase behavioral adaptation in the recent C. elegans colonization history and introduce a new perspective on using C. elegans as a model system for studying behavioral evolution.", "date": "2025-05-03", "journal": ""}
{"title": "Comparative phylogeography of lizards (Squamata: Phrynosomatidae) in Baja California and expansion of Callisaurus draconoides within the North American deserts", "doi": "10.1101/2025.04.29.650089", "authors": "Gottscho, A. D.; Hollingsworth, B. D.; Espinal, J. L.; Leache, A. D.; Reeder, T. W.; de Queiroz, K.", "abstract": "We examined the comparative phylogeography of five co-distributed lizard complexes (representing four genera within Phrynosomatidae) along the Baja California Peninsula (BCP) in the context of the region's complex geological history. Double-digest restriction-associated-DNA (ddRAD) sequencing was used to collect genome-wide sequence data for 228 peninsular lizards. Using phylogenetic analyses of concatenated loci and population admixture analysis of unlinked SNPs, we identified 24 potential lineages within the five co-distributed complexes. Four of the five complexes exhibited contact zones between lineages at the Isthmus of La Paz, and all five did in the Vizcaino Desert. To generate data for a species tree model, we subsampled two lizards from each of these 24 lineages for use with a target sequence capture (TSC) protocol. The resulting time-calibrated species tree shows that within each genus, the La Paz divergences are older than those across the Vizcaino Desert. A full-likelihood Bayesian comparative phylogeographic approach was also used to test the simultaneous divergence hypothesis for the Isthmus of La Paz and Vizcaino Desert, providing strong support for at least three independent divergence events at each contact zone, thereby rejecting the simultaneous divergence hypothesis. Finally, we demonstrate through expanded geographic sampling (n=142) and ddRAD that zebra-tailed lizards (Callisaurus), in which the most divergent lineages are endemic to the southern BCP, exhibit a clear pattern of Pleistocene range expansion from the northern BCP into the deserts of the western United States and mainland Mexico. The most deeply nested individuals in our tree occur at the northern, eastern, and southeastern range limits in temperate, subtropical, and tropical biomes, respectively. These results collectively highlight the importance of the BCP's tectonic isolation as a driver not only of local or peninsular endemism, but potentially also as a contributing factor to lineage diversification more broadly in the region.", "date": "2025-05-03", "journal": ""}
{"title": "13C tracing in synaptosomes reveals that SGLT2 inhibition with dapagliflozin prevents metabolic deficits in the 5X-FAD model of Alzheimer's Disease", "doi": "10.1101/2025.04.30.651373", "authors": "Mekkittikul, M.; Zhu, C.; Danna, B. T.; Zuo, X.; Rios, A.; Yang, K.; Villanueva, M.; Agarwal, D.; Castro, D.; Gu, X.; Strofs, A. R.; Shirihai, O. S.; Stiles, L.; Frautschy, S. A.; Oscarsson, J.; Esterline, R. L.; Cole, G. M.; Divakaruni, A. S.", "abstract": "Metabolic dysfunction is linked to several forms of age-related neurodegeneration including Alzheimer's Disease (AD), and targeting brain energy metabolism is an increasingly attractive mode of therapeutic intervention. However, commonly used in vitro methods to identify specific metabolic pathways of interest in preclinical models of neurodegenerative disease have considerable limitations. They are prone to subselection of sample material, unable to identify cell type-specific effects, or cannot identify metabolic defects upstream of mitochondria. Here we address these challenges by validating a method for stable isotope tracing with isolated synaptic nerve terminals, or 'synaptosomes'. We further applied this approach to study glucose metabolism in synaptosomes isolated from the 5X-FAD mouse model of AD treated with the antidiabetic sodium-glucose linked transporter-2 (SGLT-2) inhibitor Dapagliflozin. Treatment with Dapagliflozin preserved steady-state levels of synaptosomal metabolites and enrichment from labeled glucose into citrate that was reduced in the 5X-FAD model. These changes correlated with trends towards improved spatial working memory but not amyloid burden. The results highlight the utility of stable isotope tracing in synaptosomes to identify precise sites of metabolic dysfunction and mechanisms of action for metabolic drug candidates in preclinical models of neurodegeneration.", "date": "2025-05-03", "journal": ""}
{"title": "nanoFOLD : sequence design of nanobodies via inverse folding", "doi": "10.1101/2025.04.29.651236", "authors": "Chomicz, D.; Janusz, B.; Wrobel, S.; Dudzic, P.; Polasa, A.; Martin, K.; Darnell, S.; Comeau, S. R.; Krawczyk, K.", "abstract": "Antibodies devoid of light chains are a promising class of biotherapeutics. Computational methods that address these molecules are crucially needed to accelerate the traditional, long and expensive experimental process of their discovery. Inverse folding, wherein one is tasked to predict a sequence given molecular coordinates, is an established method in scaffold-based protein design. Here we develop an inverse folding method specific to nanobodies. We demonstrate its application in nanobody-engineering scenarios of enriching binders from next-generation sequencing experiments and novel binder design.", "date": "2025-05-03", "journal": ""}
{"title": "Computational design of conformation-biasing mutations to alter protein functions", "doi": "10.1101/2025.05.03.652001", "authors": "Cavanaugh, P.; Xue, A.; Dai, S.; Qiang, A.; Matsui, T.; Ting, A. Y.", "abstract": "Nearly all proteins undergo conformational changes to perform their biological functions. Intentional manipulation of conformational occupancy could produce novel or altered protein functions. We developed Conformational Biasing (CB), a streamlined computational workflow that utilizes an inverse folding model to predict mutations that bias proteins toward desired conformational states. By applying CB to diverse deep mutational scanning datasets, we could predict mutations which, through their conformational effects, enhance K-Ras effector binding, increase SARS-CoV-2 spike protein interactions with ACE-2, and improve activation of the Beta adrenergic receptor. Additionally, CB predicted activity-increasing and -decreasing mutations for the conformationally-gated enzymes Src, B-Raf, MurA, and FabZ. We then used CB to design novel variants of E. coli lipoic acid ligase (LplA) biased toward 'open' or 'closed' adenylate ester-bound conformations, which were characterized through tryptophan fluorescence and small angle X-ray scattering measurements. Closed-biased LplA variants exhibited greater sequence-specificity than wild-type, enabling targeted fluorophore labeling of proteins in living cells, while open-based LplA variants were far more promiscuous, enabling proximity-dependent proteome tagging in cells. Due to its straightforward and rapid implementation (https://github.com/alicetinglab/ConformationalBiasing/), CB should be a versatile tool for engineering conformational bias into a wide range of proteins, resulting in altered or novel functions with utility for basic science, biotechnology, or medicine.", "date": "2025-05-03", "journal": ""}
{"title": "Lamin A/C Deficiency Drives Genomic Instability and Poor Survival in Small-Cell Lung Cancer through Increased R-loop Accumulation", "doi": "10.1101/2025.04.29.651052", "authors": "Schultz, C. W.; Saha, S.; Dhall, A.; Zhang, Y.; Desai, P.; Pongor, L. S.; Scheiblin, D. A.; Magidson, V.; Sun, Y.; Redon, C.; Kumar, S.; Krishnamurthy, M.; Dias, H. B.; Aksenova, V.; Giordano, E.; Takahashi, N.; Nirula, M.; Arora, M.; Tabe, C.; Thomas, M.; Kumar, R.; Arakawa, Y.; Jo, U.; Teicher, B. A.; Aladjem, M. I.; Lockett, S.; Dasso, M.; Pommier, Y.; Sharma, A. K.; Thomas, A.", "abstract": "Lamin A/C (LMNA), a key component of the nuclear envelope, is essential for maintaining nuclear integrity and genome organization [1]. While LMNA dysregulation has been implicated in genomic instability across cancer and aging, the underlying mechanisms remain poorly understood [2]. Here, we investigate LMNA's role in small-cell lung cancer (SCLC), a highly aggressive malignancy characterized by extreme genomic instability [3, 4]. We demonstrate that LMNA depletion promotes R-loop accumulation, transcription-replication conflicts, replication stress, DNA breaks, and micronuclei formation. Mechanistically, LMNA loss disrupts nuclear pore complex distribution, reducing phenylalanine-glycine (FG)-nucleoporin incorporation and impairing RNA export efficiency. Furthermore, we show that LMNA expression is epigenetically repressed by EZH2 during SCLC differentiation from neuroendocrine (NE) to non-NE states. Clinically, low LMNA levels correlate with significantly worse survival in SCLC patients. These findings uncover a novel role for LMNA in safeguarding genome integrity and shaping tumor heterogeneity, with broad implications for cancer and aging.", "date": "2025-05-03", "journal": ""}