{"title": "Does genetic variation in controlled experiments predict phenology of wild plants?", "doi": "10.1101/2024.09.02.610887", "authors": "DeLeo, V. L.; Des Marais, D. L.; Lorts, C.; Juenger, T.; Lasky, J.", "abstract": "Phenology and the timing of development are often under selection. However, the relative contributions of genotype, environment, and prior developmental transitions to variance in the phenology of wild plants is largely unknown. Individual components of phenology (e.g., germination) might be loosely related with the timing of maturation due to variation in prior developmental transitions. Given widespread evidence that genetic variation in life history is adaptive, we investigated to what degree experimentally measured genetic variation in Arabidopsis phenology predicts phenology of plants in the wild. As a proxy of phenology, we obtained collection dates from nature of 227 naturally inbred Arabidopsis thaliana accessions from across Eurasia. We compared this phenology in nature with experimental data on the descendant inbred lines that we synthesized from two new and 155 published controlled experiments. We tested whether the genetic variation in flowering and germination timing from experiments predicted the phenology of the same lines in nature. We found that genetic variation in phenology from controlled experiments significantly predicts day of collection from wild individuals, as a proxy for date of flowering, across Eurasia. However, local variation in collection dates within a region was not explained by genetic variance in phenology in experiments, suggesting high plasticity across small-scale environmental gradients or complex interactions between the timing of different developmental transitions. While experiments have shown phenology is under selection, understanding the subtle environmental and stochastic effects on phenology may help to clarify the heritability and evolution of phenological traits in nature.", "date": "2025-09-28", "journal": ""}
{"title": "Cell competition confers anchorage plasticity of disseminated tumor cells", "doi": "10.1101/2024.11.25.625320", "authors": "Huh, H. D.; Sub, Y.; Kim, J. H.; Lee, H.; Oh, J.; Lee, D. K.; Hwa, B. J.; Pyun, W. Y.; Bae, S. J.; Pak, S.; Lee, H.-C.; Choi, J.; Hashimoto, T.; Yoshino, T.; Jeong, J.; Gee, H. Y.; Park, H. W.", "abstract": "Cell competition within the primary tumor drives tumor growth by promoting the uncontrolled proliferation of winner cells and eliminating loser cells by sensing cell fitness. However, the mechanism of how cell competition confers the loser cells with the metastatic potential of circulating tumor cells (CTCs) to transit between dissemination and colonization remains elusive. Here we found cell competition gives rise to less fit but viable cells that transformed into CTCs via adherent-to-suspension transition (AST) mechanisms. The induction of hematopoietic transcription factors hijacked by solid tumor cells rendered CTCs competent to reprogram their anchorage dependency and disseminate into the bloodstream, while subsequent suppression of these factors was critical to regain adhesion and colonize metastatic lesions. Disrupting the oscillatory dynamics of AST factors blocked the adherent-suspension plasticity (ASP) of breast cancer CTCs and suppressed lung metastasis. Furthermore, multiregional single-cell transcriptomic analyses of matched primary tumors, CTCs, and metastatic lesions from de novo metastatic breast cancer patients demonstrate the critical role of ASP in metastasis. Significance: We demonstrate that cell competition-mediated displacement of CTCs manifests dynamic oscillation of AST factors that confer anchorage plasticity of solid tumor cells critical for the dissemination and colonization of CTCs. These findings highlight the potential of targeting AST factors to develop effective anti-metastatic therapies.", "date": "2025-09-28", "journal": ""}
{"title": "Afadin-deficient mouse retinas exhibit severe neuronal lamination defects but preserve visual functions", "doi": "10.1101/2024.12.24.630271", "authors": "Ueno, A.; Sakuta, K.; Ono, H.; Hashio, A.; Tokumoto, H.; Watanabe, M.; Nishimoto, T.; Konishi, T.; Emori, Y.; Mizuno, S.; Hiratsuka, M.; Miyoshi, J.; Takai, Y.; Tachibana, M.; Koike, C.", "abstract": "Neural lamination is a common feature of the central nervous system (CNS), with several subcellular structures, such as adherens junctions (AJs), playing a role in this process. The retina is also heavily laminated, but it remains unclear how laminar formation impacts retinal cell morphology, synapse integrity, and overall retinal function. In this study, we demonstrate that the loss of afadin, a key component of AJs, in mice leads to significant pathological changes. These include the disruption of outer retinal lamination and a notable decrease as well as mislocalization of photoreceptors, their outer segments, and photoreceptor synapses. Interestingly, despite these severe impairments, we recorded small local field potentials, including the a- and b-waves. We also classified retinal ganglion cells (RGCs) into ON, ON-OFF, and OFF types based on their firing patterns in response to light stimuli. Additionally, we successfully characterized the receptive fields of certain RGCs. Overall, these findings provide evidence that retinal circuit function can be partially preserved even when there are significant disruptions in both retinal lamination and photoreceptor synapses. Our results indicate that retinas with severely altered morphology still retain some capacity to process light stimuli.", "date": "2025-09-28", "journal": ""}
{"title": "vcfsim: flexible simulation of all-sites VCFs with missing data", "doi": "10.1101/2025.01.29.635540", "authors": "Goulart, P.; Samuk, K.", "abstract": "VCFs are the most widely used data format for encoding genetic variation. By design, standard VCFs do not include data from sites where all individuals are homozygous for the reference allele (\"invariant sites\") and thus do not differentiate these from sites where data are completely missing. However, missing data are a key feature of biological datasets across all domains of genomics, and many recent studies have shown that missing data can introduce a variety of statistical biases in the estimation of key population genetic parameters. A solution to this limitation is to include invariant sites in a standard VCF, creating an \"all-sites VCF\", exposing missing and invariant sites explicitly. One hurdle to the wider adoption of all-sites VCFs is a reliable parameterized simulation framework for generating biologically realistic all-sites VCFs. Here, we introduce an open-source command line tool, vcfsim, that interfaces with the popular coalescent simulation platform msprime and provides convenience functions for simulating all-sites VCFs with variable levels of ploidy and missing data. We show that the post-processed VCFs generated using vcfsim align precisely with population genetic expectations (i.e. are statistically identical to raw msprime output) and can accurately introduce missing data and varying ploidy levels, including the simulation of intraindividual ploidy variation (e.g. heterogametic sex chromosomes). We suggest vcfsim will be a useful tool for the benchmarking of new software tools, training of machine learning models, and the exploration of the effects of missing data in genomics data sets.", "date": "2025-09-28", "journal": ""}
{"title": "EpiFoundation: A Foundation Model for Single-Cell ATAC-seq via Peak-to-Gene Alignment", "doi": "10.1101/2025.02.05.636688", "authors": "Wu, J.; Wan, C.; Ji, Z.; Zhou, Y.; Hou, W.", "abstract": "Foundation models exhibit strong capabilities for downstream tasks by learning generalized representations through self-supervised pre-training on large datasets. While several foundation models have been developed for single-cell RNA-seq (scRNA-seq) data, there is still a lack of models specifically tailored for single-cell ATAC-seq (scATAC-seq), which measures epigenetic information in individual cells. The principal challenge in developing such a model lies in the vast number of scATAC peaks and the significant sparsity of the data, which complicates the formulation of peak-to-peak correlations. To address this challenge, we introduce EpiFoundation, a foundation model for learning cell representations from the high-dimensional and sparse space of peaks. EpiFoundation relies on an innovative cross-modality pre-training procedure with two key technical innovations. First, EpiFoundation exclusively processes the non-zero peak set, thereby enhancing the density of cell-specific information within the input data. Second, EpiFoundation utilizes dense gene expression information to supervise the pre-training process, aligning peak-to-gene correlations. EpiFoundation can handle various types of downstream tasks, including cell-type annotation, batch correction, and gene expression prediction. To train and validate EpiFoundation, we curated MiniAtlas, a dataset of 100,000+ single cells with paired scRNA-seq and scATAC-seq data, along with diverse test sets spanning various tissues and cell types for robust evaluation. EpiFoundation demonstrates state-of-the-art performance across multiple tissues and diverse downstream tasks.", "date": "2025-09-28", "journal": ""}
{"title": "Balancing precision with plasticity: Redefining the roles of transcription factors in early cell fate specification", "doi": "10.1101/2025.02.11.636561", "authors": "Abbasi, S.; Li, S.; Charitos, G.; Chrysostomou, E.; Zhou, W.; Apostolidis, P.; Borad, P.; He, P.; Koromila, T.", "abstract": "Early embryogenesis is governed by intricate gene regulatory networks that orchestrate cell fate specification across all three germ layers. While the role of transcription factors (TFs) and pioneer factors (PFs) in shaping chromatin accessibility is well established, the mechanisms coordinating spatiotemporal gene expression before gastrulation remain poorly understood. Here, we investigate how a coordinated network of early-acting regulators, including the pioneer factors Zelda (Zld), GAGA factor (GAF), and the pioneer-like timing factor Odd-paired (Opa/ZIC3), along with Dorsal (Dl), Twist (Twi), the Polycomb subunit Enhancer of Zeste (E(z)), and the co-activator CBP, govern early transcriptional events in the Drosophila embryo. Using integrated chromatin accessibility, histone modification, TF binding, and transcriptomic data (bulk and single-cell), we identify two distinct classes of regulatory elements that govern early gene expression. The first class includes distal, PF-dependent enhancers that are inaccessible early and require PFs such as Opa and Zld to overcome Su(H) activities and H3K27me3-mediated repression and initiate transcription. The second class, enriched for PcG domains, comprises proximal enhancers that are accessible from the earliest nuclear cycles, despite being marked by H3K27me3 and bound by E(z). These regions are preloaded with RNA Polymerase II and positioned near promoters, suggesting a regulatory state primed for activation. While bound by multiple early TFs, these enhancers maintain accessibility independently of PF activity, functioning instead as autoregulatory elements that rely on PFs for maintenance rather than initiation. This study expands our understanding of how early TFs and PFs coordinate to balance transcriptional precision and developmental plasticity across germ layers, and redefines the role of PFs as both activators and stabilizers of gene regulatory architecture. Within this framework, Opa regulates key mesodermal and neuroectodermal genes such as slp1 and odd, and its activity is modulated by Suppressor of Hairless (Su(H)). At earlier stages, Su(H) represses Opa target genes, but rising Opa levels at later timepoints override this repression, enabling activation. Together, these findings support a dual-mode enhancer logic: one mode driven by PF-mediated chromatin opening at distal, repressed enhancers, and another where proximal, pre-accessible enhancers within PcG-marked regions are reinforced by PF binding. This study redefines the role of PFs in early development, emphasizing their maintenance and stabilizing roles at poised enhancers, and provides a framework for how embryos balance transcriptional plasticity with spatial precision across all germ layers.", "date": "2025-09-28", "journal": ""}
{"title": "Identification and classification of ion-channels across the tree of life provide functional insights into understudied CALHM channels", "doi": "10.1101/2025.02.10.637530", "authors": "Taujale, R.; Park, S. J.; Gravel, N.; Soleymani, S.; Carter, R.; Boyd, K.; Keuning, S.; Ruan, Z.; Lu, W.; Kannan, N.", "abstract": "The ion channel (IC) genes encoded in the human genome play fundamental roles in cellular functions and disease and are one of the largest classes of druggable proteins. However, limited knowledge of the diverse molecular and cellular functions carried out by ICs presents a major bottleneck in developing selective chemical probes for modulating their functions in disease states. The wealth of sequence data available on ICs from diverse organisms provides a valuable source of untapped information for illuminating the unique modes of channel regulation and functional specialization. However, the extensive diversification of IC sequences and the lack of a unified resource present a challenge in effectively using existing data for IC research. Here, we perform integrative mining of available sequence, structure, and functional data on 419 human ICs across disparate sources, including extensive literature mining by leveraging advances in large language models to annotate and curate the full complement of the channelome. We employ a well-established orthology inference approach to identify and extend the IC orthologs across diverse organisms to above 48,000. We show that the depth of conservation and taxonomic representation of IC sequences can further be translated to functional similarities by clustering them into functionally relevant groups, which can be used for downstream functional prediction on understudied members. We demonstrate this by delineating co-conserved patterns characteristic of the understudied family of the Calcium Homeostasis Modulator (CALHM) family of ICs. Through mutational analysis of co-conserved residues altered in human diseases and electrophysiological studies, we show that these evolutionarily-constrained residues play an important role in channel gating functions. Thus, by providing new tools and resources for performing large comparative analyses on ICs, this study addresses the unique needs of the IC community and provides the groundwork for accelerating the functional characterization of dark channels for therapeutic intervention.", "date": "2025-09-28", "journal": ""}
{"title": "SpliceSelectNet: A Hierarchical Transformer-Based Deep Learning Model for Splice Site Prediction", "doi": "10.1101/2025.02.17.638749", "authors": "Miyachi, Y.; Nakai, K.", "abstract": "Accurate RNA splicing is essential for gene expression and protein function, yet the mechanisms governing splice site recognition remain incompletely understood. Aberrant splicing caused by mutations can lead to severe diseases, including cancer and genetic disorders, underscoring the need for accurate computational tools to predict splice sites and detect disruptions. Existing methods have made significant advances in splice site prediction but are often limited in handling long-range dependencies due to high computational costs, a factor critical to splicing regulation. Moreover, many models lack interpretability, hindering efforts to elucidate the underlying biological mechanisms. Here, we present SpliceSelectNet (SSNet), a novel deep-learning model that predicts splice sites directly from DNA sequences. This model is capable of handling long-range dependencies (up to 100 kb) using a hierarchical Transformer-based architecture with both local and global attention mechanisms. SSNet offers interpretability at the single nucleotide level, making it particularly effective for identifying aberrant splicing caused by mutations. Our model surpasses the state-of-the-art (SoTA) in splice site prediction on the Gencode test dataset and demonstrates superior performance in aberrant splicing prediction on the BRCA dataset. In addition, SSNet's attention maps highlight the contribution of regulatory elements such as exonic and intronic splicing enhancers, further demonstrating its utility in uncovering cis-regulatory mechanisms of splicing.", "date": "2025-09-28", "journal": ""}
{"title": "Determination of Aedes mosquito mating success by a rapidly-evolving female-controlled lock-and-key mechanism", "doi": "10.1101/2025.04.11.648401", "authors": "Houri-Zeevi, L.; Walker, M. M.; Razzauti, J.; Sharma, A.; Pasolli, H. A.; Vosshall, L. B.", "abstract": "Mosquitoes, the world's deadliest animal, exemplify single-mating systems where females mate only once in their lifetime, making mate choice critically important for reproductive success and mosquito control. Despite this importance, the mechanisms of female mating control and what prevents additional matings remain poorly understood. To address this gap, we developed a dual-color fluorescent sperm system in invasive Aedes aegypti mosquitoes and quantified mating patterns, confirming that 86-96% of females mate only once. Using behavioral tracking of mating pairs, deep learning, and quantitative analysis at increasing resolution, we discovered that females actively control mating initiation through a previously undescribed behavior: genital tip elongation. This female response is triggered by rapidly evolving male genital structures, creating a precise lock-and-key mechanism that determines mating success. Comparative analysis revealed that Aedes albopictus, separated from Aedes aegypti by 35 million years of evolution, employs a similar female-controlled system. However, Aedes albopictus males uniquely bypass female control when attempting cross-species matings with Aedes aegypti females but not with conspecific females. This ''lock-picking'' ability, combined with the known sterility of cross-species matings, may explain how Aedes albopictus competitively displaces Aedes aegypti populations in overlapping territories. Our findings redefine mosquito reproduction as a female-controlled process and establish a quantitative framework for investigating the molecular and neurobiological mechanisms underlying mating control and species competition in these globally important disease vectors.", "date": "2025-09-28", "journal": ""}
{"title": "Temperature and pH universally govern protein diversity in hydrothermal spring communities, but they do so differently", "doi": "10.1101/2025.06.12.659262", "authors": "Rivas-Santisteban, J.; Alcorta, J.; Diez, B.; Tamames, J.; Pedros-Alio, C.", "abstract": "It has been suggested that temperature and pH are strong explanatory causes of protein evolutionary constraint. However, a general understanding of how changes in temperature and pH may universally impact protein evolution is lacking. Moreover, while pH is locally regulated in the different microbial compartments (e.g. periplasm, cytoplasm), temperature is not. A priori, these variables should act at different rates over evolutionary timescales with respect to genome evolution, since there are genes encoding for proteins allocated in different compartments. To test whether this is true, we can use a proxy for the number of evolutionary events (e.g. mutations, duplications, etc.). One simple yet unregarded way is to calculate the diversity of unique sequences assigned to a biochemical function (KEGG) across species. Given similar diversity of species in particular environments, the expectation for any KEGG is to be represented by a similar number of sequences. We can give answer to the question comparing this metric between metastable communities with differential values of temperature and pH. In this work, we examine the sequence diversity among 17 metagenomes from El Tatio geothermal field (Chile), spanning temperatures of 45-62{degrees}C, and pH values of 7.2-9.3. We found that, when controlling for abundance, higher temperature (>56{degrees}C) increases, while basic pH (>8.1) decreases the expected by-function diversity. The inclusion of these variables improved the prediction of sequence diversity from metagenomic abundance. Between-compartment diversity was more affected by pH than by temperature. Protein length distributions and individual, well-known taxa from hydrothermal springs showed compatible trends. Overall, our results suggest that sequence diversity is universally governed by the signature buffering of the stable compartments to some of the outside-cell factors, besides the taxonomic trends or the particularities of any function. Altogether, we provide evidence against the temperature-induced gene loss hypotheses, and in favor of the confined evolution hypothesis.", "date": "2025-09-28", "journal": ""}
{"title": "Uncertainty-aware quantitative analysis of high-throughput live cell migration data", "doi": "10.1101/2025.06.12.659342", "authors": "Kitanovski, S.; Conroy, S.; Sonneck, J.; Dorsch, M.; Urban, S.; Chen, J.; Grüner, B.; Hoffmann, D.", "abstract": "Motivation: Accurate quantification of live cell migration, including velocity, is essential for understanding biological processes such as development, immune function, and cancer metastasis. High-throughput migration assays generate complex, hierarchically structured datasets with technical noise, batch effects, and biological variability, introducing significant uncertainty into velocity estimates. Current statistical approaches often fail to rigorously quantify this uncertainty, undermining reproducibility and comparability across independent experimental datasets. To address this challenge, we present cellmig, a computational tool that employs Bayesian hierarchical modeling to separate biological signals from technical variation while explicitly quantifying uncertainty in migration velocity. Results: cellmig provides a robust framework for analyzing cell migration assays, including dose-response studies and large-scale screens with multiple biological and technical replicates. By modeling biological variability (e.g., compound-dependent effects) and technical confounders (e.g., batch variability) within a unified Bayesian framework, cellmig estimates condition-specific effects on cell velocity with probabilistic uncertainty intervals, avoiding common pitfalls associated with null-hypothesis testing. Additionally, its generative models enable simulation of migration velocities under various assumptions, aiding experimental planning. In summary, cellmig enhances reproducibility, reliability, and biological insight in high-throughput migration studies, facilitating inter-dataset comparisons. Availability and Implementation: cellmig is an open-source R package, freely available at: https://github.com/snaketron/cellmig\\", "date": "2025-09-28", "journal": ""}
{"title": "Fetal Dehydroepiandrosterone from Hair Samples at Birth Predicts Language Development", "doi": "10.1101/2025.06.24.661252", "authors": "Reimann-Ayikoez, M.; Preiss, J.; Reisenberger, E.; Florea, C.; Angerer, M.; Schabus, M.; Roehm, D.; Schaadt, G.; Maennel, C.", "abstract": "Objective. Sex hormones testosterone and estradiol have been related to children's language development. The shared precursor hormone, dehydroepiandrosterone (DHEA), however, has not yet been considered as a biological marker of language ability, despite emerging evidence that fetal DHEA plays a critical role in the organization of the neonatal brain. The present study investigated whether fetal DHEA, compared to fetal testosterone, is associated with infant language development. Design and methods. DHEA and testosterone concentrations were measured in newborn hair strands (n = 56) collected two weeks after birth, capturing fetal long term hormone secretions during the third trimester of pregnancy. At six months of age, children's language abilities were assessed using the German version of the Bayley Scales of Infant Development. Results. Linear regression analysis revealed fetal DHEA levels to be significantly associated with language abilities at six months of age, with lower DHEA levels corresponding to higher language scores. Control analyses assessing general cognitive abilities showed no association of fetal DHEA levels with infant cognitive function. Testosterone levels were not associated with language nor general cognitive skills. Conclusions. The current study identifies fetal DHEA levels extracted from newborn hair samples as a potential biological factor influencing infant language development.", "date": "2025-09-28", "journal": ""}
{"title": "Long Noncoding RNAs Preserve Pancreatic Cancer Identity and Resist Cell Fate Conversion", "doi": "10.1101/2025.06.25.661419", "authors": "Grygoryev, D.; Lee, S.-W.; Frankston, C. M.; Rakshe, S.; Berry, M.; Hirano, A.; Ekstrom, T.; Manalo, E.; Tessier, J.; Chow-Castro, M.; Link, J.; Keith, D.; Sheppard, B. C.; Fei, S.; Morgan, T.; Remotti, H. E.; Yang, W.; Furth, E.; Thakurela, S.; Sears, R. C.; Kim, J.", "abstract": "The Yamanaka factors (OCT4, SOX2, KLF4, and MYC; OSKM) can rejuvenate aging phenotypes in somatic cell types by resetting the epigenetic landscape. Curiously, solid tumor cells remain largely resistant to reprogramming despite their well-documented plasticity, and the underlying mechanisms are unclear. Here, we combined genomic profiling and in vivo assays to investigate OSKM-mediated reprogramming of pancreatic ductal adenocarcinoma (PDAC). In the initial stages, we found that cancer-specific genes were refractory while mesodermal/ECM programs - normally silenced by PRC2 - were aberrantly upregulated. A CRISPR interference screen for OSKM reprogramming coupled with functional analyses revealed that suppression of cancer-associated long noncoding RNAs (lncRNAs) erased malignant epithelial programs, restored tumor suppressor activity, and impaired tumorigenicity in vivo. Mechanistically, ATXN7L3-AS1 lncRNA enforces the malignant identity of PDAC by activating epithelial cancer- associated programs while keeping PRC2-target developmental genes in a poised state, thereby sustaining both plasticity and malignancy. Thus, by exploring why cancer cells are resistant to reprogramming, we identify lncRNAs as gatekeepers of malignant memory and suggest that targeting lncRNAs could be a generalizable therapeutic strategy in solid tumor therapies.", "date": "2025-09-28", "journal": ""}
{"title": "A likelihood ratio test for detecting shifts in homeolog expression ratios in allopolyploids", "doi": "10.1101/2025.07.01.660977", "authors": "Sun, J.; Sese, J.; Shimizu, K. K.", "abstract": "Allopolyploids arise through hybridization between related species, carrying multiple sets of chromosomes from distinct progenitor, referred to as subgenomes. Within allopolyploids, duplicated genes across subgenomes, called homeologs, are thought to enhance environmental robustness by shifting their expression ratios depending on environmental and developmental changes. However, existing methods for detecting such ratio shifts, including HomeoRoq and Fisher's exact test, are limited to allopolyploids with two subgenome sets inherited from two progenitors, and thus cannot handle more complex cases (e.g., allohexaploid wheat). Here, we present the HOmeolog Bias Identification Test (HOBIT), a statistical method for detecting shifts in homeolog expression ratios across different conditions using RNA-Seq count data. HOBIT performs a likelihood ratio test for each homeolog, comparing a full model allowing homeolog expression ratios to vary across conditions with a reduced model assuming constant ratios. Simulation benchmarks for allotetraploids and allohexaploids demonstrated that HOBIT outperforms existing methods in both area under the receiver operating characteristic curve and F1 score. Application to real RNA-Seq datasets from allotetraploid Cardamine flexuosa, allotriploid Cardamine insueta, and Triticum aestivum (wheat) produced biologically consistent results reflecting experimental settings. HOBIT provides a promising framework for uncovering homeolog regulation and adaptive responses in allopolyploids, without restrictions of ploidy complexities.", "date": "2025-09-28", "journal": ""}
{"title": "Rainwater-driven transport of matter and microbes from phyllosphere to soil in a temperate beech forest", "doi": "10.1101/2025.07.13.664590", "authors": "Krueger, M.; Potthast, K.; Michalzik, B.; Tischer, A.; Herrmann, M.", "abstract": "In forest ecosystems, the transport of organic matter including microbial cells by throughfall and stemflow represents a central linkage between the phyllosphere and soil. However, the extent and taxon-specificity of rainwater-mediated vertical transfer of microorganisms, and its relevance for matter fluxes is sparsely understood. We investigated the rainwater-driven transport of bacteria and its contribution to matter transport in bulk rainfall, throughfall, stemflow and seepage in a temperate deciduous forest and compared the transported communities to those in phyllosphere and soil. Throughfall-mediated cell fluxes equaled those in seepage below the litter layer, pointing to a substantial above-ground translocation of bacteria. Bacterial cells contributed up to 11 % and 33 % to the exported total organic carbon and total nitrogen, respectively. Bacteria affiliated with Pseudomonadaceae, Oxalobacteraceae, Hymenobacteraceae, and Sphingomonadaceae were differentially transmitted from the canopy with increased abundances in throughfall and stemflow compared to bulk rain. A small fraction of shared taxa pointed to the import, proliferation and mobilization of selected bacterial taxa between neighboring ecohydrological compartments. The genetic potential of the transported bacterial communities was strongly linked to organic matter degradation particularly of carbohydrates and proteins. Our findings extend our understanding of rainwater-mediated vertical matter transport in forest ecosystems and highlight the contribution of microbial cells to this transport especially in above-ground compartments. Strong shifts in community composition and abundance of the transported taxa between throughfall, stemflow and soil seepage are linked to differences in source communities but may also point to different mechanisms of cell detachment across compartments.", "date": "2025-09-28", "journal": ""}
{"title": "Beyond single-trait GxE: higher-order environmental interactions and clonal diversity govern trait relationships in yeast", "doi": "10.1101/2025.08.21.671491", "authors": "Pozzi, A.; Korkmaz, D.; Wolf, J. B. W.", "abstract": "Predicting organismal responses to complex ecological change requires understanding how multiple environmental stressors (E) and genetic background (G) interact on phenotypic variation (P). Here, we investigate how temperature (Et) and salinity (Es) shape growth (Pg) and flocculation (Pf) in multiple strains of the fission yeast, Schizosaccharomyces pombe. We find that environmental interactions are critical, with the effect of temperature on flocculation being inverted by changes in salinity (P~ExE). Multi-stress reaction norms are genotype-dependent (P~GxExE), revealing that evolution can adopt diverse strategies to deal with ExE interactions. We further show that the covariation between traits (PxP) is itself a plastic and evolvable feature. The relationship between growth and flocculation changed from negative to positive or completely uncoupled, depending on the specific GxExE context. This context-dependent covariation suggests that clonal variability and stochastic processes modulate phenotypic outcomes beyond deterministic genotypic effects. Our findings demonstrate that higher-order interactions govern not only individual traits but also their interrelationships, highlighting the necessity of integrating GxExE effects and phenotypic covariation into models of adaptation.", "date": "2025-09-28", "journal": ""}
{"title": "High-level Prediction of Continuous Speech During Mind-Wandering", "doi": "10.1101/2025.08.29.673052", "authors": "Chen, G. R.; Finkelshtein, R.; Goldstein, A.; Hassin, R. R.; Deouell, L. Y.", "abstract": "Abundant evidence shows that when listening to speech or reading text, we continuously make predictions about upcoming words. Does this process stop when our mind wanders away and subjective experience becomes decoupled from the content of the speech? Conversely, is word prediction sufficient for conscious experience, or can these processes dissociate? Participants (N = 25) listened to audiobook content (> 12,000 words) while providing self-reports of mind-wandering. Mind-wandering was associated with spectral changes in the EEG signal, compared to attentive listening, as well as decreased early response to word onset, in line with current accounts. In contrast, EEG markers of word-level contextual surprise (indexed by the contextual surprise of large language models) remained intact during mind-wandering, alongside significant encoding of semantic content. Last, we measured the neural encoding of predictive context, measured by the correlation between EEG activity and the vectorial embeddings that language models use to predict each word given prior context. This encoding also persisted during mind-wandering, albeit weaker compared to attentive periods. Our findings show that the brain predicts and monitors relevant inputs even when the subjective experience of the external environment is dimmed during mind wandering. This suggests that the shared computational mechanisms between humans and Language Models are insufficient for having a subjective experience of the meaning of speech contents, with implications for theoretical accounts of mind-wandering and predictive processing accounts of consciousness.", "date": "2025-09-28", "journal": ""}
{"title": "BioML-bench: Evaluation of AI Agents for End-to-End Biomedical ML", "doi": "10.1101/2025.09.01.673319", "authors": "Miller, H. E.; Greenig, M.; Tenmann, B.; Wang, B.", "abstract": "Large language model (LLM) agents hold promise for accelerating biomedical research and development (R&D). Several biomedical agents have recently been proposed, but their evaluation has largely been restricted to question answering (e.g., LAB-Bench) or narrow bioinformatics tasks. Presently, there remains a lack of benchmarks evaluating agent capability in multi-step data analysis workflows or in solving the machine learning (ML) challenges central to AI-driven therapeutics development, such as perturbation response modeling or drug toxicity prediction. We introduce BioML-bench, the first benchmarking suite for evaluating AI agents on end-to-end biomedical ML tasks. BioML-bench spans four domains (protein engineering, single-cell omics, biomedical imaging, and drug discovery) with tasks that require agents to parse a task description, build a pipeline, implement models, and submit predictions graded by established metrics (e.g., AUROC, Spearman). We evaluate four open-source agents: two biomedical specialists (STELLA, Biomni) and two generalists (AIDE, MLAgentBench). On average, agents underperform relative to human baselines, and biomedical specialization does not confer a consistent advantage. We also found that agents which attempted more diverse ML strategies more often tended to score highest, suggesting that architecture and scaffolding may be stronger determinants of performance. These findings underscore both the potential and current limits of agentic systems for biomedical ML, and highlight the need for systematic, reproducible evaluation. BioML-bench is provided open-source at https://github.com/science-machine/biomlbench.", "date": "2025-09-28", "journal": ""}
{"title": "Exploratory Statistical Analysis of Rheumatoid Factor Based Subgroups in Sjögren's Syndrome.", "doi": "10.1101/2025.09.11.670596", "authors": "Zhuang, N. Z.; Howells, J. M.", "abstract": "Rheumatoid factor (RF) is a core diagnostic marker for rheumatoid arthritis (RA) but is also common in Sjogren's syndrome (SS). RF-positive SS patients often exhibit RA-like features, suggesting a potential overlapping subtype. This study investigated whether RF status in SS is associated with distinct autoantibody profiles and greater immunological similarity to RA. We analyzed a synthetic dataset (n=176), including 91 RA patients and 85 SS patients (38 RF-positive, 45 RF-negative), across four autoantibodies: anti-citrullinated protein antibodies (ACPA), antinuclear antibodies (ANA), anti-double-stranded DNA (anti-dsDNA), and anti-Smith (anti-Sm). Statistical analyses included t-tests, Chi squared, Effect sizes, ANOVA, MANOVA, Euclidean distance measures, and logistic regression. RF-positive SS showed similar ACPA levels to RA in Welch's T-tests, whereas RF-negative SS differed significantly in ANA and anti-dsDNA, consistent with a lupus-like profile within ANOVA. MANOVA and distance analyses indicated that RF-positive SS is immunologically closer to RA, while RF-negative SS forms a distinct cluster. Logistic regression supported moderate-low classification performance. Overall, these findings may support the hypothesis of an RF-associated SS subtype overlapping with RA and highlight the potential of RF testing to improve disease stratification and guide therapeutic decisions. All relevant data and code is available at: https://github.com/NathanZhuangCalgary/SSRAAntibodyAnalysis. Keywords: Rheumatoid arthritis, Sjogren's syndrome, Rheumatoid factor, Autoantibodies, Synthetic Dataset.", "date": "2025-09-28", "journal": ""}
{"title": "Frequency-dependent coupling in responses to oscillatory inputs in networks of electrically coupled nodes: Gap junction networks and spatially extended neurons", "doi": "10.1101/2025.09.12.675827", "authors": "Bel, A.; Chialva, U.; Rotstein, H. G.", "abstract": "In electrically coupled networks, the coupling coefficient (CC) quantifies the strength of the connectivity or the degree to which two participating nodes are coupled in response to an external input to one of them. The CC is measured by computing the relative responses of the indirectly activated (post-J) and the directly activated (pre-J) nodes. In response to time-dependent inputs, the CC is frequency-dependent and has two components capturing the contributions of the amplitude and phase frequency profiles of the participating nodes (quotient of the amplitudes and phase-difference, respectively). The properties and mechanisms of generation of the frequency-dependent CCs (FD-CCs) are largely unknown beyond electrically coupled passive cells and their electrical circuit equivalents. Being linear and 1D, the FD-CCs for passive cells are relatively simple, consisting of low-pass filters (amplitude) and positive and monotonically increasing phase-difference profiles. In linear systems, the FD-CCs depend on the properties of the pre-J cell and the connectivity and are independent of the properties of the post-J cell and the input amplitude. There is a gap in our understanding of the FD-CCs are shaped by (i) how the presence of intrinsic cellular positive and negative feedback currents and the resulting amplification and resonance phenomena, and (ii) the presence of cellular nonlinearities that incorporates the dependence of the FD-CC on the post-J node in addition to the pre-J one. In this paper we address these issues by using biophysically plausible (conductance-based) mathematical modeling, numerical simulations, analytical calculations and dynamical systems tools. We conduct a systematic analysis of the properties of the FD-CC in networks of two electrically connected nodes receiving oscillatory inputs, which is the minimal network architecture that allows for a systematic study of the biophysical and dynamic mechanisms that shape the FD-CC profiles. The participating neurons are either passive cells (low-pass filters) or resonators (band-pass filter) and exhibit lagging or mixed leading-lagging phase-shift responses as the input frequency increases. The formalism and tools we develop and use in this paper can be extended to larger networks with an arbitrary number of nodes, to spatially extended multicompartment neuronal models, and to neurons having a variety of ionic currents. The principles that emerge from our study are directly applicable to these scenarios. Our results make experimentally testable predictions and have implications for the understanding of spike transmission, synchronized firing and coincidence detection in electrically coupled networks in the presence of oscillatory inputs.", "date": "2025-09-28", "journal": ""}
{"title": "Efficacy and safety evaluation of artificial intelligence-identified antimicrobial peptides for use against avian pathogenic Escherichia coli in the poultry industry", "doi": "10.1101/2025.09.15.675954", "authors": "Demirsoy, E.; Parkin, T. I.; Mihalynuk, S. E.; Dema, A. H.; Corrie, L.; Heilker, M. E.; Kuecks-Winger, H.; Yanai, A.; Birol, U. B.; McIlwee, M.; de Wet, K.; Knipscheer, M.; Bowes, V.; Tuytel, V.; Ritchie, L.; Köster, W.; Berberov, E.; Cox, W. R.; Kotkoff, M.; Thompson, V. C.; Warren, R. L.; Fraser, E.; Hoang, L. M. N.; Hof, F.; Birol, F.; Helbing, C. C.; Birol, I.", "abstract": "The overuse of antibiotics in both veterinary and human medicine has resulted in the emergence of antibiotic-resistant bacteria, prompting a search for effective alternatives. Antimicrobial peptides (AMPs) are short, often cationic, peptide-based molecules with antimicrobial and immunomodulatory activity, which makes them promising alternatives to conventional antibiotics in poultry production. From a prior machine-learning-guided screen of 875 candidate AMPs, 62 exhibited activity against avian pathogenic Escherichia coli (APEC) and low in vitro hemolytic and cytotoxic activity. We selected three lead AMPs from this list (named TeRu4, TeBi1, and PeNi4), and evaluated their in vitro and in vivo efficacy, safety, and immunomodulatory potential for use in poultry farming. In animal experiments, AMPs were administered via in ovo injection on day 18 of embryonic development. In APEC challenge trials, yolk sacs were inoculated with APEC post-hatch to assess early chick mortality, while in pen trials, birds were raised in a commercial production setting for 35 days. For challenged birds, TeBi1 (10 g/egg) significantly reduced bacterial detection in the air sac and pericardium, increased body weight by 50% and reduced cytokine transcript levels by 10-30% on day 7 post hatch. In HD11 chicken macrophage-like cultured cells, TeRu4 (16 g/mL) suppressed LPS-induced pro-inflammatory cytokine transcript levels. In pen trials, TeRu4 (20 g/egg) increased the survival probability of female birds by 4.9%, while TeBi1 (20 g/egg) increased the survival probability of all birds by 4.4%, by day 35. Gene expression analysis revealed AMP- and sex-specific cytokine responses. In pen trials, no significant differences were observed in mean weights, feed conversion ratio, and flock uniformity on day 35. These findings demonstrate that the three selected AMPs are safe antibiotic alternatives that improve survival, modulate immune responses, and maintain normal growth performance in broiler chickens.", "date": "2025-09-28", "journal": ""}
{"title": "Altered Dynamic Functional Connectivity of the Frontoparietal Network in Major Depressive Disorder: Evidence from a Large-Scale Resting-State fMRI Study", "doi": "10.1101/2025.09.17.676759", "authors": "Seyedzadeh, P.; Hosseini, S. A.", "abstract": "Major depressive disorder (MDD) is a prevalent psychiatric condition characterized by affective disturbances and cognitive deficits. Among these, cognitive inflexibility and executive dysfunction are particularly prominent, yet the temporal dynamics of the frontoparietal control network (FPN), a core substrate of cognitive control, remain poorly understood. Using harmonized resting-state fMRI data from the REST- meta-MDD consortium (n = 887; 442 MDD, 445 healthy controls), we investigated dynamic functional connectivity (dFC) within the FPN. Time-varying correlations among 21 FPN nodes were estimated using a sliding-window approach and clustered via k-means to identify recurring connectivity states. Temporal metrics included fractional occupancy, mean dwell time, and transition counts. Three unique FPN states were recognized. In comparison to healthy individuals, those with Major Depressive Disorder (MDD) exhibited prolonged durations in a hypoconnected state, extended dwell times in this configuration, and fewer total transitions, indicating diminished neural flexibility. Direct transitions between low-connectivity (hypoconnected) and high-connectivity (hyperconnected) states were selectively diminished, indicating a disruption in the direct transition between two functionally distinct states of the FPN. Overall, these findings reveal a fundamental disruption in the temporal organization of frontoparietal connectivity in MDD, marked by predominant hypoconnectivity, reduced flexibility, and constrained state transitions. By delineating the dynamic properties of network function, this study advances a mechanistic framework for interpreting prior inconsistencies in static connectivity research and underscores the necessity of time-resolved approaches in characterizing large-scale network dysfunction in psychiatric disorders.", "date": "2025-09-28", "journal": ""}
{"title": "A Dual Assay to Compare Protein Levels and Toxicity of Alpha-Synuclein Variants: Acute Expression of Wild-Type versus S129A", "doi": "10.1101/2025.09.23.678012", "authors": "Li, B.; Levy, O. A.; Ramalingam, N.; Dettmer, U.", "abstract": "Parkinsons disease (PD) affects over 12 million people worldwide and has the fastest-growing global impact. The pathological hallmark is the presence of Lewy bodies and Lewy neurites, which are intraneuronal lesions enriched in aggregated alpha-synuclein (S) that is typically hyper-phosphorylated at serine 129. Therefore, lowering phosphoserine 129 (pS129) may be a viable therapeutic strategy to treat PD. However, pS129 has also been proposed to regulate synaptic transmission and S degradation. In both cases, inhibiting pS129 could be detrimental. Here, we developed a sensitive assay in a human neuroblastoma model and utilized it to assess the relative expression levels and cytotoxicity of pS129 by comparing S wild-type (WT) vs. S129A (pS129-deficient). We show that the S129A mutant does not affect the acute expression levels or toxicity of S in a transient transfection paradigm. This provides new insight into the intricate interplay between S, phosphorylation, toxicity, and degradation. Our assay provides a versatile platform for understanding disease-relevant mechanisms and opens novel avenues for the design of future therapeutic interventions in PD and other -synucleinopathies.", "date": "2025-09-28", "journal": ""}
{"title": "A lightweight, physics-based, sensor-fusion filter for real-time EEG denoising and improved downstream AI classification", "doi": "10.1101/2025.09.24.675953", "authors": "Wesierski, J.-M.; Rodriguez, N.", "abstract": "Physiological time-series data, like electroencephalography (EEG), are vulnerable to motion, ocular, and muscle artifacts that hinder real-time inference and bias offline analyses. We present the Minds AI Filter: a lightweight, physics-based, sensor-fusion method that exploits multichannel spatial structure and band-aware synchrony to enhance neural activity while suppressing non-neural noise. The nomenclature \"AI\" reflects integration within a larger artificial-intelligence pipeline; the filter itself requires no prior training or deep learning. A single tuning parameter controls filter strength. The design supports streaming windows ({approx}1 s) with minimal added latency and extends naturally to longer offline segments; leveraging a sensor-fusion design across channels, it suggests applicability to other neurophysiological time-series, such as MEG and ECoG, pending further validation; exploratory incorporation of EOG/ECG as auxiliary signals is a potential avenue for future filter advancements.\n\nWe evaluate the approach across multiple devices and public datasets, assessing both down-stream AI classification performance and real-time signal-quality metrics. In both real-time and offline settings, the filter performed better on dynamic artifacts and noise than baseline and commonly used alternatives in our evaluations. When applied in conjunction with other methods, it was only observed to improve downstream accuracy, never reduce it, when any effect was present. Denoising is quantified using SNR-like measures, and ablations isolate the roles of spatial coupling and band weighting. Artifact-specific analyses (ocular bursts, head tilt, jaw clench) and latency profiling on commodity hardware are included. These results indicate that a lightweight, synchrony-aware filter can robustly stabilize real-time EEG and systematically improve downstream AI classification. The method is compatible with standard preprocessing but does not depend on it.", "date": "2025-09-28", "journal": ""}
{"title": "Deep Learning-Based Control of Electrically Evoked Activity in Human Visual Cortex", "doi": "10.1101/2025.09.24.678361", "authors": "Moure, P.; Granley, J.; Grani, F.; Soo, L.; Lozano, A.; Lopez-Peco, R.; Villamarin-Ortiz, A.; Soto-Sanchez, C.; Liu, S.-C.; Beyeler, M.; Fernandez, E.", "abstract": "Visual cortical prostheses offer a promising path to sight restoration, but current systems elicit crude, variable percepts and rely on manual electrode-by-electrode calibration that does not scale. This work introduces an automated data-driven neural control method for a visual neuroprosthesis using a deep learning framework to generate optimal multi-electrode stimulation patterns that evoke targeted neural responses. Using a 96-channel Utah electrode array implanted in the occipital cortex of a blind participant, we trained a deep neural network to predict single-trial evoked responses. The network was used in two complementary control strategies: a learned inverse network for real-time stimulation synthesis and a gradient-based optimizer for precise targeting of desired neural responses. Both approaches significantly outperformed conventional methods in controlling neural activity, required lower stimulation currents, and adapted stimulation parameters to resting state data, reliably evoking more stable percepts. Crucially, recorded neural responses better predicted perceptual outcomes than stimulation parameters alone, underscoring the value of our neural population control framework. This work demonstrates the feasibility of data-driven neural control in a human implant and offers a foundation for next-generation, model-driven neuroprosthetic systems, capable of enhancing sensory restoration across a range of clinical applications.", "date": "2025-09-28", "journal": ""}
{"title": "It is Not Always Crystal Clear: In-Pocket Analysis for Understanding Binding Site Microenvironment Properties", "doi": "10.1101/2025.09.24.678379", "authors": "Menezes, F. M. C. M.; Froehlich, T.; Schofield, L. C.; Cremer, J.; Agirre, J.; Joosten, R. P.; Murshudov, G. N.; Plettenburg, O.; Sattler, M.; Popowicz, G. M.", "abstract": "Structural biology has enabled key advances in biochemistry, drug discovery, and AI-driven three-dimensional structure modelling. Despite its centrality, no general and reliable computational tools exist to chemically validate structural models, especially when small-molecule ligands are involved. This challenge is exacerbated when experimental resolution is insufficient to define interaction chemistry, leaving critical interpretations ambiguous. We introduce In-Pocket, a quantum mechanical optimisation method biased by experimental data that resolves the chemical nature of protein-ligand binding interfaces. In-Pocket improves model quality, corrects chemically inconsistent structures, and identifies the energetically most favourable conformers within biomacromolecular complexes. Further, it generalises across a wide range of systems, including those containing transition metals. Benchmarking demonstrates that In-Pocket enhances the reliability of legacy and newly solved structures. With automated and simple-to-use routine chemical validation, In-Pocket stands to improve the integrity of structural databases and impact diverse domains: from molecular biology to rational drug design and application of generative AI.", "date": "2025-09-28", "journal": ""}
{"title": "Designing a robust whole-cell biosensor platform for detection of toxic metals using intein splicing inhibition of Mycobacterium tuberculosis SufB protein", "doi": "10.1101/2025.09.27.678972", "authors": "Mehra, A.; Nanda, A.; Nayak, S.", "abstract": "Heavy metal contamination has emerged as a persistent environmental and public health challenge. Although existing analytical methods provide high sensitivity, they often require complex instrumentation with limited on-site applications, and generate hazardous waste, raising environmental concerns. At present, whole-cell biosensors provide an empirical alternative, utilizing cellular machinery for sensitive detection of metals. In a relevant context, intein-mediated protein splicing, a spontaneous post-translational process, can be adapted for biosensing by coupling metal-dependent splicing inhibition with whole-cell sensing units. Current research elucidates how toxic metal ions, including cadmium (Cd2+), mercury (Hg2+), chromium (Cr3+), and lead (Pb2+), influence the splicing and N-terminal cleavage reactions of Mycobacterium tuberculosis (Mtb) SufB precursor protein. While Cd2+; and Hg2+; significantly attenuated the splicing activity of Mtb SufB precursor protein over a concentration range of 25 uM to 2 mM, Pb2+; and Cr3+; failed to do so. Next, an innovative biosensor platform was designed to detect these metal ions by utilizing splicing inhibition in metal-sensitive Mtb SufB precursor protein within attenuated Mtb (H37Ra) cells. Metal-induced splicing inhibition led to loss of viability in H37Ra indicator cells, while specificity of this detection system was confirmed by adding respective metal chelators. Multiplexing and quantitative efficacy of the designed biosensor was evaluated by including known splicing inhibitors like Cu2+, Zn2+, and Pt4+ over various concentration range alongside Cd2+; and Hg2+;. The developed biosensor offers a cost-effective, user-friendly, specific, and sensitive assay that does not require advanced instrumentation facility. It can be employed in standard biological laboratories utilizing whole-cell microorganisms harbouring precursor proteins with metal-sensing intein sequences. This approach holds potential for multiplexing metal screening in environmental and industrial effluents, significantly enhancing toxic metal monitoring capabilities.", "date": "2025-09-28", "journal": ""}
{"title": "BRG1 cooperates with PLK1 to regulate dormant origin activation during S phase.", "doi": "10.1101/2025.09.27.678965", "authors": "Hussain, S.; Bisht, D.; Muthuswami, R.", "abstract": "The ATP-dependent chromatin remodeler BRG1 is well-established in the regulation of gene expression, DNA replication, homologous recombination, DNA damage repair, and apoptosis. While its genome-wide occupancy has primarily been linked to transcriptional regulation, its potential role in DNA replication control remains less well defined. In this study, we investigated BRG1 involvement in replication origin regulation by integrating BRG1 ChIP-seq data with replication origin mapping and chromatin state analyses. Our results revealed that BRG1 is preferentially enriched at genomic regions characterized by DNase I hypersensitivity, low GC content, and a capacity to form G-quadruplex structures hallmarks of dormant replication origins. Notably, BRG1-bound sites were also enriched in late-replicating, heterochromatic regions. These findings suggest a specific association of BRG1 with dormant replication origins. To validate this association, we performed functional assays in HeLa cells. BRG1 depletion via siRNA led to reduced replication fork progression and increased activation of dormant origins, consistent with replication stress. Mechanistically, we found that BRG1 physically interacts with the mitotic kinase PLK1. Loss of BRG1 reduced chromatin-bound levels of both BRG1 and PLK1, implicating BRG1 in PLK1 recruitment or stability. Importantly, overexpression of PLK1 in BRG1-depleted cells rescued replication fork progression, supporting a cooperative role for BRG1 and PLK1 in regulating replication through dormant origins. Together, these data uncover a previously unrecognized function for BRG1 in the selective regulation of dormant replication origin firing, acting in concert with PLK1.", "date": "2025-09-28", "journal": ""}
{"title": "Exploring the potential for scanning electron microscopy/focused ion beam - based diffraction for screening cryo-transmission electron microscopy samples", "doi": "10.1101/2025.09.25.678486", "authors": "Woods, E. V.; Wigge, C.; Zhao, Y.; de Kloe, R.; Schwarz, T. M.; Britton, B.; Zaefferer, S.; Gault, B.", "abstract": "The study of biological and organic materials at high resolution using cryogenic transmission-electron microscopy (cryo-TEM) necessitates vitrification to preserve the native structure. Assessing sample integrity is essential, particularly as ice crystallization during freezing and handling can cause irrecoverable structural damage. Usually, a secondary cryo-TEM is used for initial screening, only possible after a time-consuming sample preparation workflow. In the present work, we propose simple methods that exploit existing workflows developed for materials science analyses and demonstrate on-grid in situ assessment of ice crystallinity with electron backscatter diffraction (EBSD) on a direct electron detector (DED) in a cryo-scanning-electron microscope (SEM). This evaluation step can be performed prior to sample preparation for cryo-TEM by using cryogenic focused ion beam (cryo-FIB) milling. Custom grid holders and jigs were developed to integrate the clipped cryo-TEM grids and evolve the sample preparation workflow. EBSD detects hexagonal ice in some areas of the samples, whereas other areas show an absence of EBSD signal, consistent with vitreous ice, that enable targeting the further steps of sample preparation for cryo-TEM. Off-axis transmission Kikuchi diffraction (TKD) was attempted, but led to severe damage to polished TEM-lamellae and appears unsuitable. A proof-of-concept lift-out from a clipped cryo-TEM grid mounted on a support is introduced, demonstrating possibilities for expanded cryogenic correlative workflows beyond the acceleration of sample screening for cryo-TEM.", "date": "2025-09-28", "journal": ""}
{"title": "Inflammatory reprogramming of human brain endothelial cells compromises blood-brain barrier integrity in Alzheimer's disease", "doi": "10.1101/2025.09.26.678918", "authors": "Pinals, R. L.; Islam, M. R.; King, O.; Choi, A.; Kang, E.; Nakano, M.; Tuyeras, A.; Naomi, M. T.; Ngo, A. P.; Jiang, A.; Truong, N.; Agbas, E.; Lozano Cruz, C. F.; Staab, C.; Ko, T.; Bennett, D. A.; Stanton, A. E.; Langer, R.; Tsai, L.-H.", "abstract": "Blood-brain barrier (BBB) dysfunction is an early feature of Alzheimer's disease (AD), yet the endothelial gene-regulatory programs involved remain incompletely understood. We integrate postmortem human single-nucleus transcriptomics with iPSC-based BBB models to define a conserved, inflammation-driven pathway that compromises barrier integrity. We identify an NF-KB-associated endothelial gene module endoM2 that is elevated in AD, inversely correlated with cognition, and enriched for inflammation and endothelial-to-mesenchymal transition signatures. Cytokine stimulation of iPSC-derived brain endothelial cells induces morphological remodeling, lipid accumulation, junctional disruption, and transcriptomic shifts that mirror endoM2. A targeted drug screen identifies the NF-KB inhibitor BAY11-7082 as protective against cytokine-induced changes. In our perfusable iPSC-derived BBB-Chip that recapitulates human BBB signatures, single-cell profiling reveals inflammatory endothelial state-specific programs reflecting those in AD brains and demonstrates that BAY11-7082 suppresses cytokine-triggered dysfunction and reverses inflammation-associated gene activation. Together, these findings position cerebrovascular inflammation as a therapeutic target to preserve BBB integrity in AD.", "date": "2025-09-28", "journal": ""}
{"title": "A hypothalamic circuit for anticipating future changes in energy balance.", "doi": "10.1101/2025.09.27.678865", "authors": "Walker, S. J.; Lowenstein, E. D.; Douglass, A. M.; Madara, J. C.; Resch, J. M.; Tao, J.; Lowell, B. B.", "abstract": "AgRP neurons cause hunger, the drive to seek and consume food. Their activation by fasting is key for survival and is thought to be triggered by feedback when energy stores are low. However, we know that environmental cues can also regulate AgRP neurons, since cues that predict future food intake rapidly inhibit AgRP neurons. But is the converse true: can the prediction of future fasting rapidly activate AgRP neurons? Here we show that such rapid fasting activation of AgRP neurons does occur. This fasting response is driven by excitatory input from paraventricular hypothalamic neurons expressing Sim2, which are bidirectionally sensitive to predictions of future energy state. In this way, cognitively-processed contextual information conveyed by PVH-Sim2 neurons strongly activates AgRP neurons. Lastly, chronic silencing of PVH-Sim2 neurons causes persistent hypophagia. This PVH-Sim2 to AgRP neuron circuit, by anticipating and preventing negative energy balance, provides an important new dimension of hunger regulation.", "date": "2025-09-28", "journal": ""}
{"title": "Alpha-Band Phase Modulates Perceptual Sensitivity by Changing Internal Noise and Sensory Tuning", "doi": "10.1101/2025.09.26.678872", "authors": "Pilipenko, A.; McGowan, A.; Samaha, J.", "abstract": "Alpha-band neural oscillations (8-13 Hz) are theorized to phasically inhibit visual processing based, in part, on results showing that pre-stimulus alpha phase predicts detection (i.e., hit rates). However, recent failures to replicate and a lack of a mechanistic understanding regarding how alpha impacts detection have called this theory into question. We recorded EEG while six observers (6,020 trials each) detected near-threshold Gabor targets embedded in noise. Using signal detection theory (SDT) and reverse correlation, we observed an effect of occipital and frontal pre-stimulus alpha phase on sensitivity (d'), not criterion. Hit and false alarm rates were counterphased, consistent with a reduction in internal noise during optimal alpha phases. Perceptual reports were also more consistent when two identical stimuli were presented during the optimal phase, suggesting a decrease in internal noise rather than signal amplification. Classification images revealed sharper spatial frequency and orientation tuning during the optimal alpha phase, implying that alpha phase shapes sensitivity by modulating sensory tuning towards relevant stimulus features.", "date": "2025-09-28", "journal": ""}
{"title": "Maternal-fetal inflammation affects Cdh1/E-cadherin epigenetic regulation and craniofacial development", "doi": "10.1101/2025.09.27.676141", "authors": "Nani, D.; Alvizi, L.; Bueno, H. M. S.; Lacerda, E. C. M.; Passos-Bueno, M. R.", "abstract": "Cleft lip with or without palate (CLP) is a multifactorial trait associated with environmental exposures such as smoking, alcohol consumption, and pro-inflammatory conditions during early pregnancy, as well as with both common and rare genetic variants. Our group identified CDH1 loss-of-function variants segregating in families with CLP, with incomplete penetrance linked to promoter hypermethylation. Previously, we demonstrated that gene-environment interactions driven by pro-inflammatory factors can induce this methylation, downregulate E-cadherin expression, and impair neural crest migration, thereby contributing to the etiology of CLP. However, the embryonic consequences of the two-hit CLP model (CDH1 haploinsufficiency combined with pro-inflammatory insult) have not yet been explored in mammals. Here, under single dose of floxed-Cdh1, we investigated the pro-inflammatory response at the maternal-fetal interface, its impact on cytokine and Cdh1 expression along the anteroposterior axis, the associated epigenetic landscape in the embryonic head, and the effects on cranial NC-derived structures. We found that pro-inflammatory activation differentially signals to the embryo along the anteroposterior axis, impairing Cdh1/E-cadherin expression in NC cells of the head, accompanied by Cdh1 promoter hypermethylation and other differentially methylated genes involved in cell-junction maintenance. Our findings support a model in which maternal pro-inflammatory responses act as environmental factors that repress NC CDH1 expression through epigenetic mechanisms, contributing to CLP development by downregulating E-cadherin and potentially compromising overall epithelial integrity. Animal Ethics Committee (CEUA IB/USP) number approval: 394/2022", "date": "2025-09-28", "journal": ""}
{"title": "Human NKX2.2 influences islet endocrine cell fate choices through regulation of WNT pathway genes", "doi": "10.1101/2025.09.26.677825", "authors": "Schaaf, C.; Docherty, F. M.; Rodgriguez, M. X.; McGrath, P. S.; Hill, C. J.; Wells, K. L.; Sussel, L.", "abstract": "Transcriptional regulation is a key central mechanism of cell fate determination in developing tissues. The homeobox transcription factor NKX2.2 is an essential regulator of mouse and human pancreatic endocrine development, however its precise molecular role in a human system has not been previously investigated. In this study we generated NKX2.2 null (NKX2.2KO) human embryonic stem cell (hESC) lines using CRISPR/Cas9 technologies and differentiated them towards a pancreatic {beta} cell fate using a stem cell-derived {beta} cell differentiation protocol. Functional and transcriptomic analyses of the hESC-derived pancreatic endocrine cells lacking NKX2.2 revealed similarities and differences compared to the molecular functions of NKX2.2 in mice. In the absence of NKX2.2, the {beta} cell differentiations result in reduced numbers of insulin-producing cells, and the differentiations become skewed towards polyhormonal fates, including cells co-expressing insulin, ghrelin and somatostatin. Deletion of NKX2.2 also eliminates the off-target formation of enterochromaffin cells. Single cell transcriptome analysis of the early endocrine cell population revealed a marked disruption of metabolic pathways that was confirmed by comparative metabolite tracing, providing novel insights into the regulation of early endocrine lineage decisions. Furthermore, NKX2.2 directly regulates several genes in the WNT signaling pathway, suggesting this is a key molecular mechanism through which NKX2.2 regulates these islet cell fate decisions in the human system.", "date": "2025-09-28", "journal": ""}
{"title": "Central carbon metabolism switching in lytic versus temperate coral reef viral communities", "doi": "10.1101/2025.09.25.676695", "authors": "Kelman, J.; Khan, M.; Umunna, C.; Brainard, R.; Donohue, G.; Edwards, R. A.; Falta, N. A.; George, E. E.; Gorham, E.; Grasis, J.; Green, K.; Haas, A. F.; Halsey, K.; Hester, E.; Jacob, S.; Karatas, A. L.; Lim, Y. W.; Little, M.; Sandin, S.; Segnitz, J.; Serota, M.; Shahwan, N.; Simmons, G.; Smith, J. E.; Tripathi, I.; Wegley Kelly, L.; Woodward, L.; Yang, N.; Young, C.; Zgliczynski, B.; Rohwer, F.; Knowles, B.", "abstract": "Coral reefs are declining globally due in part to bacterial overgrowth, a process known as microbialization. However, the role of bacteriophages that may inhibit microbialization by infecting and killing these bacteria remains poorly understood, especially their metabolic impacts on bacterial proliferation. To address this, we analyzed central carbon metabolism gene frequencies in viral communities from healthy (lytic-dominated) and degraded (temperate-dominated) Central Pacific coral reefs. We found that viral metabolism shifted broadly from being dominated by metabolism that builds up pools of central intermediates on degraded reefs dominated by temperate viral infection (\"anaplerotic\" reactions) to metabolism that consumes these pools to prioritize production of metabolic precursors for virion construction on healthy reefs dominated by lytic infection (\"cataplerotic\" reactions). This switch was shown by the over-representation of Entner-Doudoroff (ED) glycolysis genes on degraded, temperate-dominated reefs and of pentose phosphate pathway (PPP) and reductive tricarboxylic acid cycle (TCA) genes on healthy, lytic-dominated reefs. As a result of this metabolic dichotomy, our qualitative compartment modeling revealed two distinct ecosystem states: (i) healthy reefs, where lytic viral metabolism enhances viral production and suppresses bacterial overgrowth, and (ii) degraded reefs, where temperate viral metabolism accelerates bacterial proliferation. Because viral switching between lytic and temperate lifestyles is a known function of host physiological state, these findings position viral metabolism as both a driver of reef decline and a conservation lever, with metabolically mediated \"re-viralization\" offering a novel strategy to restore reef resilience.", "date": "2025-09-28", "journal": ""}
{"title": "Convergent molecular evolution of viviparity across squamate reptiles", "doi": "10.1101/2025.09.26.678543", "authors": "Xie, H.; Hunter, D.; Smout, J. L.; Gaggiotti, O. E.; Elmer, K. R.", "abstract": "The molecular mechanisms underlying convergent phenotypic innovations across the tree of life are largely unknown. Viviparity (live-bearing) is a complex reproductive mode transition having more than 100 independent origins in squamate reptiles, making it an ideal model to understand the molecular basis of evolutionary innovations. Here we used 141 squamate genomes, including 42 viviparous species and representing more than 18 independent evolutionary transitions to viviparity, to search for convergent molecular signals in 14,096 protein coding genes. We show that convergent positive selection associated with viviparity at the gene-level and amino acid substitutions at the site-level are widespread in squamates, but there is no universal convergence across all viviparous clades. The chance of molecular convergence associated with viviparity is negatively correlated with genetic distance between species. Nevertheless, convergent genes are shared across independent origins of viviparity even spanning deep divergence times, and these genes are enriched in viviparity-related biological processes, including placental development, nutrient transport, and immune response to external organisms. Our result demonstrates that molecular convergence in the evolution of complex traits decreases in likelihood with evolutionary time, but when it occurs is more likely through changes in different genes of similar functional pathway rather than changes in the same genes.", "date": "2025-09-28", "journal": ""}
{"title": "How do mate-finding Allee effects affect evolutionary rescue?", "doi": "10.1101/2025.09.27.678992", "authors": "Deraje, P.; Uecker, H.", "abstract": "Harsh environmental change can put populations at risk of extinction, requiring rapid adaptation for persistence. In sexually reproducing populations, the challenge of finding mates at low densities can impose a strong demographic Allee effect. When such a population falls below the Allee threshold, either through a reduction of the population size or an increase in the threshold, successful adaptation relies on overcoming the Allee effect, which gets increasingly difficult as the population declines. Despite mate-finding Allee effects being common, most models of evolutionary rescue assume that mating is assured even at low densities. Here, we set up a population genetic model for evolutionary rescue of a population below its Allee threshold. For the analysis, we combine stochastic computer simulations with mathematical arguments. As expected, mate limitation can severely impede rescue but the extent differs across sexual systems. We further show that mate limitation shifts the optimal sex ratio for dioecious populations, alters optimal evolutionary routes when there are trade-offs between increasing mate-finding efficiency and fecundity, and enhances the importance of standing genetic variation relative to de novo mutants. Overall, our results highlight the importance of accounting for positive density dependence in the assessment of a population's scope for evolutionary rescue.", "date": "2025-09-28", "journal": ""}
{"title": "Early-life reproduction predicts male lifespan in turquoise killifish (Nothobranchius furzeri)", "doi": "10.1101/2025.09.27.678976", "authors": "Cattelan, S.; Valenzano, D. R.", "abstract": "Individuals of the same species can show striking variation in lifespan. A common assumption in life-history theory is that intra-species lifespan variation can be explained by trade-offs between reproduction and survival, i.e., individuals investing more in early-life reproduction are expected to live shorter. However, the trade-off assumption can mask alternative models. For example, individual quality could affect reproduction and survival in the same direction; e.g., high-quality individuals may both reproduce more and live longer. Here, we study the naturally short-lived turquoise killifish (Nothobranchius furzeri), an annual teleost with a limited reproductive window, which, according to the trade-off model, should generate a selective pressure that maximizes individual investment in early-life reproduction, at the expense of survival. To test the individual co-variation in reproduction and lifespan, we focused on males and performed IVFs using ejaculates collected longitudinally throughout life. Unlike the trade-off expectation, we found that reproduction outcomes of young individuals positively correlate with male lifespan, suggesting that early-life reproduction is a bona fide proxy for intrinsic individual quality. Using a causal-informed simulation, we showed that a parsimonious model where i) intrinsic quality affects both lifespan and reproduction and ii) age negatively impacts reproduction, largely recapitulates the observed data, including lifespan prediction from early-life reproduction. Our findings challenge the assumption that reproductive costs are the primary drivers of lifespan variation and instead highlight intrinsic quality as a key common cause to both lifespan and reproduction.", "date": "2025-09-28", "journal": ""}
{"title": "Chromosomal inversions assist acute salinity and temperature adaptation in Atlantic cod (Gadus Morhua) eggs", "doi": "10.1101/2025.09.27.678988", "authors": "Krohman, R.; Henriksson, S.; Moland Olsen, E.; Knutsen, H.; Oomen, R. A.", "abstract": "Chromosomal inversions, on chromosomes 2, 7, and 12 in Atlantic cod (Gadus morhua), have been consistently associated with environmental gradients, particularly salinity and temperature, across the species' natural range. While these correlations suggest a role for local adaptation, the underlying selective mechanisms remain unresolved. Critically, few experiments have yet tested the fitness consequences of these inversions under controlled environmental conditions. Such work is essential to establish causality. Here, we conducted an acute stressor experiment with ten treatments of combined temperature and low salinity stress. Cod eggs (N = 1265) were placed into each treatment for 24 hours, and the number of individuals that floated initially and finally was counted. The ability of an egg to float is directly related to its survival, as sunk individuals cannot survive, and individuals lose buoyancy after they die. Inversion genotypes for the inversions on chromosomes 2, 7, and 12 were determined for individuals from the T03-S25, T07-S25, T16-S25, and T16-S35 treatments. We found that sinking increased with temperature and that more individuals sank in 25 ppt than in 35 ppt after 24 hours. Interestingly, some individuals in the 25 ppt treatments recovered (sank initially but floated finally) after 24 hours. We found evidence that the inversions on chromosomes 2 and 12 might assist with temperature and salinity adaptation, respectively, in cod eggs, while the inversion on chromosome 7 did not affect floating. Our results can inform the management and conservation of this endangered species.", "date": "2025-09-28", "journal": ""}
{"title": "Generalist vs specialist strategy shapes microbiomes in blood feeding parasite Polyplax serrata.", "doi": "10.1101/2025.09.25.678468", "authors": "Dedecius, D.; Kolar, J.; Martinu, J.; Stefka, J.; Novakova, E.; Hypsa, V.", "abstract": "Insects live in association with bacterial communities, collectively referred to as the microbiome. Microbiome composition varies widely across insect taxa and is shaped by multiple factors, including host phylogeny, environmental conditions, geographic distribution, and nutritional ecology. One hypothesis is that microbiome composition may also reflect whether the host adopts a generalist or specialist ecological strategy. We tested this hypothesis using the sucking louse Polyplax serrata, which offers several advantages as a model system. First, as permanent ectoparasites, lice inhabit a relatively stable and simplified environment, thereby minimizing potential confounding variables. Second, within P. serrata, two closely related lineages have been identified: one restricted to a single rodent host (Apodemus flavicollis), and the other exploiting two hosts (A. flavicollis and A. sylvaticus). We analyzed and compared microbiome structure in these two lineages using 16S rRNA gene amplicon sequencing. While alpha diversity did not differ between the lineages, beta diversity differed significantly, particularly in pairwise dissimilarities among individual samples. These results suggest that in P. serrata, host specialization strategy influences microbiome diversity, with the \"generalist\" lineage harboring more heterogeneous communities. This finding extends previous observations on ecological divergence between the two lineages, showing that closely related cryptic species with highly similar genomes, living sympatrically in the same environment, can rapidly evolve distinct life strategies that, in turn, shape both their genetic structure and their microbiomes.", "date": "2025-09-28", "journal": ""}
{"title": "Linked selection of insertions and deletions in coding regions of the great tit genome", "doi": "10.1101/2025.09.26.678803", "authors": "Chen, Y.-C.; Wilcox, J.; Gossmann, T.", "abstract": "Insertions and deletions (indels) are a ubiquitous form of genomic variation; yet, their contribution to adaptive evolution remains poorly understood. Technical challenges in identifying indels and integrating them into existing evolutionary models have limited their study, but previous work suggests that they may be subject to strong selective pressures. Here, we investigated selective signatures of indels in coding regions of the great tit (Parus major). We identified species-specific indels in protein-coding genes and analyzed the 300 bp flanking regions of indels using codeml to estimate dN, dS, and {omega} (dN/dS). Additionally, we performed enrichment analyses and protein structure modeling to assess functional consequences. We found that mutations in the flanking regions of indels are non-random and that selection strength varies with indel type and length. Genes including indels were enriched for functions related to protein and nucleic acid binding and linked to potentially adaptive traits such as vocal learning, migration, circadian rhythm, and environmental acclimation. Our results suggest that insertions and deletions may serve as hotspots of selection, influencing nearby sequences and contributing to adaptation in the great tit.", "date": "2025-09-28", "journal": ""}
{"title": "Genome-wide association study of DMI fungicide sensitivity detects numerous small-effect variants in the major North American population of Fusarium graminearum", "doi": "10.1101/2025.09.25.678624", "authors": "Dhakal, U.; Toomajian, C.", "abstract": "Fusarium head blight (FHB), a major disease of wheat, is primarily managed through applications of demethylation inhibitor (DMI) fungicides during anthesis. However, repeated use of DMIs has led to the emergence of Fusarium graminearum isolates with reduced sensitivity and, in some cases, resistance. In this study, we evaluated the sensitivity of 152 F. graminearum isolates to propiconazole and tebuconazole. While sensitivity varied among isolates, no resistant strains were detected. We also conducted a genome-wide association study (GWAS) to investigate the genetic basis of DMI sensitivity. GWAS identified 48 and 39 quantitative trait nucleotides (QTNs) associated with propiconazole and tebuconazole sensitivity, respectively, with 12 QTNs common to both fungicides, supporting their common mode of action. Candidate gene analysis highlighted genes encoding transporters, secondary metabolite synthesis enzymes, transcription factors, and a heat shock protein as potential candidates for DMI fungicide response. We propose that tolerance to DMIs in F. graminearum is linked to active fungicide efflux out of fungal cells, mediated by transporters, including those associated with secondary metabolite pathways.", "date": "2025-09-28", "journal": ""}
{"title": "Retrocopy formation and domestication shape genome evolution in sloths and other xenarthrans", "doi": "10.1101/2025.09.25.678567", "authors": "Uliano-Silva, M.; Beatriz da Conceicao, H.; L. V. Mercuri, R.; Winkler, S.; D. A. Guardia, G.; Myers, E. W.; McCarthy, S.; Tracey, A.; Suh, A.; Blaxter, M.; A.F. Galante, P.; J. Mazzoni, C.", "abstract": "Xenarthrans, comprising sloths, anteaters, and armadillos, represent one of the most morphologically and physiologically specialised mammalian clades, yet the genomic basis of their adaptations remains poorly understood. Here, we present chromosome-level genomes for the two-toed sloth (<Choloepus didactylus>) and the southern anteater (<Tamandua tetradactyla>), and investigate how retrotransposon-mediated gene duplications (retrocopies) have shaped xenarthran genome evolution. Comparative analyses revealed that xenarthran genomes harbor the highest number of retrocopies reported among mammals, with lineage-specific insertion dynamics. Anteater and armadillo genomes contain older LINE1 repertoires and species-specific older retrocopy insertions. In contrast, sloths retain both an abundance of young LINE1s and thousands of young retrocopies, alongside a large shared set that originated from an evolutionary burst of retroduplication in the branch leading to their last common ancestor (~30 Mya). In C. didactylus, approximately 50% of retrocopies are expressed, compared with 24% in Dasypus novemcinctus. Evolutionary analyses identified 38 retrocopies with strong hallmarks of domestication in C. didactylus. Many of these retrocopies derive from parental genes involved in mitochondrial and metabolic processes, suggesting a genomic mechanism underlying the physiological specialisations of sloths. Altogether, our findings identify retrotransposition as a major contributor to the genomic architecture of Xenarthra and highlight retrocopy origination as a mechanism for generating lineage-specific novelty and distinctive biological specialisations.", "date": "2025-09-28", "journal": ""}
{"title": "An evolved strain of Spathaspora passalidarum produces ethanol from sugarcane bagasse and switchgrass lignocellulosic hydrolysates", "doi": "10.1101/2025.09.26.678828", "authors": "Barros, K. O.; Fisher, K. J.; Crandall, J. G.; Magni, G.; Serate, J.; Xie, D.; Zhang, Y.; Silva, S. S.; Sato, T. K.; Hittinger, C. T.; Rosa, C. A.", "abstract": "Lignocellulosic hydrolysates, derived from plant biomass, contain various inhibitors that can hinder microbial growth. This study aimed to enable the growth and ethanol production by the xylose-fermenting yeast Spathaspora passalidarum in the presence of lignocellulosic hydrolysate inhibitors, particularly acetic acid. Ultraviolet (UV)-induced mutagenesis and adaptive laboratory evolution (ALE) were used to select for mutants with higher tolerance to these inhibitors. The initial mutant strain, MT01, was selected for increased growth in medium containing xylose and acetic acid. This strain underwent further evolution, resulting in the strain ME3.5.5, which showed significant improvements in both growth and ethanol production compared to the parental strain when tested in sugarcane bagasse hemicellulosic hydrolysate (SBHH). Genomic analysis identified non-synonymous and frameshift mutations in four genes, including CYR1 (encoding adenylate cyclase). These findings suggest that genetically optimized S. passalidarum strains could play a crucial role in advancing industrial bioethanol production from lignocellulosic biomass by overcoming the inhibitory effects of compounds found in lignocellulosic hydrolysates. Keywords: mutagenesis, Adaptive Laboratory Evolution (ALE), Spathaspora passalidarum, acetic acid, hemicellulosic hydrolysates.", "date": "2025-09-28", "journal": ""}
{"title": "Habitat structure and social behavior - the development of social phenotypes in the desert locust", "doi": "10.1101/2025.09.27.677662", "authors": "Narisetty, M.; Sayin, S.; J. Simpson, S.; El Hady, A.; Couzin-Fuchs, E.", "abstract": "Habitat structure has fundamental implications for behavior, foraging dynamics, and the social organization of animals. Locusts, which exhibit both a sedentary solitarious morph and a gregarious swarm-forming one, provide a powerful model to investigate how environmental factors shape social phenotypes. We conducted long-term continuous monitoring of locusts raised in semi-natural arenas with either clumped or distributed resources. Our findings reveal that clumped overnight roosting led to an increased propensity for coordinated marching the following day, a key precursor of swarm formation. These patterns became clearer during larval development, driving divergence in social affinity and group dynamics between habitat groups. At the molecular level, transcriptomic analysis identified a narrow set of differentially expressed genes, with enrichment in neuromodulatory and metabolic pathways, including candidates linked to monoaminergic signaling and juvenile hormone biology, such as a takeout-like JH-binding gene. These results demonstrate that spatial resource configuration is sufficient for lasting differences in individual and group dynamics and offer insight into the molecular processes mediating spontaneous, habitat-driven, phenotypic changes in a devastating plague insect.", "date": "2025-09-28", "journal": ""}
{"title": "Functional Imaging for Regenerative Medicine and Tissue-Engineered Constructs: Tracking Vascularization of Tissue-Engineered Small Intestine Scaffolds", "doi": "10.1101/2025.09.25.677636", "authors": "Weis, J. A.; Kothamasu, M. R.; Cruz-Diaz, N.; Schwartz, M. Z.; Atala, A.; Ladd, M. R.", "abstract": "Traditional approaches to tissue engineered small intestine (TESI) require implanting a construct in the omentum of the abdominal cavity to allow for vascularization of the construct and tissue maturation. A second operation is then needed to implant the construct in continuity with the intestine. The timing of the second operation has historically been chosen based on pre-determined biological endpoints. Currently, no well-validated method has been used to non-invasively monitor for vascular maturity which would better inform when the second operation should be performed. We hypothesized that photoacoustic imaging (PAI) could serve as a tool to non-invasively monitor regional and temporal changes in vascular maturity in scaffolds implanted in the omentum. For this pilot study, tubular scaffolds used for TESI were fabricated with electrospinning and implanted in the omentum of Sprague-Dawley rats for 1 and 2 months. Scaffolds were imaged with PAI and tissue oxygenation and hemoglobin concentration were quantified. PAI was then correlated with gross observations of vascularization at each time point. PAI was able to determine regional and temporal changes in tissue oxygenation and hemoglobin concentration. Specifically, the oxygenation and hemoglobin concentration of the top wall of the construct showed better vascular maturity compared to the bottom wall. In addition, vascular maturity seemed to improve in the top wall from 1 to 2 months. The bottom wall was not well covered by the omentum and thus did not vascularize as well as the top wall. The PAI findings were confirmed on gross examination of the scaffolds and upon quantification of the histological analysis of endothelial cell density. Thus, PAI may serve as a critical tool for monitoring vascular maturity in TE, specifically within the abdomen. This will be a critical tool in the pre-clinical development and clinical translation of TESI.", "date": "2025-09-28", "journal": ""}
{"title": "Conserved Filovirus Proteins as Targets of Broad-Spectrum Antivirals", "doi": "10.1101/2025.09.26.678902", "authors": "Scotti, M.; Kelestemur, E.; Martin, H.-J.; Novy, B.; Melo-Filho, C.; Barros, R.; Herrera-Acevedo, C.; Tropsha, A.; Muratov, E.", "abstract": "Filoviruses are enveloped, non-segmented, negative-strand RNA viruses belonging to the Filoviridae family, which includes five genera: Ebolavirus, Marburgvirus, Cuevavirus, Striavirus, and Thamnovirus. Members of this family cause severe and, often, fatal hemorrhagic fevers in humans and non-human primates, with high mortality rates. To date, only two filoviruses, Ebola virus (EBOV) and Marburg virus (MARV), are known to infect humans and are listed as priority pathogens by the World Health Organization due to their potential for re-emergence and the current lack of effective vaccines and antiviral treatments. In this study, we identify and characterize conserved binding sites within key filoviral proteins to support the development of broad-spectrum, direct-acting antiviral agents. We validated the significance of these conserved regions for drug discovery using existing experimental data. Our analysis revealed notably high sequence similarity among proteins from filoviruses capable of infecting humans (EBOV, TAFV, BDBV, SUDV, MARV, and RAVV) compared to those from non-zoonotic species, with the highest conservation observed in the L and VP40 proteins - both critical for viral genome transcription and replication. Furthermore, we compiled and analyzed available experimental data on known antiviral compounds targeting these proteins, identifying several agents with cross-filovirus activity, including Galidesivir, Remdesivir, and Favipiravir. The integrated approach described here - combining sequence and structural conservation analysis with chemical structure and antiviral activity data - demonstrates a strategy that could be extended to the development of broad-spectrum therapeutics across multiple viral families.", "date": "2025-09-28", "journal": ""}
{"title": "Augmented prediction of multi-species protein--RNA interactions using evolutionary conservation of RNA-binding proteins", "doi": "10.1101/2025.09.27.678913", "authors": "He, J.; Zhou, T.; Hu, L.-F.; Jiao, Y.; Wang, J.; Yan, S.; Jia, S.; Chen, Q.; Wang, Y.; Yang, Y. T.; Sun, L.", "abstract": "RNA-binding proteins (RBPs) play critical roles in gene expression regulation. Recent studies have begun to detail the RNA recognition mechanisms of diverse RBPs. However, given the array of RBPs studied so far, it is implausible to experimentally profile RBP-binding peaks for hundreds of RBPs in multiple non-model organisms. Here, we introduce MuSIC (Multi-Species RBP--RNA Interactions using Conservation), a deep learning-based framework for predicting cross-species RBP--RNA interactions by leveraging label smoothing and evolutionary conservation of RBPs across 11 diverse species ranging from human to yeast. MuSIC outperforms state-of-the-art computational methods, and provides predicted RBP-binding peaks across species with high accuracy. The prediction confidence is higher in the closely related species, partially due to the RBP conservation patterns. Finally, the effects of homologous genetic variants on RBP binding can be computationally quantified across species, followed by experimental validations. The target transcripts with disrupted binding events are enriched with the ubiquitination-associated pathways. To summarize, MuSIC provides a useful computational framework for predicting RBP--RNA interactions cross-species and quantifying the effects of genetic variants on RBP binding, offering novel insights into the RBP-mediated regulatory mechanisms implicated in human diseases.", "date": "2025-09-28", "journal": ""}
{"title": "Fusing Sequence Motifs and Pan-Genomic Features: Antimicrobial Resistance Prediction using an Explainable Lightweight 1D CNN - XGBoost Ensemble", "doi": "10.1101/2025.09.27.678993", "authors": "Siddiqui, M. S. B.; Tarannum, N.", "abstract": "Antimicrobial Resistance (AMR) is a rapidly escalating global health crisis. While genomic sequencing enables rapid prediction of resistance phenotypes, current computational methods have limitations. Standard machine learning models treat the genome as an unordered collection of features, ignoring the sequential context of Single Nucleotide Polymorphisms (SNPs). State-of-the-art sequence models like Transformers are often too data-hungry and computationally expensive for the moderately-sized datasets that are typical in this domain. To address these challenges, we propose AMR-EnsembleNet, an ensemble framework that synergistically combines sequence-based and feature-based learning. We developed a lightweight, custom 1D Convolutional Neural Network (CNN) to efficiently learn predictive sequence motifs from high-dimensional SNP data. This sequence-aware model was ensembled with an XGBoost model, a powerful gradient boosting system adept at capturing complex, non-local feature interactions. We trained and evaluated our framework on a benchmark dataset of 809 E. coli strains, predicting resistance across four antibiotics with varying class imbalance. Our 1D CNN-XGBoost ensemble consistently achieved top-tier performance across all the antibiotics, reaching a Matthews Correlation Coefficient (MCC) of 0.926 for Ciprofloxacin (CIP) and the highest Macro F1-score of 0.691 for the challenging Gentamicin (GEN) AMR prediction. We also show that our model consistently focuses on SNPs within well-known AMR genes like fusA and parC, confirming it learns the correct genetic signals for resistance. Our work demonstrates that fusing a sequence-aware 1D CNN with a feature-based XGBoost model creates a powerful ensemble, overcoming the limitations of using either an order-agnostic or a standalone sequence model.", "date": "2025-09-28", "journal": ""}
{"title": "A platform of robust patient-derived leukemia models covering subgroups for which no cell lines exist", "doi": "10.1101/2025.09.26.677299", "authors": "Vick, B.; Jurinovic, V.; Kuhbandner, K.; Lagally, L.; Latzko, L.; Arnreich, C.; Hänel, G.; Muth, A.; Rothenberg-Thurley, M.; Dufour, A.; Schneider, S.; Holdt, L. M.; Mura, L.; Klein, F.; Frank, A.; Andre, M. C.; Baldus, C. D.; Carroll, M.; Dierks, C.; Ebinger, M.; Götze, K. S.; Menendez, P.; Recher, C.; Sahal, A.; Sarry, J.-E.; Thiede, C.; Velasco-Hernandez, T.; Wei, X.; Klusmann, J.-H.; von Bergweld-Baildon, M.; Hiddemann, W.; Metzeler, K. H.; Greif, P. A.; Subklewe, M.; Vosberg, S.; Herold, T.; Spiekermann, K.; Jeremias, I.", "abstract": "Preclinical cancer research requires robust model systems, especially for poor prognosis entities like acute myeloid leukemia (AML), a highly aggressive blood cancer. Here, primary tumor cells from 137 AML patients of all age groups were transplanted into immune compromised mice to generate patient-derived xenografts (PDX). From these, 23 models enable robust, virtually endless serial re-transplantation and are amenable to lentiviral genetic engineering (*PDX AML models). These models primarily originate from patients with highly aggressive, relapsed disease. Comprehensive genomic, transcriptomic, and epigenomic analyses confirmed that they replicate primary AML biology more faithfully than conventional cell lines. Notably, *PDX AML models include AML subgroups that are underrepresented or absent in existing model systems, such as cytogenetically normal or IDH1/2-mutant AML. They withstand freeze-thaw cycles, making them suitable for broad distribution and reproducibility across research institutions. Luciferase-based in vivo imaging enables real-time monitoring of tumor progression and treatment responses in preclinical trials. Surprisingly, long-term treatment, including repeated cytarabine therapy over a period of one year, showed a gradual reduction in leukemia cell proliferation, which decreased continuously after each treatment block. Collectively, our *PDX models represent a robust, versatile, and relevant platform that holds great promise to accelerate translational research for the benefit of cancer patients.", "date": "2025-09-28", "journal": ""}
{"title": "The reproductive microbiome inhibits pollen germination in milkweed", "doi": "10.1101/2025.09.25.678039", "authors": "Dalgleish, H. J.; Puzey, J.; Barlow, K.; Cunningham, O.; Davies, E.; Machiorlete, H.; Waynick, G.; Williamson, K.", "abstract": "We know very little about the reproductive microbiomes of plants. Microbes may play important roles in shaping pollination, fertilization, and seed production - processes which are important evolutionarily, ecologically, and agriculturally. Through a series of field and laboratory experiments, we show that the stigmatic microbiome in milkweeds influences the success of pollination. Isolation of individual bacterial and fungal taxa from stigmatic secretions allowed us to experimentally test their effects on pollen germination. These experiments demonstrate that individual taxa impact pollen differently, with many microbial taxa being neutral, but some being deleterious. Through isolation of microbes from the legs of pollinator insects we found that pollinators are a likely source for pollen-harmful bacterial taxa. Next, by utilizing a natural hybrid zone, we demonstrate species-specific responses to the stigmatic microbiome that be driving asymmetric patterns of gene-flow between species - with Asclepias exaltata being a better pollen host than A. syriaca. This study demonstrates that the reproductive microbiome is an underappreciated player in sexual reproduction of plants.", "date": "2025-09-28", "journal": ""}
{"title": "Aphid-derived cross-kingdom RNA dynamics underpin maize resistance", "doi": "10.1101/2025.09.25.678037", "authors": "Jiang, S.; Zhang, Z.; Liu, C.; Zhu, Y.; Kou, Y.; Yang, P.; Hu, Z.; Wu, J.; Wang, Y.; Wan, F.; Wu, G.; Chen, Y.", "abstract": "Aphids are major pests of maize (Zea mays), yet the molecular mechanisms underlying their interactions with host plants remain poorly understood. Here, we identified and functionally characterized long non-coding RNAs (lncRNAs) from the aphid-specific Ya gene family in the cereal-specialist aphids Rhopalosiphum maidis and R. padi. We showed that Ya genes formed lineage-specific clusters and were transcriptionally active across both species. Multiple Ya transcripts secreted into maize tissues exhibited remarkable stability compared with rapidly degraded aphid mRNAs and migrated systemically, as visualized in planta using an RNA switch-controlled RNA-triggered fluorescence system. RNA interference of Ya genes significantly reduced aphid fecundity, while ectopic expression of Ya lncRNAs in maize enhanced aphid colonization. Importantly, maize genotypes differing in aphid resistance selectively influenced the persistence of aphid mRNAs but not Ya lncRNAs, indicating a decoupled fate of distinct aphid RNA classes in planta. These findings establish Ya lncRNAs as cross-kingdom effectors critical for aphid virulence, and suggest new molecular markers for breeding aphid-resistant maize.", "date": "2025-09-28", "journal": ""}
{"title": "Adverse Effects of UV-Exposure on DNA Strand Displacement Reactions", "doi": "10.1101/2025.09.27.673911", "authors": "Sesli, K.; Zhao, Y.; Kallish, N. L.; Scalise, D.", "abstract": "DNA strand displacement (DSD) reactions are widely used in molecular computing and nanotechnology due to their programmability and precise control over molecular interactions. However, experimental DSD systems often underperform relative to theoretical models, due in part to poorly characterized sources of reactant impurities. Here, we identify UV-shadowing (a standard technique for visualizing DNA during PAGE purification) as a previously overlooked cause of DSD circuit errors. Counterintuitively, existing purification protocols with UV-shadowing can increase impurities that disrupt circuit behavior. Specifically, we demonstrate that UV exposure (i) reduces DSD reaction percent yield and (ii) leads to a phenomenon we call \"negative leak,\" where high-concentration double-stranded complexes that are designed to be inert can sequester functional signal strands and thus disrupt circuit performance. Additionally, we find that UV damage is sequence-dependent, with adjacent pyrimidine-pair-rich strands being more susceptible to errors. To circumvent these errors, we introduce a simple and practical purification protocol that avoids UV exposure, and show that the errors no longer occur. Our results highlight UV-induced damage as a critical factor in DSD circuit performance, and suggest that UV-shadowing may have contributed to significant reproducibility and scaling challenges in the broader DSD literature.", "date": "2025-09-28", "journal": ""}
{"title": "Beta bursts mediate amygdala gating of hippocampal emotional encoding", "doi": "10.1101/2025.09.26.678792", "authors": "Zhou, Y.; Huang, Y.; Pittaro, G.; Zareian, B.; Aljishi, A.; Toro, A.; Zibly, Z.; Obaid, S.; Sivaraju, A.; Harpaz-Rotem, I.; Kaye, A. P.; Krystal, J.; Sheth, K.; Gu, X.; Pittenger, C.; Damisah, E.", "abstract": "The amygdala and hippocampus are central to emotional processing, yet the transient neural dynamics coordinating these regions remain unclear. We simultaneously recorded single-neuron activity and local field potentials from both regions in epilepsy patients during an emotional image-rating task. Neurons in both regions responded to images with firing rate changes that predicted subjective ratings of extreme pleasantness or unpleasantness. To examine the underlying oscillatory mechanisms, we analyzed beta bursts (13-30 Hz)-transient, high-power events-since conventional spectral analyses revealed no valence-specific patterns. Beta bursts were associated with increased gamma amplitude and enhanced phase coherence in both structures, with beta-gamma phase-amplitude coupling capturing emotion-related dynamics. Critically, amygdala beta bursts strongly suppressed hippocampal firing through interneuron activation during negative valence processing, whereas hippocampal bursts showed no reciprocal influence. These findings suggest that beta bursts provide a temporal code for emotion and represent a candidate mechanism for targeted neuromodulation in mood disorders.", "date": "2025-09-28", "journal": ""}
{"title": "Local thalamic interneurons drive spindle termination and enable sleep-dependent learning", "doi": "10.1101/2025.09.26.678870", "authors": "Simko, J.; Ramirez, T. K.; Martin, C.; Leung, S.; Sung, E. A.; Makinson, C. D.", "abstract": "The thalamus is central to fundamental brain functions including sensation, attention, and sleep through the precise generation and regulation of neuronal ensemble oscillatory activity. Sensory thalamic circuits are considered feedforward structures, lacking lateral connectivity, while recurrence in the network is mediated by interactions with inhibitory neurons of the thalamic reticular nucleus. Here, we define previously uncharacterized functional roles of local thalamic interneurons, a component of the sensory thalamus whose function has remained unexplored. We demonstrate that local interneuron activation induces rebound oscillations in thalamocortical relay neurons ex vivo and neocortical spindles in vivo, while their inhibition increases spindle occurrence, overall spindle duration and impairs sensory learning. Our findings reveal that local thalamic interneurons have shared and complementary functions to those of thalamic reticular neurons and are required for proper spindle formation and sleep-dependent learning. Together, this work establishes an important neural substrate of thalamocortical circuit function.", "date": "2025-09-28", "journal": ""}
{"title": "Dscam1 Controls Presynaptic Terminal Size to Regulate Synaptic Structure and Function in a Central Motor Circuit", "doi": "10.1101/2025.09.27.678979", "authors": "Spencer, C. L.; Jara, S. D.; Murphey, R. K.", "abstract": "The Drosophila giant fiber system is a well-characterized escape circuit that enables precise investigation of synaptic development and function. Here, we examined the role of the cell adhesion molecule Dscam1 in shaping presynaptic architecture and supporting circuit performance. Using RNAi-mediated knockdown of Dscam1 in giant fiber interneurons, we observed reduced presynaptic terminal volume, smaller synapse interfaces, and reduced levels of electrical (Shak-B) and chemical (Bruchpilot) synaptic proteins. Despite this reduction in overall abundance, protein localization and density remained unchanged. Functionally, Dscam1 knockdown impaired circuit performance, both increasing latency and reducing success at high frequency demand. Correlation and principal component analysis of our data set show that anatomical variables, particularly presynaptic terminal size, best predicted circuit output. These findings identify Dscam1 as a key developmental regulator of presynaptic terminal size, linking early axon terminal elaboration to adult synaptic function in a central motor circuit. More broadly, our results exemplify a volumetric scaling model where available presynaptic area constrains the distribution of synaptic proteins, both electrical and chemical.", "date": "2025-09-28", "journal": ""}
{"title": "Phosphoantigen-Driven Dissociation of Butyrophilin Oligomers Activates γδ T Cells", "doi": "10.1101/2025.09.26.677252", "authors": "Zhou, Q.; Xin, W.; Huang, B.; Gao, W.; Zhang, W.; Hu, Y.; Liu, Y.; Liang, E.; Shi, Y.; Su, Q.", "abstract": "{gamma}{delta} T cells represent a promising avenue for cancer immunotherapy. The V{gamma}9V{delta}2 T cell receptor (TCR), expressed by the predominant subset of {gamma}{delta} T cells, responds to phosphoantigen (pAg)-engaged butyrophilins (BTNs) on various cancer cells. Numerous preclinical and clinical trials targeting V{gamma}9V{delta}2 TCRs and BTNs are currently underway. However, the molecular mechanism underlying pAg-mediated activation of V{gamma}9V{delta}2 TCRs remains a subject of debate. In this study, we employed an integrative approach to elucidate the mechanism of pAg reactivity in V{gamma}9V{delta}2 T cells. We found that BTNs form higher-order oligomers in the absence of pAg. Upon pAg binding, these oligomers dissociate into tetramers, enabling the association of the V{gamma}9V{delta}2 TCR. This dissociation of higher-order BTN complexes is critical for pAg-mediated activation of {gamma}{delta} T cells. Our findings reveal a mechanism of BTN dissociation-driven pAg sensing, providing valuable insight for future immunotherapeutic strategies.", "date": "2025-09-28", "journal": ""}
{"title": "A Controlled Test of Risk-Dependent Immune Investment in a Clonal Ant", "doi": "10.1101/2025.09.27.678936", "authors": "Li, Z.; Ng, T. H.; Keller, J.; Masson, F.; Grabenweger, G.; Lemaitre, B.; Stroeymeyt, N.; Kaltenpoth, M.; Ulrich, Y.", "abstract": "Biological systems can benefit from distributing defensive investment unevenly, concentrating protection in parts of the system that face higher risk or hold greater strategic value. In social groups, individuals often face asymmetric infection risks based on their behavioural roles, raising the possibility that immune defences are plastically adjusted according to risk. In social insects, this idea has led to the hypothesis that individuals performing high-risk tasks, such as foraging, should invest more in constitutive immune defences to reduce transmission within the colony. However, testing this hypothesis has been hindered by confounding effects of genotype, age, and infection history. We use the clonal raider ant Ooceraea biroi to overcome these limitations. In this system, spontaneous behavioural specialisation between genetically identical, age-matched individuals creates variation in infection risk, while controlling for other sources of variation. We first annotated the O. biroi immune gene repertoire and sequenced the transcriptomes of individuals that showed considerable behavioural variation. We then combined fine-scale individual behavioural tracking with three complementary measures of immune investment: immune-related gene expression, antibacterial activity, and survival following infection. Despite behavioural specialisation, we find no evidence that individuals engaging in higher-risk behaviours invest more in constitutive immune defences. These results contradict a long-standing hypothesis in the field and suggest limits to plastic immune allocation based on infection risk in social insect colonies.", "date": "2025-09-28", "journal": ""}
{"title": "Genome size variation is attributed to adaptive purging of transposable elements", "doi": "10.1101/2025.09.26.678839", "authors": "Potapenko, E. V.; Hubner, S. V.; Shermeister, B.; Mandel, T.", "abstract": "A substantial variation in genome size has been observed among individuals of the same species. Theory predicts that increased genome size may confer an advantage in populations with small effective size. However, contradictory evidence for the correlation with environmental variation, and limited understanding of the underlying genetic mechanisms, has cast doubts on the adaptive role of genome size variation. To address this, we studied two Hordeum species which were collected at the same sites along a wide range of environments but different in life habit (annual/perrenial) and mating strategy (self/out-crossing). We observed significant variation in genome size, with differences of up to 10% consistently detected in both species. Mating system influenced only the proportion of variation maintained within populations but not the overall range of genome size. In both species, drought emerged as the primary environmental factor associated with genome expansion, with transposable elements (TE) accumulation identified as the main driver of this expansion. Genome-wide association studies revealed that TE silencing is the key mechanism regulating genome size, and that selection favors smaller genomes among individuals growing at suitable habitats. Under increasingly stressful conditions, the regulation of TE activity fades, leading to TE accumulation and genome expansion, thereby increasing genetic variation available for selection. This integrative study provides a comprehensive view of how genome size is regulated in natural populations and highlights its exaptive role in inducing genetic variation under environmental stress.", "date": "2025-09-28", "journal": ""}
{"title": "Genome size variation is attributed to adaptive purging of transposable elements", "doi": "10.1101/2025.09.26.678839", "authors": "Potapenko, E.; Shermeister, B.; Mandel, T.; Hubner, S.", "abstract": "A substantial variation in genome size has been observed among individuals of the same species. Theory predicts that increased genome size may confer an advantage in populations with small effective size. However, contradictory evidence for the correlation with environmental variation, and limited understanding of the underlying genetic mechanisms, has cast doubts on the adaptive role of genome size variation. To address this, we studied two Hordeum species which were collected at the same sites along a wide range of environments but different in life habit (annual/perrenial) and mating strategy (self/out-crossing). We observed significant variation in genome size, with differences of up to 10% consistently detected in both species. Mating system influenced only the proportion of variation maintained within populations but not the overall range of genome size. In both species, drought emerged as the primary environmental factor associated with genome expansion, with transposable elements (TE) accumulation identified as the main driver of this expansion. Genome-wide association studies revealed that TE silencing is the key mechanism regulating genome size, and that selection favors smaller genomes among individuals growing at suitable habitats. Under increasingly stressful conditions, the regulation of TE activity fades, leading to TE accumulation and genome expansion, thereby increasing genetic variation available for selection. This integrative study provides a comprehensive view of how genome size is regulated in natural populations and highlights its exaptive role in inducing genetic variation under environmental stress.", "date": "2025-09-28", "journal": ""}
{"title": "Chilling out or heating up? Thermal plasticity of seminal fluid proteins in Drosophila melanogaster", "doi": "10.1101/2025.09.26.678772", "authors": "Londono-Nieto, C. P.; Garcia-Roa, R.; Wigby, S.; Sepil, I.; Carazo, P.", "abstract": "Seminal fluid proteins (SFPs) are key mediators of post-mating interactions, shaping fertility, sperm use and female physiology with major consequences for both sexes. Because they often enhance male fitness while imposing costs on females, SFPs are central to sexual selection and sexual conflict. Their composition and allocation strategies are influenced by both environmental conditions and male state. However, how abiotic ecological factors regulate SFP expression, and how this interacts with sperm competition risk, remains poorly understood. Here, we use adult flies from a wild Drosophila melanogaster population to test how exposure to natural temperature variation (20{degrees}C, 24{degrees}C and 28{degrees}C) across two-time scales (48h and 13d), and under either no or high sperm competition risk, interact to shape SFP production and transfer to females. SFP production and transfer profiles were significantly affected by temperature, both consistently reduced after long-term (13d) exposure to low (20{degrees}C) and high (28{degrees}C) temperatures, compared to 24{degrees}C. Proteins from the sex peptide and ovulin networks, which mediate female post-copulatory responses and are key to male fitness, followed this same pattern. Our results show that natural temperature fluctuations, well within the optimal reproductive range for flies in the wild, can have a strong effect on SFP production and transfer, and thus on post-copulatory sexual selection dynamics.", "date": "2025-09-28", "journal": ""}
{"title": "How many characters are needed to reconstruct a phylogeny?", "doi": "10.1101/2025.09.26.678777", "authors": "Capobianco, A.", "abstract": "Despite increased recent attention towards Bayesian phylogenetics and its applications in understanding macroevolutionary processes, it remains unclear how many discrete characters are needed to accurately estimate tree topologies in a Bayesian framework. This could be particularly relevant for morphological datasets used in phylogenetics, as they usually consist of few dozens to few hundreds of characters--orders of magnitude smaller than most molecular datasets. I designed a simulation study in the software RevBayes to explore how the number of sampled discrete characters affects accuracy and precision of Bayesian phylogenetic estimates, under various setups differing in number of taxa, average number of state changes per character (i.e., tree length), and number of states per character. Results indicate that between 100 and 500 variable characters are necessary to reach sufficient accuracy and precision of phylogenetic estimates for as low as 20 tips. All other parameters being equal, multistate characters produce slightly more accurate estimates than binary characters, and more labile characters produce more accurate estimates for trees above 50 tips. The results of this study highlight the continuous need for global research efforts geared towards the characterization and digitization of interspecific morphological diversity in both extant and extinct taxa.", "date": "2025-09-28", "journal": ""}
{"title": "Structure and sequence evolution in the pennycress (Thlaspi arvense) pangenome", "doi": "10.1101/2025.09.26.678720", "authors": "Bird, K. A.; Rifkin, J. L.; McLaughlin, C. M.; Harder, A. M.; Basnet, P.; Katz, E.; Bruna, T.; Barry, K.; Boston, L.; Daum, C.; Guo, J.; Lipzen, A.; Plott, C.; Jenkins, J. W.; Walstead, R. N.; Rajasekar, S.; Talag, J.; Frels, K.; Greenham, K.; Ellison, S.; Grimwood, J.; Schmutz, J.; Edger, P. P.; Pires, J. C.; Lovell, J. T.; Kliebenstein, D. J.", "abstract": "Summary {middle dot} Eukaryotic genomes harbor many forms of variation, including nucleotide diversity and structural polymorphisms, which experience natural selection and contribute to genome evolution and biodiversity. However, harnessing this variation for agriculture hinges on our ability to detect, quantify, catalog, and utilize genetic diversity. {middle dot} Here, we explore seven complete genomes of the emerging biofuel crop pennycress (Thlaspi arvense) drawn from across the species's current genetic diversity to catalogue variation in genome structure and content. {middle dot} Across this new pangenome resource, we find contrasting evolutionary modes in different genomic regions. Gene-poor, repeat-rich pericentromeric regions experience frequent rearrangements, including repeated centromere repositioning. In contrast, conserved gene-dense chromosome arms maintain large-scale synteny across accessions, even in fast-evolving immune genes where microsynteny breaks down across species but the macrosynteny of gene cluster positioning is maintained. {middle dot} Our findings highlight that multiple elements of the genome experience dynamic evolution that conserves functional content on the chromosome scale but allows rearrangement and presence-absence variation on a local scale. This diversity is invisible to classical reference-based approaches and highlights the strength and utility of pangenomic resources. These results provide a valuable case study of rapid genomic structural evolution within a species and powerful resources for crop development in an emerging biofuel crop.", "date": "2025-09-28", "journal": ""}
{"title": "Uniform processing and analysis of IGVF massively parallel reporter assay data with MPRAsnakeflow", "doi": "10.1101/2025.09.25.678548", "authors": "Rosen, J. D.; Vasanthakumari, A. D.; Salomon, K.; de Lange, N.; Dash, P. M.; Keukeleire, P.; Hassan, A.; Barrera, A.; Kircher, M.; Love, M. I.; Schubach, M.", "abstract": "As researchers and clinicians seek to identify human genomic alterations relevant to traits and disorders, identifying and aggregating evidence providing mechanistic support for associations between alterations and phenotypes remains challenging. In particular, the study of non-coding genomic variation remains a major challenge due to the lack of accurate functional annotation for activity in a given context and across alleles. Experimental evidence is critical for prioritizing and interpreting functional effects of genetic alterations. Massively Parallel Reporter Assays (MPRAs) have emerged as a powerful high-throughput approach, enabling quantification of regulatory element activity and allelic effects, and systematic dissection of gene regulatory logic and variant effects across different contexts. However, the diversity of MPRA designs, lack of standardized formats, and many potential processing parameters hamper data integration, reproducibility, and meta-analyses across studies. To address these challenges, the Impact of Genomic Variation on Function (IGVF) Consortium established an MPRA focus group to develop community standards, including harmonized file formats, and robust analysis pipelines for a wide range of library types and experimental designs. Here, we present these formats and comprehensive computational tools, MPRAlib and MPRAsnakeflow, for uniform processing from raw sequencing reads to counts, processing and visualization. Using diverse MPRA datasets, we characterize technical variability sources including barcode sequence bias, outlier barcodes, and delivery method (episomal vs. lentiviral). Our results establish best practices for MPRA data generation and analysis, facilitating robust, reproducible research and large-scale integration. The presented tools and standards are publicly available, providing a foundation for future collaborative efforts in regulatory genomics.", "date": "2025-09-28", "journal": ""}
{"title": "Genetic admixture between East and West European Gravettian-associated populations in Western Europe before the Last Glacial Maximum", "doi": "10.1101/2025.09.26.678744", "authors": "Gelabert, P.; Sawyer, S.; Cheronet, O.; Villalba-Mouco, V.; Oberreiter, V.; Gonzalez-Morales, M. R.; Straus, L. G.; Gutierrez-Zugasti, I.; Cuenca-Solana, D.; Garate, D.; Marin-Arroyo, A. B.; de Lumley, H.; Tejero, J.-M.; Normand, C.; Darricau, J.; Lucci, M.; Nava, A.; Genchi, F.; Coppola, D.; La Marca, C.; Higham, T.; Gianni, M.; van der Sluis, L. G.; Gomez-Montes, C.; Hammerle, M.; Zagorc, B.; Exler, F.; Bruck, F.; Franz, S.; Tenorio Cano, F.; Stewardson, K.; Qiu, L.; Stahlschmidt, M.; Coppa, A.; Reich, D.; Pinhasi, R.", "abstract": "Modern humans first settled in Europe at least 45,000 years ago. However, limited genomic data from individuals dating between 45,000 and 20,000 years ago still restricts our understanding of population dynamics and admixture during the Upper Palaeolithic. Before the Last Glacial Maximum (LGM, 26.5 to 19 cal kya), Gravettian culture-associated populations were widespread and genetically diverse, comprising at least two distinct genetic groups, referred to as the Fournol and Vestonice clusters. We present genome-wide data from three Gravettian-associated individuals: two from cave sites in the Franco-Cantabrian region (Chufin and Isturitz) and one from Italy (Ostuni1b). These data reveal previously undetected gene flow linking the ancestry of 34,000-year-old individuals from Sungir (Russia) to Gravettian individuals from Western Europe, challenging the prevailing model of population continuity from the Aurignacian to the Solutrean. As osseous remains are scarce for this time period, DNA from sediments deposited by ancient humans opens a new possibility to obtain genomic data. We thus examine sedimentary DNA from Solutrean Layer 122 at El Miron Cave (Cantabria, ~22,000 cal BP), recovering approximately 16,000 human SNPs, among the highest yields reported from a Palaeolithic context. Generating these data required over 1.15 billion sequencing reads, illustrating both the potential of sediment DNA for autosomal analysis and the technical challenges of the approach.", "date": "2025-09-28", "journal": ""}
{"title": "Metabolic Trans-Omic Analysis Reveals Key Regulatory Disruption of Energy Metabolism in Alzheimer's Disease", "doi": "10.1101/2025.09.26.678758", "authors": "Katayama, T.; Sugimoto, H.; Morita, K.; Watanabe, H.; Kuroda, S.", "abstract": "Alzheimer's disease (AD), a leading cause of dementia, has been recognized as a disease with profound metabolic dysregulation. However, a systems-level view of metabolic regulation across multiple omic modalities in AD remains elusive. Here, we integrated public multi-omic datasets (transcriptome, proteome, and metabolome) from the dorsolateral prefrontal cortex of AD patients and controls. By leveraging existing molecular biological knowledge, we reconstructed a multi-layered metabolic regulatory network to systematically map the interplay between mRNAs, proteins, and metabolites in AD. Our analysis revealed a coordinated downregulation of energy producing pathways, including the TCA cycle, oxidative phosphorylation, and ketone body metabolism, driven by reduced enzyme abundance and inhibitory allosteric effects. In contrast, the glycolysis/gluconeogenesis pathway appeared to be influenced by opposing enzymatic and allosteric regulations. These findings highlight key metabolic dysregulations that may contribute to the bioenergetic deficits in AD pathology.", "date": "2025-09-28", "journal": ""}
{"title": "Propagation Mapping: A Precision Framework for Reconstructing the Neural Circuitry of Brain Maps", "doi": "10.1101/2025.09.27.678975", "authors": "Dugre, J. R.", "abstract": "Human brain mapping has traditionally relied on univariate approaches to characterize regional activity, an assumption that is increasingly being challenged. While functional connectivity offers a promising alternative, it fails to capture signal amplitude, which is essential for a comprehensive understanding of the brain biological organization. The current study introduced and validated propagation mapping, a novel framework designed to reconstruct the neural circuitry underlying human brain maps. By modeling the interdependence of regional signal amplitude and connectivity, the spatial organization of brain maps could be predicted with near-perfect accuracy. This precision remained stable across task contrasts, parcellation atlases, and both short- and long-range connections. Critically, propagation mapping preserved each individual functional fingerprint, enabling reliable study of inter-individual differences in brain behavior relationships. As a biologically informed and accessible representation of brain organization, propagation mapping provides a powerful alternative to traditional regional analyses and opens new avenues for discovery in neurological and psychiatric neuroimaging research.", "date": "2025-09-28", "journal": ""}
{"title": "Cortical myelination networks reflect neuronal gene expression and track adolescent age in marmosets", "doi": "10.1101/2025.09.26.678906", "authors": "Hutchings, E.; Sawiak, S.; Bethlehem, R.; Roberts, A.; Bullmore, E.", "abstract": "Structural similarity provides a powerful framework for measuring coordinated macro- and microstructural variation across the cortex of a single brain. Similarity networks derived from myelin-sensitive MRI sequences undergo marked reorganisation during adolescence, linked to psychosocial outcomes in humans and rodents. However, the cellular mechanisms of myelination similarity and its development in non-human primate cortex remain unexplored. Here, we used myelin-sensitive T1w/T2w ratio images from a cross-sectional sample of 446 common marmosets (aged 0.62 to 12.75 years) to estimate cortical similarity networks in individual animals. Cortical areas with similar myeloarchitecture showed highly similar patterns of gene co-expression in glutamatergic neurons and PV+ and VIP+ interneurons, reflecting the activity dependence of myelination. A reliable age-based signal exists within network features, with coordinated developmental trajectories observed across the cortical hierarchy from primary to transmodal association cortices - a pattern that mirrors findings in human cortex. Taken together, marmosets demonstrate phylogenetically conserved patterns of myelination network development, potentially underpinned by key neuronal cell types that shape the functional specialisation of cortical areas.", "date": "2025-09-28", "journal": ""}
{"title": "Is synuclein aggregation a derived or ancestral trait? Ancestral sequence reconstruction uncovers stepwise evolution of synuclein aggregation", "doi": "10.1101/2025.09.27.678990", "authors": "Sam, A.; Lee, S.; Elliott, J.; Larson, E.; Naiyer, A.; Williams, J. K.; Baum, J.", "abstract": "Protein aggregation drives many neurodegenerative diseases, including Parkinson's disease, where misfolded -synuclein (Syn) forms fibrillar assemblies that accumulate as Lewy bodies. Although Syn aggregation has been extensively characterized, its evolutionary origins and sequence determinants remain unresolved. Here, we use ancestral sequence reconstruction (ASR) to trace the emergence of fibril-forming ability in the synuclein family. We inferred synuclein phylogeny and experimentally resurrected common ancestors, including ROOT synuclein, the last common ancestor of all synucleins, and key intermediates along the Syn lineage. Strikingly, ROOT synuclein is non-aggregating, demonstrating that fibril formation is an evolved, rather than ancestral property. Aggregation first emerges at the ancestral {beta} node, is retained in Syn, and suppressed in {beta}-synuclein. Biophysical analyses including mass spectrometry and NMR reveal that aggregation aligns with greater complexity and heterogeneity in the monomer conformational ensemble, suggesting that evolutionary sequence changes progressively remodel monomer landscapes to favor fibril formation. Complementing these insights, comparative sequence analysis reveals that the transition from ROOT to -WT is marked by the stepwise acquisition of residues critical for stabilizing the fibril core. Early mutations stabilized the {beta}-arch core, enabling the onset of fibril formation, followed by substitutions that reinforce protofilament-protofilament interactions. Together, ASR defines an evolutionary framework for synuclein aggregation linking progressive sequence evolution and conformational complexity to the molecular origins of Syn fibril formation.", "date": "2025-09-28", "journal": ""}
{"title": "Somatic evolution of prostate cancer: mutation, selection, and epistasis across disease stages", "doi": "10.1101/2025.09.25.678387", "authors": "Rajaei, M.; Yang, A.; Glasmacher, K. A.; Cross, C. N.; Fisk, N.; Perry, E. B.; Mandell, J. D.; Gaffney, S. G.; Yamaguchi, T. N.; Livingstone, J.; Costa, J.; Humphrey, P.; Cannataro, V. L.; Boutros, P. C.; Townsend, J. P.", "abstract": "Background Somatic mutations involved in prostate cancer tumorigenesis and disease progression have been identified, but their evolutionary dynamics, including differential selective pressures across oncogenesis and metastatic spread, remain poorly understood. No prior study has systematically quantified the adaptive landscape from prostate organogenesis through tumor initiation and progression to metastatic castrate-resistant prostate cancer (mCRPC), nor characterized the selective epistatic interactions that structure this evolutionary trajectory. Methods and Findings To address this gap, we analyzed 2,704 low- and high-risk primary tumors and metastatic castration-resistant prostate cancers to quantify the mutation rates, mutational processes, and scaled selection coefficients of somatic mutations across disease stages. Trinucleotide mutational patterns were stable, but both mutation load and mutation rates increased with progression. In parallel, selective pressures on specific somatic mutations changed substantially, revealing a dynamic adaptive landscape. Stage-specific selective effects were associated with significant synergistic and antagonistic selective epistasis among key driver genes. Early selection on SPOP mutations in the BRD3 binding domain were under strong positive selection, and they increased selection for subsequent RHOA mutations while decreasing selection for TP53 mutations. Antagonistic selective epistasis was evident between mutations of CUL3 and both SPOP and PIK3CA. Mutations in KMT2C increased the selection for mutations in TP53, consistent with their frequent co-occurrence. Synergistic epistatic interactions between mutations of PTEN and both PIK3CA and AR support a strong therapeutic rationale for combined inhibition of PI3K/AR pathway in PTEN-deficient prostate cancers. Conclusions These findings provide a comprehensive map of the evolving selective and epistatic forces that shape prostate cancer progression across clinical stages. By distinguishing shifts in selection from changes in mutation rate and revealing the extents of cooperative and conflicting relationships among driver mutations, our work identifies critical points of vulnerability and informs that design of therapeutic strategies that anticipate and intercept the somatic evolutionary trajectory of prostate cancer.", "date": "2025-09-28", "journal": ""}
{"title": "Single-Cell Comparison of Schwann and Fibroblast Cells Reveals Distinct Transcriptional Programs in NF1-Associated Neurofibromas", "doi": "10.1101/2025.09.26.677858", "authors": "Swanson, G.; Arenas-Hernandez, M.; Gurdziel, K.", "abstract": "Neurofibromatosis type 1 (NF1) is an inherited tumor predisposition syndrome characterized by the development of benign peripheral nerve sheath tumors, most commonly cutaneous neurofibromas (cNFs) and plexiform neurofibromas (pNFs). Although both tumor types arise from Schwann cells and share NF1 loss as a genetic driver, they differ markedly in growth behavior, microenvironmental context, and clinical outcomes, with pNFs carrying risk of malignant transformation. To define transcriptional programs that underlie these differences, we performed an integrative single-cell RNA sequencing analysis of Schwann cells and fibroblasts from cNF and pNF tumors, alongside NF1-expressing reference populations derived from human skin and nerve. This approach enabled us to disentangle NF1-dependent transcriptional changes from tissue-of-origin effects. We identified distinct Schwann cell states that separated tumor from non-tumor populations and further distinguished cNFs from pNFs, highlighting both shared disease-associated features and subtype-specific adaptations. These findings establish a framework for understanding how NF1 loss interacts with developmental origin and tissue context to shape divergent tumor phenotypes and may inform strategies for therapeutic targeting in NF1-associated neurofibromas.", "date": "2025-09-28", "journal": ""}
{"title": "The two sides of resistance: aggressiveness and mitotic instability as the Achilles heel of Osimertinib-resistant NSCLC", "doi": "10.1101/2025.09.25.678204", "authors": "Armanetti, P.; Cabrera San Millan, E.; Mercatelli, R.; Cavallini, C.; Chiodi, A.; Mosca, E.; Consiglio, A.; Losito, N.; Menichetti, L.; Bramanti, E.; Ali, A.; Levantini, E.; Maroni, G.", "abstract": "Non-small cell lung cancer (NSCLC) represents majority of lung cancer cases and remains a leading cause of cancer mortality worldwide. Tumors carrying activating mutations in the epidermal growth factor receptor (EGFR) are highly sensitive to EGFR tyrosine kinase inhibitors (TKIs), with third-generation inhibitors such as Osimertinib now established as standard of care. However, acquired resistance to Osimertinib inevitably develops, involving both genetic and non-genetic mechanisms, the latter playing a major role in sustaining cellular plasticity and promoting tumor aggressiveness. Among regulators of adaptive programs, the Polycomb protein BMI1 has emerged as a key factor driving stemness, epithelial-to-mesenchymal transition (EMT), and therapy resistance in multiple cancers, yet its role in Osimertinib resistance remains poorly defined. Here, we show that Osimertinib-resistant H1975 cells, which display greater aggressiveness than their parental counterparts, are enriched in BMI1 target genes and mitotic cell-cycle pathways, establishing a dependency on microtubule dynamics and mitotic control. Functionally, BMI1 drives migration, invasiveness, and tumor progression in resistant cells. This mitotic dependency creates a therapeutic vulnerability that can be exploited with Unesbulin (PTC596), a BMI1 inhibitor that destabilizes microtubules and induces mitotic catastrophe, thereby effectively suppressing tumor growth in vitro and in vivo. Our findings establish BMI1 as a central mediator of Osimertinib resistance and provide a mechanistic and therapeutic rationale for targeting BMI1 and mitotic weaknesses in refractory EGFR-mutant NSCLC.", "date": "2025-09-28", "journal": ""}
{"title": "Lactate promotes longevity through redox-driven lipid remodeling in \tCaenorhabditis elegans.", "doi": "10.1101/2025.09.25.678523", "authors": "Tauffenberger, A.; Netherland, P. J.; Fiumelli, H.; Meisel, J. D.; Schroeder, F. C.; Magistretti, P. J.", "abstract": "Lactate has emerged as a key metabolite involved in multiple physiological processes, including memory formation, immune response regulation, and muscle biogenesis. However, its role in aging and cellular protection remains unclear. Here, we show that lactate promotes longevity in C. elegans through a mechanism that requires early-life intervention, indicating a hormetic priming effect. This pro-longevity action depends on its metabolic conversion via LDH-1 and NADH, which drives redox-dependent metabolic reprogramming. Multi-omics approaches revealed that lactate induces early-stage metabolic adaptations, with a strong modulation of lipid metabolism, followed by late-life transcriptional remodeling. These shifts are characterized by enhanced stress response pathways and suppression of energy-associated metabolic processes. Our genetic screening identified sir-2.1/SIRT1 and rict-1/RICTOR as essential for lactate-mediated lifespan extension. Our findings establish lactate as a pro-longevity metabolite that couples redox signaling with lipid remodeling and nutrient-sensing pathways. This work advances our understanding of lactate's dual role as a metabolic intermediary and geroprotector signaling molecule, offering insights into therapeutic strategies for age-related metabolic disorders.", "date": "2025-09-28", "journal": ""}
{"title": "Short Oxygen Pulses Enhance Creative Problem-Solving", "doi": "10.1101/2025.09.26.678411", "authors": "Chao, Z. C.; Street, M.; Wu, C.-T.", "abstract": "Creativity is central to human innovation, yet it often fluctuates from moment to moment. Identifying simple interventions to reliably boost creativity has broad scientific and societal value. Here, we tested whether short-pulse oxygen inhalation enhances creative problem-solving. Sixty participants performed two established tasks: the Alternative Uses Test (AUT), capturing divergent idea generation, and the Fusion Innovation Test (FIT), assessing both divergent and convergent thinking. Oxygen (~40% FiO2) was delivered in 1-minute pulses at 3-4-minute intervals, designed to align with intrinsic brain flexibility rhythms. Responses were scored for novelty, feasibility, and goal attainment using a validated GPT-based method. Linear mixed-effects regression revealed that oxygen significantly enhances both the quality and quantity of creative ideas across tasks. These findings demonstrate that a safe, low-cost physiological intervention can augment creative performance, providing a new link between oxygen metabolism, neural flexibility, and problem-solving.", "date": "2025-09-28", "journal": ""}
{"title": "Depression reduces structurally informed network flexibility in premanifest Huntington's disease", "doi": "10.1101/2025.09.25.678149", "authors": "Barta, T.; Greaves, M. D.; Novelli, L. D.; Glikmann-Johnston, Y.; Razi, A.", "abstract": "Objective: The extent to which structural connectivity constrains effective connectivity in both depression and neurodegenerative contexts remains poorly understood. In particular, the relationship between structural connectivity aberrations and effective dysconnectivity associated with depression in Huntingtons disease remains uncharacterized. Here, we applied a novel procedure that implements structural connectivity-informed spectral dynamic causal modelling to examine how structural connectivity shapes directed inter-regional influences in premanifest Huntingtons disease gene expansion carriers (HDGECs) with and without depression history. Method: Using spectral dynamic causal modeling embedded in a hierarchical empirical Bayes framework, we analyzed fMRI data from 98 premanifest HDGECs across default mode network and striatum (caudate and putamen). HDGECs were split into two groups based on either having a history of depression or not, and depression severity on both the Beck Depression Inventory, 2nd Edition (BDI-II) and Hospital Anxiety and Depression Scale, Depression Subscale (HADS-D) was used to measure clinically elevated depression symptoms. Leave-one-out cross-validation was implemented to test predictive validity. Results: Model evidence substantially favored structurally informed over uninformed approaches across all participants. For HDGECs, having a history of depression was associated with reduced baseline variability in effective connectivity (decreased  parameter), with particularly tight regularization of near-zero-valued structural connections toward zero effective connectivity values while leaving strongly connected pathways relatively unaffected. Effects converged on striatal self-connectivity and hippocampal-striatal pathways, with distinct patterns emerging between depression history groups. Notably, clinically elevated depression revealed differential connectivity signatures, with right caudate self-connectivity showing positive correlations with clinical cut-offs for HDGECs with and without depression history. In leave-one-out cross-validation, specific connections including DMN-to-striatum (BDI: r = -0.31, p = .002; HADS-D: r = -0.33, p = .001), right hippocampus-to-left caudate (BDI: r = -0.46, p < .001; HADS-D: r = -0.30, p = .002), and left caudate-to-left putamen (BDI: r = -0.48, p < .001; HADS-D: r = -0.30, p = .003) significantly predicted individual differences in depression severity scores. Conclusion : Together, these findings link reduced network flexibility to depression vulnerability in premanifest neurodegeneration, providing a mechanistic bridge between anatomical constraints, effective connectivity alterations, and clinical depression phenotypes.", "date": "2025-09-28", "journal": ""}
{"title": "A novel CHD4-CTCF regulatory axis drives key developmental programs and transitions in male germ cells.", "doi": "10.1101/2025.09.26.678824", "authors": "de Castro, R. O.; Carbajal, A.; Nowak, K.; Gonzalez-Montoro, A.; Kawecka, M.; Previato, L.; Pezza, R.", "abstract": "Sustained gamete production and testis development relies in developmental programs and transitions such as spermatogonia differentiation, meiosis, and spermiogenesis. Chromatin remodeling complexes and CTCF are key regulators of these processes by controlling specific patterns of gene expression across gamete development. Although the CHD4 chromatin remodeler and CTCF have been implicated in spermatogonia development, a mechanism explaining their cooperation is missing. We also do not know CHD4 and CTCF role in later stages of spermatogenesis. Our studies reveal that germ cell-specific deletion of CHD4 results in spermatogonia development defects and affects meiotic-specific functions such as homologous chromosome synapsis. Combined analysis of genome-wide chromatin binding and single cell gene transcription showed that CHD4 controls specific gene expression programs important for spermatogonia differentiation, transition into meiosis, and meiotic specific processes. Mechanistically, this can be explained by a pervasive role for CHD4 in controlling CTCF chromatin binding and transcriptional function. The discovery of a functional interplay between CHD4 and CTCF reveals a novel axis of gene expression control, integrating chromatin structure and transcriptional outcomes. This interaction is essential in orchestrating early testis development and meiotic processes, ensuring that the correct number of chromosomes is faithfully transmitted to the next generation.", "date": "2025-09-28", "journal": ""}
{"title": "A neural geometry for forelimb proprioception in the cervical spinal cord", "doi": "10.1101/2025.09.26.678887", "authors": "Bollu, T.; Goulding, M. D.", "abstract": "Precise, real-time somatosensory feedback is essential for coordinated movement. While the anatomy and physiology of these sensory pathways is well described, their neural code and its construction remains unclear. Here we show that neurons in the cervical spinal cord generate a precise neural representation of the forelimb's kinematic state using muscle and tendon sensory afferent inputs. We identify two classes of movement responsive neurons - the first encodes speed, position and direction of the limb, while the second exhibits precise firing at specific limb positions or grid-like firing patterns that tile space. Their composite population activity is constrained to a low dimensional manifold that is an ordered representation of the position and velocity of the limb. Ablating muscle and tendon sensory afferents, but not cutaneous sensory afferents, disrupts this neural manifold. Moreover, transient perturbations of muscle and tendon afferents in freely moving mice reaching to spatial targets cause end-point errors as predicted by the deficits in the neural code. Our findings demonstrate that spinal networks, one synapse from the periphery, perform the complex computations necessary to represent forelimb movement.", "date": "2025-09-28", "journal": ""}
{"title": "Presence Hallucination Induction through Robotically Mediated Somatomotor Conflicts: a pooled analysis of 26 experiments", "doi": "10.1101/2025.09.26.678742", "authors": "Dhanis, H.; Potheegadoo, J.; Faivre, N.; Hara, M.; Bernasconi, F.; Blanke, O.", "abstract": "Hallucinations are significant symptoms in psychiatric and neurodegenerative diseases, that may indicate advanced disease progression or worse disease forms. They are also frequent in healthy individuals, especially elderly or bereaved. Despite their relevance, studying hallucinations in controlled laboratory conditions remains challenging given the limited procedures inducing clinically relevant hallucinations. We have previously developed a robotics-based protocol capable of inducing a specific clinically relevant hallucination, presence hallucination (PH), in both healthy individuals and patients. Using this approach, we have systematically investigated the sensitivity and intensity of PH-induction, as well as its effects on various sensory, behavioral and cognitive aspects. In the present study, we pooled individual-participant data from 26 in-house experiments (totaling 580 individuals) and conducted a Bayesian analysis to estimate effects and moderators of PH-induction. PH-induction was reliably induced with a medium effect-size, and individuals with schizotypal traits were more sensitive. Furthermore, we identified that PH-induction may not strongly depend on altered agency, but found a synergistic relationship between passivity and induced PH. Collectively these results elucidate the role of somatomotor processes in aberrant own body perceptions, advance understanding of psychosis, and provide powerful statistical priors for future studies.", "date": "2025-09-28", "journal": ""}
{"title": "Resveratrol enhances associative learning and memory function in C. elegans Models of Alzheimer's Disease: A chemotaxis-based behavioral analysis", "doi": "10.1101/2025.09.25.678260", "authors": "Okorie, J. K.; Hand, L.", "abstract": "Alzheimer's disease affects over 50 million individuals worldwide and is characterized by progressive cognitive decline through amyloid-{beta} plaque accumulation and neurofibrillary tangles. Current treatments provide limited therapeutic benefit, creating urgent need for neuroprotective compounds. This study investigated resveratrol's effects on associative learning and memory function in Caenorhabditis elegans models of Alzheimer's disease using chemotaxis-based behavioral assays. Wild-type C. elegans and GMC101 transgenic worms expressing human A{beta} peptides were exposed to six experimental conditions combining E. coli OP50, sodium chloride, and resveratrol treatments. Chemotaxis index values were analyzed using two-way ANOVA with Tukey's post hoc testing across five independent replicates. Results showed resveratrol significantly enhanced chemotaxis performance in GMC101 worms, particularly under combined E. coli, NaCl, and resveratrol conditions (p < 0.0001). Two-way ANOVA revealed significant main effects for genotype (p = 0.002258) and treatment condition (p < 0.0001). GMC101 worms demonstrated 214% improvement in behavioral responses under optimal treatment conditions, suggesting partial restoration of learning-associated cognitive functions. These findings support resveratrol's therapeutic potential for neurodegenerative diseases, though efficacy appears context-dependent and may require synergistic environmental stimuli for optimal effect.", "date": "2025-09-28", "journal": ""}
{"title": "Multimodal Imaging and Logistic Weighted Cognitive Scores for Classification of MCI, AD, and FTD Subtypes", "doi": "10.1101/2025.09.27.678895", "authors": "Khokhar, S. K.; Misra, R. K.; Kumar, M.; Arshad, F.; Thanissery, N.; Kumar, S.; Manae, T.; Ramakrishnan, S.; Mangalore, S.; Alladi, S.; Gandhi, T. K.; Bharath, R. D.", "abstract": "Background: Differentiating between mild cognitive impairment (MCI), Alzheimers disease (AD), and frontotemporal dementia (FTD) subtypes remains a clinical challenge due to overlapping cognitive symptoms, structural atrophy, and metabolic patterns, especially in the early stages. Multimodal classification approaches integrating neuroimaging and cognitive scores may offer early and accurate characterization and subsequently improved diagnostic precision. Methods: In this study, we included 100 participants (50 AD, 30 FTD, including 14 bvFTD and 16 PPA, and 20 MCI) who underwent simultaneous structural MRI and FDG-PET imaging. Cortical thickness (CTH) from anatomical MRI and standardized uptake values from FDG-PET were extracted using FreeSurfer and PETSurfer pipelines, respectively. CTH and FDG-PET features were combined into a single vector through a logistic weighting function derived from ACE-III scores, capturing the progressive nature of cognitive decline in dementia. A Naive Bayes classifier was then trained to differentiate diagnostic groups based on the merged features. Results: The model achieved classification accuracies of 83% for MCI vs. dementia (AD + FTD), 85% for MCI vs. FTD, 87% for MCI vs. PPA, 71% for MCI vs. bvFTD, 64% for MCI vs. AD, and 69% for AD vs. FTD. The overall classification accuracy was 68%, with the highest discriminative performance observed in separating MCI from FTD subtypes. Conclusions: This study presents a novel, cognition-weighted multimodal approach combining structural and metabolic imaging to enhance the classification of neurodegenerative syndromes. Findings from this study, underscore the potential of integrating ACE-III scores with neuroimaging biomarkers for accurate characterization and, early-stage differentiation of MCI, AD, and FTD variants. Keywords: Multimodal Neuroimaging, Cortical Thickness, FDG-PET, Logistic Weighting, Dementia Classification, Naive Bayes Classifier.", "date": "2025-09-28", "journal": ""}
{"title": "Reactivation-coupled brain stimulation enables complete learning generalization", "doi": "10.1101/2025.09.27.678935", "authors": "Xie, Y.; Wang, M.; Gao, Y.; Wu, B.; Zhang, S.; Gong, M.; Kourtzi, Z.; Jia, K.", "abstract": "Generalization of learned knowledge to new contexts is essential for adaptive behavior. Despite extensive research on the brain plasticity mechanisms underlying learning specificity, the mechanisms that facilitate generalization remain poorly understood. Here, we investigate whether using brain stimulation to disrupt offline consolidation in visual cortex promotes learning generalization. Separate groups of participants (N = 144) were trained on visual detection tasks using either a reactivation-based protocol or conventional full-practice, combined with anodal or sham transcranial direct current stimulation (tDCS) over the visual cortex. Strikingly, only combination of reactivation-based learning with anodal tDCS produced complete generalization from trained to untrained stimuli, an effect consistently replicated across features (orientation, motion direction). In contrast, reactivation-based learning alone and conventional full-practice, whether with or without brain stimulation, yielded stimulus-specific learning. Importantly, reactivation-coupled brain stimulation achieved generalization with an 80% reduction in training trials while maintaining learning gains comparable to full-practice. These findings demonstrate that reactivation and neuromodulation interact to unlock learning generalization, revealing a key brain plasticity mechanism and offering a rapid, translatable strategy for sensory rehabilitation.", "date": "2025-09-28", "journal": ""}
{"title": "Brain Network Differences in Second Language Learning Depend on Individual Competencies", "doi": "10.1101/2025.09.28.679014", "authors": "Skieresz, N. H.; Marca, S. C.; Murray, M. M.; Reber, T. P.; Rothen, N.", "abstract": "Integrating new words into an existing semantic network is a core challenge of second language (L2) acquisition. We investigated how evidence-based learning strategies and individual performance shape the neurocognitive dynamics of vocabulary learning. Eighty-three adults with German or French as their native language (L1) learned 48 Finnish (L2) nouns over 14 days using a mobile app that systematically varied retrieval practice, corrective feedback, multisensory learning, and distributed learning. Before and after training, EEG was recorded during a translation recognition task designed to elicit the N400, an index of semantic integration. Vocabulary accuracy increased from 0.41% pre-learning to 75.5% post-learning (dz = 3.96), and the N400 incongruity effect increased significantly, F(1, 75) = 99.52, p < .001, 2g = .32, reflecting successful integration of new L2 words into the mental lexicon. High performers showed larger N400 responses and distinct ERP template-map preponderance (i.e., the proportion of epoch time points assigned to a given template map) indicating more efficient and specialized neural processing. Despite systematic manipulation of learning strategies, no single approach yielded consistent behavioral or neural advantages, suggesting that overall exposure and cumulative practice - rather than any specific strategy - were the key drivers of robust learning. ERP template-map analyses further revealed that learning not only amplified neural responses but also shifted the preponderance of maps in the N400 window, signaling a qualitative reorganization of semantic processing. These findings bridge cognitive neuroscience and language education, suggesting that the depth and success of vocabulary learning may depend more on the degree of integration achieved than on the specific instructional strategy employed.", "date": "2025-09-28", "journal": ""}
{"title": "Noninvasive profiling of input-output excitability curves in human prefrontal cortex", "doi": "10.1101/2025.09.26.678876", "authors": "Chen, N.-F.; Hassan, U.; Ross, J. M.; Forman, L.; Hartford, J. W.; Gogulski, J.; Parmigiani, S.; Truong, J.; Keller, C. J.; Cline, C. C.", "abstract": "Background: The human prefrontal cortex plays a critical role in cognitive control and behavior, and its dysfunction has been linked to numerous psychiatric and neurological disorders. However, noninvasive measurement of prefrontal activity remains challenging, limiting our understanding of how to optimize prefrontal treatments. Input-output relationships reveal how neural circuits respond to different inputs and are essential for determining optimal treatment parameters and understanding individual variability in treatment response, yet systematic investigation of prefrontal input-output relationships has been lacking. Objective: To characterize human prefrontal excitability with input-output (I/O) curves. Methods: We employed transcranial magnetic stimulation (TMS) with electroencephalography in a randomized mixed-block design with 28 healthy participants receiving single-pulse TMS to left dorsolateral prefrontal cortex (dlPFC) across 12 stimulation intensities (60-140% of resting motor threshold). We quantified prefrontal excitability using early local TMS-evoked potentials (EL-TEPs), local cortical responses measured locally 20-60 ms post-stimulus. Results: We observed a strong effect of TMS intensity on prefrontal EL-TEPs. Sigmoidal EL-TEP I/O curves were observed in 57% of participants, with the sigmoidality partially explained by the signal quality of the EL-TEP. Correlations were observed between EL-TEP and motor-evoked potential curve parameters, but intensity parameterization approaches did not significantly differ in explaining inter-individual EL-TEP response variability. Reliable EL-TEPs could be obtained using fewer TMS pulses at higher intensities, and test-retest assessments revealed robust I/O curve profiles. Conclusions: These findings provide a systematic noninvasive characterization of prefrontal input-output physiology in humans, establishing a validated framework for estimating prefrontal excitability. The comparison of various intensity parameterizations motivates the need for enhanced models and individualized measurement of stimulation responses.", "date": "2025-09-28", "journal": ""}
{"title": "Multiscale predictive modeling robustly improves the accuracy of pseudo-prospective seizure forecasting in drug-resistant epilepsy", "doi": "10.1101/2025.09.27.678967", "authors": "Nozari, E.; Acharya, G.; Davis, K. A.; Conrad, E.", "abstract": "Extensive research over the past two decades has focused on identifying a preictal period in scalp as well as intracranial EEG (iEEG). This has led to a plethora of seizure prediction and forecasting algorithms which have reached only moderate success on curated and pre-segmented EEG datasets (accuracy/AUC [&ge;] 0.8). Furthermore, when tested on their ability to pseudo-prospectively predict seizures from continuous EEG recordings, all existing algorithms suffer from low sensitivity (large false negatives), high time in warning (large false positives), or both. In this study, we provide pilot evidence that predictive modeling of the dynamics of iEEG features (biomarkers), seizure risk, or both at the scale of tens of minutes can significantly improve the pseudo-prospective accuracy of almost any state-of-the-art seizure forecasting model. In contrast to the bulk of prior research that has focused on designing better features and classifiers, we start from off-the-shelf features and classifiers and shift the focus to learning how iEEG features (classifier input) and seizure risk (classifier output) evolve over time. Using iEEG from n = 5 patients undergoing presurgical evaluation at the Hospital of the University of Pennsylvania and six state-of-the-art baseline models, we first demonstrate that a wide array of iEEG features are highly predictable over time, with over 99% and 35% of studied features, respectively, having R2 > 0 for 10-second- and 10-minute-ahead prediction (mean R2 of 0.85 and 0.2). Furthermore, in almost all patients and baseline models, we observe a strong correlation between feature predictability (with some features remaining predictable up to 30 minutes) and classification-based feature importance. As a result, we subsequently demonstrate that adding an autoregressive model that predicts iEEG features on 12{+/-}4 minutes into the future is almost universally beneficial, with a mean improvement of 28% in terms of area under pseudo-prospective sensitivity-time in warning curve (PP-AUC). The addition of the second autoregressive predictive model at the level of seizure risk further improved accuracy, with a total mean improvement of 51% in PP-AUC. Our results provide pioneering evidence for the long-term predictability of seizure-relevant iEEG features and the vast utility of time series predictive modeling for improving seizure forecasting using continuous intracranial EEG.", "date": "2025-09-28", "journal": ""}
{"title": "Sensory plasticity of dorsal horn silent neurons: a critical mechanism for neuropathic pain", "doi": "10.1101/2025.09.26.678726", "authors": "Negm, A.; Gabrielli, F.; Zbili, M.; Poncet-Megemont, L.; Herault, K.; Makhoul, J.; Dallel, R.; Peirs, C.", "abstract": "The spinal cord dorsal horn (DH) integrates and modulates sensory processing but undergoes critical plasticity following nerve injury, leading to pain hypersensitivity. Mechanical allodynia, or touch-evoked pain, is a highly prevalent and debilitating symptom of neuropathic pain. It has been proposed that, after nerve injury, innocuous sensory neurons gain access to nociceptive-specific (NS) circuits in the DH due to altered spinal inhibitory controls, thereby converting touch into pain. It is however unclear how sensory processing is reorganized in these conditions across the different laminae of the DH to generate this symptom. In this study, we developed a novel ex vivo somatosensory preparation to selectively analyze excitatory neuronal activity across all DH laminae simultaneously, following physiological stimulations of the skin. Using two-photon calcium (Ca2+) imaging, we studied the DH activity under physiological conditions, after spinal disinhibition or nerve injury, and generated a computational model to reveal the sensory plasticity of individual DH neurons that leads to neuropathic pain. We demonstrate that spinal disinhibition, whether pharmacologically induced or resulting from nerve injury, converts most DH excitatory neurons into highly polymodal cells. We further show that such disinhibition unmasks an unprecedented number of previously silent neurons in both superficial and deep DH laminae, responding to a wide dynamic range (WDR) of sensory modalities. The computational model pinpoints that neuropathic pain does not result primarily from the transformation of excitatory NS neurons into WDR neurons, but rather from the activation of a previously dormant excitatory circuit. This newly active circuit spans both superficial and deep DH laminae and is predominantly composed of WDR excitatory neurons The identification of this extensive silent neuronal network provides critical insights into DH plasticity mechanisms underlying neuropathic pain, and should guide future therapeutic strategies.", "date": "2025-09-28", "journal": ""}
{"title": "Protein Biomarker in Focal Cortical Dysplasia: Molecular Clues to Pathogenesis", "doi": "10.1101/2025.09.27.678943", "authors": "verma, v. k.; Beevi, S. S.; Soudarpally, P.; Patil, A.; Panigrahi, M.; Sailaja, M.; Darapuneni, R. C.; John, T. A.; Jayalakshmi, S.", "abstract": "Focal Cortical Dysplasia (FCD) is a major cause of drug-resistant epilepsy (DRE), particularly in pediatric and young adult populations characterized by structural abnormalities in cortical development. This study investigated 60 patients with histologically confirmed FCD, combining clinical, histopathological, and molecular data to identify subtype-specific molecular signatures. we investigated a panel of candidate protein biomarkers (AKT, PTEN, mTOR, HTR6, RHEB, KCNT1, RALA, DEPDC5) across FCD subtypes using patient-derived tissue samples. Our results reveal subtype-specific alterations in biomarker expression, particularly within the mTOR signaling pathway, supporting its central role in cortical malformations. Key dysregulated genes AKT, mTOR, PTEN, RHEB, DEPDC5, KCNT1, RALA, and HTR6 involved in mTOR signaling, neuronal excitability, and cortical development. Western blotting and IHC revealed marked upregulation of AKT and mTOR in FCD III, consistent with mTOR pathway hyperactivation. In contrast, KCNT1, RALA, and DEPDC5 were significantly downregulated across all subtypes, suggesting disrupted inhibitory signaling and GATOR1 complex dysfunction. ELISA assays validated increased expression of AKT, mTOR, and HTR6, particularly in higher-grade lesions. This study bridges clinical, histopathological, and protein-level data, providing novel insight into the molecular basis of FCD and highlighting candidate biomarkers for future diagnostic and therapeutic applications. Keywords: FCD, drug-resistant epilepsy, mTOR, AKT, DEPDC5, KCNT1, precision medicine", "date": "2025-09-28", "journal": ""}
{"title": "Examination of Balancing in a Real-World Inverted Pendulum", "doi": "10.1101/2025.09.27.678964", "authors": "Alvarez Hidalgo, L.; Howard, I. S.", "abstract": "Motor adaptation is typically studied using simplified virtual tasks. Here, we investigated how humans learn to stabilize a physically unstable, underactuated system, and how participants cope with changes in the system's dynamics. Twelve right-handed adults balanced a real inverted pendulum by moving a cart along a linear rail. Study 1 characterized the passive mechanical properties of three pendulums (short, medium, and long) using free-oscillatory decay and fall to absolute 30 degrees trials, after their release from the upright position. Longer rods exhibited slower decay and lower natural frequencies, as well as a longer duration before falling, indicating greater passive stability. Study 2 assessed human motor control of the pendulum to maintain balance. Human participants trained with the medium pendulum (30 trials) and were then tested with all three pendulums (20 trials each). During training, balance performance improved significantly, with time to failure increasing over trials. During testing, performance scaled with pendulum length, and longer rods were easier to balance. Similar peak cart velocities were observed across conditions, suggesting equivalent actuation effort. Additionally, as expected, pendulum angular velocities decreased with rod length, reflecting underlying inertial differences. Pendulum passive dynamics closely matched behavioral performance, supporting a strong link between intrinsic system properties and balancing outcomes. These findings show that motor learning in physically unstable environments is not only shaped by feedback and effort, but also by the alignment of human control strategies and abilities with the natural dynamics of the plant. We note that in this study, we used a modified pendulum rig previously employed to examine control engineering approaches to modelling balance, thereby generating a dataset that can later be used to compare human performance with real-time computer control implementations of the same tasks.", "date": "2025-09-28", "journal": ""}
{"title": "Precision Imaging for Intraindividual Investigation of the Reward Response", "doi": "10.1101/2025.09.26.678878", "authors": "Mattoni, M.; Wang, S.; Sharp, C. J.; Olino, T. M.; Smith, D. V.", "abstract": "The reliance of fMRI research on between-person comparisons is limited by low test retest reliability and inability to explain within-person processes. Intraindividual studies are needed to understand how changes in brain functioning relate to changes in behavior. Here, we present open data and analysis of a novel intensively sampled fMRI study, the Night Owls Scan Club. This precision imaging dataset includes 44 sessions acquired across four participants at a roughly biweekly rate. In each session, participants completed multiple reward-related tasks and mood and alertness ratings, and mood induction behavioral manipulation. In this study, we examined how the reward response reflects between-person or within-person variance. Test-retest-reliability of the reward response was very low and not explained my measurement error, suggesting little utility for between-person comparisons. At an intraindividual level, the mood induction showed small increases in the reward anticipation response. Additionally, mood and alertness explained notable intraindividual variance of the reward response, including as much as 31% for one participant. Overall, results suggest that BOLD activation to reward tasks, and likely other fMRI tasks, is more appropriate for within-person study than between-person study, highlighting a need for intensive longitudinal neuroimaging designs.", "date": "2025-09-28", "journal": ""}
{"title": "Harnessing cGAS-STING signaling to counteract the genotoxic-immune nexus in tauopathy", "doi": "10.1101/2025.09.27.678980", "authors": "Singh, H.; Khan, S.; Xiao, J.; Nguyen, N.; Das, A.; Johnson, D.; Fang-Liao, F.; Frautschy, S. A.; McDonald, M. P.; Pourmotabbed, T.; Khan, M. M.", "abstract": "Tauopathies are progressive neurodegenerative disorders characterized by aberrant tau aggregation, cognitive decline, and persistent neuroinflammation, yet the mechanisms driving neuroinflammation and disease progression remain incompletely understood. Here, utilizing human postmortem AD brains and a mouse model of tauopathy, we report that genotoxic stress-induced cyclic GMP-AMP synthase (cGAS)-stimulator of interferon genes (STING) immune pathway form a self-amplifying loop that fuels neuropathology and cognitive deficits. Targeted disruption of this cycle through either genetic deletion of cGAS or pharmacological inhibition of STING restores immune homeostasis and attenuates tau pathology and cognitive deficits. Our results showed a significant accumulation of DNA double-strand breaks (DDSBs) and impaired DNA repair function, alongside elevated cGAS-STING signaling and type I interferon (IFN-I) responses in human AD brains compared to non-AD. In the PS19 transgenic (PS19Tg) mouse model of tauopathy, we found significantly elevated levels of DDSBs and altered expression of DNA repair proteins during early stages of disease, which preceded the dysregulation of cGAS-STING signaling and emergence of significant neuropathology in the later stage. Interestingly, genetic deletion of cGAS shifted microglial polarization from a pro-inflammatory M1 phenotype toward an anti-inflammatory M2 state, accompanied by a reduction in IFN-I signaling and improved cognitive performance in PS19Tg mice. Pharmacological STING inhibition reshaped the transcriptomic landscape, revealing selective regulation of pathways governing synaptic plasticity, and immune responses. This transcriptional reprogramming was accompanied by suppression of inflammatory responses, reduction in synaptic pathology, and attenuation of tau pathology in PS19Tg mice, underscoring STING as a therapeutic target for tauopathy. In conclusion, our findings reveal that genotoxic-immune crosstalk drives neuroinflammation and tau pathology and identify a conserved, druggable cGAS-STING axis that can be targeted to impede or slow disease progression in tauopathies.", "date": "2025-09-28", "journal": ""}
{"title": "Dynamical models reveal distance to criticality in ageing brain dynamics.", "doi": "10.1101/2025.09.26.678711", "authors": "Sharma, V.; Drost, B. J. N. M.; Tiesinga, P. H. E.", "abstract": "Understanding how the brain changes with age remains a central question in neuroscience. Here, we combine magnetoencephalography (MEG) recordings from young and older adults with a whole-brain dynamical model to explore how brain dynamics evolve across the lifespan. Using a network of coupled Stuart-Landau oscillators constrained by empirical structural connectivity, we systematically vary three model parameters to identify the settings that best reproduce alpha-band features observed in MEG data. Our findings reveal age-related shifts in these model parameters: older individuals exhibit stronger global coupling and more positive values of the bifurcation parameter, consistent with a transition to a supercritical regime. These results align with prior work suggesting altered excitation-inhibition balance in ageing and indicate a systematic reconfiguration of whole-brain dynamics. By situating empirical observations within a dynamical systems framework, this study provides a principled approach for quantifying the brains distance to criticality and lays the groundwork for future clinical applications.", "date": "2025-09-28", "journal": ""}
{"title": "Using Propensity Score Matching to Control for MRI Scan Quality", "doi": "10.1101/2025.09.26.678901", "authors": "Cramm, V. J.; Call, T. M.; Anderson, J. A. E.", "abstract": "Movement during MRI scanning complicates distinguishing between the different tissues in the brain (e.g., grey and white matter). Standard practice excludes scans based on researcher-determined visual quality thresholds. Unfortunately, children, elderly, and clinical populations are shown to move more, resulting in higher exclusion rates. This disproportionate exclusion creates systematic bias in the literature and makes research findings less generalizable. Furthermore, the artifacts caused by motion are demonstrated to continue to confound data, even after visual quality control has occurred. We aimed to minimize the confounding factor of systematic group differences in movement. To achieve this, we used a post-scanning statistical technique called propensity score matching (PSM) that matches control and patient populations on scan quality metrics, leading to more comparable groups, greater inclusion, and more generalizable results. We found that PSM can attenuate significant differences in scan quality between groups while allowing for greater sample diversity than standard exclusion protocols. Crucially, using PSM can also alter the results of neuroimaging-based analyses. Using three datasets (total n = 1536), we compared voxel based morphometry analyses based on different quality control protocols. In particular, we observed discrepant results between PSM and strict threshold exclusion, with PSM magnifying some regional group differences and diminishing others. Overall, PSM is a customizable way to mitigate the impact of confounds in neuroimaging research and a powerful method to help distinguish true effects from artifacts.", "date": "2025-09-28", "journal": ""}
{"title": "Dopamine receptor sensitivity and Pavlovian conditioned approach", "doi": "10.1101/2025.09.26.678801", "authors": "Amissah, N. K.; Tripi, J. A.; King, C. P.; Meyer, P. J.", "abstract": "Understanding the determinants of individual differences in cue-reactivity and drug sensitivity is critical to identifying neurobiological mechanisms underlying vulnerability to addiction. In this study, we examined the relationship between dopamine D1 and D2 receptor sensitivity and the attribution of incentive salience to reward cues and sensitivity to cocaine. Male Sprague Dawley rats were classified as having high or low sensitivity to the D2 receptor agonist quinpirole, and a subset was tested with the D1 receptor agonist SKF 82958. Cue-reactivity was assessed using a Pavlovian conditioned approach (PavCA) task, which distinguishes between sign-tracking (approach to a cue that predicts reward) and goal-tracking (approach to the site of reward delivery). Cocaine sensitivity was measured by locomotor activity and 50-kHz ultrasonic vocalizations (USVs), a putative measure of appetitive states. High D2 responders exhibited more sign-tracking and greater cocaine-induced USVs than low responders despite no difference in cocaine-induced locomotion. Sign-trackers also showed greater locomotor sensitivity to D1 receptor stimulation than goal-trackers and produced more cocaine-induced USVs. Rats with high sensitivity to both D1 and D2 receptor stimulation showed the strongest sign-tracking behavior and affective response to cocaine. These findings suggest that dopamine receptor sensitivity is associated with the propensity to attribute incentive salience to reward cues and potentially the appetitive effects of cocaine. This dopaminergic phenotype may reflect a mechanism contributing to both individual differences in cue-reactivity and drug responsiveness.", "date": "2025-09-28", "journal": ""}
{"title": "Robustness and fidelity of voltage imaging analysis pipelines", "doi": "10.1101/2025.09.26.678573", "authors": "Silva, R.; Bartalis-Szelyes, H.; Brinks, D.; Gao, Z.", "abstract": "Tracking neuronal voltage changes using fluorescent voltage indicators is rapidly reshaping neuroscientific research. Voltage imaging enables direct visualization of electrical signals from subcellular compartments to large-scale networks, yet requires sophisticated image-analysis procedures. Here, we present a comprehensive study of current voltage imaging analysis pipelines and discuss the experimental conditions for which they are most suitable. We compare strengths and limitations of these pipelines in motion correction, denoising and segmentation routines, and discuss how different signal processing strategies can influence data integrity and interpretation. Our results show that most real-time analyses require GPU accelerated algorithms and that denoising prior to signal processing is needed for analysis of subcellular dynamics. We conclude that voltage imaging analyses needs to be tailored to different experimental settings: we propose a decision-tree to determine analysis strategies for diverse experimental conditions. Together, these insights pave the way for reproducible, high-fidelity voltage imaging studies.", "date": "2025-09-28", "journal": ""}
{"title": "Study of Sex Differences in the Whole Brain White Matter Using Diffusion MRI Tractography and Suprathreshold Fiber Cluster Statistics", "doi": "10.1101/2025.09.27.679006", "authors": "Zhang, F.; Rushmore, R. J.; Li, Y.; Cetin Karayumak, S.; Song, Y.; Cai, W.; Westin, C.-F.; Levitt, J. J.; Makris, N.; Rathi, Y.; O'Donnell, L. J.", "abstract": "Sex-specific characteristics demonstrate a substantial influence on the human brain white matter, suggesting distinct brain structural connectivity patterns between females and males. Diffusion MRI (dMRI) tractography is an important tool in assessing white matter connectivity and brain tissue microstructure across different populations. Whole brain white matter analysis using dMRI tractography for group statistical comparison is a challenging task due to the large number of white matter connections. In this work, we study whole-brain white matter connectivity differences between females and males using dMRI tractography. We study a large cohort of 707 healthy adult subjects from the Human Connectome Project Young Adult dataset. By applying a well-established fiber clustering pipeline and a suprathreshold fiber cluster statistical method, we evaluated tracts in the cerebral cortex, as well as those connecting to regions such as the cerebellum, which have been relatively less studied using dMRI tractography. We identified several tracts that differed significantly between females and males in terms of their fractional anisotropy and/or mean diffusivity. These included several deep white matter tracts (e.g., arcuate fasciculus, corticospinal tract, and corpus callosum) that have been previously shown to have sex differences, as well as superficial white matter tracts in the frontal lobe. However, there were relatively few cortical association tracts that exhibited significant sex differences. We also identified cerebellar tracts with sex differences. Finally, correlation analysis revealed that these white matter differences were linked to a range of neurobehavioral measures, with the strongest and most consistent associations observed for motor function. Overall, these findings provide characterizations of sex differences in the white matter and indicate that the circuits underlying motor function may be an important focus of future work on sex differences in the human brain.", "date": "2025-09-28", "journal": ""}
{"title": "Outdoor Air Pollution, Perivascular Space Morphology, and Cognition in Preadolescence", "doi": "10.1101/2025.09.26.678867", "authors": "Morrel, J.; Sukumaran, K.; Torgerson, C.; Rosario, M. A.; Lan, H.; Schwartz, J.; Chen, J.-C.; Choupan, J.; Herting, M. M.", "abstract": "Background: Ambient air pollution exposure is associated with structural brain differences and poorer cognition in children; however, mechanisms of toxicity remain unclear. Perivascular spaces (PVS), key for brain waste clearance, may play a role in the neurotoxicity of air pollution. This study explored associations between air pollution exposure, PVS morphology, and cognition in preadolescents. Methods: We analyzed cross-sectional Adolescent Brain Cognitive DevelopmentSM (ABCD) Study data from 6,949 9-10-year-old participants. Annual average exposures to PM2.5, O3, NO2, and 15 PM2.5 components were estimated using spatiotemporal models mapped to residential addresses. PVS count and volume were derived from T1w and T2w MRI, and cognition was estimated using NIH Toolbox scores. Linear mixed-effects models examined independent associations between air pollution, PVS, and cognition; weighted quantile sum regression assessed co-exposure effects of PM2.5 mixtures. Findings: Linear models revealed that exposures to Zn, NH4+, and Br were positively associated with PVS count in several regions. Higher PVS count in five key regions was associated with poorer cognitive performance across several NIH Toolbox domains. Higher Ca, Zn, and NH4+ exposures were associated with poorer cognition (PFDR < 0.01). Higher frontal lobe PVS count mediated the association between Zn exposure and poorer total cognition (P < 0.01). Co-exposure models revealed that PM2.5 mixtures were associated with higher temporal and cingulate PVS count, and poorer working memory and crystallized intelligence (P < 0.01). Interpretation: Outdoor air pollution was associated with higher PVS count and reduced cognition, suggesting that brain clearance may be a novel mechanism linking pollution to neurodevelopmental harm in preadolescents.", "date": "2025-09-28", "journal": ""}
{"title": "Intrinsic Neural Oscillations Predict Verbal Learning Performance and Encoding Strategy Use", "doi": "10.1101/2025.09.27.678958", "authors": "Oswald, V.; Landry, M.; abdelhedi, H.; Lippe, S.; Robaey, P.; Jerbi, K.", "abstract": "Individuals adopt different encoding strategies to facilitate learning. However, few studies have investigated the neurophysiological basis that support these different encoding strategies across individuals. The present work addresses this gap by extending our previous findings on the direct relationship between cortical spectral power, measured via resting-state magnetoencephalography, and performance on standard cognitive test results. Our results highlight the complex interactions between endogenous brain oscillations, learning and verbal encoding strategies assessed by the California Verbal Learning Test (CVLT-2). First, we found that resting-state theta oscillations were significantly associated with verbal learning and subjective clustering strategies. Second, we observed that semantic clustering is facilitated by oscillatory patterns in left sensory-motor brain regions. Finally, our analyses revealed that serial and semantic clustering strategies are related to opposite regression patterns, indicating a competitive interaction. Together, these findings provide novel insights into the neural oscillatory dynamics that support diverse encoding strategies in verbal learning.", "date": "2025-09-28", "journal": ""}
{"title": "Domain-Specific Functional Network Adaptations Supporting Dual-Task Performance in Older Adults", "doi": "10.1101/2025.09.28.678786", "authors": "Deng, Y.; Abdolalizadeh, A.; Fakhar, K.; Schmitt, T.; Witt, K.; Giessing, C.; Rieger, J.; Thiel, C.", "abstract": "Aging is associated with declines in both motor and cognitive functions, which are well captured by dual task gait paradigms. However, the functional brain network mechanisms supporting motor and cognitive aspects of dual task performance in aging remain unclear. We examined 40 older adults (50 to 80 years) and 20 younger adults (20 to 40 years) who performed a motor single task (pedaling), a cognitive single-task (Go/NoGo), and a combined cognitive motor dual task during functional magnetic resonance Imaging (fMRI) using a custom-built MRI compatible pedaling device. Behaviorally, older adults showed significant dual task costs in motor performance, while cognitive performance was preserved. Neurally, older adults showed selective increases in connectivity within executive and motor-planning regions of cognitive networks, consistent with compensatory recruitment, whereas motor networks underwent broader reorganization, with strengthened frontoparietal control circuits but weakened cerebello-parietal and sensorimotor pathways. Multivariate analyses further revealed age related differences in latent connectivity behavior relationships: motor network patterns in older adults were more dispersed, reflecting heterogeneous reorganization, whereas cognitive-network patterns were more overlapping across groups, suggesting relative preservation. These findings suggest that aging involves a domain specific balance of resilience and vulnerability across brain networks and highlight motor-network adaption as a promising target for understanding why some older adults maintain function while others decline.", "date": "2025-09-28", "journal": ""}
{"title": "In-situ glial cell-surface proteomics identifies pro-longevity factors in Drosophila", "doi": "10.1101/2025.09.26.678810", "authors": "Marques, M. P.; Sun, B.; Park, Y.-J.; Jackson, T.; Lu, T.-C.; Qi, Y.; Harrison, E.; Wang, M. C.; Venkatachalam, K.; Pasha, O. M.; Varanasi, A.; Carey, D. K.; Mani, D. R.; Zirin, J.; Qadiri, M.; Hu, Y.; Perrimon, N.; Carr, S. A.; Udeshi, N. D.; Luo, L.; Li, J.; Li, H.", "abstract": "Much focus has shifted towards understanding how glial dysfunction contributes to age-related neurodegeneration due to the critical roles glial cells play in maintaining healthy brain function. Cell-cell interactions, which are largely mediated by cell-surface proteins, control many critical aspects of development and physiology; as such, dysregulation of glial cell-surface proteins in particular is hypothesized to play an important role in age-related neurodegeneration. However, it remains technically difficult to profile glial cell-surface proteins in intact brains. Here, we applied a cell-surface proteomic profiling method to glial cells from intact brains in Drosophila, which enabled us to fully profile cell-surface proteomes in-situ, preserving native cell-cell interactions that would otherwise be omitted using traditional proteomics methods. Applying this platform to young and old flies, we investigated how glial cell-surface proteomes change during aging. We identified candidate genes predicted to be involved in brain aging, including several associated with neural development and synapse wiring molecules not previously thought to be particularly active in glia. Through a functional genetic screen, we identified one surface protein, DIP-{beta}, which is down-regulated in old flies and can increase fly lifespan when overexpressed in adult glial cells. We further performed whole-head single-nucleus RNA-seq, and revealed that DIP-{beta} overexpression mainly impacts glial and fat cells. We also found that glial DIP-{beta} overexpression was associated with improved cell-cell communication, which may contribute to the observed lifespan extension. Our study is the first to apply in-situ cell-surface proteomics to glial cells in Drosophila, and to identify DIP-{beta} as a potential glial regulator of brain aging.", "date": "2025-09-28", "journal": ""}
{"title": "Behavioral Decoding Reveals Cortical Endocannabinoid Potentiation during Δ9-THC Impairment", "doi": "10.1101/2025.09.26.678874", "authors": "English, A.; Marcus, D.; Yadav, K.; Elkhouly, Y.; Levy, A.; Corbit, V.; Chun, G.; Ask, M.; Svedberg, A.; Poces-Bell, J.; Uittenbogaard, F.; Simons, R.; Witten, I.; Zweifel, L.; Land, B. B.; Stella, N.; Bruchas, M.", "abstract": "How {Delta}9-tetrahydrocannabinol (THC) impairs natural behaviors in mice remains unknown. We developed a video monitored behavioral platform with machine learning classifiers to unravel discrete changes in natural mouse behaviors. THC infusion into the medial prefrontal cortex (mPFC) disrupted walking kinematic features characteristic of impairment responses. THC predominantly increased mPFC GABAergic activity preceding walk initiation shifting the mPFC excitatory/inhibitory (E/I) balance. Pose-defined closed loop photo-stimulation of mPFC GABAergic neurons demonstrated that THC exacerbates selected parameters of motor impairment. Surprisingly, THC also induced a time locked, movement-induced, transient potentiation of mPFC endocannabinoid (eCB) release and ensuing CB1R-mediated synaptic inhibition. Here we establish that THC-modifies mPFC E/I balance to excitation via dynamic changes in eCB release which acts to induce behavioral impairment.", "date": "2025-09-28", "journal": ""}
{"title": "Spring Fatigue is a Cultural Phenomenon rather than a Seasonal Syndrome", "doi": "10.1101/2025.09.27.678954", "authors": "Blume, C.; Vorster, A. P. A.", "abstract": "Although not as prominent as in other animals, also humans experience seasonal variations in for example sleep duration and circadian processes. These variations are likely driven by changes in photoperiod length. Anecdotally, a relevant number of people report experiencing fatigue and low energy levels particularly during spring. However, scientific evidence for seasonal variations in fatigue and daytime sleepiness is largely missing. We thus investigated temporal variations in fatigue, daytime sleepiness, insomnia symptoms, and sleep quality through an online survey including repeated (i.e., every six weeks) assessments of the same individuals over the course of one year. We hypothesised that fatigue and daytime sleepiness would be higher during shorter photoperiods. We further expected lower sleep quality and more severe insomnia symptoms under shorter photoperiods. Additionally, we explored variations with photoperiod change, across months, and seasons. Hypotheses were tested using Bayesian linear mixed-effects models. The study and analyses were pre-registered. Between April 2024 and September 2025, 418 adults (80% women) completed at least two assessments. Nearly half of participants (47%) reported experiencing spring fatigue. However, repeated assessments across one year showed no evidence for seasonal or monthly variations in fatigue, sleepiness, insomnia symptoms, or sleep quality. Fatigue during day-to-day activities decreased with longer photoperiods but was independent of photoperiod change. Overall, the results provide evidence against spring fatigue as a genuine seasonal phenomenon. The discrepancy between high self-reports of the phenomenon and stable longitudinal patterns suggests that spring fatigue may reflect cultural labelling and result from cognitive-perceptual biases rather than reflecting a genuine seasonal syndrome.", "date": "2025-09-28", "journal": ""}
{"title": "An ancient evolutionary calculus for attention signaling retained in modern music", "doi": "10.1101/2025.09.28.679029", "authors": "Babbitt, G. A.; Fokoue, E. P.", "abstract": "The ultimate mechanism(s) underlying the evolution of human music have been the subject of both philosophical thought and scientific study. However, the proximate mechanism of Darwinian fitness signaled through music has not. As popular music and dance functionally aim to hold an observers attention, we investigate features in various sounds that might stimulate attentive behavior in an audience. We propose a calculus of attention to moving objects and sound to ascertain their f(x) = location = positional control, 1st derivative f(x) = energy = change in position, and 2nd derivative f(x) = surprise = change in direction. We developed statistical software to (A) analyze nine features of sound related to acoustic control, energy, and surprise (CES), (B) map dynamic song trajectories within the multivariate space of CES, and (C) measure how stable performances are within this space (i.e. signaling fitness). When musical sounds are compared to animal vocalizations, human speech, and non-biological sounds including noise, we statistically confirm that music maintains the highest stability in the space of CES. This fitness signal related to attention varies across musical genres and is also detected animal calls as well. Attention signaling also differs significantly between experts versus novice musicians, adult versus immature bird songs, and is constrained by musical performance interactions with live audiences as well. We conclude that audiovisual signaling via this calculus of attention to behavioral display reflects the physics of observing bodies in motion, probably originating from selective pressure of intra/interspecific conflicts formed at the Ediacaran-Cambrian boundary, and retained in modern music today.", "date": "2025-09-28", "journal": ""}
{"title": "DLC2Action: A Deep Learning-based Toolbox for Automated Behavior Segmentation", "doi": "10.1101/2025.09.27.678941", "authors": "Kozlova, E.; Bonnetto, A.; Mathis, A.", "abstract": "While expert biologists can annotate complex behaviors from video data, the process remains tedious and time-consuming, creating a bottleneck for efficient behavioral analysis. Here, we present DLC2Action, an open-source Python toolbox that enables automatic behavior annotation from video or estimated 2D/3D pose tracking data. DLC2Action integrates multiple state-of-the-art deep learning architectures, optimized for action segmentation and supports self-supervised learning (SSL) to leverage unlabeled data, boosting performance with limited labeled datasets. Its robust implementation enables efficient hyperparameter optimization, customizable feature extraction, and data handling. We also standardized eight benchmarks and evaluated DLC2Action on five animal behavior datasets, which comprise common behavioral tests in neuroscience, and four human datasets. Overall these datasets span a wide range of contexts from standard laboratory studies to naturalistic cooking. DLC2Action reached strong performance across those benchmarks. To further showcase the tool's versatility, we applied it to Atari gameplay data and found that in certain games the players' eye movements consistently predict their button presses across different subjects. Furthermore, DLC2Action features an intuitive graphical user interface (GUI) for streamlined behavior annotation, active learning, and assessment of model predictions. Diverse pose, video, and annotation formats are supported. Lastly, DLC2Action is modular and thus designed for extensibility, allowing users to integrate new models, dataset features, and methods. The code and benchmarks are available at: https://github.com/amathislab/DLC2action", "date": "2025-09-28", "journal": ""}
{"title": "Combinatorial protein barcodes enable self-correcting neuron tracing with nanoscale molecular context", "doi": "10.1101/2025.09.26.678648", "authors": "Park, S. Y.; Sheridan, A.; An, B.; Jarvis, E.; Lyudchik, J.; Patton, W.; Axup, J. Y.; Chan, S. W.; Damstra, H. G. J.; Leible, D.; Leung, K. S.; Magno, C. A.; Meeran, A.; Michalska, J. M.; Rieger, F.; Wang, C.; Wu, M.; Church, G. M.; Funke, J.; Huffman, T.; Leeper, K. G. C.; Truckenbrodt, S.; Winnubst, J.; Kornfeld, J. M. R.; Boyden, E. S.; Rodriques, S. G.; Payne, A. C.", "abstract": "Mapping nanoscale neuronal morphology with molecular annotations is critical for understanding healthy and dysfunctional brain circuits. Current methods are constrained by image segmentation errors and by sample defects (e.g., signal gaps, section loss). Genetic strategies promise to overcome these challenges by using easily distinguishable cell identity labels. However, multicolor approaches are spectrally limited in diversity, whereas nucleic acid barcoding lacks a cell-filling morphology signal for segmentation. Here, we introduce PRISM (Protein-barcode Reconstruction via Iterative Staining with Molecular annotations), a platform that integrates combinatorial delivery of antigenically distinct, cell-filling proteins with tissue expansion, multi-cycle imaging, barcode-augmented reconstruction, and molecular annotation. Protein barcodes increase label diversity by >750-fold over multicolor labeling and enable morphology reconstruction with intrinsic error correction. We acquired a [~]10 million m3 volume of mouse hippocampal area CA2/3, multiplexed across 23 barcode antigen and synaptic marker channels. By combining barcodes with shape information we achieve an 8x increase in automatic tracing accuracy of genetically labelled neurons. We demonstrate PRISM supports automatic proofreading across micron-scale spatial gaps and reconnects neurites across discontinuities spanning hundreds of microns. Using PRISM's molecular annotation capability, we map the distribution of synapses onto traced neural morphology, characterizing challenging synaptic structures such as thorny excrescences (TEs), and discovering a size correlation among spatially proximal TEs on the same dendrite. PRISM thus supports self-correcting neuron reconstruction with molecular context.", "date": "2025-09-28", "journal": ""}
{"title": "Exercise-induced DNA damage response and memory formation in mice", "doi": "10.1101/2025.09.26.678909", "authors": "Ricciardi, N. R.; McCartan, R.; Laverde Paz, J.; Cao, H.; Borja, C.; Cherry, A.; Baranov, A.; Locklear, C.; Wojcikowska, O.; Zeier, Z.; Kapranov, P.; Wahlestedt, C.; Volmar, C.-H.", "abstract": "This study reveals that acute aerobic exercise enhances memory formation through a controlled DNA damage mechanism, offering crucial insights into Alzheimer's disease (AD) prevention. This work challenges the traditional view that DNA damage is inherently harmful, demonstrating that minor, reversible DNA single-strand breaks (SSBs) induced by exercise serve as necessary primers for memory consolidation - a mechanism that may be impaired in AD pathogenesis. AD affects 1 in 9 adults over 65, with ~95% being late-onset cases where up to 40% of risk factors are modifiable through lifestyle interventions like exercise. While exercise demonstrably lowers AD risk, underlying mechanisms remain unclear. This study provides a missing mechanistic link by showing how exercise-induced DNA damage repair systems could counteract the DNA damage accumulation and repair dysregulation that are established hallmarks of brain aging and AD. In data presented herein, young mice showed significantly higher SSB rates in active genomic regions compared to aged mice, suggesting the decline of a protective mechanism (i.e., hormesis) with aging - potentially explaining increased AD susceptibility in older adults. The present study also suggests that exercise-induced SSBs are not random cellular damage but precisely targeted events that occur at genes essential for neuroplasticity, synaptic function, and memory formation. These breaks activate PARP1 (Poly ADP ribose polymerase 1), a crucial DNA damage sensor that simultaneously initiates repair processes while facilitating transcriptional programs necessary for memory consolidation. This mechanism may represent how exercise \"primes\" the brain against the pathological DNA damage accumulation seen in AD. In support of this, in behavioral experiments, a single exercise bout converted sub-threshold learning into robust long-term memory formation. This memory enhancement correlated with upregulation of both neurotrophic genes (BDNF, Fos) and DNA repair enzymes (PARP1, PARP2), demonstrating coordinated damage-repair processes that appear compromised in AD. We identify HPF1 as a critical cofactor enabling PARP1 to perform trans-ADP-ribosylation of histones, linking DNA damage sensing to epigenetic chromatin remodeling required for memory-related gene expression. This pathway represents a novel therapeutic target for AD, as restoring efficient DNA repair mechanisms might slow or prevent memory loss.", "date": "2025-09-28", "journal": ""}
{"title": "Sustained dynamics of saccadic inhibition and adaptive oculomotor responses during continuous exploration", "doi": "10.1101/2025.09.28.679009", "authors": "Cafaro, C.; Cirillo, G.; Vermiglio, G.; Cavaliere, C.; Fracasso, A.; Buonocore, A.", "abstract": "In natural environments, stimuli often recur across time and space, requiring the visual system to remain sensitive to novelty while managing predictability. A central question in systems neuroscience is how motor systems adapt to repeated sensory events without compromising responsiveness. We investigated this adaptive capacity using saccadic inhibition (SI), a reflexive suppression of eye movements triggered by sudden visual transients, as a probe of oculomotor dynamics during naturalistic viewing. Human participants (N = 21) freely explored visual arrays while brief gaze-contingent flashes appeared five times at random intervals, either foveally or parafoveally. SI reliably occurred ~120 ms post-flash across repetitions and locations, indicating robust sensory-driven inhibition. However, the rebound phase, reflecting saccade reprogramming, showed a progressive decline. In a second experiment (N = 19), only the first or the fifth flash was visible on each trial. In this case, neither inhibition nor rebound was altered, suggesting that the rebound decline is driven by repeated sensory stimulation rather than exploration time. This dissociation reveals selective habituation of motor re-engagement mechanisms, while reflexive inhibitory gating remains stable. We propose that inhibition is mediated by circuitry that transiently suppresses saccade initiation and resists habituation. By contrast, the weakening rebound reflects a separate, habituation-prone route that reduces saccade generation to irrelevant events. Functionally, this imbalance implies a recalibration within the saccade generator, preserving inhibitory capacity while constraining motor output. Our findings uncover a distinct form of oculomotor habituation and demonstrate how SI reveals dynamic decoupling of sensory input and motor output under repeated stimulation.", "date": "2025-09-28", "journal": ""}
{"title": "Postpartum enhancement of spatial learning and cognitive flexibility: an IntelliCage study", "doi": "10.1101/2025.09.27.678974", "authors": "Cservenak, M.; Darai, L.; Kallai, T. C.; Zahonyi, B.; Bencsik, N.; Detari, L.; Dobolyi, A.", "abstract": "The transition to motherhood has been shown to result in significant changes in the structure and function of the brain, with particular emphasis on the enhancement of cognitive abilities that are essential for survival. Specifically, in murine models, spatial learning and cognitive flexibility have been identified as critical components of mothering. These abilities facilitate efficient navigation of the environment, resource acquisition, and responsiveness to offspring's needs. While cognitive enhancements during the postpartum period have been observed in various experimental setups, research using long-term data collection with automated monitoring in home cage setup is completely lacking even though it provides a more reliable approach than other experimental procedures. This study aims to address this knowledge gap by systematically examining spatial learning and cognitive flexibility in female mice during the reproductive stages using IntelliCage, with the objective of offering a more comprehensive understanding of maternal cognitive adaptations. Utilising the IntelliCage system, we observed that female mice in the postpartum phase outperformed pregnant and nulliparous females in place learning, reversal learning, and fixed schedule drinking tasks, demonstrating faster adaptation and superior retention of information. These paradigms mirror real-world challenges faced by mothers, such as navigating resources and balancing caregiving with self-maintenance. The enhanced performance demonstrated by the mothers could be attributed to their heightened motivation and cognitive abilities, potentially influenced by substantial hormonal shifts, which have been known to modify neuroplasticity in critical brain regions. The identification of these improvements in maternal behaviour may offer novel insights into the impact of reproductive experiences on brain function, with implications for maternal health and broader cognitive research.", "date": "2025-09-28", "journal": ""}
{"title": "PRRT2 as an auxiliary regulator of Nav channel slow inactivation", "doi": "10.1101/2025.09.27.678785", "authors": "Lu, B.; Xu, Q.-W.; Zhang, J.; Wu, X.-M.; He, J.-Y.; Yang, G.; Li, K.-X.; Zhuang, L.; Zhang, Y.-X.; Xiong, Z.-Q.", "abstract": "During sustained activity, voltage-gated sodium (Nav) channels enter a slow inactivation state to limit cellular hyperexcitability. Disruption of this regulatory process has been implicated in skeletal, cardiac and neurological disorders. While the kinetics of this process are well characterized, its endogenous modulators remain unclear. Here, we identify Proline-Rich Transmembrane Protein 2 (PRRT2) as a native regulator of Nav channel slow inactivation. We show that PRRT2 facilitates the entry of Nav channels into slow-inactivated state and delays their recovery, a regulatory effect conserved from zebrafish to humans. PRRT2 forms molecular complexes with Nav channels both in vitro and in vivo. In the mouse cortex, PRRT2 deficiency impairs the slow inactivation of Nav channels in neuronal axons, leading to reduced cortical resilience in response to hyperexcitable challenges. Together, these findings establish PRRT2 as a physiological modulator of Nav channel slow inactivation and reveal a mechanism that supports cortical resilience to pathological perturbations.", "date": "2025-09-28", "journal": ""}
{"title": "Mapping the Structural Brain Network of Psychopathy: Convergent Evidence from Humans and Chimpanzees", "doi": "10.1101/2025.09.25.678605", "authors": "Dugre, J. R.; Vickery, S.; Latzman, R. D.; Hopkins, W. D.; Hoffstaedter, F.; De Brito, S. A.", "abstract": "Psychopathy, a condition characterized by profound emotional and interpersonal deficits, has long been hypothesized to stem, in part, from structural brain abnormalities. Yet, neuroimaging findings remain inconsistent. To address these discrepancies, we applied a novel structural network mapping approach combined with cross-species analyses. Traditional meta-analysis revealed weak spatial convergence across 20 samples. Nevertheless, we found that heterogeneous peak locations coalesced into a distributed set of regions encompassing the insular, and prefrontal cortices. This network overlapped strikingly (r = .93) with a lesion-derived network causally linked to antisocial behaviour, and variation within it predicted volumetric risk scores in both humans (n = 107, R2 = .16) and chimpanzees (n = 148, R2 = .21). These findings suggest that psychopathy reflects abnormalities across a collection of distributed regions rather than isolated areas, providing a unifying explanation for decades of inconsistent results and advancing our understanding of its clinical, biological, and evolutionary bases.", "date": "2025-09-28", "journal": ""}
{"title": "Tmem117, an oligodendrocyte-enriched regulator of NCX activity, links myelin homeostasis to counterregulation and metabolic health.", "doi": "10.1101/2025.09.27.678761", "authors": "Alappat, M.; Mazurkiewicz, M.; Picard, A.; Prisco, F.; Kipar, A.; Bhat, M. A.; Benke, D.; Zeilhofer, H. U.; Thorens, B.; Gaspari, S.", "abstract": "The counterregulatory response (CRR) to hypoglycemia is a fundamental, evolutionarily conserved homeostatic mechanism orchestrated by the central nervous system (CNS) to ensure survival during glucose scarcity. In individuals with diabetes, this response is frequently impaired, contributing to life-threatening episodes of hypoglycemia. Tmem117 was previously identified in a genetic screen as a promising hypothalamic regulator of CRR. Our previous work highlighted its contribution to CRR through regulation of vasopressin secretion. Here, we reveal that Tmem117 is also enriched in cells of the oligodendrocytic lineage and we characterize the contribution of oligodendrocytic Tmem117 in CRR. We show that depletion of Tmem117 from either all oligodendrocyte lineage cells or only mature oligodendrocytes leads to myelin deficits and male-specific defects in CRR. Furthermore, we reveal that transient, adult-onset depletion of Tmem117 in mature oligodendrocytes is sufficient to induce long-lasting metabolic imbalances in male mice, suggesting that defects in oligodendrocytes and myelin can affect peripheral glucose homeostasis. Mechanistically, we provide for the first-time insights on the function of Tmem117 showing that it regulates intracellular calcium dynamics through its interaction with the sodium-calcium exchanger NCX1. Together, these results redefine our understanding of the cellular contributors to the CRR, highlight the importance of oligodendrocytes in systemic glucose regulation, and position Tmem117 as a promising molecular target for cell-specific manipulation of NCX activity.", "date": "2025-09-28", "journal": ""}
{"title": "Dendritic Interaction of Timescales in Afterdepolarization Potentials and Nonmonotonic Spike--adding", "doi": "10.1101/2025.09.26.678799", "authors": "Koch, N. A.; Zhao, Y.; Khadra, A.", "abstract": "Depolarizations that occur after action potentials, known as afterdepolarization potentials or ADPs, are important for neuronal excitability and stimulus evoked transient bursting. Slow inward and fast outward currents underlie the generation of such ADPs with modulation of ADP amplitudes occurring as a result of neuronal morphology. However, the relative contribution and role of these slow inward and fast outward currents in ADP generation is poorly understood in the context of somatic and dendritic localization as well as with varied dendritic properties. Using a two compartmental Hodgkin-Huxley type model, the role of somatic and dendritic compartmentalization of ADP associated currents is investigated, revealing that dendritic (rather than somatic) slow inward and fast outward currents are the main contributors to ADP and spike-adding during both brief step current and AMPA current input. Additionally, dendritic size and passive properties of the dendrites were found to be key modulators of ADP amplitude. However, increasing magnitudes of NMDA current conductance resulted in nonmonotonic spike-adding in a manner dependent on dendritic Ca2+ influx and Ca2+ activated K+ currents, which was found to be the result of tight regulation of stimulus evoked transient bursting through positive feedback on action potential generation by dendritic Ca2+ and subsequent negative feedback through Ca2+ activated K+ currents. This novel mechanism of ADP and spike-adding regulation highlights the role of currents with slow timescales in ADPs, stimulus evoked bursting and neuronal excitability with implications for Ca2+ dependent synaptic plasticity and neuromodulation.", "date": "2025-09-28", "journal": ""}
{"title": "Parkinson's disease LRRK2 mutations dysregulate iron homeostasis and promote oxidative stress and ferroptosis in human neurons and astrocytes", "doi": "10.1101/2025.09.26.678370", "authors": "Mamais, A.; Batchelor, R.; Chairmandurai, A.; Subrahmanian, N.; Maio, N.; Vulpe, C. D.; LaVoie, M. J.", "abstract": "Background: Iron accumulation is a hallmark of sporadic and familial Parkinson's disease (PD) pathology and correlates with clinical motor symptom severity. The biochemical mechanisms driving iron dyshomeostasis in PD brain and whether these are early or late event in the neurodegenerative process remain unknown. Elevated nigral iron levels have been reported in LRRK2 mutation carriers, both in PD patients compared to idiopathic PD and in asymptomatic carriers relative to controls, suggesting that iron accumulation precedes clinical onset in LRRK2-associated PD. However, the precise consequence of pathogenic LRRK2 mutations on cellular iron handling within neurons and glial cells remains unclear. Methods: Here, we investigated different readouts of iron homeostasis in iPSCs and iPSC-derived neurons and astrocytes from PD patients harboring G2019S or R1441C/G LRRK2 mutations or healthy controls, as well as an isogenic iPSC panel with the same variants. By using high-content and super-resolution microscopy of iron-specific probes, we assayed iron content and distribution in cells and examined the downstream effects of iron dyshomeostasis on ferroptosis signaling. Results: We show that heterozygous LRRK2 mutations dysregulate cellular iron across iPSCs, neurons and astrocytes, in a kinase-dependent manner. Lysosomal ferrous iron storage was consistently elevated across iPSCs, iPSC-derived neurons and astrocytes carrying LRRK2 mutations. LRRK2 regulates Rab GTPase function through their direct phosphorylation, and our prior work revealed significant but divergent lysosomal phenotypes between Rab8a and Rab10 knockout models. Here, we report that Rab8a knockout recapitulates key aspects of LRRK2 mutation phenotypes on intracellular iron and ferritin levels, although with differences in magnitude and specificity. By contrast, Rab10 deficiency showed opposing effects, suggesting distinct roles for these well-established LRRK2 substrates in iron homeostasis. Finally, we show that basal lipid peroxidation and ROS levels are elevated in isogenic LRRK2 mutant neurons, while iron chelation was sufficient to reduce LRRK2-dependent ROS. Conclusions: Together, our findings demonstrate that LRRK2 mutations disrupt iron homeostasis across disease-relevant cell types and establish a discrete biochemical pathway linking LRRK2 signaling and vulnerability to ferroptosis. Ongoing work aims to further dissect the roles of Rab substrates in these pathways.", "date": "2025-09-28", "journal": ""}
{"title": "Human patient-specific FOXG1 syndrome mouse model revealed FOXG1-MYCN-mediated regulation of protein homeostasis in neurodevelopmental disorder", "doi": "10.1101/2025.09.27.678882", "authors": "Jeon, S.; Li, L.; Moon, J.-H.; Shin, D.; Park, J.; Kwak, E.; Lee, J. W.; Lee, S.-K.", "abstract": "Neurodevelopmental disorders are characterized by disruptions in brain development, resulting in cognitive, behavioral, and neurological impairments. FOXG1 syndrome (FS), caused by heterozygous mutations in the FOXG1 gene, exemplifies a severe monogenic neurodevelopmental disorder. To investigate its pathogenesis, we generated a patient-specific W300X mouse model carrying a truncation variant of FOXG1. We found that the truncated FOXG1 protein in W300X-heterozygous (W300X-Het) mice is more abundant and more nuclear-localized than the full-length FOXG1 protein, implicating a pathogenic mechanism involving the truncated protein. Interestingly, W300X-Het mice exhibited profound abnormalities in the dentate gyrus, including disrupted neurogenesis, impaired granule cell migration, and altered dendritic morphology. Transcriptomic profiling identified broad dysregulation in protein homeostasis pathways, particularly ribosomal biogenesis, translation, and proteostasis. Disruption of the FOXG1-MYCN pathway, critical for robust protein synthesis during neural stem cell division, synaptogenesis, and synaptic plasticity, emerged as a key mechanism underlying these defects. In parallel, microglial activation and inflammation were markedly increased in the dentate gyrus, contributing to a pro-inflammatory environment that exacerbates neurogenic and structural deficits. Consistent with hippocampal dysfunction in FS patients, W300X-Het mice exhibited significant spatial learning and memory impairments. Together, our study highlights disrupted protein homeostasis and neuroinflammation as key drivers of FS pathogenesis, providing a framework for developing therapeutic strategies targeting these pathways.", "date": "2025-09-28", "journal": ""}
{"title": "Human dorsal root ganglia neuronal cell line to study nociceptive signaling: a new pipeline for pain therapy.", "doi": "10.1101/2025.09.27.674468", "authors": "Dochnal, S. A.; Du, Y.; Malange, K. F.; Bryant, J.; Bandari, D.; Borges Paes Lemes, J.; Whitford, A. L.; Cliffe, A. R.; Mali, P.; Dore, K.; Miller, Y. I.; Yaksh, T. L.", "abstract": "Nociceptive afferent neurons within the dorsal root ganglion (DRG) detect and relay painful stimuli from the periphery to the brain, and the malfunctioning of this process leads to sustained pain states. Animal model studies have been invaluable for demonstrating the importance of the DRG nociceptor in pain sensation and the development of related analgesic targets. However, there are functional biological differences between human and animal model nociceptors. Therefore, a complementary in vitro model of human nociception is critical to confirming the relevance of preclinical findings for therapeutic drug development. We characterized the nociceptive properties of differentiated cells from the human DRG-derived immortalized cell line HD10.6. Within differentiated HD10.6 cells, we documented the abundance and localization of nociceptive machinery central to regulating excitability and linked with pain sensation including ion channels TRPV1 and NaV1.7 and afferent peptides CGRP and Substance P. Using calcium influx imaging assays, we confirmed the electrical functionality of TRPV1 and NaV1.7 in HD10.6 cells, and through whole-cell patch clamp, we found similar baseline electrophysiological parameters of HD10.6 cells to those previously observed in human patient DRGs. Further, we found that differentiated HD10.6 cells express the mu opioid receptor 1 protein, and DAMGO, a mu agonist, blocks depolarization-evoked calcium influx in a naloxone-reversible fashion. Importantly, using an inflammatory cocktail, excitation and peripheral sensitization are induced within HD10.6 cells, mirroring nociceptors in a pain state during or after tissue damage or inflammation. Finally, HD10.6 cells were also cultured into dual-chambered microfluidic devices to mirror the biological anatomy of the nociceptor. Within this system, we demonstrated the uptake of adeno-associated-virus (AAV) by the peripheral terminals and AAV transport to the soma. Altogether, we have developed the use of HD10.6 cells to create a system of human nociceptive signaling on a chip to study human nociceptor physiology and intervention.", "date": "2025-09-28", "journal": ""}
{"title": "The DLX/Notch axis is necessary for spatiotemporal regulation of neural cell fate", "doi": "10.1101/2025.09.28.679022", "authors": "Leung, R.; See, M.; George, A. M.; Barry, P. L.; Charitakis, N. C.; Ramialison, M.; Faux, M. C.; Eisenstat, D. D.", "abstract": "The neuronal-glial cell fate switch during forebrain development is highly regulated. DLX transcription factors are necessary for promoting GABAergic interneuron differentiation and migration but the mechanisms for concomitant repression of glial fate in neural progenitors remain elusive. Here, the DLX2 regulatory network dynamic in the developing ventral telencephalon was characterised using a multi-omic approach at single-cell resolution, including single-cell whole genome spatial transcriptomics. We identified a secondary proliferative zone in the ventral subventricular zone and spatiotemporal-context dependent Notch pathway repression by DLX2 in maintaining progenitor populations and facilitating neural differentiation. We found that DLX2 controls cell fate determination by directly repressing Notch signalling genes as well as glial fate promoting transcription factors, thereby inhibiting early adoption of oligodendroglial differentiation during neurogenesis. Thus, temporal cell fate switch mediated by DLX2 via a multilayer gene regulatory network redefines our current understanding of neuronal-glial cell specification mechanisms in the developing telencephalon.", "date": "2025-09-28", "journal": ""}
{"title": "Blocking apoptosis promotes survival and alters developmental dynamics of human retinal ganglion cells in retinal organoids", "doi": "10.1101/2025.09.27.678991", "authors": "Zhang, J. S.; Guy, B.; Santiago, C. P.; Tiozzo, C.; Sreenath, M.; Chen, Y.-W.; Blackshaw, S.; Johnston, R. J.", "abstract": "Retinal ganglion cells (RGCs) are the projection neurons that transmit visual information from the retina to the brain. In many species, a substantial proportion of RGCs are eliminated by programmed cell death during development to regulate their final number, but how cell death impacts human RGC development remains poorly understood. Here, we characterized the timing and cell-type-specificity of cell death in human fetal retinas and retinal organoids. Both retinas and organoids exhibited two waves of apoptosis: an early wave targeting neurogenic retinal progenitor cells and neuronal precursors, and a late wave affecting RGCs and other neurons. Additionally, organoids displayed a distinct wave of necrosis. To investigate how the apoptotic waves affect retinal development, we differentiated human BAX/BAK double mutant organoids deficient in apoptosis. In these mutants, RGC lifespan and survival increased, while RGC neurogenesis and maturation were delayed. Thus, developmental apoptosis controls not only the quantity of RGCs but also their developmental dynamics. Together, our results highlight the roles of apoptosis in human RGC development and the challenges in retinal organoid design. Addressing these limitations will improve the utility of organoids for studying human retinal development and modeling optic neuropathies like glaucoma.", "date": "2025-09-28", "journal": ""}
{"title": "mBER: Controllable de novo antibody design with million-scale experimental screening", "doi": "10.1101/2025.09.26.678877", "authors": "Swanson, E.; Nichols, M.; Ravichandran, S.; Ogden, P.", "abstract": "Recent machine learning approaches have achieved high success rates in designing protein binders that demonstrate in vitro binding to their targets. While open models for unconstrained \"minibinder\" design have shown great experimental promise, methods for designing binders in specific formats, such as antibodies, have lagged behind in experimental success rates. In this work, we present mBER, an open-source protein binder design system capable of designing antibody-format binders with state-of-the-art experimental success rates. mBER builds on the ColabDesign framework, achieving successful antibody design primarily through the inclusion of informative sequence and structure conditioning information. Using mBER, we designed two libraries comprising over 1 million VHH binders against 436 diverse targets. We experimentally screened the two libraries against 145 of these targets, resulting in a dataset of over 100 million binding interactions. We achieved specific and significant design success against 45% of targets. In a filtered set of designs, we detect binding rates to specific epitopes as high as 38%. Through mBER, we demonstrate that format-specific binder design is possible with no additional training of underlying folding and language models. This work represents the largest reported de novo protein design and validation campaign, and one of the first open-source methods to demonstrate double-digit percentage experimental success rates for antibody binder design.", "date": "2025-09-28", "journal": ""}
{"title": "Flexible Working Memory in the Peripheral Nervous System", "doi": "10.1101/2025.09.26.678884", "authors": "Yang, S.; Dong, Y.; Kiyonaga, A.", "abstract": "Working memory (WM) representations that are distributed across the brain can be flexibly recruited to best guide behavior. For instance, information may be represented relatively more strongly in visual cortex when a WM task requires fine visual detail, or more strongly in motor cortex when a specific response can be prepared. If WM is geared to prospectively guide actions, then we might also expect such task-oriented neural signals to propagate to the peripheral sensors and effectors that realize WM goals. Likewise, there is now evidence that oculomotor signals like saccade biases can track simple visuo-spatial WM features. However, it is unclear if such signatures are functionally meaningful, and how much information is contained in them. Here, we test the idea that WM content is adaptively distributed across the nervous system according to behavioral demands. Namely, we test whether visual WM stimulus features are expressed in patterns of both eye and hand movements during a WM delay, and whether the distribution of such peripheral motor activity shifts with the task context. In a delayed recall task, we manipulated how human participants reported their memory by having them either draw a line or adjust a wheel to match a remembered orientation. Via eye- and stylus-tracking, we found that remembered orientations were decodable from small inflections in both gaze and hand movements during the blank WM delay. Moreover, this decoding strength varied by response format: gaze patterns tracked memorized features relatively better in the wheel condition (vs. draw), while hand movements were better in the draw condition (vs. wheel). Individuals who showed greater wheel benefits in gaze-based decoding also showed greater draw benefits in hand-based decoding, suggesting a strategic processing shift to the more relevant system. Therefore, visually encoded WM contents may be adaptively allocated to the most task-relevant motor effectors, balancing WM representations across peripheral activity according to behavioral needs.", "date": "2025-09-28", "journal": ""}
{"title": "CDK11 activates CDK12 to trigger the elongation of RNA Polymerase II", "doi": "10.1101/2025.09.27.678947", "authors": "zhang, g.; Liu, H.; Li, L.; Leach, S.; Wei, P.; Zhang, Q.; Huang, H.; Houles, T.; Roux, P. P.", "abstract": "CDK11 is an essential cyclin-dependent kinase in higher eukaryotes, yet its specific substrates and functional roles have remained elusive. Our findings reveal that CDK11 is functionally analogous to the yeast Bur1 kinase, phosphorylating the repeat region of hSpt5 and the linker domain of Rpb1 in RNA Polymerase II (Pol II). Inhibition of CDK11 results in a significant reduction of active Pol II not only at transcription start sites but also along gene bodies. Further investigation finds that CDK11 is crucial for the phosphorylation and activation of CDK12, which is essential for the elongation of Pol II. Moreover, we find that CDK10 can partially compensate for the function of CDK11. Combining with earlier functional elucidation of CDK9 from us, the consequent roles of CDK7/8, CDK9, CDK10/11, and CDK12/13 in transcription regulation in metazoans are established.", "date": "2025-09-28", "journal": ""}
{"title": "In Vivo Mutagenesis of a Ketosynthase Domain Uncovers Productivity and Specificity Control in Modular Polyketide Synthases", "doi": "10.1101/2025.09.26.678738", "authors": "Hu, J.; Kushnir, S.; Brandenburger, M.; Schulz, F.", "abstract": "Ketosynthase domains govern chain transfer and substrate selectivity in modular polyketide synthases (PKS), yet their functional tunability in native contexts remains poorly understood. We performed phylogenetically guided mutagenesis of the KS5 domain from the Streptomyces cinnamonensis monensin PKS and evaluated 72 variants in vivo across wild type and reductive loop null backgrounds. This revealed discrete active site motifs that control productivity, redox state specificity, and extender unit selection, functions traditionally ascribed to other PKS domains. AlphaFold3 structural mapping linked these motifs to substrate tunnel and catalytic core features, providing a mechanistic basis for the observed phenotypes. Our findings demonstrate that KS domains can be rationally re tuned to overcome productivity bottlenecks and alter specificity in intact PKSs, offering a route to improved yields and expanded chemical diversity in engineered polyketides.", "date": "2025-09-28", "journal": ""}
{"title": "A synthetic bacterium that degrades and assimilates poly(ethylene terephthalate)", "doi": "10.1101/2025.09.28.673679", "authors": "Freund, D.; Cherukuri, K. P.; Mireles, R.; Kippen, J.; Shossel, M.; Noda-Garcia, L.", "abstract": "Polyethylene terephthalate (PET) is the fourth most commonly used plastic worldwide. Like all plastics, post-consumer PET is poorly managed and accumulates in the environment, posing significant ecological threats. After 70 years of accumulation, microorganisms capable of degrading and assimilating PET have been isolated, demonstrating that PET can be broken down and converted into valuable cellular biomass or metabolic products. These natural isolates, however, are poorly characterized and challenging to genetically manipulate, which limits their further optimization and applicability. Here, we engineer a well-established synthetic biology chassis for the biodegradation and assimilation of PET. We modified the bacterium Pseudomonas putida KT2440 to heterologously express an active PET-hydrolytic enzyme extracellularly and to metabolize PET biodegradation products. The resulting strain, named PETBuster, was capable of growing on PET as the sole carbon source on solid and liquid media. We achieved 91% PET degradation after 21 days of culture, with a doubling time of 3.6 days, under mesophilic conditions. In this way, we demonstrate that PET fermentation is feasible, opening the door to the production of valuable chemicals from waste.", "date": "2025-09-28", "journal": ""}
{"title": "Directed evolution of a compact TranC11a system for efficient genome editing", "doi": "10.1101/2025.09.28.678669", "authors": "Zhu, Z.; Gao, Q.; Gao, Q.; Jia, H.; Wang, Z.; He, M.; Li, L.; Zhang, L.; Li, S.; Jin, S.; Gao, C.; Zhao, K. T.", "abstract": "The recently discovered TranC systems represent programmable RNA-guided DNA endonucleases of transposon origin with compact protein sizes ideal for therapeutic delivery. However, their editing efficiency in human and plant cells is limited. Here, we evolved TranC11a and engineered its sgRNA to enhance overall editing efficiencies. TranC11a systems exhibit up to 9.2-fold higher editing activity than its parent and achieves efficiency comparable to SpCas9 across multiple human genome endogenous sites, significantly outperforming compact editors NovaIscB and enTnpB1c. TranC11a enables efficient editing of disease-relevant genes in human cells and breeding traits in maize. With its high editing activity and compact size (574 aa), TranC11a demonstrates strong potential for future in vivo genome editing and crop engineering.", "date": "2025-09-28", "journal": ""}
{"title": "Programming Microbe-Computer Interaction for Customized Life-Nonlife and Cross-Life Communication", "doi": "10.1101/2025.09.27.679003", "authors": "Feng, Z.; Zhang, C.; Huang, X.; Zhang, Y.; Liu, H.; Cui, M.; Zhang, H.; Song, Z.; Li, M.; Li, H.; Ma, B.; Lu, S.; Li, M.; Bai, G.; Sun, D.; Zhang, X.; Zou, Z.; Zhou, Y.; Ye, B.; Gao, M.; Yin, H.; Tao, M.; Liu, P.; Liu, D.; Luo, H.; Wang, H.", "abstract": "This extension of human-computer interaction (HCI) paradigm to the non-intelligent microbe-computer interaction (MCI) is attractive for building generalized life-nonlife communication. Main challenges lie in how to construct biohybrid interface within individual MCI unit and thereafter program cross-life communication based on these MCI units. Here, we propose the design and construction of opto-interfaced MCI unit composed of engineered microbes and computer terminals, for enabling quantifiable transduction between microbial signals and digital signals. These units were able to serve as biohybrid sensors, actuators and transceivers, supporting biomonitoring, bio-actuation and microbe-centric bidirectional operations. Based on these functional units, we established programmable cross-life communication architectures capable of unicast, multicast, and logic-gate-driven communication with temporal dynamic control. The architectures were validated in biomedical scenarios including tumor hypoxia biomarking, epidermal heavy metal detoxification, and colitis intervention, demonstrating robust performance in closed-loop diagnostic-therapeutic applications. Additionally, we integrated MCI with an unmanned surface vessel for environmental monitoring, highlighting its cross-domain potential. Collectively, we provide a scalable strategy for building customized life-nonlife and cross-life communication, which is expected as an important complement to internet of things (IoT).", "date": "2025-09-28", "journal": ""}
{"title": "Combinatorial factorizable libraries outperform enumerated and random libraries for antibody discovery", "doi": "10.1101/2025.09.25.678628", "authors": "Gifford, D. K.; Dai, Z.", "abstract": "The effective use of high-throughput functional assays to discover novel biological therapeutics requires a diverse library of desirable candidates. Here we design candidate antibody libraries using factorizable neural networks (FNNs) that permit the economic synthesis of factorizable libraries that are depleted of non-specific binders. We experimentally evaluated an FNN designed antibody CDR-H3 factorizable library that is designed to contain binders to peptide-MHC (pMHC) complexes with depletion of library sequences that exhibit non-specific pMHC binding. The factorizable library comprises 10^4 prefixes that were randomly combined with 10^4 suffixes. We find that it contains more viable candidates than designed libraries with the same DNA synthesis budget on our pMHC binding task. FNNs make it possible to efficiently computationally design combinatorial libraries, a task that is not possible with conventional methods.", "date": "2025-09-28", "journal": ""}
{"title": "Symmetrical Dimethylarginine as the Central Antigenic Determinant of Anti-Smith Autoantibodies in Systemic Lupus Erythematosus", "doi": "10.1101/2025.09.25.678492", "authors": "van Vliet, L. C.; Dorjee, A. L.; Toes, R. E. M.; Suurmond, J.", "abstract": "Objective Systemic lupus erythematosus (SLE) is a chronic autoimmune disease causing multi-organ damage. The most specific autoantibody response in SLE, present in 20-30% of patients, targets the Sm-protein and has been shown to recognize a linear Sm-derived B cell epitope containing a post-translational modification (PTM) of arginine termed symmetrical dimethyl arginine (sDMA). As autoantibodies to other PTM-modified proteins are often promiscuous, we aimed to determine the specificity and cross-reactivity of anti-Sm antibodies. Methods Specificity and promiscuity/cross-reactivity of anti-Sm IgG were measured by ELISA in anti-Sm+ SLE patients (n=12), anti-Sm- SLE patients (n=12) and healthy donors (HD) (n=12) using peptides containing either sDMA or unmodified arginine. Inhibition and cross-reactivity were determined using competitive ELISA and affinity purification. Recognition of endogenous EBNA1 by anti-Sm IgG was performed by Western blot using lysates of EBV-bearing lymphoblastoid cell lines. Results The sDMA residue is recognized by anti-Sm+ SLE patients regardless of the peptide amino acid sequence, with a modest impact of amino acids flanking sDMA on recognition. Most notably, IgGs targeting sDMA comprise the overall majority (~90%) of the anti-Sm antibody repertoire and are highly cross-reactive between SmD3108-122 and several sDMA-containing viral-derived epitopes, including full-length EBNA1. Conclusion Our data implicate that the majority of anti-Sm IgGs target the sDMA residue irrespective of its Sm-context, thus representing a prototypic anti-modified protein antibody (AMPA) response. These antibodies are highly promiscuous, recognizing several sDMA-modified proteins, including naturally occurring viral sDMA-expressing proteins. These data indicate a potential link between viral infection and tolerance breach in anti-Sm+ SLE patients.", "date": "2025-09-28", "journal": ""}
{"title": "STAT3 operates as an inflammation-dependent transcriptional switch", "doi": "10.1101/2025.09.26.678857", "authors": "Grassmann, S.; Kim, H.; Friedrich, C.; Pujol, M.; Fan, S. X.; Zhang, J.; Beroshvili, G.; Buchholz, V. R.; Gasteiger, G.; Sun, J. C.", "abstract": "Signal transducer and activator of transcription 3 (STAT3) is a key regulator of immune cell function, but its role in lymphocytes remains incompletely understood. Here, we show that STAT3 has a context-dependent function in antiviral natural killer (NK) cells, either promoting or impairing adaptive NK cell responses dependent on the level of inflammation. STAT3 is recruited to distinct genomic sites under homeostatic versus inflammatory environments, where it drives different transcriptional programs. Through this re-localization, STAT3 regulates downstream transcription factors MYB and BLIMP-1 in an inflammation-dependent manner to shape NK cell differentiation under homeostasis and during infection. Thus, STAT3 acts as a transcriptional switch that integrates cytokine signals to control lymphocyte adaptation to different environments. This mechanism highlights how therapeutic interventions targeting STAT3 can result in different outcomes depending on the degree of inflammation.", "date": "2025-09-28", "journal": ""}
{"title": "Analyses of protein expression and genetic fitness determinants reveal dynamic pathways active in starved Pseudomonas aeruginosa", "doi": "10.1101/2025.09.28.678986", "authors": "Munro, F. D.; Ambulte, E.; Hemsley, C. M.; Bergkessel, M.", "abstract": "Heterotrophic bacteria rapidly deplete essential macronutrients during growth and must navigate subsequent periods of growth arrest imposed by starvation. Nutrient limitations can be dynamic in nature, requiring ongoing regulatory adjustments involving new protein synthesis despite total biosynthetic activities being dramatically lower than during growth. Here, we have characterized the responses of the opportunistic pathogen Pseudomonas aeruginosa to prolonged starvation for carbon or nitrogen sources, and to transitions between these states. We find that most cells survive both types of starvation for more than a week and maintain low but robustly detectable levels of protein synthesis in the absence of growth. Nitrogen-starved cells are larger, make more proteins and retain fewer ribosomes than carbon-starved cells, indicating that distinct physiological strategies are adopted during the two starvation types. We found that the newly synthesized proteomes of each starvation type are distinct, although many of the most highly synthesized proteins are shared between both conditions. Interestingly, we observed a temporary burst of protein synthesis as cells were transitioned between the two starvation conditions, which may reflect active remodelling of the proteome during growth arrest. We also used transposon insertion sequencing to identify genes impacting fitness in both starvation conditions and during transitions between the two and found that a highly overlapping set of global regulators most strongly influenced survival. Combining these datasets, we highlight proteases and chaperones; flagellar motility; and the nitrogen-related phosphotransferase system as key fitness-impacting functions that are actively maintained by growth arrested Pseudomonas aeruginosa.", "date": "2025-09-28", "journal": ""}
{"title": "PPP1R3G Deletion Blocks RIPK1-Mediated Apoptosis and Necroptosis in Doxorubicin-Induced Cardiotoxicity", "doi": "10.1101/2025.09.26.678784", "authors": "Ma, X.; Chen, K.; Wang, Z.", "abstract": "Cardiotoxicity is a major limitation of cancer chemotherapy, exemplified by doxorubicin (DOX), yet its underlying mechanisms remain incompletely defined. Here, we identify Protein Phosphatase 1 Regulatory Subunit 3G (PPP1R3G) as a critical amplifier of DOX-induced cardiotoxicity. We show that DOX activates both apoptosis and necroptosis in vitro. Mechanistically, DOX first induces p38-dependent inhibitory phosphorylation of receptor-interacting protein kinase 1 (RIPK1), providing a transient brake on cell death. PPP1R3G facilitates the removal of inhibitory phosphorylation, thereby permitting RIPK1 activation, oligomerization, and downstream apoptotic signaling. Activated RIPK1 further promotes mitochondrial DNA (mtDNA) release, which induces IFN-{beta}-mediated ZBP1 expression and establishes a positive feedback loop that amplifies late-stage necroptosis. Genetic ablation of Ppp1r3g suppresses both apoptosis and necroptosis in cardiomyocytes, attenuates inflammatory cytokine production, and protects mice from DOX-induced cardiac injury and mortality. These findings delineate a PPP1R3G-RIPK1 axis that converts an early protective phosphorylation checkpoint into sustained death signaling and identify PPP1R3G as a potential therapeutic target for cardioprotection.", "date": "2025-09-28", "journal": ""}
{"title": "The homeobox transcription factor HbxB coordinates distinct gene regulatory networks for asexual development and secondary metabolism in Aspergillus nidulans", "doi": "10.1101/2025.09.26.678847", "authors": "Bastakis, E.; Harting, R.; Lienard, T.; Aden, M.; Grosse, V.; Popova, B.; Braus, G. H.", "abstract": "Formation of conidia as asexual spores and sometimes worldwide distribution through the air is a very important feature of the fungal life style. This process is controlled by several regulatory proteins, including homeobox domain transcription factors. HbxB is one such regulator with implications in the control of development, secondary metabolism and various stress responses in the filamentous fungus Aspergillus nidulans. However, the molecular mechanism of the regulatory role of HbxB during asexual development is still elusive. Here we show that HbxB is a nuclear localized protein with great impact on asexual sporogenesis. Employment of high throughput assays like chromatin immunoprecipitation (ChIP-seq) and transcriptomics (RNA-seq), elucidated the in vivo binding landscape of HbxB in a genome-wide scale. A set of 238 genes as direct targets of HbxB were identified. A nine bases DNA motif where HbxB prefers to bind in vivo was discovered as HbxB response element (HRE). HbxB is influencing the expression of genes encoding master regulators of the asexual development such as SclB, PpoC, FlbA and FlbC. Moreover, the direct transcriptional control of the secondary metabolites sterigmatocystin and emericellamides biosynthesis by HbxB was discovered. Lastly also a previously elusive mutual regulatory control circuit between HbxB and two major regulators of the asexual development SclB and MsnA was found. Both of these regulators can directly induce the expression of hbxB. This study provides a detailed molecular mechanism on how HbxB controls A. nidulans asexual sporulation.", "date": "2025-09-28", "journal": ""}
{"title": "Design and optimisation of rapid real-time PCR assays for the detection of key Culicoides species", "doi": "10.1101/2025.09.26.678746", "authors": "Isiye, E.; Valcarcel Olmeda, A.; Curran, T.; O'Neill, D.; De Waal, T.; Barry, G.; O'Hanlon, A.; O'Shaughnessy, J.; England, M.; Zintl, A.; O'Meara, D.", "abstract": "In extensive surveillance programmes of Culicoides biting midges (Diptera: Ceratopogonidae), morphological identification can be time-consuming and difficult, while DNA barcoding, although highly accurate, may not be cost-effective or suitable for rapid analysis, as it requires individual specimen processing. To address these limitations, we developed a rapid screening method using real-time PCR assays with either SYBR Green or hydrolysis probe-based detection chemistries. Species-specific primers and, where necessary, hydrolysis probes were designed based on the updated sequences of the ITS2 region of seven Culicoides species. The specificity and efficiency of these assays were validated both in silico and through real-time PCR testing on target and non-target Culicoides species, tested individually and as mixed-species samples. The new real-time PCR assays detect vector species including C. obsoletus, C. scoticus, C. chiopterus, C. dewulfi, C. pulicaris, C. punctatus, and C. impunctatus in pools of individual specimens, with single-specimen sensitivity. The molecular techniques developed in this study provide a valuable tool for accurate and high-throughput Culicoides surveillance, which can be used for year-round monitoring of adult midges in traps and larvae in environmental samples, potentially revealing novel insights into the spatial and temporal turnover of Culicoides species. These methods can be applied to large-scale vector screening programmes involving pooled samples, addressing the limitations of previously described methods used in midge surveillance.", "date": "2025-09-28", "journal": ""}
{"title": "MRAP2 potentiates GPCR signaling by conserved mechanisms that are disrupted by obesity-associated genetic variants", "doi": "10.1101/2025.09.26.678709", "authors": "Jamaluddin, A.; Wyatt, R.; Broichhagen, J.; Levitz, J.; Gorvin, C. M.", "abstract": "Accessory proteins such as members of the melanocortin-2 receptor accessory protein family (MRAP) have been described to interact with and regulate the signaling of diverse G protein-coupled receptors (GPCRs), however, surprisingly little is known about the mechanisms by which they mediate these effects. MRAP2 modifies signaling of three distinct GPCRs, melanocortin receptor 4 (MC4R), MC3R and the ghrelin receptor (GHSR), which each play essential roles in appetite regulation. Human mutations in MRAP2 cause obesity with hyperglycaemia and hypertension, suggesting that its regulation of GPCRs is critical for maintaining metabolic homeostasis. However, the nature of MRAP2/GPCR complexes and whether there are shared mechanisms for complex assembly, critical structural regions or consistent effects on receptor signaling and trafficking remains unknown. Here we showed all three GPCRs preferentially interact with MRAP2 as 1:1 complexes and that MRAP2 binding disrupts GPCR homodimerization. MRAP2 interacts with the same receptor transmembrane regions to promote GPCR signaling, and the accessory protein impairs {beta}-arrestin-2 recruitment to prolong signaling and delay internalization. Deletion of the cytoplasmic region of MRAP2 impairs GPCR signaling by modulating receptor constitutive activity. Genetic variants in MRAP2 associated with overweight or obesity modulate the constitutive activity of all three GPCRs. Thus, MRAP2 regulates GPCR function using shared molecular mechanisms and these studies provide further evidence of the importance of GHSR constitutive activity.", "date": "2025-09-28", "journal": ""}
{"title": "Glycosphingolipids Regulate Phosphatidylserine Transport at ER-PM Contact Sites", "doi": "10.1101/2025.09.26.678863", "authors": "Gannaban, R.; Ali, S.; Chen, W.; Nguyen, M.; Moore, T. I.; Zhou, Y.; Hancock, J. F.; Liu, J.", "abstract": "Plasma membrane (PM) localization of KRAS requires specific glycosphingolipids in the outer leaflet and phosphatidylserine (PS) in the inner leaflet. PM PS content is controlled by lipid transport proteins ORP5 and ORP8, which operate at ER-PM membrane contact sites (MCSs). Using high-resolution imaging, we now show that GSLs including GM3 and SM4, are required to maintain ORP5 and ORP8 localization to MCSs. Genetic deletion or pharmacologic inhibition of enzymes required for the biosynthesis of GM3 or SM4, displace PI4-kinase Type IIIalpha; (PI4KIIIalpha; and its adaptor EFR3A from the PM, thereby reducing PM phosphatidylinositol 4-phosphate (PI4P) content. PM interactions of ORP5 and ORP8 are also disrupted. Since ORP5 and ORP8 transport PS to the PM by counter-transporting PI4P to the ER, PM PS content is substantially reduced. We further show that GM3 and GM2 regulate the assembly of ER-PM-MCSs, such that the function of other MCS-localized macromolecular machineries including calcium release-activated calcium channels is abrogated when glycosphingolipid biosynthesis is blocked. Together, this study establishes glycosphingolipids as organizers of PS transport and ER-PM MCSs, expanding the regulators of MCSs beyond protein tethers to include glycosylated lipids and revealing how glycosphingolipids control KRAS function.", "date": "2025-09-28", "journal": ""}
{"title": "Mechanism of Sanliangsan Lipid-Lowering in treating hyperlipidemia: insights from network pharmacology and molecular docking", "doi": "10.1101/2025.09.25.678651", "authors": "Yu, Z.; Hu, Y.; Lv, W.; Wang, Y.; Yang, Y.", "abstract": "Abstract   Background and Objective   This study used network pharmacology to identify active ingredients, key targets, and signaling pathways of Sanliangsan Lipid-Lowering (SLL) for hyperlipidemia (HLP), and clarify its lipid-lowering material basis and mechanism.       Methods   SLL active ingredients were retrieved from TCMSP, with corresponding targets obtained from Uniprot (duplicates excluded). Cytoscape constructed the \"Herb-Active Ingredient-Predicted Target\" network. HLP-related targets were from GeneCards, OMIM, DrugBank; intersections with SLL targets were potential therapeutic targets. Top 20 targets (by Degree) built the \"Herb-Active Ingredient-Target-Disease\" network. STRING constructed a PPI network, with top 10 key targets identified via Cytoscape plugins. Metascape performed GO/KEGG analysis (visualized via Bioinformatics tools). AutoDock Tools validated via molecular docking.       Results   115 SLL active ingredients (255 predicted targets) and 2106 HLP targets were screened, with 140 common targets. Top active ingredients: kaempferol, quercetin, formononetin. Key targets: AKT1, TNF-, IL-1{beta}, IL6, PPARG, PTGS2. GO covered 30 entries (10 biological processes, 10 cellular components, 10 molecular functions). KEGG included Lipid and atherosclerosis. Molecular docking showed core ingredients-key targets binding energies < -5.0 kJ/mol (lowest: formononetin-PTGS2, -10.1 kJ/mol).       Conclusion   SLL treats HLP via \"multi-component, multi-target, multi-pathway\" synergy, providing a theoretical basis for further validation and clinical use.", "date": "2025-09-28", "journal": ""}
{"title": "Mosquito seasonality and trap type evaluation using routine surveillance data from New Orleans, Louisiana, United States", "doi": "10.1101/2025.09.25.678659", "authors": "Scavo, N. A.; Reyes, D.; Pavlakis, A. F.; Riegel, C.; Wilke, A. B. B.", "abstract": "New Orleans, Louisiana, is a major gateway for the introduction of arboviruses into the United States due to high volumes of travel from arbovirus-endemic regions, the influx of migratory birds, and the presence of competent mosquito vectors. To respond to this increasing threat, the New Orleans Mosquito, Termite, and Rodent Control Board conducts routine and response-based mosquito surveillance. Three main types of traps are used in their surveillance system: gravid traps, CDC light traps, and BG-Sentinel traps. Understanding the capability of different trap types in assessing species richness, abundance, and community composition is instrumental in guiding surveillance efforts and responding to travel-associated and locally acquired arboviral infections effectively. This study aims to characterize the temporal dynamics of mosquito vector species in New Orleans, Louisiana, and to evaluate the effectiveness of BG-Sentinel, CDC light, and gravid traps in assessing species richness, abundance, and community composition. Alpha and beta diversity were compared based on trap type. Abundance, Richness, Shannon-Wiener diversity index, and evenness were compared using a Kruskal-Wallis Rank Sum test, followed by a post-hoc Dunn test with Bonferroni correction. Community composition was assessed using pairwise permutational multivariate analysis of variance (perMANOVA) and similarity percentage analysis (SIMPER), both with 10,000 permutations. Significant differences in mosquito abundance and diversity metrics were observed among trap types, indicating that trap choice strongly influences observed mosquito abundance, richness, community composition, and evenness. Gravid and CDC light traps, as well as BG-Sentinel and gravid traps, collected significantly different communities, driven mostly by higher Culex quinquefasciatus abundance in gravid traps. Differences between BG-Sentinel and CDC light traps were primarily driven by Culex salinarius and Aedes vexans, both more frequently collected by CDC light traps. Our results show that trap type significantly influences estimates of species abundance, richness, community composition, and evenness in New Orleans. These findings emphasize the importance of selecting appropriate trap types to generate accurate and actionable surveillance data, essential for guiding and optimizing mosquito control strategies aimed at preventing and responding to arbovirus outbreaks.", "date": "2025-09-28", "journal": ""}
{"title": "Mutation bias in driver genes reveals the distribution of effects of oncogenic mutations", "doi": "10.1101/2025.09.25.678277", "authors": "Stolyarova, A.; Bazykin, G.", "abstract": "Although many cancer driver genes have been identified, the full set of mutations within these genes that can promote tumorigenesis remains unknown. The contribution of a mutation depends on both its probability of occurrence and the selective advantage it confers. Here, we introduce a metric that quantifies how selection biases the spectrum of observed mutations in driver genes, and use it to develop a method estimating the number of driver mutations and their effect distribution at individual genes. Applying this framework to large cancer cohorts, we find that in most oncogenes, nearly all driver mutations have already been observed, whereas in most tumor-suppressor genes, the majority remain undiscovered. These results reveal fundamental differences in how mutation and selection shape mutational patterns across gene classes and provide a framework for interpreting newly detected variants.", "date": "2025-09-28", "journal": ""}
{"title": "Heat shock induces silent ribosomes and reorganizes mRNA turnover", "doi": "10.1101/2025.09.26.678833", "authors": "Rahaman, S.; Schiffelholz, N.; Mittal, N.; Frohlich, K. E.; Zavolan, M.; Becskei, A.", "abstract": "mRNAs associate with single or multiple ribosomes; these ribosomal assemblies - monosomes and polysomes - translate the mRNAs before degradation. The impact of heat stress on this mRNA turnover remains unclear. In heat-shocked yeast cells, the proportion of monosomes within the ribosomal assemblies rises without a corresponding increase in the number of mRNAs associated with them. As a result, most monosomes are devoid of mRNAs and silent, lacking translational initiation factors and proteins facilitating posttranslational folding. The accumulation of silent ribosomes generally reduces the rate of association of transcripts with the ribosomes. However, elevated temperatures enhance the ribosomal association of specific mRNAs, primarily those encoding heat-shock proteins, allowing them to balance their increased degradation rates. Additionally, reduced binding of the Xrn1 exonuclease to mRNAs diminishes the influence of codon optimality on mRNA stability. These mechanisms reorganize mRNA turnover to prioritize heat-shock protein synthesis over ribosome biogenesis.", "date": "2025-09-28", "journal": ""}
{"title": "A Universal Method for Quantifying Elemental Sulfur and Selenium in Biological Matrices", "doi": "10.1101/2025.09.26.678775", "authors": "Eldakra, N. E.; York, E. J.; Switzer, C. H.", "abstract": "Sulfur is a fundamental element in biology, influencing the origin of life, its evolution, and contemporary cellular processes. Yet, the study of elemental sulfur in biological systems remains constrained by the absence of accessible and robust quantification methods. We recently demonstrated that Reactive Sulfur Species (RSS), including sulfane sulfur forms such as polysulfides and elemental sulfur (S8), react with phosphines to yield phosphine sulfides. Here, we present a selective and reproducible method for quantifying S8 in biological matrices. S8 was isolated from biological samples via organic solvent extraction and confirmed by Raman spectroscopy. The extracted S8 is then reacted with triphenylphosphine (TPP) to form triphenylphosphine sulfide (TPP=S), which is quantified using 31P nuclear magnetic resonance (NMR). Similarly, elemental selenium is quantified in biological samples using this methodology. These approaches yield high recovery and reproducibility across diverse biological samples, including mammalian and plant tissues and bacterial cultures. By enabling universal detection and quantification of elemental sulfur and selenium, this method opens new avenues for investigating chalcogenide-based redox biology.", "date": "2025-09-28", "journal": ""}
{"title": "Development and validation of a streamlined workflow for proteomic analysis of proteins and post-translational modifications from dried blood", "doi": "10.1101/2025.09.26.678912", "authors": "Foster, M.; Chen, Y.; Violette, M.; Forrester, M.; Mellors, J. S.; Phinney, B. S.; Plumb, R.; Thompson, J. W.; McMahon, T.", "abstract": "It is increasingly recognized that the 'omic analysis of whole blood has applications for precision medicine and disease phenotyping. Despite this realization, whole blood is generally viewed as a challenging analytical matrix in comparison to plasma or serum. Moreover, proteomic analyses of whole blood proteomics have almost exclusively focused on (non)targeted analyses of protein abundances and much less on post-translational modifications (PTMs). Here, we developed a streamlined workflow for processing twenty microliters of venous blood collected by volumetric absorptive microsampling that incorporates serial trypsinization, N-glycopeptide and phosphopeptide enrichment and avoids laborious sample dry-down or cleanup steps. Up to 10,000 analytes (reported as protein groups, glycopeptidoforms and phosphosites) were quantified by liquid chromatography-tandem mass spectrometry (LC-MS/MS) in approximately 2 h of MS acquisition time. Using these methods, we explored the stability of dried and wet blood proteomes, as well as effects of ex vivo inflammatory stimulus or phosphatase inhibition. Multi-omics factor analysis enabled facile identification of analytes that contributed to inter-individual variability of the blood proteomes, including N-glycopeptides that distinguish immunoglobulin heavy constant alpha 2 allotypes. Collectively, our results help to establish feasibility and best practices for the integrated MS-based quantification of proteins and PTMs from dried blood.", "date": "2025-09-28", "journal": ""}
{"title": "The NaaS Methodology applied to modeling chemotherapy-induced peripheral neuropathy with human hiPSC neurons", "doi": "10.1101/2025.09.25.678500", "authors": "Bessy, T.; Lambert, T.; Dubuisson, L.; Batut, A.; Azema, A.; Baquerre, C.; Ponomarenko, A.; Roux, S.; Ftaich, N.; Honegger, T.", "abstract": "The Neuron-as-a-Sensor (NaaS) methodology is a human-relevant platform designed to detect compound-induced effects by capturing functional changes in neuronal activity. This is achieved by integrating hiPSC-derived neuronal cultures, compartmentalized MEA microfluidic devices, a detailed electrophysiology paradigm and a standardized analysis pipeline. Applied to chemotherapy-induced peripheral neuropathy (CIPN), NaaS leverages electrophysiological profiling to capture alterations in neuronal excitability beyond cytotoxicity. Using paclitaxel and oxaliplatin as reference compounds, we demonstrated drug-specific, time-dependent changes in spontaneous and thermally evoked activity that align with their distinct clinical neuropathic phenotypes. Dimensionality reduction of electrophysiological metrics enabled construction of a functional discrimination map, allowing robust separation of compound signatures from vehicle controls. These findings highlight the ability of NaaS to model clinically relevant neurotoxic effects in a scalable manner, supporting its application in both adverse effect prediction and therapeutic screening.", "date": "2025-09-28", "journal": ""}
{"title": "Effective sequence-to-expression prediction for membrane proteins using machine learning and computational protein design", "doi": "10.1101/2025.09.25.678317", "authors": "Shen, Y.; Underhill, J.; Mulholland, A. J.; Oyarzun, D. A.; Curnow, P.", "abstract": "The recombinant expression of integral membrane proteins is notoriously challenging. One way to address this challenge is via computational genotype-to-phenotype models that determine how particular sequence features correlate with protein expression levels. The potential of such approaches is yet to be fully realised, at least partly because so few expression datasets are available. Here, we study the sequence-to-expression relationships of a library of 12,248 membrane proteins derived from combinatorial computational design. The expression phenotype of the entire library is assessed in the widely-used recombinant host Escherichia coli. We employed selected phenotypic data to train a sequence-to-expression predictor using supervised machine learning, which achieved high classification accuracy on held-out test sequences. This model was then used to infer the expression of >10,000 unmeasured sequences, and validation of the top predictions of both high and low expressers achieved 100% success rate. Using tools from explainable AI, we identified specific sequence positions and substitutions that are most important in dictating cellular expression levels. This analysis was validated by model-guided protein engineering that achieved an 8-fold increase in the purification yield of a poorly-expressing variant. We find that cells accumulate elevated levels of transcript mRNA for high-expressing proteins, and speculate that this arises from efficient translation-coupled membrane insertion which minimises transcript degradation. Our results show that computational protein design in tandem with supervised learning leads to effective models for the discovery of protein variants with improved expression phenotypes, and can decode the molecular basis of membrane protein expression.", "date": "2025-09-28", "journal": ""}
{"title": "A mycelium biofactory: Novel biomaterial obtained by culturing Ganoderma sessile on a potential osteogenic substrate", "doi": "10.1101/2025.09.25.678536", "authors": "D'Elia, N. L.; Postemsky, P.; Sartuqui, J.; Placente, D.; Gonzalez-Pardo, V.; Ercoli, D.; Messina, P.", "abstract": "ABSTRACT. Oral diseases represent a significant public health challenge, particularly periodontal and peri implant diseases that result in considerable bone loss and diminished quality of life. To address these issues, tissue engineering techniques such as guided bone regeneration (GBR) utilize barrier membranes to promote bone defect healing. This study introduces a novel membrane employing Ganoderma sessile mycelium as a microstructural director for osteogenic biomaterials, achieving a mycelium, alginate, nanohydroxyapatite (My ALG HA) composite. This innovative strategy addresses the limitations of conventional biomaterials, including inadequate management of chewing forces, limited blood supply and microbial contamination. This approach uses the unique hierarchical structure and hydrophobic properties of Ganoderma mycelium alongside the biocompatibility and hydrophilicity of the ALG HA system to improve the structural integrity and biological functionality. The mycelium colonizes the ALG HA substrate, forming a porous trabecular bone like network. Water contact angle assays indicated an anisotropic water interaction behavior, and tensile testing confirmed the material ductility. Incorporating mycelium derived molecules contributes to its hydrophobicity and resistance to degradation in simulated physiological conditions. Additionally, the My ALG HA biomaterial demonstrates human blood hemocompatibility and osteoblast like cell (MC3T3 E1) cytocompatibility, highlighting its potential as an advanced solution for bone tissue regeneration in regenerative medicine.", "date": "2025-09-28", "journal": ""}
{"title": "Prediction of TdP Arrhythmia Risk Through Molecular Simulations of Conformation-specific Drug Interactions with the hERG K+, NaV1.5, and CaV1.2 Channels", "doi": "10.1101/2025.09.25.678690", "authors": "Rouen, K. C.; Narang, K.; Han, Y.; Wang, D.; Jang, E.; Brunkow, S.; Yarov-Yarovoy, V.; MacKerell, A. D.; Vorobyov, I.", "abstract": "Unintended block of cardiac ion channels, particularly hERG (KV11.1), remains a key concern in drug development as disruption of ion channel function can lead to deadly arrhythmia. To assess proarrhythmic risk, we investigated how drugs interact with hERG in its open and inactivated states and whether drug interactions with other cardiac channels like NaV1.5 and CaV1.2 mitigate that risk. Using cryo-EM structures, we modeled open and inactivated conformations of these channels with Rosetta and AlphaFold. We then applied Site Identification by Ligand Competitive Saturation (SILCS), a physics-based pre-computed ensemble docking method, to predict drug binding affinities. SILCS leverages molecular simulation-generated free energy maps for high-throughput docking against hydrated lipid bilayer-embedded ion channel models. Bayesian machine learning was used to refine SILCS scoring using experimental IC50 values from 69 known hERG blockers outperforming Schrodinger Glide, AutoDock Vina, and OpenEye FRED drug docking predictions. Computed drug binding affinities for hERG and CaV1.2 channels were used to train machine learning models that successfully classified around 300 drugs from the CredibleMeds database. Cationic nitrogen SILCS fragment free energy scores were found to be top physical properties that are predictive of drug-induced Torsades de Pointes (TdP) arrhythmia risk. This approach, which relies on the predicted binding free energies and predicted physical properties of drugs rather than the chemical structure of the drugs themselves as features could be extended to facilitate the design of new drugs where rapid assessment of arrhythmia risk can be performed prior to experimental testing.", "date": "2025-09-28", "journal": ""}
{"title": "A stromatoporoid-like sediment-agglutinating sponge from microbialites of Cambrian Stage 4", "doi": "10.1101/2025.09.25.678569", "authors": "Luo, C.; Reitner, J.; Sun, Z.; Chen, K.", "abstract": "Many extant demosponges, especially the non-spicular taxa, incorporate foreign detritus in their spongin or chitinous skeletons. This supposed energy-efficient way of skeleton construction is, however, rarely known in the fossil record. In this study, based on careful petrographic analyses using standard optical microscopy, cathodoluminescence and fluorescence microscopy, and a three-dimensional reconstruction, a fossil from the Cambrian Stage 4 of Xuzhou City, Jiangsu Province, China, is established as a sediment-agglutinating sponge Psammolectospongia beiwangensis gen. et sp. nov. These fossils encrust stromatolitic microbialites and are often surrounded by Girvanella mats. This succession of microbialites and sponge fossils was developed in a turbulent hydrodynamic condition after the deposition of edgewise conglomerates. P. beiwangensis possesses labyrinthine skeletons with an architecture similar to that of some stromatoporoids, such as Stromatopora and Syringostromella, although dissepiments are absent in the Cambrian fossil. The skeleton of P. beiwangensis is mainly composed of packed silt- to sand-sized detritus grains and skeletal fragments of other animals, while in some places, it can contain various proportions of micrites. The morphology and skeletal composition of P. beiwangensis indicate an affinity to an agglutinating demosponge, which mainly constructed its skeleton using agglutinated and incorporated sediments, while the spongin skeleton was able to be biomineralized like that of Vaceletia. This study is the first report of a sponge fossil that mainly built its skeleton using foreign detritus, and it expands our knowledge about the physiology and ecological behaviors of early Paleozoic demosponges.", "date": "2025-09-28", "journal": ""}
{"title": "NLX-112 is anti-inflammatory, upregulates GDNF and is neuroprotective against MPTP-induced nigrostriatal dopaminergic degeneration in mice", "doi": "10.1101/2025.09.25.678507", "authors": "Powell, W. H.; Annett, L. E.; Depoortere, R. Y.; Newman-Tancredi, A.; Iravani, M. M.", "abstract": "NLX-112 is a potent and selective 5-HT1A agonist that has successfully completed phase 2A clinical trial for treatment of L-DOPA-induced dyskinesia in Parkinsons disease (PD). We investigated the neuroprotective activity of NLX-112 in a mouse 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) model of PD. Four groups of mice received either saline (1ml/kg) daily for 15 days, MPTP (21.4 mg/kg for 5 days, preceded and followed by 5 days saline, NLX-112 (1mg/kg/day for 15 days) or combined MPTP + NLX-112. Two weeks following cessation of treatments, NLX-112-treated mice showed increased locomotor activity and reduced anxiety-like behaviour in an open-field test, consistent with sustained effects of 5-HT1A receptor activation. MPTP-treated male mice showed a significant reduction of dopaminergic (i.e., tyrosine hydroxylase immunoreactive; TH-ir) neurones in the substantia nigra (SN) and the striatum by 40 and 55%, respectively. NLX-112 treatment elicited a significant protection against MPTP-induced loss of TH-ir neurones and nerve terminals. MPTP also a markedly increased the levels of GFAP-ir astrocytes and Iba1-ir microglia in the SN, and co-expression of glial-derived neurotrophic factor (GDNF) in the GFAP-ir astrocytes in both the SN and the striatum. However, in MPTP treated mice, NLX-112, markedly reversed microglial expression in the SN, and upregulated GFAP/GDNF co-localisation in both the striatum and the SN. Overall, the present study demonstrates a robust neuroprotective effect of NLX-112 in a mouse model of PD by preventing microgliosis, upregulating GDNF and favouring sustained pro-locomotor activity.", "date": "2025-09-28", "journal": ""}
{"title": "A rational approach for multicopy delta integration in Saccharomyces cerevisiae targeting a conserved Ty1 LTR sequence", "doi": "10.1101/2025.09.26.678811", "authors": "Seguchi, G.; Vargas, B. d. O.; Pereira, G. A. G.; de Mello, F. d. S. B.", "abstract": "Genomic integration is a foundation in yeast-based cell factories, ensuring phenotypic stability and adequate gene dosage to sustain desired metabolic fluxes. Retrotransposon-associated sequences are attractive genomic integration targets for metabolic engineering, as they are present in multiple copies throughout the genome and their disruption should not jeopardize the cell. In S. cerevisiae, multiple strategies have been proposed to target Ty elements, but little attention has been given to the homology sequence itself. Through analysis of all long terminal repeats in S. cerevisiae, we propose a novel consensus {delta} sequence for efficient multicopy gene integration. Reducing homology length to favor a more conserved sequence greatly increases the number of potential genomic integration sites -- reaching 85 targets in this work. The designed integration sequence was validated by introducing a non-native xylose fermentation pathway into this yeast, achieving a single-step simultaneous integration of 15 xylose isomerase copies, enabling efficient ethanol production in the engineered strain.", "date": "2025-09-28", "journal": ""}
{"title": "Study on Early pregnancy diagnosis in sows based on joint analysis of vaginal secretion metabolomics and machine learning", "doi": "10.1101/2025.09.25.678563", "authors": "冯,  ; Gao, R.; Zhang, Y.; Yang, W.; Li, M.; Li, Q.; Pu, G.; Zhang, Y.; Ren, Y.; Ai, Z.; Yan, K.; Lu, H.; Huang, T.", "abstract": "Objective: Metabolic transformations in female mammals throughout gestation manifest in the metabolite profiles of bodily fluids, potentially serving as biomarkers for the diagnosis of pregnancy. This investigation concentrated on sows 18 days post-mating, with the objective of identifying biomarkers pertinent to early pregnancy diagnosis through the analysis of variations in metabolic molecules within vaginal secretions. Methods: Vaginal secretion samples were procured from both pregnant and non-pregnant sows 18 days post-mating, subsequently subjected to untargeted metabolomic analysis utilizing liquid chromatography-mass spectrometry (LC-MS). The samples were partitioned into training and testing datasets, and machine learning algorithms--specifically, Random Forest (RF) and support vector machine (SVM)--were integrated with metabolite weight ranking to identify key biological markers. Results: A total of 3,249 metabolic molecules were identified, among which 534 exhibited significant differential expression in the vaginal secretions of pregnant versus non-pregnant sows. Notably, three hormones that correlate with the pregnant status of the sow were discerned: Progesterone, 3-Deoxyestradiol, and Prostaglandin E1. KEGG pathway analysis revealed that the differentially expressed metabolites were predominantly enriched in nucleotide metabolic pathways. The RF model demonstrated an impressive accuracy of 1.00 in the training dataset and 0.88 in the testing dataset, while the SVM model maintained an accuracy of 1.00 across both datasets. Utilizing model weights and differential expression data, three pivotal metabolites were identified: Indolepropionic acid, cis-Aconitate, and 4-p-Coumaroylquinic acid, which exhibited ROC curve AUC values of 0.90, 0.89, and 0.79, respectively. Conclusion: This study validates the viability of utilizing vaginal secretions for the early diagnosis of pregnancy in sows, thereby establishing a foundation for the advancement of non-invasive diagnostic methodologies.", "date": "2025-09-28", "journal": ""}
{"title": "Furin Inhibition Protects Against Acute Lung Injury in a Mouse Model of Pseudomonas Aeruginosa Infection", "doi": "10.1101/2025.09.25.678606", "authors": "Magnen, M.; Bernard, O.; Looney, M. R.; Yu, M. A.; Kwon, M.", "abstract": "Pseudomonas aeruginosa (PA) is responsible for significant morbidity and mortality particularly in patients with chronic lung diseases such as chronic obstructive pulmonary disease (COPD), bronchiectasis, cystic fibrosis (CF) as well as hospital-acquired pneumonia (HAP) and ventilator-associated pneumonia (VAP). The rise of antibiotic-resistant PA strains necessitates alternative treatment strategies. Among the different toxins secreted by PA, Exotoxin-A (Exo-A) becomes cytotoxic when cleaved by furin. This study investigates the therapeutic potential of furin inhibitor BOS-318 in mitigating acute lung injury induced by Exo-A and PA infection. Furin inhibition significantly improved survival rates and reduced lung injury in mouse pneumonia models using Exo-A and PA103. Additionally, BOS-318 accelerated bacterial clearance in vivo, and increased phagocytosis by alveolar macrophages. Bulk RNA-seq immune profiling revealed modulation of the natural killer (NK) cell signaling pathway possibly due to a decrease in NK recruitment, suggesting a role of furin in shaping the immune response. Overall, our findings demonstrate that furin inhibition protects against PA-induced acute lung injury and hastens bacterial clearance. These results are the first to characterize furin inhibition in animal models and supports its potential use as an adjunctive therapeutic strategy for treating PA infections.", "date": "2025-09-28", "journal": ""}
{"title": "The Sindbis virus nsP3 opal codon protects viral RNA and fitness by maintaining replication spherule integrity", "doi": "10.1101/2025.09.27.679005", "authors": "Bhattacharya, T.; Freeman, T. S.; Alleman, E. M.; Wang, F.; Chechik, L.; Emerman, M.; Myles, K. M.; Malik, H. S.", "abstract": "Most alphaviruses encode an in-frame opal stop codon between nsP3 and nsP4 in their nsP ORF. This opal stop codon mediates a temperature-dependent balance between viral polymerase production and proteolytic processing in vertebrate hosts. Yet, why this opal codon is maintained in insect hosts is unknown. Here, we show that the nsP3 opal stop codon confers a replicative advantage to Sindbis virus (SINV) in RNAi-competent mosquito cells, but not in cells lacking RNAi. Through delays in nsP processing, the lack of opal stop codon disrupts viral replication spherule integrity and increases Dicer 2-dependent cleavage of viral RNA, resulting in higher antiviral siRNA responses to the virus. Moreover, in mammalian cells, the opal codon-mediated spherule integrity also blocks MDA5-dependent viral RNA detection and interferon signaling. Thus, the highly conserved alphavirus opal codon mediates a multipotent viral defensive strategy.", "date": "2025-09-28", "journal": ""}
{"title": "Cleavage of MEP-1 by DPF-3 Reveals Novel Substrate Specificity and Its Impact on Reproductive Fitness", "doi": "10.1101/2025.09.26.678732", "authors": "Aygun, I.; Amanullah, A.; Seebacher, J.; Hess, D.; Soneson, C.; Grosshans, H.; Gudipati, R. K.", "abstract": "Proteases are enzymes that catalyse the hydrolysis of peptide bonds in proteins for their functional, modification or degradation. Members of the Dipeptidyl Peptidase IV (DPPIV) family are exopeptidases that cleave dipeptides off the N-termini of their substrate peptides, typically after proline or alanine. Recently, we showed that human DPP4 and Caenorhabditis elegans DPF-3 have a larger target repertoire in vitro, permitting cleavage after additional amino acids. Here, we use TAILS (Terminal Amine Isotopic Labelling of Substrates) to identify DPF-3 targets in vivo and observe cleavage of MEP-1 after threonine, confirming a broader substrate specificity of DPF-3 also in vivo. Demonstrating physiological relevance, we show that rendering MEP-1 resistant to cleavage disrupts its stability, leading to developmental abnormalities such as defective gonadal migration and reproductive issues. Collectively, our findings highlight a previously unappreciated complexity in the substrate specificity of DPPIV family proteases and suggest that their physiological roles may extend beyond what is currently known.", "date": "2025-09-28", "journal": ""}
{"title": "An SR45-dependent exonic splicing enhancer is essential for regulating alternative splicing in Arabidopsis", "doi": "10.1101/2025.09.27.678957", "authors": "Zhu, Y.; Shi, W.; Zhang, L.; Liao, F.; Yang, K.; Wang, J.; Zhang, H.; Huang, J.; Huang, W.", "abstract": "Alternative splicing (AS) is a critical gene regulatory mechanism that underpins developmental plasticity and environmental adaptation in eukaryotes. Although numerous cis-elements and trans-factors governing AS have been characterized in animals, their functional roles in plants remain largely unexplored. We previously identified the Arabidopsis sot5 mutant, which exhibits leaf virescence due to a mutation in the conserved 5' splice site (5'ss) of intron 7. Here, through characterization of a suppressor of sot5 (E61), we found that E61 harbors a G to A mutation in exon 8 of the SOT5 gene. Interestingly, this mutation creates a synonymous codon but disrupts the exonic splicing enhancer (ESE) motif (AAGAAGA), thereby reducing the splicing efficiency of the adjacent intron 7. Retention of this intron produces a functional protein that rescues the sot5 virescent phenotype. We confirmed the causal role of this ESE by using a cytidine base editor (CBE) to convert the ESE sequence to AAGAAAA or AAAAAAA in sot5. The edited plants phenocopied the suppressor E61. Genetic analyses revealed that mutations of SR45 encoding an RNA-binding protein but not its paralog SR45a similarly rescues the sot5 phenotype by impairing intron 7 splicing. Furthermore, we demonstrated that SR45 directly binds to the ESE motif in vitro, and that mutating the proximal ESEs in intron 2 of another SR45 target, GPDHC1 (Glycerol-3-Phosphate Dehydrogenase C1), recapitulates the splicing defect observed in the sr45 mutant. These findings establish that SR45 specifically recognizes AAG-repeat ESEs to enhance the splicing of adjacent weak introns, revealing a potent strategy for fine-tuning gene expression through targeted editing of splicing regulatory elements for crop improvement.", "date": "2025-09-28", "journal": ""}
{"title": "Cellular and Spatial Drivers of Unresolved Injury and Functional Decline in the Human Kidney", "doi": "10.1101/2025.09.26.678707", "authors": "Lake, B. B.; Melo Ferreira, R.; Hansen, J.; Menon, R.; Basta, J.; Thiessen Philbrook, H.; Reinert, S.; Fallegger, R.; Lagwankar, A. K.; Chen, X.; Maity, S.; Djambazova, K. V.; Gorman, B. L.; Lucarelli, N.; Gisch, D. L.; Schmidt, I. M.; Nair, V.; Alakwaa, F.; Kefaloyianni, E.; Zhang, B.; Knoten, A. L.; Kaushal, M.; Otto, E. A.; Farrow, M. A.; Diep, D.; Velickovic, D.; Sabo, A. R.; Cole, E.; Tamayo, I.; Tanevski, J.; Conklin, K. Y.; Sealfon, R. S. G.; He, Y.; Brennan, M.; Robbins, L.; Cheng, Y.-H.; Bitzer, M.; Surapaneni, A.; Menez, S.; Kharchenko, P. V.; Alpers, C. E.; Balis, U. G. J.; Barisoni", "abstract": "Building upon a foundational Human Kidney resource, we present a comprehensive multi-modal atlas that defines spatially resolved versus unresolved repair states and mechanisms in human kidney disease. Homeostatic interactions between injured kidney epithelium and its surrounding milieu determine successful repair outcomes, while pathogenic signaling promotes unresolved inflammation and fibrosis leading to chronic disease. We integrated multiple single-cell and spatial modalities across ~700 samples from >350 patients (~250 research biopsies), analyzing ~1.7 million cells alongside complementary mouse multi-omic profiles spanning acute-to-chronic injury and aging (>300,000 cells) and spatial transcriptomic analysis of >150 human biopsies. This cross-species atlas delineates functional pathways and druggable targets across the nephron and defines gene regulatory networks and chromatin landscapes governing tubular, fibroblast, and immune cell transitions from injury to either recovery or failed repair states. We identified distinct cellular states associated with specific pathological features that show dynamic distributions between acute kidney injury (AKI) and chronic kidney disease (CKD), organized within unique spatial niches that reveal progression mechanisms from early injury to unresolved disease. Gene regulatory analyses prioritized key transcription factor activities (SOX4, SOX9, NFKB1, REL, KLFs) and their target networks establishing disease states and tissue microenvironments. These regulatory programs were directly linked to clinical outcomes, identifying molecular signatures of recovery and secreted biomarkers predictive of AKI-to-CKD progression, providing a key resource for therapeutic development and precision medicine approaches in kidney disease.", "date": "2025-09-28", "journal": ""}
{"title": "Microbial and small zooplankton communities predict density of baleen whales in the southern California Current Ecosystem", "doi": "10.1101/2025.09.25.678658", "authors": "Satterthwaite, E. V.; Ruiz, T.; Patin, N. V.; Alksne, M. N.; Thomas, L.; Dinasquet, J.; Lampe, R. H.; Chan, K. G.; Patrick, N. A.; Allen, A. E.; Baumann-Pickering, S.; Semmens, B. X.", "abstract": "Understanding the density of marine mammals is important for assessing population dynamics and evaluating the impacts of human activities on these species. In this work, we examine microorganisms that may be ecologically associated, whether directly or indirectly, with baleen whales - the potential \"ecological habitat\" - to predict baleen whale densities via statistical relationships adjusted for seasonal patterns of occurrence. We assessed the capability of microbial and small plankton communities to predict the density of Balaenopteridae whales in the Southern California Current Ecosystem in each quarterly season from 2014 to 2020 using data from the California Cooperative Oceanic Fisheries Investigations (CalCOFI). Densities were estimated from visual sightings for three target species - blue, fin, and humpback whales - and microbial and small plankton communities were examined using concurrent water samples via metabarcoding of the 16S and 18S rRNA genes. We identified microbial and small plankton communities specific to each target species that were strong predictors of estimated density. Groups of 23-60 distinct Amplicon Sequence Variants (ASVs) per baleen whale species explained 81-99% of variability in estimated whale density and predicted density estimates to within ~1 individual per 1000 km2. The predictive accuracy achieved by our approach, compared with naive seasonal carry-forward and seasonal averaging approaches to prediction, improves out-of-sample RMSE by up to an estimated 65%. Microbial and small plankton communities were characterized by 148 unique taxonomic annotations enumerated across marker genes. Of these, 20% were shared across all three species, 21% were shared by two species, and the remaining (59%) were unique to a single whale species, which suggests that there is some overlap in the ecological habitat among blue, humpback, and fin whales, but each species is also related to a distinct community of microbes and small plankton.  We also conducted a narrative review to examine existing known relationships of baleen whales with microbes or small plankton. Of the 148 unique taxonomic annotations we found to be predictive of baleen whale densities, 23% have been referenced within the existing literature exploring microbial prey, parasites, commensals, or respiratory-associated organisms of baleen whales, with matches at the genus or family level. The rest matched at higher taxonomic levels (41%) or had no documented matches in our literature search (36%).  These findings suggest that some of the microbial and small plankton community predictors may be ecologically relevant, yet further studies are needed to understand how these organisms function collectively as a community and interact with whale ecology, prey, and the surrounding environment. Our results suggest that using microbial and small plankton communities to quantify the potential ecological habitat of larger organisms, like baleen whales, can enhance predictive models and may inform hypotheses about the ecological relationships between whales and the biological communities with which they co-occur.", "date": "2025-09-28", "journal": ""}
{"title": "Osmotic stress triggers fast and reversible PMF collapse in Escherichia coli", "doi": "10.1101/2025.09.25.678644", "authors": "Meneses, L.; Dudebout, E. M.; Belser, S.; Yang, J.; Wadhwa, N.", "abstract": "Environmental stressors routinely impact bacteria and affect their physiology. Among the most important physiological parameters is the proton motive force (PMF), that powers vital cellular processes and molecular machines. Measuring how PMF responds to environmental stress in real time requires tools that capture rapid physiological changes with high temporal resolution. Here, we use the bacterial flagella motor as an in vivo voltmeter to probe PMF dynamics during hyperosmotic shock. Because motor rotation frequency scales linearly with PMF, this approach enables single-cell electrophysiology with high temporal resolution. We find that hyperosmotic stress causes a rapid and reversible loss of PMF in Escherichia coli, independent of the osmolyte used or the presence of potassium ions. We corroborate these findings by using the Nernstian dye, tetramethyl rhodamine methyl ester (TMRM), showing that hyperosmotic shock leads to membrane depolarization. Together, our results highlight the efficacy of the flagellar motor as powerful tool for probing bacterial electrophysiology and reveal that hyperosmotic stress directly disrupts cellular energetics in addition to its mechanical effects.", "date": "2025-09-28", "journal": ""}
{"title": "Computational Modeling of Motor-Driven Extension of Microtubule Bundles in Axons", "doi": "10.1101/2025.09.25.678704", "authors": "Yim, D.; Patterson, L.; Suter, D.; Miller, K.; Kim, T.", "abstract": "In addition to actin assembly at the growth cone, neuronal axons elongate via interactions between microtubules and microtubule-associated proteins including dynein motor proteins and cross-linking proteins. Dynein translocates microtubules toward the growth cone to exert extensile forces for axonal outgrowth. During this process, microtubules are most likely to experience compressive loads, which can result in bending deformation on microtubules called buckling. Such buckled microtubules are impaired in their ability to bear compressive forces and may not contribute significantly to axonal outgrowth. If microtubules are interconnected by cross-linking proteins, they are less likely to be buckled and thus able to resist larger compressive loads. Despite the importance of the buckling and connectivity of microtubules, their effects on the axonal outgrowth have not been investigated to date. In this study, using an agent-based computational model, we created a microtubule bundle to simulate the microtubule system in axons. This bundle increased its length by interactions between dynein-like motors and microtubules against a mechanical load. We found that intermediate cross-linking density resulted in maximal elongation of the bundle, because microtubules were easily buckled at low cross-linking density, whereas the displacement of microtubules was inhibited at high cross-linking density. When individual microtubules were much stiffer, the bundle showed higher elongation even with lower cross-linking density, since stiff microtubules were less likely to be buckled by compressive loads. Our study provides new insights into the mechanisms driving axonal outgrowth.", "date": "2025-09-28", "journal": ""}