{"title": "Engineering a genetic system for female-biased, genetically unmodified progeny in mice without affecting litter size", "doi": "10.1101/2023.11.21.568055", "authors": "Yosef, I.; Mahata, T.; Xie, X.; Chen, Y.; Bar-Joseph, H.; Sun, Q.-Y.; Shalgi, R.; Munitz, A.; Gerlic, M.; Qimron, U.", "abstract": "The ability to influence the sex ratio of mammalian offspring has applications in agriculture and animal welfare. Here we describe a genetic system in mice that produces predominantly female progeny, reaching approximately ninety percent, without affecting litter size or introducing genetic modifications into the offspring. The system consists of a doxycycline-regulated cassette inserted into the Y chromosome, encoding dCas9 and RNA guides intended to impair the function of Y bearing sperm. While the cassette was originally intended to repress a spermatid maturation gene, our analyses did not detect meaningful changes in gene expression or sperm function that would account for the phenotype. Nevertheless, male mice carrying the cassette consistently produced female biased litters, and the effect was reversed by doxycycline, confirming that it depends on cassette expression. Similar female bias was observed following in vitro fertilization using sperm from transgenic males. These findings demonstrate a reproducible, genetically confined, and conditionally regulated system for sex ratio bias in mice. The strategy may prove adaptable across species, even without a complete mechanistic understanding.", "date": "2025-12-15", "journal": ""}
{"title": "AnchoRNA: Full virus genome alignments through conserved anchor regions", "doi": "10.1101/2025.01.30.635689", "authors": "Eulenfeld, T.; Triebel, S.; Stadler, P. F.; Marz, M.", "abstract": "Multiple sequence alignment of full viral genomes can be challenging due to factors such as long sequences, large insertions/deletions (spanning several 100 nucleotides), large number of sequences, sequence divergence, and high computational complexity in particular when computing alignments based on RNA secondary structures. Standard alignment methods often face these issues, in particular when processing highly variable sequences or when specific phylogenetic analysis is required on selected subsequences. We present an algorithm to determine high quality anchors that define partitions of sequences and guide the alignment of viral genomes to respect well conserved, and therefore functionally significant, regions. This new approach is implemented in the Python-based command line tool AnchoRNA, which is designed to identify conserved regions, or anchors, within coding sequences. By default, anchors are searched in translated coding sequences accounting for high mutation rates in viral genomes. AnchoRNA enhances the accuracy and efficiency of full-genome alignment by focusing on these crucial conserved regions. AnchoRNA guided alignments are systematically compared to the results of 3 alignment programs. Utilizing a dataset of 55 representative Pestivirus genomes, AnchoRNA identified 55 anchors that are used for guiding the alignment process. The incorporation of these anchors led to improvements across tested alignment tools, highlighting the effectiveness of AnchoRNA in enhancing alignment quality, especially in viral genomes.", "date": "2025-12-15", "journal": ""}
{"title": "Res ipSAE loquuntur: What's wrong with AlphaFold's ipTM score and how to fix", "doi": "10.1101/2025.02.10.637595", "authors": "Dunbrack, R.", "abstract": "AlphaFold's ipTM metric is used to predict the accuracy of structural predictions of protein-protein interactions (PPIs) and the probability that two proteins interact. Many AF2/AF3 users have experienced the phenomenon that if they trim full-length sequence constructs (e.g. from UniProt) to the interacting domains (or domain+peptide), their ipTM scores change, even though the structure prediction of the interaction is unchanged. The reason this happens is due to the mathematical formulation of ipTM in AF2/AF3, which scores the interactions of whole chains. When one chain is a single ordered domain but the other contains lots of disorder or irrelevant domains, ipTM is higher in the presence of those residues than it is when they are trimmed. If both chains in a PPI complex contain large amounts of disorder or accessory domains that do not form the primary domain-domain or domain/peptide interaction, the ipTM score can be significantly lower in the presence of those regions than when they are trimmed. The score then does not accurately represent the accuracy of the structure prediction nor whether the two proteins actually interact. We have solved this problem by: 1) including only residue pairs in the ipTM metric that have good predicted aligned error (PAE) scores; 2) by adjusting the d0 parameter (a function of the length of the query sequences) in the TM score equation to include only the number of residues with good interchain PAEs to the aligned residue; and 3) using the PAE value itself and not the probability distributions over the aligned error to calculate the pairwise residue-residue pTM values that go into the ipTM calculation. The first two are crucial in calculating high ipTMs for domain-domain and domain-peptide interactions even in the presence of many hundreds of residues in disordered regions and/or accessory domains. The third allows us to require only the common output json files of AF2 and AF3 (including the server output) without having to change the AlphaFold code and without affecting the accuracy. It also works on npz file output from Boltz. We show in a benchmark that the new score, called ipSAE (interaction prediction Score from Aligned Errors), is able to separate true from false complexes more efficiently than AlphaFold2's ipTM score. The resulting program is freely available at https://github.com/dunbracklab/IPSAE.", "date": "2025-12-15", "journal": ""}
{"title": "Discovery of novel covalent ligands with AlphaFold3", "doi": "10.1101/2025.03.19.642201", "authors": "London, N.; Shamir, Y.; Gabizon, R.; Rogel, A.; Andreotti, A.; Lin, D. Y.-w.", "abstract": "Covalent inhibitors are a prominent modality for research and therapeutic tools. However, a scarcity of computational methods for their discovery slows progress in this field. AI models such as AlphaFold3 (AF3) have shown accuracy in ligand pose prediction, but their applicability for virtual screening campaigns was not assessed. We show that AF3 co-folding predictions and an associated predicted confidence metric ranks true covalent binders with near-optimal classification over property-matched decoys, significantly outperforming state-of-the-art covalent docking tools for a set of protein kinases. In a prospective virtual screening campaign against the model kinase BTK, we discovered a chemically distinct, novel, covalent small molecule that displays potent inhibition in vitro and in cells while maintaining marked kinome and proteomic selectivity. Co-crystallography validated the sub-angstrom accuracy of the predicted AF3 binding mode. These results demonstrate that AF3 can be practically used to discover novel chemical matter for kinases, one of the most prolific families of drug targets.", "date": "2025-12-15", "journal": ""}
{"title": "Economic and Social Modulations of Innate Decision-Making in Mice Exposed to Visual Threats", "doi": "10.1101/2025.05.12.653401", "authors": "Li, Z.; Wang, J.; Sun, Y.; Li, J.; Li, L.-y.; Li, Y.-t.", "abstract": "When confronted by predators, animals make innate decisions with rapid reaction times--a trait shaped by natural selection to maximize survival. However, rapid reactions are effective only when grounded in accurate judgments and appropriate choices, which often require cognitive control. To address how such choices are shaped, we developed a behavioral paradigm to investigate how threat intensity, reward value, and social hierarchy influence decision-making in foraging mice exposed to overhead visual threats. Using a machine learning-based approach, we classified defensive responses into four distinct decision types. We observed rapid habituation to repeated looming threats, with substantial inter-individual variability in the rate of habituation. Across both early and late phases of habituation, threat intensity is the primary determinant of decision-making, strongly driving behavior toward escape. In contrast, the influence of reward is context-dependent and emerges primarily in the late phase: under low-threat conditions, higher rewards suppress defensive responses, consistent with value-based decision theory, whereas under high-threat conditions, higher rewards promote escape, potentially reflecting heightened vigilance. Innate decision-making is further modulated by social hierarchy, with dominant mice showing greater vigilance and a stronger bias toward risk-averse behaviors, while subordinates are more reward-driven. To understand the underlying decision-making process, we developed a drift-diffusion leaky integrator model that successfully captures how threat intensity, reward value, and vigilance are integrated. Together, these findings reveal the economic and social modulation of innate decisions, offering insights into the computational mechanisms underlying the interplay between instinctive reactions and cognitive control.", "date": "2025-12-15", "journal": ""}
{"title": "Phage-Assisted Evolution of Allosteric Protein Switches", "doi": "10.1101/2025.06.12.659331", "authors": "Southern, N. T.; von Bachmann, A.-L.; Hovsepyan, A.; Griebl, M.; Wolf, B.; Lemmen, N.; Kroell, A.-S.; Westermann, S.; Mathony, J.; Niopek, D.", "abstract": "Allostery, the transmission of locally induced conformational changes to distant functional sites, is a key mechanism for protein regulation1. Artificial allosteric effectors enable remote manipulation of cell function2,3; their engineering, however, is hampered by our limited understanding of allosteric residue networks. Here, we introduce a phage-assisted evolution4 platform for in vivo optimization of allosteric proteins. It applies opposing selection pressures to enhance activity and switchability of phage-encoded effectors and leverages retron-based recombineering5 to broadly explore fitness landscapes, introducing point mutations, insertions, and deletions. Applying this framework to the transcription factor AraC yielded near-binary optogenetic switches, with light-controlled activity spanning ~1,000-fold dynamic range. Long-read sequencing across selection cycles enabled high-resolution tracking of evolving variant pools, revealing adaptive trajectories and context-dependent residue interactions. Mechanistically, we found that linker mutations promoting -helix extension at the sensor-effector junction enhance conformational coupling between LOV2 and AraC. These variants emerged consistently across independently evolved pools, underscoring their functional relevance. Together, we developed a framework for the directed evolution of programmable allosteric switches in vivo. By coupling dynamic selection with deep mutational scanning and temporal sequencing, it enables both functional optimization and mechanistic insight into allosteric networks.", "date": "2025-12-15", "journal": ""}
{"title": "Glycolipid transfer protein modulates vesicular trafficking from the endoplasmic reticulum in HeLa cells", "doi": "10.1101/2025.06.17.657375", "authors": "Nurmi, H.; Englund, L.; Henriksson, A.; Lönnfors, M.; Mattjus, P.", "abstract": "The glycolipid transfer protein (GLTP) has been proposed to function as a sensor and regulator of glycosphingolipid homeostasis in the cell, as levels of GLTP directly influence the quantities of many glycosphingolipids. Furthermore, through its interaction with the endoplasmic reticulum (ER) membrane protein VAPA (vesicle-associated membrane protein-associated protein A), GLTP may also be involved in regulating intracellular vesicular transport. Here we show that GLTP knockout leads to the sequestration of COPII coat proteins Sec23A and Sec31A at the ERES. The intracellular localization of the small GTPase Sar1A is altered in GLTP knockout cells and in cells expressing a GLTP mutant incapable of VAPA binding, indicating a correlation between the inhibition of the GLTP/VAPA interaction and the altered localization of Sar1A. We also observed alterations in the intracellular localization of the Sar1A-activating GEF Sec12 in GLTP knockout cells, implying a Sec12-activating role of the GLTP/VAPA interaction. Knockout of GLTP does not alter the amounts of other lipid transfer proteins or glucosylceramide synthase, indicating that a decrease in the levels of these proteins is not responsible for the decreased GSL levels associated with GLTP knockout. We propose a role for GLTP in modulating the COPII vesicle trafficking pathway, thereby indirectly regulating the cellular glycosphingolipid homeostasis by controlling the vesicular ceramide transport from the ER to the Golgi. Moreover, the discovery that GLTP localizes to the nucleus at the onset of the DNA-replicating S-phase of the cell cycle introduces an entirely new and unexpected dimension to GLTPs in vivo function.", "date": "2025-12-15", "journal": ""}
{"title": "Improving ADMET prediction with descriptor augmentation of Mol2Vec embeddings", "doi": "10.1101/2025.07.14.664363", "authors": "Stratiichuk, R.; Shevchuk, N.; Kyrylenko, R.; Vozniak, V.; Koleiev, I.; Voitsitskyi, T.; Korogodski, S.; Husak, V.; Ostrovsky, Z.; Khropachov, I.; Starosyla, S.; Yesylevsky, S.; Nafiev, A.", "abstract": "The accurate prediction of ADMET (Absorption, Distribution, Metabolism, Excretion, and Toxicity) properties is essential for early-stage drug development, helping to reduce late-stage attrition and guide compound prioritization. In recent years, machine learning models have emerged as powerful tools for ADMET prediction, leveraging diverse molecular representations ranging from handcrafted descriptors to graph neural networks and language model embeddings. Despite these advances, balancing predictive performance with computational efficiency remains a key challenge, particularly for high-throughput screening scenarios. Among unsupervised embedding methods, Mol2Vec has shown promise by capturing chemical substructure context analogously to word embeddings in natural language processing. However, its performance on comprehensive ADMET benchmarks has not been systematically assessed. In this work, we reimplement Mol2Vec with an expanded training corpus and higher embedding dimensionality, and evaluate its utility across 16 ADMET prediction tasks from the Therapeutics Data Commons (TDC). We show that while Mol2Vec embeddings alone are competitive, combining them with classical molecular descriptors and applying feature selection significantly improves performance. Our final MLP models with enhanced Mol2Vec embeddings achieved top-1 results in 10 of 16 benchmarks, outperforming all previously reported models on the TDC leaderboard in this regard, demonstrating that descriptor-enriched representations, paired even with relatively simple MLPs, can rival or exceed the performance of more complex models.", "date": "2025-12-15", "journal": ""}
{"title": "Protein trafficking and synaptic demand configure complex and dynamic synaptome architectures of individual neurons", "doi": "10.1101/2025.07.31.667853", "authors": "Sorokina, O.; Edita Bulovaite, E.; Sorokin, A.; Grant, S. G. N.; Armstrong, J. D.", "abstract": "Excitatory synapses are the most abundant synapse type in the brain and are essential for behaviour and implicated in hundreds of brain disorders. These synapses exhibit striking structural and functional diversity, arising from differences in their proteomic composition and turnover. Synaptome mapping at single-synapse resolution reveals that this diversity is spatially organised along the dendritic tree of individual neurons. However, the cell biological mechanisms underlying the generation of these spatial synaptic patterns and their variation across neuron types and throughout the lifespan remain poorly understood. To investigate the contributions of somatic and dendritic protein synthesis, protein trafficking, and local regulatory mechanisms such as activity-dependent degradation, we developed computational models simulating these processes and compared their predictions with empirical synaptome data. We found that an extended sushi-belt model for spatial trafficking and local synaptic demand for proteins was sufficient to explain the complex profiles of synaptic protein distributions observed in young, mature and old mice and in different cell types. Our findings suggest the highly complex and dynamic synaptome architecture of the brain is an emergent property of a minimal set of cell biological processes. Our model sets the stage for simulations of brain tissue incorporating molecularly diverse neuronal and synaptic types in a synaptome and connectome architecture.", "date": "2025-12-15", "journal": ""}
{"title": "Neural categorization of visual words of alphabetic and non-alphabetic languages", "doi": "10.1101/2025.09.30.679494", "authors": "Zheng, G.; Han, S.", "abstract": "Languages provide social-category markers that tag people as one or another social group. How does the brain sort words into different language categories as a basis of the social-categorization function of language? We addressed this issue by testing neural categorization of visual words of different writing systems in nine studies using electroencephalography, magnetoencephalography, and a repetition suppression paradigm. We showed that a neural network, including the anterior temporal, insular, orbital frontal, and ventral occipito-temporal cortices in both hemispheres, was engaged in computations of correlation distances between two words to represent intra-language similarity and inter-language difference during categorization of visual words of alphabetic and non-alphabetic languages. These processes occurred as early as 150 ms post-stimulus, recruited within-hemisphere functional connections, operated independently of words' semantic meanings and pronunciations, and exhibited consistently across individuals with diverse language backgrounds. These findings highlight the neural mechanisms of language-based spontaneous neural categorization of visual words as a basis of the social-categorization function of language.", "date": "2025-12-15", "journal": ""}
{"title": "Coxmos: Interpretable survival models for high-dimensional and multi-omic data", "doi": "10.1101/2025.10.01.679727", "authors": "Salguero, P.; Buendia-Galera, A.; Tarazona, S.", "abstract": "Background: Survival analysis in high-dimensional (HD) and multi-block (MB) settings, such as omic and multi-omic studies, poses major methodological challenges due to multicollinearity, low events-per-variable ratios, and limited model interpretability. While Cox Proportional Hazards models remain widely used, their applicability is restricted in HD scenarios. Machine learning approaches can handle such complexity but often lack interpretability. PLS-based survival models offer an attractive compromise, yet existing implementations provide limited support for model optimization, evaluation, and interpretation. Results: To overcome these limitations, we introduce Coxmos, a CRAN R package that integrates adapted Cox regression models with HD-adapted variable selection, and optimized PLS-based approaches tailored for HD and MB data. Coxmos also provides validation, comparison, interpretation, and visualization tools. Benchmarking on clinical, single-omic, and multi-omic datasets demonstrated that Coxmos outperformed other state-of-the-art machine learning methods, while enhancing interpretability. With an ovarian cancer case study, we illustrated how Coxmos facilitates model selection, validation, and biological interpretation in a complex multi-omic survival analysis. Conclusions: Coxmos provides a robust, flexible, and interpretable solution for survival analysis in HD and MB data. By combining optimized PLS-based methodologies with rigorous evaluation and rich visualization tools, Coxmos enables reliable survival prediction and facilitates the identification of relevant risk and protective factors in complex biomedical studies. The package fills an important methodological gap and represents a valuable resource for reproducible and interpretable survival modeling in the big data scenario. Availability: Coxmos is available at CRAN repository: https://cran.rproject. org/web/packages/Coxmos.", "date": "2025-12-15", "journal": ""}
{"title": "Speech is defined by theta-gamma coupled acoustic rhythms, mapped onto segregated populations in human early auditory cortex", "doi": "10.1101/2025.10.22.683926", "authors": "Lopez-Madrona, V. J.; Giroud, J.; Mercier, M.; Lancia, L.; Giordano, B. L.; Trebuchon, A.; Poeppel, D.; Giraud, A.-L.; Arnal, L.; Morillon, B. L.", "abstract": "Theta and gamma neural dynamics dominate the human auditory cortex during speech perception and have been proposed to track syllable boundaries and encode phonemic information, respectively. To what extent these rhythms are intrinsically generated or imposed by speech acoustics remains unsolved. Applying analytic methods from neuroscience to speech audio corpora from 17 languages, we found that canonical brain features (theta, gamma, and their phase-amplitude coupling) are a robust and specific acoustic signature of speech envelope across languages. They represent syllabic rate (2-6 Hz), vocalic features (30-50 Hz), and fundamental frequency (100-150 Hz). Intracerebral (sEEG) recordings from the auditory cortex of 18 epilepsy patients revealed that theta-gamma dynamics and their coupling are absent at rest. They emerge during speech perception and are linearly driven by the acoustic envelope, consistent with an evoked origin. Nevertheless, these responses originate from distinct yet functionally interconnected neural populations, indicating that the early auditory cortex demultiplexes speech timescales. Thus, early auditory cortex mirrors theta-gamma speech rhythms across segregated neural populations.", "date": "2025-12-15", "journal": ""}
{"title": "Morphogen gradients applied basally to human embryonic stem cells to control and dissect tissue patterning", "doi": "10.1101/2025.10.30.682158", "authors": "Wyatt, T.; Qiu, M.; Stoufflet, j.; Omais, H.; Thon, G.; Bonavia, S.; Hersen, P.; Hakim, V.; Sorre, B.", "abstract": "Morphogen gradients are used repeatedly during development to pattern embryonic tissues. Absolute concentrations, duration or even temporal derivative of morphogen concentration have all been proposed to carry positional information. However, establishing the causal relationship between the spatio-temporal profile of the gradient and the resulting cellular diversity and tissue patterning is difficult to address in live embryos because of lack of tools to take control of those variables. Here, we developed microfluidics devices able to apply spatiotemporally well-defined morphogen landscapes on the basal side of human embryonic stem cells colonies, thus mimicking how BMP4 is delivered to the pluripotent epiblast during mouse gastrulation. Combining live imaging and theoretical modelling, we show that in this configuration the absolute concentration of BMP4 provides positional information and the cell identities emerging during differentiation can vary according to the shape of the gradient. Our toolbox provides a powerful means to dissect the logic of patterning and to engineer tissues precisely.", "date": "2025-12-15", "journal": ""}
{"title": "From form to function: Morphology as a proxy for life history and population performance in fish", "doi": "10.1101/2025.11.12.688009", "authors": "Dixon, V.; Smallegange, I. M.", "abstract": "Life history strategies emerge from trade-offs between growth, survival and reproduction and are key predictors of how populations respond to environmental disturbances. However, estimating these strategies typically requires detailed demographic data, which are unavailable for many species. Because morphological traits govern whole-organism performance, selection on ecological performance can link morphology with life history strategies. Morphological traits can thus be practical proxies for life history strategies, offering a scalable approach for data-deficient populations. To test the hypothesis that morphological traits predict major life-history axes-and, by extension, population performance and resilience-via shared performance trade-offs, we parameterised dynamic energy budget integral projection models for 290 marine and freshwater fish species to quantify life history strategies and measured eight morphological traits from lateral-view photographs for each species. We used phylogenetically corrected principal component analysis to summarise life history strategies and morphological traits, and tested whether morphology predicts life history strategies, and whether either predicts population growth rate or demographic resilience. Lateral size morphology, comprising body elongation, relative eye size and oral gape position predicted generation turnover depending on water column position, and predicted reproductive output depending on clade. Generation turnover, reproductive output and lateral size morphology predicted population growth rate and resilience, but population growth rate and resilience were not directly aligned, challenging common assumptions in fisheries management that treat them as interchangeable. Our results support the hypothesis that morphologies linked to ecological performance scale up to shape demographic strategies, providing proof of concept that morphology can predict life-history strategies. They also highlight the potential to develop performance-based trait proxies for rapid, low-cost estimations of demographic vulnerability and recovery potential across data-poor fish populations-expanding the scope of life-history frameworks for fisheries management and conservation under increasing pressures from overfishing, habitat loss and climate change.", "date": "2025-12-15", "journal": ""}
{"title": "Microsecond Time-Resolved Cryo-EM Based on Jet Vitrification", "doi": "10.1101/2025.11.21.689681", "authors": "Haubner, M.; Williams, H. M.; Hruby, J.; Straub, M. S.; Guskov, A.; Kovalev, K.; Drabbels, M.; Lorenz, U. J.", "abstract": "Understanding and ultimately predicting the function of proteins is one of the frontiers in structural biology. This will only be possible if it becomes feasible to routinely observe proteins on the fast timescales on which they perform their tasks. Recently, laser flash melting and revitrification experiments have improved the time resolution of cryo-electron microscopy (cryo-EM) to microseconds, rendering it fast enough to observe the domain motions of proteins that are frequently linked to function. However, observations have been limited to a time window of just a few hundred microseconds. Here, we introduce time-resolved cryo-EM experiments based on jet vitrification that combine microsecond resolution with an observation window of up to seconds. We use a short laser pulse to initiate protein dynamics, and as they unfold, vitrify the sample with a jet of a liquid cryogen to arrest the dynamics at that point in time. We demonstrate that our approach affords near-atomic spatial resolution and a time resolution of 21 s. This allows us to observe the photoinduced dynamics of the light-driven sodium pump ErNaR on the microsecond to millisecond timescale. Our experiments significantly expand the ability of cryo-EM to observe protein dynamics across multiple timescales.", "date": "2025-12-15", "journal": ""}
{"title": "Shared feedback control principles across standing and walking", "doi": "10.1101/2025.11.24.690121", "authors": "Geng, Y.; van Dieen, J. H.; Bruijn, S. M.", "abstract": "Feedback control is required to maintain stability in both walking and standing, whereas the control parameters may differ due to the inherently different characteristics of these tasks. How feedback is adapted between tasks is unclear. To address this, we applied a unified feedback model, relating preceding center of mass position and velocity information to corrective ground reaction forces, to estimate and compare the control parameters between walking and standing. 15 healthy young participants (21+/- 4 yrs, 63 +/- 9 kg, 1.70 +/- 0.10 m, 13 females, 2 males) participated, they walked at 4.5 km/h for 5 minutes, and performed 3 different standing tasks: normal standing, unipedal standing, and step posture for 1 minute, repeated 5 times. Whole-body kinematics and ground reaction forces were collected and used to fit the feedback model and estimate feedback delay and gains. Results showed good model fits for both walking and standing with mean R2-values higher than 0.69. The feedback delay was significantly longer in walking than in standing. While the feedback position gains and velocity gains varied significantly across tasks and directions, position gains were mostly above critical stiffness and velocity gains all at under-damped level, with as only exception that position gains in the AP direction in walking, which were slightly below critical stiffness. The ratio of position to velocity gains in all tasks remained consistently close to the eigenfrequency (sqrt(g/l)) as predicted by the extrapolated center of mass concept. Our findings suggest a robust control strategy in which the sensorimotor system maintains a relative consistent weighting between position and velocity feedback for walking and standing.", "date": "2025-12-15", "journal": ""}
{"title": "Quantitative Logics for Directed Evolution of an Asexual Population", "doi": "10.1101/2025.11.27.690992", "authors": "Park, K.", "abstract": "1Directed evolution of asexual populations is expected to offer a wide range of benefits to humanity. Achieving efficient directed evolution (DE) requires a quantitative formulation of the experimental methodologies--or logics--that can address potential challenges throughout the evolutionary process. In this article, I introduce ten logics designed for specific purposes in DE, accompanied by their mathematical formulations. To illustrate their application, I consider a hypothetical scenario of evolving an imaginary asexual population limb into a wing, employing a matrix-based discretization method to represent the trait of interest. The results indicate that applying these logics can accelerate the evolutionary process by roughly tenfold, while achieving an average accuracy of approximately 85% in reaching the desired trait across ten simulation iterations. Based on these findings, I discuss key considerations for implementing quantitative logic-based DE, propose strategies to improve alignment between the final outcome and the target trait, and examine factors for making the discretization method practical. Finally, I explore potential connections between quantitatively guided DE processes and emerging technologies, such as artificial intelligence and quantum computation.", "date": "2025-12-15", "journal": ""}
{"title": "Comparative essentialome analysis of six Pectobacteriaceae strains using the TNSEEK pipeline identifies conserved and strain-specific fitness determinants", "doi": "10.64898/2025.12.09.693261", "authors": "Baltenneck, J.; couderc, l.; Pedron, J.; marot, g.; Flissi, A.; helene, T.; Gueguen, E.; Barny, M. A.; Condemine, G.", "abstract": "Transposon sequencing (Tn-seq) is a powerful technique for defining the essential genes required for bacterial survival. However, gene essentiality can vary significantly across taxonomic levels, and comparing large Tn-seq datasets from multiple strains presents considerable analytical challenges. To address this, we developed TNSEEK, a fully automated bioinformatics pipeline for the systematic and comparative analysis of transposon sequencing experiments. We applied TNSEEK to analyze six Soft Rot Pectobacteriaceae (SRP) strains, encompassing species from the Dickeya and Pectobacterium genera, grown in a rich medium. This approach identified a core essentialome of 225 genes, primarily involved in fundamental cellular maintenance, conserved across all six strains, a set comparable in size to that of the broader Enterobacteriaceae family. Only a few genus-specific essential genes were found highlighting interesting distinct metabolic capabilities between Dickeya and Pectobacterium genera. In striking contrast, we discovered a large variable essentialome comprising 181 strain-specific genes, many of which of unknown function. A portion of these strain-specific essential genes are components of defense systems and prophage genomic regions. The unexpected essentiality of these modules suggests they form a constitutively active frontline defense. Furthermore, a comparison with the E. coli essentialome demonstrates that discrepancies in gene essentiality can often be attributed to differences in growth conditions, particularly temperature, as well as variations in genetic redundancy. In conclusion, the TNSEEK pipeline is a robust tool for exploring functional genomics across multiple strains.", "date": "2025-12-15", "journal": ""}
{"title": "Evaluation of peptidomimetic inhibitors", "doi": "10.64898/2025.12.12.693909", "authors": "Lenz, C.; Knapp, S.; Saxena, K.", "abstract": "Scientific research in drug discovery relies on robust, versatile, and well-established methodologies. One effective strategy for targeting disease-relevant proteins, such as E3 ligases, involves rational drug design using degron peptides as starting points for compound development. Here, we present a comprehensive set of complementary assays for the evaluation of degron-based binders, enabling their integration into an efficient drug discovery pipeline. We introduce screening strategies such as Differential Scanning Fluorimetry (DSF) and Fluorescence Polarization (FP), alongside both solution-based and immobilization-based biophysical techniques, including Isothermal Titration Calorimetry (ITC) and Surface Plasmon Resonance (SPR) for reliable affinity determination. To assess intracellular interactions with full-length target proteins, we also employ Nano Bioluminescence Resonance Energy Transfer (NanoBRET). Together, these methods establish a robust framework for the discovery and characterization of degron-based peptidomimetic compounds.", "date": "2025-12-15", "journal": ""}
{"title": "In situ chromatin dynamics and HIV-1 nuclear trafficking", "doi": "10.64898/2025.12.12.693995", "authors": "Hou, Z.; Shen, Y.; Chen, L.; Shen, J.; Stuart, D. I.; zhang, p.", "abstract": "The organization and dynamics of chromatin within intact nuclei remain poorly defined, limiting understanding of how nuclear architecture influences macromolecular transport. HIV-1 provides a striking example of a large complex that must traverse this dynamic landscape to access integration sites within transcriptionally active regions. Here, we combine a functional nuclear import system with correlative cryo-electron tomography to visualize chromatin architecture and HIV-1 cores in situ during nuclear penetration. Native nucleosomes resolved at 5.6 Angstrom reveal four structural classes, from compact conformations at the nuclear periphery to open, flexible forms in the interior, defining a spatially heterogeneous and dynamic chromatin landscape. Within this environment, HIV-1 cores decorated with nuclear factors exclude nearby nucleosomes and preferentially associate with open chromatin. Disruption of CPSF6-capsid interactions abolishes these associations, confining viral cores to peripheral chromatin. These findings establish an in situ framework linking chromatin structure and dynamics to HIV-1 nuclear trafficking and provide a structural basis for viral navigation within the dynamic nuclear landscape.", "date": "2025-12-15", "journal": ""}
{"title": "δ2-Protocadherins organize parallel indirect basal ganglia circuits", "doi": "10.64898/2025.12.13.694147", "authors": "Hoshina, N.; Boeckers, J. M.; Johnson-Venkatesh, E. M.; Hoshina, M.; Matsumoto, K.; Das, A.; Rally, V. R.; Sant, J.; Inoue, T.; Umemori, H.", "abstract": "The basal ganglia (BG) contain multiple parallel neural circuits, each of which may control different behaviors. However, how the distinct parallel BG circuits are molecularly organized is not known. Here we show that two {delta}2-protocadherins (PCDHs), PCDH17 and PCDH10, which are homophilic cell-adhesion molecules, establish and define two distinct indirect BG circuits that regulate different behaviors. PCDH17 and PCDH10 are expressed in a complementary expression pattern in the BG, anatomically defining two parallel indirect BG connections. Indirect pathway-specific Pcdh17 and Pcdh10 conditional knockout (cKO) mice show impaired establishment of the indirect BG circuits in a region-preferential manner. Finally, the Pcdh17-cKO mice show defects in task learning, while the Pcdh10-cKO mice show defects in motor/sensory habituation. These results identify PCDH17 and PCDH10 as the molecular organizers for two distinct indirect BG circuits regulating different behaviors and reveal the molecular mechanisms for organizing parallel BG circuits.", "date": "2025-12-15", "journal": ""}
{"title": "A Machine Learning- 3D Microvessel Platform Identifies Kinase Targets Restoring Blood-Brain-Barrier Endothelial Integrity.", "doi": "10.64898/2025.12.11.692686", "authors": "Shin, Y. J.; Wei, L.; Hong, S.; Ren, C.; Jeffrey, M.; Cardneas, J.; Higgins, H.; Ho, N.; Evitts, K.; Smith, J.; Dong, J.-f.; Kaushansky, A.; ZHENG, Y.", "abstract": "Disruption of the brain endothelial barrier is a hallmark of traumatic brain injury (TBI), and contributes to cerebral edema, coagulopathy, and delayed neurological deficits, yet there are no mechanism-guided therapies that directly stabilize human brain vessels. Here we used a three-dimensional (3D) human brain endothelial vessel platform with quantifiable macromolecular barrier function to assess responses to thrombin and plasma from patients with TBI. This endothelial-focused 3D system isolates the central cellular regulator of blood-brain barrier function and enables mechanistic analysis of endothelial signaling and drug responses as a foundation for personalized vascular therapeutics. By integrating this platform with machine learning-guided kinase analysis, we identified kinase pathways associated with barrier stabilization versus disruption and nominated inhibitors that reversed thrombin- and TBI plasma-induced leakage as well as compounds that exacerbated endothelial loss. This work establishes an important first step toward precision vascular therapeutics in TBI, by linking patient-derived plasma phenotypes to specific endothelial barrier responses and pharmacologically tractable kinase signaling, and it provides a generalizable framework for mechanistic drug discovery across neurovascular disorders.", "date": "2025-12-15", "journal": ""}
{"title": "Deep learning predicts haematopoietic stem cell ageing from 3D chromatin images", "doi": "10.64898/2025.12.11.693143", "authors": "Picazo, P. I.; Mejia-Ramirez, E.; Di Bari, D.; Vitali, E.; Florian, M. C.; Petrone, P.", "abstract": "The functional decline of the haematopoietic system during ageing propagates detrimental effects on the whole organism, ultimately eroding life and healthspan. Quantifying haematopoietic ageing holds great scientific and clinical relevance. Alterations in chromatin architecture are a well-established hallmark of ageing that encode rich and informative signatures of the ageing process, yet they remain largely unexplored as quantitative markers. Here, we present an interpretable deep learning approach based on convolutional neural networks, ChromAgeNet, that learns changes in the spatial features of chromatin architecture during natural aging of Hematopoietic Stem Cells (HSCs). We trained our algorithm on 3D microscope images of DAPI-stained HSC nuclei to discriminate between young and aged murine HSCs, achieving and AUROC of 0.77 {+/-} 0.03. This approach outperforms classical machine learning models trained on handcrafted chromatin features from the same dataset. We then applied explainable artificial intelligence techniques, identifying chromatin entropy, peripheral heterochromatin and chromatin condensates as predictive markers. As a proof of concept, we evaluated the potential of our model as a phenotypic screening tool for aged HSCs treated with epigenetic drugs to detect rejuvenation. Altogether, we demonstrate that changes in chromatin organization can be modeled via machine learning to predict cellular ageing in the hematopoietic compartment. Our developed framework, ChromAgeNet, serves as an interpretable algorithm to unravel the intricate relationship between chromatin changes and cellular ageing, and advance high throughput drug screening for rejuvenation therapies.", "date": "2025-12-15", "journal": ""}
{"title": "oCELLoc: Automated Cell Type Assignment in Transcriptomics Data Using Reference Filtering", "doi": "10.64898/2025.12.11.693812", "authors": "Zainab, A.; Honcharuk, V.; Vandenbon, A.", "abstract": "Interpreting single-cell RNA sequencing (scRNA-seq) and spatial transcriptomics (ST) data requires accurate cell-type prediction, which strongly depends on the quality of the reference used. However, prediction accuracy is highly dependent on reference quality; missing relevant cell types or including irrelevant ones can substantially impair performance. To address this challenge, we developed oCELLoc, a regression-based method that selects the most appropriate reference cell types from a large atlas and tailors them to each new sample. oCELLoc takes pseudobulk gene expression from ST or scRNA-seq data together with a broad reference matrix and uses regularized regression with cross-validation to identify a limited number of essential cell types. We applied oCELLoc to toy datasets, scRNA-seq data, and 2,144 Visium samples across diverse tissues and conditions, demonstrating that using the filtered cell types leads to more biologically meaningful downstream predictions. oCELLoc is available as an R package on GitHub and CRAN.", "date": "2025-12-15", "journal": ""}
{"title": "Mechanisms of tumor persistence in metastatic melanoma following successful immunotherapy", "doi": "10.64898/2025.12.11.692633", "authors": "Shi, Y.; Maliga, Z.; Vallius, T.; Pant, S. M.; Pelletier, R.; Kobs, B.; Solanky, P.; He, Y.; Van Allen, E.; Santagata, S.; Ott, P.; Lian, C. G.; Buchbinder, E.; Liu, D.; Sorger, P. K.", "abstract": "Persistent stable lesions represent a common but ambiguous outcome in melanoma patients receiving immune checkpoint inhibitors (ICIs). However, these lesions are infrequently removed and poorly characterized. Here, we perform in-depth multi-omics spatial profiling on persistent stable lesions from six ICI-treated patients. In one, the proportion of viable and proliferating tumor cells was similar to that of site-matched tumors from patients progressing during ICI. Extensive infiltration with cytotoxic T cells and a high level of programmed cell death were also observed. Some quiescent cancer cells were present, but this was not the dominant tumor state. A second stable lesion, while pathologically negative, also contained proliferative tumor nests with proximate immune cells. These findings provide evidence in patients for extended tumor mass dormancy in which cell death balances ongoing proliferation and further demonstrate that persistent stable lesions can be reservoirs of viable tumor cells with implications for clinical monitoring and management.", "date": "2025-12-15", "journal": ""}
{"title": "Predicting and Controlling Collective Fate in Multicellular Systems", "doi": "10.64898/2025.12.11.693804", "authors": "Heydari, T.; Bashth, O.; Fernandes, J.; Sabbineni, B.; Aguilar-Hidalgo, D.; Chen, J.; Shakiba, N.; Edelstein-Keshet, L.; Zandstra, P. W.", "abstract": "Collective behavior is a defining property of multicellular systems, where coordinated outcomes emerge from local cell-cell interactions. Yet the quantitative rules linking single-cell decision-making to tissue-scale organization remain poorly resolved. Here, we develop a quantitative framework that defines an order parameter predicting when initially disordered colonies undergo a transition to ordered fate alignment and when minimal, localized inputs can redirect their collective state. This analysis reveals a distinct control regime in which multicellular assemblies become susceptible to a single engineered guide cell. We validate these predictions by introducing guide cells that integrate into unperturbed colonies and redirect fate patterns within the theoretically defined control windows. Together, these results connect single-cell decision rules to emergent tissue-level organization and establish a generalizable biological control strategy in which a minority engineered subset can reliably redirect the developmental trajectory of a much larger multicellular population.", "date": "2025-12-15", "journal": ""}
{"title": "A systems genetics approach to uncover mitochondrial drivers of heart failure reveals mitochondria-nuclear cross talk in genetically diverse mouse strains", "doi": "10.64898/2025.12.12.693865", "authors": "Ravindran, S.; Kimball, T. H.; Gural, B.; Lahue, C.; Rau, C. D.", "abstract": "The contribution of mitochondrial genetics to heart failure is thought to be reciprocal. Its complex traits are influenced by genetic and environmental factors. Genetically diverse mouse strains form a vital repository to uncover the interaction between the mitochondrial and nuclear genomes underlying heart failure due to their traceable genetic origins, maternal lineages and controlled genetic variation. Using systems genetics, we studied this cross-talk in the Collaborative Cross (CC) mice challenged with heart failure (HF). We used 63 strains of CC-mice that grouped into 8 mitochondrial haplotypes and subjected them to HF using isoproterenol (Iso), a beta-adrenergic stimulant that mimics progressive stress induced HF in humans. The Alzet osmotic pumps delivered a consistent dose of the drug for 21 days following which the mice were euthanized for organ collection. A group of mice with saline loaded pumps acted as control (Ctrl). Baseline and end of study echocardiography were recorded for these mice. Bulk RNA sequencing was carried out on the left ventricles and data analyzed on R-studio. The CC-strains showed differences across the haplotypes for organ weights and heart function. Noticeable treatment specific gene expression differences were observed for 34 nuclear encoded genes from MitoCarta3.0 unlike mt-DNA encoded genes that were insignificant after correcting for sex and haplotypes. These genes were associated with multiple metabolic pathways in the cell. Trait-GWAS associations with markers from the mitochondrial genome were observed only for mice from Iso group with cell surface area (p = 6.19e-06) and change in ejection fraction (p = 9.22e-05) as top hits under FWER threshold of 0.01. Cyfip2 was the top candidate gene (p = 2.66e-07) among the 831 hits (47-MitoCarta & 784 other nuclear) based on our trans-eQTL analysis. The eQTL genes influenced critical pathways of OXPHOS, myogenesis, apoptosis etc. Our approach uncovered 24 gene candidates associated with mt-DNA and HF that overlapped with our previous mi-eQTL reports. CC-mice revealed ancestry dependent effects underlying HF for studying mito-nuclear interactions. Despite establishing differences, modeling these interaction needs development of complex cybrid systems to evaluate the bidirectional impact on HF.", "date": "2025-12-15", "journal": ""}
{"title": "Thalamic Interictal Epileptic and Non-Epileptic Events during NREM Sleep in Patients with Focal Epilepsy: a Stereo-EEG Study", "doi": "10.64898/2025.12.11.693651", "authors": "Ye, H.; Jaber, K.; Ho, A.; Ye, L.; Thomas, J.; Xu, X.; Chen, C.; Chen, Y.; Ren, G.; Moye, M.; Avigdor, T.; Klimes, P.; Parikh, P.; Southwell, D.; Zheng, Z.; Zhu, J.; Wang, S.; Frauscher, B.", "abstract": "Background: Thalamic recordings are increasingly incorporated into stereo-electroencephalography (SEEG) evaluations of drug-resistant focal epilepsy to guide neuromodulation targeting. Human thalamic electrophysiology, however, is poorly defined, limiting the distinction between pathological and physiological activity. Here, we characterized interictal epileptic and non-epileptic events during non-rapid eye movement (NREM) sleep across multiple thalamic nuclei and examined their relationship to seizure outcomes. Methods: We analyzed NREM sleep SEEG recordings from 64 patients with drug-resistant focal epilepsy. Electrodes sampled four thalamic nuclei: centromedian (CM), pulvinar (Pu), ventral lateral (VL), and ventral posterolateral (VPL). Patients were classified into three outcome groups: favorable, unfavorable, and surgically non-remediable. Rates of thalamic spikes, high-frequency oscillations (HFOs), spike-fast activity, and sleep spindles were analyzed and compared across nuclei and outcomes. Findings: Recordings of the thalamus revealed both pathological and physiological interictal events. Interictal epileptic events were infrequent. Only ~0.2% of seizure-onset zone spikes propagated to the thalamus. Thalamic spike-fast activity was indicative of unfavorable outcomes (CM: p = 0.047, d = 0.46) or surgically non-remediable epilepsy (VL: p = 0.002, d = 0.84). In contrast, thalamic sleep spindles were ubiquitous but reduced in surgically non-remediable patients (CM: p = 0.031, d = -0.58; VL: p = 0.005, d = -0.79). Finally, unique thalamic SEEG patterns were identified, including spikes concomitant with spindles, isolated spikes, and physiological fast ripples. Interpretation: This study provides a comprehensive characterization of thalamic interictal events during NREM sleep, enriching our understanding of thalamic pathophysiology and highlighting the value of thalamic recordings in pre-surgery evaluation.", "date": "2025-12-15", "journal": ""}
{"title": "Experiences are encoded by brainwide reprogramming of synaptome architecture", "doi": "10.64898/2025.12.12.693919", "authors": "Woods, H.; Gunar, U.; Gillard, S. C.; Notman, B.; Yuan, K.; Dominic, D.; Robson, E.; Varga, G.; Komiyama, N.; Qiu, Z.; Sengpiel, F.; Grant, S. G. N.", "abstract": "Synaptome architecture describes the spatiotemporal distribution of highly diverse excitatory synapses throughout the brain. Whether and how this architecture is impacted by experience is key to understanding its role in learning and memory. We found that environmental enrichment and monocular visual deprivation drive large-scale, type- and subtype-specific reorganisation of excitatory synapses in more than one hundred brain regions. Each experience modifies distinct subsets of synapses, with patterns aligned with protein turnover rates and connectome architecture. These reorganisations occur during development and adulthood, revealing a conserved mechanism of synaptome plasticity across the lifespan. Our findings support a population-selection model in which experience drives adaptation by selectively modifying synapse varieties, generating a distributed trace of past experiences. Our results also point to synaptome architecture as a shared framework integrating experience, lifespan changes, sleep, genetic variation and disease.", "date": "2025-12-15", "journal": ""}
{"title": "Axonal growth of cortical neurons does not require paxillin", "doi": "10.64898/2025.12.11.693761", "authors": "Rygel, K.; Gillespie, K.; Welshhans, K.", "abstract": "Axon growth is an essential cellular process during neural development, and its dysregulation contributes to numerous neurodevelopmental disorders. During axon growth, extracellular signals direct neurons to extend projections that connect with their synaptic targets. Paxillin is a key member of adhesion sites that control motility by linking the intracellular actin cytoskeleton to the extracellular matrix. Paxillin also binds to the cytoskeletal protein, tubulin. However, little is known about the role of adhesion proteins in neurons. Here, we use conditional paxillin knockout mice to investigate how loss of paxillin in pyramidal cortical neurons affects developing neuron morphology. Surprisingly, loss of paxillin in pyramidal cortical neurons caused no change in axon length or soma area between control (PxnF/F) and conditional paxillin knockout (PxnF/F; Emx1-Cre) mice at basal conditions. Following brain-derived neurotrophic factor stimulation, the loss of paxillin resulted in no change in soma area or axonal {beta}-tubulin levels, but did result in a significant increase in axon length, as compared to control. Finally, the corpus callosum size was not significantly different between PxnF/F and PxnF/F; Emx1-Cre animals. In summary, these data suggest that paxillin is not required for axonal growth during neural development.", "date": "2025-12-15", "journal": ""}
{"title": "Spatiotemporal remodeling of chromatin topology architecture and H3K27me3 redistribution underlies vascular pathology in Hutchinson-Gilford progeria syndrome", "doi": "10.64898/2025.12.11.693713", "authors": "Ngubo, M.; Ahuja, N.; Karimpour, R.; Shrestha, A.; Hendzel, M.; Perkins, T. J.; Stanford, W. L.", "abstract": "Background Hutchinson-Gilford progeria syndrome (HGPS) is a devastating premature aging disorder driven by the accumulation of progerin, leading to severe vascular pathology. While epigenetic alterations are implicated, the spatiotemporal reorganization of the higher-order chromatin and its functional impact on vascular smooth muscle cell (VSMC) transcription remain poorly defined. Results Through an integrated multi-omics approach combining in situ high-throughput chromosome conformation capture (Hi-C) and Cleavage Under Targets and Tagmentation (CUT&Tag) profiling of CTCF, SMC1A, H3K27me3, H3K27ac, and H3K36me3 with transcriptomic analyses from control and HGPS iPSC-derived VSMCs, we reveal that global topologically associating domain (TAD) architecture remains largely intact in HGPS. However, the internal chromatin states of TADs undergo dynamic, passage-specific remodeling, characterized by a progressive accumulation of broad H3K27me3-repressed domains. This is accompanied by a loss of A/B compartment segregation, as confirmed by DNA-FISH, indicating a collapse of higher-order chromatin organization in late passage. Crucially, we uncover widespread rewiring of enhancer-promoter (E-P) loops, which is linked to the dysregulation of genes critical for vascular development, extracellular matrix organization, and atherosclerosis. Conclusions Our study demonstrates that spatiotemporal redistribution of repressive histone marks and reorganization of E-P interactions within a structurally resilient TAD framework underpin widespread transcriptional dysregulation in HGPS vascular pathogenesis. This uncovers a critical dissociation between higher-order chromatin architecture and histone modification landscape, providing a mechanistic basis for the failure of vascular homeostasis in progeria.", "date": "2025-12-15", "journal": ""}
{"title": "Stiffness and Viscoelasticity of Adipose Tissue Decellularized Extracellular Matrix Hydrogels Influence Proliferation, Growth Pattern, Migration and Invasion of Breast Cancer Cells", "doi": "10.64898/2025.12.11.693682", "authors": "Moreno, N. S.; Fernandez, M. M.; Azkargorta, M.; Madarieta, I.; Hernandez, R.; Elortza, F.; Olalde, B.; Cipitria, A.", "abstract": "Breast cancer remains the leading cause of cancer-related mortality among women. Cellular behavior is influenced by the physicochemical factors of the extracellular matrix (ECM) surrounding them. In order to model the breast ECM, adipose tissue decellularized extracellular matrix (dECM)-derived hydrogels are generated, which retain the full biochemical complexity of the source tissue, while also exhibiting stiffness and viscoelastic properties comparable to those of breast tissue. By recapitulating the characteristics of their native environment, validated through proteomic analysis and rheology, the poorly metastatic MCF-7 and the highly invasive MDA-MB-231 breast cancer cell lines exhibit their archetypal behaviors within the 3D hydrogels. Moreover, these cells display significantly distinct proliferation, invasion, and growth patterns in hydrogels with different stiffness and viscoelasticity, highlighting the importance of biophysical parameters in modulating cell phenotype. These results illustrate that user-friendly 3D biomaterial models based on adipose tissue dECM can effectively replicate crucial aspects of in vivo cellular behavior.", "date": "2025-12-15", "journal": ""}
{"title": "Pre-movement neural population activity in human motor cortex reflects the subsequent outcome of futsal free kicks", "doi": "10.64898/2025.12.11.691239", "authors": "Hirose, S.; Ushiba, J.; Iwama, S.", "abstract": "Recent sports science studies suggest that optimizing neural activity can enhance motor performance, but practical applications have been hindered by large-scale electroencephalography (EEG) setups and controlled laboratory protocols. In our study, we demonstrate that a portable 3-channel EEG device can predict trial-by-trial success in a futsal-based kicking task under conditions mimicking real-world sports. We employed a model that used a transformer-based encoder and multilayer perceptron decoder, with evaluations performed separately on all electrodes. The model achieved a mean score of approximately 0.68 under cross-validation. We found that significantly higher alpha- and beta-band power contributed to the classification. Our findings indicate that performance prediction is feasible using low-density EEG in a real-world sports scenario. This research provides practical insights that could lead to the development of new training methods to improve performance through the control of brain states.", "date": "2025-12-15", "journal": ""}
{"title": "CAMP: Coreset Accelerated Metacell Partitioning enables scalable analysis of single-cell data", "doi": "10.64898/2025.12.11.693725", "authors": "Li, D.; Ko, Y. K.; Canzar, S.", "abstract": "Scaling metacell inference to atlas-level single-cell datasets demands algorithms that are both com- putationally efficient and geometrically faithful. We introduce CAMP (Coreset Accelerated Metacell Partitioning), a metacell framework that preserves the intrinsic structure of the cellular manifold while enabling scalable analysis of millions of cells. CAMP leverages coreset-based sampling to construct a small, weighted subset of representative cells that approximates the full dataset with provable geometric guarantees. This formulation transforms metacell construction into a coreset inference problem, reducing runtime and memory complexity by up to an order of magnitude without loss of accuracy. Through extensive experiments, we show that CAMP produces metacells that are compact, well- separated, and biologically coherent, achieving performance on par with or exceeding existing methods including MetaCell, SuperCell, SEACells, and MetaQ. By combining theoretical efficiency with empirical robustness, CAMP establishes coreset acceleration as a principled foundation for scalable, high-fidelity metacell inference in single-cell transcriptomics.", "date": "2025-12-15", "journal": ""}
{"title": "CompBio and MIRaS : A Multi-omic Analysis Platform Built on a Memory-Based Intelligence Engine", "doi": "10.64898/2025.12.11.693741", "authors": "Head, R. D.; Barve, R. A.; Storer, C. E.; Hoxsie, W. D.; Marcum, C.; McMichael, J. F.; Lalmansingh, J. M.; Smith, B. K.; Johnson, M. R.; Kuster, D. J.", "abstract": "As molecular and cellular technologies have advanced, the need to analyze and interpret the resulting, often vast and multi-modal, data into actionable intelligence has become a rate-limiting factor in scientific advancement. While traditional knowledgebase-pathway tools and LLM-based AI tools both provide a degree of support in data interpretation, both exhibit limitations. Presented here is the CompBio multi-omic analysis platform built upon a novel memory-based intelligence engine, MIRaS. The system is not dependent on human-curated pathway knowledgebases, can perform statistical significance analysis, does not suffer from hallucination, and produces traceable results. Furthermore, substantial effort has been placed in the computer-human knowledge transfer components of the system to enable efficient interaction, interpretation, and learning. The system has undergone years of extensive testing, validation, and evolution in omics-based research with dozens of associated publications verifying its effectiveness. A systematic assessment of CompBio and a detailed description of the MIRaS method are provided.", "date": "2025-12-15", "journal": ""}
{"title": "scCotag: Diagonal integration of single-cell multi-omics data via prior-informed co-optimal transport and regularized barycentric mapping", "doi": "10.64898/2025.12.11.693589", "authors": "Li, Y.; Tan, Y.; Chen, R.; Zhou, X. M.; Chen, Y.; Huo, Y.; Guo, X.; Tiwari, A.; Wen, Z.; Zhong, X.; Malin, B. A.; Li, B.; Yin, Z.", "abstract": "Recent advances in high-throughput single-cell technologies have enabled characterization of cellular states across distinct omics layers, yielding complementary insights into the organization of biological systems. To jointly leverage these disparate modalities, computational methods have been developed to align non-overlapping cell populations profiled in different omics layers, a task known as diagonal integration, thereby facilitating more fine-grained biological interpretations. However, existing integration approaches unrealistically assume that all cells are alignable and treat prior-knowledge-derived feature correspondences as fully reliable, retaining them unrefined throughout the alignment process. In this work, we introduce scCotag, a co-optimal transport (COOT)-based deep learning framework for diagonal integration of single-cell multi-omics data, to address these limitations. scCotag first infers cell alignment and feature correspondence with prior-informed COOT in an iterative manner, and then leverages the resulting transport plans to jointly learn cell and feature embeddings via regularized barycentric mapping and graph reweighting. Systematic benchmarking on human brain, bone marrow, and blood single-cell RNA-seq and ATAC-seq datasets demonstrates the overall superior performance of scCotag over state-of-the-art methods in both cell alignment accuracy and embedding accuracy. In particular, scCotag excels in simulated imbalance scenarios where not all cells are alignable. Applying scCotag to data in postmortem brains of Alzheimer's disease (AD) and non-AD (NoAD) patients further yields more fine-grained biological interpretation of regulatory mechanisms. Together, these results demonstrate that scCotag provides a robust framework for single-cell diagonal integration and regulatory inference.", "date": "2025-12-15", "journal": ""}
{"title": "Discovery of a stress-response integrative and conjugative element from Sphingopyxis granuli TFA broadly conserved across Sphingomonadales and Rhizobiales", "doi": "10.64898/2025.12.11.693706", "authors": "Garcia-Romero, I.; Santos-Diaz, G.; Moreno-Rodriguez, A.; Marques-Hinojosa, J. A.; Perez-Pulido, A. J.; Reyes-Ramirez, F.; Rubio, A.", "abstract": "Horizontal gene transfer is a pivotal element in the evolution of microbes, enabling them to acquire novel genes and phenotypes. Integrative and conjugative elements (ICEs) are a type of mobile genetic element that can integrate into the host genome and propagate during chromosome replication and cell division. The induction of ICE gene expression results in the excision of the ICE gene, the production of conserved conjugation machinery, a Type IV Secretion System, and the potential for DNA transfer to appropriate receptors. It has been observed that ICEs frequently contain cargo genes that do not typically align with the ICE life cycle. These genes often result in the manifestation of phenotypes that are of particular interest. The bacterium Sphingopyxis granuli strain TFA is being studied for its ability to degrade the contaminant tetralin present in crude oils. Genomic analysis identified eight possible integrative mobile elements in S. granuli TFA. Most of these regions exhibited a distribution pattern that was restricted to the species, and they lacked some functional modules that are characteristic of a complete ICE. This finding suggests the presence of degenerate structures or limited mobilization capacity. However, only two of the detected elements exhibited the capacity to retain all the modules necessary for transfer, integration, and maintenance. These elements also contained a cargo module that included genes associated with lipid metabolic pathways and resistance mechanisms. Among them, ICE3 was distinguished as the sole complete functional ICE that was also present in other species. Transcriptomic analysis under multiple stress conditions revealed differential and consistent activation of ICE3 genes, demonstrating their direct contribution to bacterial resilience and suggesting a key adaptive role in response to adverse environmental changes.", "date": "2025-12-15", "journal": ""}
{"title": "scPRINT-2: Towards the next-generation of cell foundation models and benchmarks", "doi": "10.64898/2025.12.11.693702", "authors": "Kalfon, J.; Peyre, G.; Cantini, L.", "abstract": "Cell biology has been booming with foundation models trained on large single-cell RNA-seq databases, but benchmarks and capabilities remain unclear. We propose an additive benchmark across a gymnasium of tasks to discover which features improve performance. From these findings, we present scPRINT-2, a single-cell Foundation Model pre-trained across 350 million cells and 16 organisms. Our contributions in pre-training tasks, tokenization, and losses made scPRINT-2 state-of-the-art in expression denoising, cell embedding, and cell type prediction. Furthermore, with our cell-level architecture, scPRINT-2 becomes generative, as demonstrated by our expression imputation and counterfactual reasoning results. Finally, thanks to our pre-training database, we uncover generalization to unseen modalities and organisms. These studies, together with improved abilities in gene embeddings and gene network inference, place scPRINT-2 as a next-generation cell foundation model.", "date": "2025-12-15", "journal": ""}
{"title": "Increasing the predictive accuracy of the Resistance Gene Identifier by evaluating antimicrobial resistance gene over- and underprediction", "doi": "10.64898/2025.12.11.693720", "authors": "Mukiri, K. M.; Alcock, B. P.; Raphenya, A. R.; McArthur, A. G.", "abstract": "Computational biology is paving the way towards accessible antimicrobial resistance (AMR) gene (ARG) detection methods to complement canonical gold-standard phenotypic diagnostics for the purposes of antimicrobial surveillance. However, obtaining an accurate depiction of phenotypic resistance through genotypic methods requires addressing potential over- and underprediction of ARGs. This study assessed the manual curation accuracy of bit-score cutoff values associated with bioinformatic models within the Comprehensive Antibiotic Resistance Database (CARD) and the subsequent effects of erroneous cutoff curation, leading to potential Type I and Type II error, on its in silico resistome prediction tool, the Resistance Gene Identifier (RGI). CARD models rarely overpredicted (5 of 3,900 models with >5% false positive rates) but somewhat underpredicted (739 of 3,900 models with >5% false negative rates) resistance-associated sequences and mutations, emphasizing RGI's conservative prediction algorithms. Isolating curation inaccuracies by AMR gene family, efflux-related families were the main contributors to overprediction (likely due to human curation error), while underprediction was primarily due to beta-lactamase families, the latter finding highlighting systemic curation deficiencies.", "date": "2025-12-15", "journal": ""}
{"title": "p53 and YAP/TAZ-TEAD activities determine metaplastic heterogeneity in pancreatic cancer", "doi": "10.64898/2025.12.11.693520", "authors": "Martin, C. P.; Bang, S.; Gomes, J. R.; Sullivan, W. B.; Liu, Y. P.; Smith, M. D.; Edwards, A. C.; Der, C. J.; Morris, J. P.", "abstract": "BACKGROUND and AIMS: Pancreatic ductal adenocarcinoma (PDAC) initiation and progression is characterized by lineage plasticity across a continuum of metaplastic and malignant cell fates. This molecular heterogeneity influences disease progression and therapeutic response, yet the genetic and molecular interactions underlying cellular plasticity during PDAC progression remain poorly understood. Here we studied how p53, the most frequently inactivated tumor suppressor in PDAC, interacts with the YAP/TAZ-TEAD transcriptional effector arm of the Hippo pathway to determine cell fate and neoplastic heterogeneity in PDAC development. METHODS: We characterized metaplastic differentiation states in mouse PDAC and pre-malignant cells in response to p53 activation or inactivation, respectively, and upon genetic, pharmacological, and physiological modulation of YAP/TAZ-TEAD activity. Differentiation was analyzed in vivo in an orthotopic PDAC model permitting independent, inducible control of p53 and TEAD function. We analyzed the effect of p53 and YAP/TAZ-TEAD activity on cell fate in mouse and human PDAC and analyzed markers of clinically relevant molecular subtypes in human PDAC cell lines treated with small molecule TEAD inhibitors. RESULTS: Re-engaging wildtype p53 function in KrasMut pancreatic cancer cells increases TEAD activity through accumulation of its co-activator TAZ. Remarkably, increased YAP/TAZ-TEAD activity broadly suppresses the expression of overlapping markers of gastric pit-like (GPL) differentiation and the classical PDAC subtype that are promoted by p53. Accordingly, p53 and YAP/TAZ-TEAD activity inversely correlate with GPL and classical differentiation during PDAC development and modulation of both pathways determines expression of GPL and classical markers in vitro and in vivo. GPL differentiation is acutely sensitive to YAP/TAZ-TEAD activity including oncogenic perturbations of the Hippo pathway, actin dynamics, cell-to-cell contact, and adaptative YAP/TAZ accumulation in response to Ras/MAPK pathway inhibition. Functional repression of gastric-classical differentiation by TEAD persists in human PDAC where potent TEAD inhibition increases expression of GPL and classical markers. CONCLUSIONS: We find that p53 and YAP/TAZ-TEAD activities determine gastric plasticity during PDAC development highlighting the role that key cancer drivers and therapeutically targetable signaling pathways play in active maintenance of cellular identity during pancreatic cancer development.", "date": "2025-12-15", "journal": ""}
{"title": "TOE1 influences canonical Wnt signalling in myeloid leukaemia cells through LEF-1 modulation and regulates the proliferation of haematopoietic cells through PAK2.", "doi": "10.64898/2025.12.11.691106", "authors": "Park, H.; Sevim, O.; Wagstaff, M.; Goff, A.; Palmer, D.; Kim, B.; Heesom, K.; Blair, A.; Newbury, S. F.; Morgan, E.; Towler, B.; Chevassut, T. J.; Morgan, R. G.", "abstract": "Acute myeloid leukaemia (AML) is an aggressive haematological malignancy characterised by the clonal proliferation of myeloid progenitor cells in the bone marrow and peripheral blood. Dysregulation of the Wnt/{beta}-catenin pathway has been implicated in the establishment and maintenance of leukaemic stem cells in AML, where higher expression of {beta}-catenin promotes clonogenic capacity, drug resistance and inferior survival. The finding that low levels of Wnt signalling are necessary to maintain normal haematopoiesis makes {beta}-catenin an attractive therapeutic target; however, drug design has been hampered by a poor understanding of its molecular interactions in leukaemia cells. To address this, we previously characterised the {beta}-catenin interactome in myeloid cells and identified a plethora of novel interacting proteins. One such interactor was Target of EGR1 (TOE1), a member of the Asp-Glu-Asp-Asp (DEDD) family of deadenylases with previously uncharacterised function in haematopoietic cells. The {beta}-catenin:TOE1 interaction was detected in the nuclear and cytosolic compartments of myeloid cell lines and primary AML samples, and {beta}-catenin depletion was found to promote the cytosolic accumulation of TOE1. Furthermore, TOE1 levels were found to be overexpressed in primary AML blasts versus normal cord-blood derived CD34+ haematopoietic stem and progenitor cells (HSPCs), suggesting that TOE1 levels may be dysregulated in leukaemia. TOE1 depletion abrogated Wnt signalling capacity (TCF/LEF activity), potentially via reduced stability/translatability of the Wnt transcription factor lymphoid enhancing factor 1 (LEF-1). TOE1 depletion further suppressed the proliferation and survival of myeloid leukaemia cell lines (HEL and OCI-AML2) and primary human CD34+ HSPC; however, this could not be fully explained through LEF-1 alone, since OCI-AML2 do not express LEF-1. Using tandem mass tag (TMT)-labelling coupled to mass spectrometry analysis in TOE1 deficient HEL and OCI-AML2 cells, we identified and validated p21 (RAC1) activated kinase 2 (PAK2) as a downregulated target that could reduce the proliferation (but not survival) of AML cell lines. Interestingly, ectopic expression of PAK2 was able to partially rescue the proliferation defect in TOE1 depleted myeloid cell lines and primary human CD34+ HSPC. In summary, these data reveal TOE1 as novel interacting partner for {beta}-catenin in haematological cells capable of modulating Wnt signalling output via LEF-1, and as a novel mediator of growth and survival in human HSPC and AML cells partly through PAK2 regulation. ProteomeXchange: PXD070891", "date": "2025-12-15", "journal": ""}
{"title": "Chemical modulation of chloroplast de- and re-differentiation reveals a role for the SAL1-PAP retrograde pathway in facilitating plastid transitions", "doi": "10.64898/2025.12.11.693750", "authors": "PEREZ-COLAO, P.; CRUCES, J.; PEREZ-RODRIGUEZ, S.; KOPRIVOVA, A.; Kopriva, S.; Skirycz, A.; Lozano-Juste, J.; Rodriguez-Concepcion, M.", "abstract": "Plastids are dynamic organelles that remodel their composition, ultrastructure, and function according to developmental and environmental demands. The synthetic molecule X57 induces the conversion of leaf chloroplasts into tocopherol-rich plastids lacking thylakoids and containing proliferating plastoglobules. Removal of X57 triggers chloroplast re-differentiation, enabling precise spatial-temporal dissection of these transitions. X57 directly binds and inhibits the phosphatase SAL1, causing accumulation of its substrate PAP, a retrograde signal that modulates nuclear gene expression. SAL1 inhibition and subsequent PAP accumulation activate a cascade that depletes cytokinins and down-regulates GOLDEN2-LIKE1 (GLK1) and other transcription factors involved in chloroplast biogenesis. SAL1-defective mutants fail to undergo this signaling pathway. The SAL1-PAP-mediated weakening of chloroplast identity preconditions plastids for their eventual conversion into storage-type organelles upon X57-promoted accumulation of tocopherols. After X57 withdrawal, photosynthetic gene expression and chloroplast functions are restored. This framework identifies key molecular mechanisms underlying chloroplast plasticity, a central process in biology.", "date": "2025-12-15", "journal": ""}
{"title": "Complex Interactions Between Genome Components of Two ToLCNDV Isolates from India and Spain Determine Effective Infection in Tomato", "doi": "10.64898/2025.12.11.691045", "authors": "Perez Rubio, V.; Fortes, I. M.; Romero-Rodriguez, B.; Arribas-Hernandez, L.; Moriones, E.; Castillo, A. G.", "abstract": "Tomato leaf curl New Delhi virus (ToLCNDV) is a bipartite begomovirus whose infectivity and host range depend on the coordinated functions of its DNA-A and DNA-B components. Here, we investigated the replication, movement, and systemic infection capacity of ToLCNDV isolates from India (IN) and Spain (ES) and their pseudo-recombinants in tomato and Nicotiana benthamiana. In tomato, the IN isolate (A-IN/B-IN) systemically infected all plants, whereas the ES isolate (A-ES/B-ES) failed to do so. Pseudo-recombinant analyses revealed that DNA-B from the IN isolate complemented A-ES in trans, enabling systemic spread, while B-ES accumulated poorly and supported systemic infection only inefficiently. Although both A components replicated locally in tomato, DNA-A from the IN isolate was unable or only marginally able to infect systemically in the absence of DNA-B, demonstrating an essential contribution of DNA-B to long-distance movement. In N. benthamiana, both isolates established systemic infections even as monopartite viruses, though with substantially reduced viral titers and attenuated symptoms, indicating that host factors can partially compensate for the absence of DNA-B. Using a DsRed-tagged {Delta}CP mutant of ToLCNDV-ES, we further show that coat protein is required for systemic movement in N. benthamiana, despite the presence of DNA-B-encoded movement functions. Collectively, these results uncover striking host- and isolate-dependent differences in component compatibility and demonstrate that systemic infection by ToLCNDV-IN DNA-A in tomato requires DNA-B, while ToLCNDV-ES additionally depends on coat protein for efficient movement in N. benthamiana.", "date": "2025-12-15", "journal": ""}
{"title": "Coordinated overexpression of miR398 and miR408 confers broad-spectrum abiotic stress tolerance in melon.", "doi": "10.64898/2025.12.11.693700", "authors": "Hernandez, G.; Nunez, M.; Lozano, J.; Lopez, C.; Martin-Hernandez, A. M.; Gomez, G.", "abstract": "MicroRNAs (miRNAs) in general and miR398 and miR408 in particular, have emerged as key regulators of plant adaptation to individual stress, yet their roles regulating the crop response to diverse unfavorable environments remain poorly explored. Here, we present the first melon (Cucumis melo) plants overexpressing miR398 and miR408 precursors, two conserved miRNAs involved in the regulation of cooper (Cu) homeostasis and associated with stress-response. Engineered plants exhibited enhanced vegetative development, including stem elongation, internode formation, root architecture, and leaf production. The significant increased accumulation of well-processed miR398 and miR408, along with the downregulation of their respective targets (Copper/Zinc Superoxide Dismutase and Basic Blue Protein) demonstrating the functional activity of the transgenes. Sequencing analysis revealed positive correlation in accumulation of miR398 and miR408, suggesting a previously undescribed form of coordinated miRNA regulation, potentially independent of conventional transcription factor activity. Transgenic plants showed improved tolerance to drought, salinity, heat, and cold stress, validating the role of miR398 and miR408 as master regulators of abiotic stress resilience in melon. This work highlights the potential of biotechnological strategies based on engineering Cu-related miRNAs to enhance crop performance under different adverse environments, thereby contributing to agricultural sustainability in the face of climate change.", "date": "2025-12-15", "journal": ""}
{"title": "The effect of sex on sleep EEG in typical and altered neurodevelopment", "doi": "10.64898/2025.12.11.693746", "authors": "Kozhemiako, N.; Gong, N. N.; Purcell, S. M.", "abstract": "Sleep electroencephalography (EEG) patterns exhibit complex variations influenced by multiple factors, including sex. While sex effects in sleep neurophysiology are relatively well described in adults, evidence in pediatric populations is more limited, particularly in the context of neurodevelopmental disorders (NDDs). Here, we analyzed a large pediatric clinical dataset to examine sex differences in whole-night sleep EEG among children without NDDs (N=1523, 2.5-17.5 years) and those with autism spectrum disorder (ASD, N=196), attention deficit hyperactivity disorder (ADHD, N=523), and intellectual disabilities (IntDis, N=167). Medical record analysis revealed limited sex differences in the prevalence of sleep disorders. Using the open-source package Luna, we extracted a broad range of sleep EEG features (435 in total) and found that 25% of all tested metrics showed significant sex differences in the non-NDD sample with the majority replicated in an independent population-based pediatric cohort. Non-NDD boys exhibited more fragmented sleep compared to girls, but this pattern was not observed among children with NDDs. In contrast, fast spindle density was lower in boys regardless of NDD diagnosis, which may contribute to males' increased susceptibility to developing NDDs. No sex differences were observed in EEG-based brain age predictions. Several sleep EEG metrics showed nominal group-by-sex interactions with ASD and ADHD girls displaying more pronounced alterations, pointing to a varying degree of sleep disturbance. Overall, our findings demonstrate that many sleep EEG features exhibit significant sex differences during childhood, but these differences may be distinct in NDD populations. The sex-specific sleep alterations in NDDs underscore the importance of including both sexes in future research.", "date": "2025-12-15", "journal": ""}
{"title": "Octopamine instructs head direction plasticity", "doi": "10.64898/2025.12.11.693783", "authors": "Plitt, M. H.; Turner-Evans, D. B.; Co, J. C.; Layden, A.; Eddison, M.; Ray, R. P.; Jayaraman, V.; Fisher, Y. E.", "abstract": "Many plasticity rules rely on adjusting the strength of synapses between pairs of cells based on their coincident activity. We uncovered a new mechanism for coincidence detection in the Drosophila head direction network. To maintain an accurate sense of direction, head direction neurons that signal orientation during navigation must learn to anchor to relevant external sensory cues in novel environments. Yet the synaptic mechanism for this form of unsupervised learning is unknown in any organism. In Drosophila, GABAergic visual inputs converge onto head direction neurons, and these inhibitory synapses change strength with experience to learn the relationship between visual landmarks and head direction. However, how coincident pre- and postsynaptic activity is detected across this inhibitory synapse is not understood. We discovered that neurons which release the monoamine octopamine close a feedback loop that conveys postsynaptic head direction activity onto presynaptic terminals of visual inputs. This octopamine pathway is required for anchoring the head direction network to visual cues. Furthermore, pairing structured activation of octopamine neurons with a visual cue is sufficient to drive rapid plasticity, even without postsynaptic head direction cell activity. Previous work has extensively characterized coincidence detection mechanisms at excitatory synapses; our work defines a novel mechanism for coincidence detection at an inhibitory synapse, in which postsynaptic activity is relayed via a neuromodulatory neuron onto presynaptic terminals.", "date": "2025-12-15", "journal": ""}
{"title": "An algorithm underlying directional hearing in fish", "doi": "10.64898/2025.12.11.693757", "authors": "Veith, J.; Svanidze, A.; Judkewitz, B.", "abstract": "Humans and other land vertebrates localize sound by comparing the signals in each ear. Even though these differences are virtually absent underwater, fish are still able to sense sound direction. In 1975, Arie Schuijf proposed that this ability could arise from a comparison of the particle motion phase and the pressure phase of sound, a prediction which was recently confirmed experimentally for near-field sounds. In natural environments, however, sounds arrive from variable distances, altering the motion-pressure phase relationship. Thus, directional hearing and distance hearing are potentially at conflict. There is currently neither a model nor experimental data for how fish deal with this complexity. Here, we systematically introduce phase differences to the particle motion and pressure components of sound pulses to quantify the directional tuning of startle responses in Danionella cerebrum. We find that the fish's directed startle behavior is both frequency and phase dependent, and introduce a new model that quantitatively predicts the sensorimotor transformation across all observed stimuli. This framework likely extends to other otophysan fishes with evolutionarily conserved hearing apparatus, representing ~15% of all vertebrate species.", "date": "2025-12-15", "journal": ""}
{"title": "Cocaine sensitization and accumbens shell plasticity depend on biological sex and gonadal hormones in C57BL/6J mice", "doi": "10.64898/2025.12.11.693721", "authors": "Chapp, A. D.; Nwakama, C. A.; Phan, C.-M. H.; Jagtap, P. P.; Lind, E. B.; Collins, A. R.; Alonso-Caraballo, Y.; Thomas, M. J.; Mermelstein, P. G.", "abstract": "Biological sex as a defining variable in drug sensitivity remains poorly understood. Here, we combine behavioral and electrophysiological analyses to examine the influence of sex and gonadal hormones on cocaine-induced psychomotor sensitization and nucleus accumbens shell (NAcSh) plasticity in the prominent C57BL/6J mouse strain. Males exhibited greater cocaine-evoked locomotor activity than females; castration attenuated responses, whereas ovariectomy enhanced them. This behavioral phenotype is opposite to what occurs in rats. A 10-14 day abstinence period abolished the sex difference in intact animals, and gonadectomy reduced cocaine-induced behavioral plasticity. Recordings from 309 medium spiny neurons revealed sex-dependent NAcSh plasticity. In males, cocaine decreased neuronal excitability, while in females it induced estrous cycle-dependent plasticity characterized by reduced excitability during diestrus relative to estrus. These effects were driven by cocaine-induced modulation of voltage-gated sodium channels. Cocaine potentiated glutamatergic strength in males but elicited estrous cycle-dependent depotentiation in females. These adaptations in excitability and glutamatergic strength were abolished by gonadectomy, and paralleled diminished behavioral plasticity during abstinence. These data illustrate that biological sex and hormonal milieu critically shape cocaine-induced plasticity, offering a more nuanced framework than the traditional notion of heightened female sensitivity to drugs of abuse.", "date": "2025-12-15", "journal": ""}
{"title": "Selective infection and loss of PRDM1+ LN Tfh cells in uncontrolled HIV infection precludes formation of Tfh reservoirs under ART", "doi": "10.64898/2025.12.11.693731", "authors": "Wu, V. H.; Nordin, J. M.; Pampena, M. B.; Rachimi, S.; Burgess, W. L.; Clark, M.; Robinson, J. A.; Estrada, P. M. d. R.; Schleimann, M. H.; Torres-Ruiz, F.; Gonzalez-Navarro, M.; Salgado, G.; Luna-Villalobos, Y. A.; Reyes-Teran, G.; Bar, K. J.; Estes, J. D.; Sogaard, O. S.; Romberg, N.; Avila-Rios, S.; Betts, M. R.", "abstract": "The multifaceted and long-lived nature of HIV-1 reservoirs has proven to be a formidable obstacle in the development of a therapeutic cure of HIV-1. One of the major dimensions of the HIV-1 reservoir is its prevalence and persistence in tissue environments, including in lymph nodes (LN). Within LN, T follicular helper (Tfh) cells are widely considered as the dominant sub-reservoir in viremic people with HIV (PWH). However, whether Tfh cells survive to establish a reservoir in PWH undergoing suppressive antiretroviral therapy (ART) has remained controversial. To address these issues, we deeply phenotyped over 500,000 cells and identified over 2,000 HIV-1 infected cells by employing single-cell multiomics on LN from PWH during viremia and suppressed on ART. While we detected HIV-1 infected Tfh cells, the majority of infected cells during viremia and ART had non-follicular phenotypes and were instead heterogeneously distributed between various CD4+ T-cell subsets. Within-subset comparisons of HIV+ and HIV- cells revealed heightened activation signatures and altered cell cycle states during viremia, but largely similar features during ART. Furthermore, the comparison between viremia and ART in PWH highlighted a noncanonical Tfh subset - defined by high locus accessibility and transcription of PRDM1 - that is selectively depleted during viremia, recovers after ART, and is highly susceptible to infection in vitro. Our work suggests a revised direction for the HIV-1 cure field where a mandate of any comprehensive strategy will be to address the high proportional burden of non-follicular cells within the HIV reservoir.", "date": "2025-12-15", "journal": ""}
{"title": "17β-Estradiol Promotes Right Ventricle Angiogenesis via Estrogen Receptor α and Apelin Signaling", "doi": "10.64898/2025.12.11.693201", "authors": "Bousseau, S.; Frump, A. L.; Walts, A.; Fisher, A.; Yakubov, B.; Provencher, S.; Breuils-Bonnet, S.; Bonnet, S.; Lahm, T.", "abstract": "Right ventricular (RV) failure is the major cause of mortality in pulmonary hypertension (PH). Adaptive angiogenesis and RV endothelial cell (RVEC) function are major modifiers of RV adaptation in PH, but the underlying mechanisms and their regulators remain incompletely understood. RV adaptation in PH is sexually dimorphic, and 17{beta}-estradiol (E2) exerts protective effects on RV cardiomyocytes. Whether E2 modifies angiogenesis and RVEC function in RV failure remains unknown. We hypothesized that E2 and estrogen receptor  (ER) promote RV angiogenesis and RVEC homeostasis in PH and aimed to identify underlying mechanisms. We assessed E2 angiogenic effects using cultured human cardiac microvascular endothelial cells (hCMVECs), RVECs from PH patients with RV failure, and RVECs from sugen/hypoxia (SuHx) and monocrotaline (MCT) rat models. In vivo, we evaluated RV capillary density in PH rats treated with E2 or ER-selective agonist. Apelin signaling was evaluated via apelin receptor blockade. E2 enhanced angiogenesis in male hCMVECs and RV capillary density in female SuHx- PH rats. E2 reversed angiogenic alterations in RVECs from SuHx-PH rats via apelin receptor signaling. In RVECs from PH patients with RV failure, E2 stimulated vascular network formation. In rat and human PH-RVECs, ER was necessary and sufficient to mediate E2-induced angiogenesis. Activation of ER with ER-specific agonist restored RV capillary density in vivo. ER-mediated angiogenesis required apelin signaling. These data indicate that E2 promotes RV angiogenesis via ER and apelin signaling and identify a novel ER-apelin axis in RVECs as a potential therapeutic target to restore RV vascular integrity in PH.", "date": "2025-12-15", "journal": ""}
{"title": "Retention of a single Cenp-C gene in different syntenic locations in the montium group of Drosophila species", "doi": "10.64898/2025.12.11.693522", "authors": "Soares, R. F.; Chang, C.-H.; Koerich, L. B.; Malik, H. S.; KUHN, G. C. S.", "abstract": "Chromosome segregation in eukaryotes requires the orchestrated interaction of chromosomes with microtubules, mediated by the kinetochore multiprotein complex that assembles on specific chromosomal regions known as centromeres. In most eukaryotes, two centromeric proteins, CenH3 and Cenp-C, are essential for centromere function. In Drosophila, the localization of CenH3 (referred to as Cid in Drosophila) depends on its chaperone CAL1 and Cenp-C. Previous studies have shown that both Cid and Cenp-C underwent a coincident gene duplication and likely functional specialization in the Drosophila subgenus. Independently, Cid duplications led to Cid1, Cid3, and Cid4 paralogs in the montium group (Sophophora subgenus), but it is unknown whether this group also underwent parallel duplications of Cenp-C. Here, we investigate this possibility by analyzing sequenced genomes of 23 montium group species. We identified Cenp-C genes in five distinct syntenic loci; we named these genes Cenp-C1b, Cenp-C1c, Cenp-C1d, Cenp-C1e and Cenp-C3. Despite their distinct synteny, most montium group species only encode a single Cenp-C; their phylogeny mirrors the species phylogeny, and they appear to have retained Cenp-C protein motifs indicative of function. A closer examination revealed that these Cenp-C genes resulted from gene translocations or alternate retention (duplication followed by loss of the ancestral copy); only one species, D. vulcana, retains two intact Cenp-C paralogs. Therefore, unlike the Drosophila genus, the co-retention of three Cid paralogs in the montium group has not resulted in a coincident Cenp-C paralog co-retention. Our work highlights differences in functional retention and likely specialization of the two most conserved centromeric proteins in eukaryotes.", "date": "2025-12-15", "journal": ""}
{"title": "Evidence for Transcription and Horizontal Gene Transfer in Dipteran Germline-Restricted Chromosomes", "doi": "10.64898/2025.12.11.693641", "authors": "Kyriacou, R. G.; Herbette, M.; Baird, R.; Monteith, K. M.; Ross, L.; Hodson, C. N.", "abstract": "Germline-restricted chromosomes (GRCs) constitute a unique class of chromosomes confined to reproductive cells. Arising across multiple, evolutionarily distant lineages, GRCs have been identified in three insect families (non-biting midges, gall midges, and fungus gnats), each within the order Diptera. Genomic characterisation in fungus gnats has revealed GRCs to be large, gene-rich chromosomes, which, together with their persistence over millennia, implies they play important biological roles within this clade. However, transcription from these chromosomes has yet to be demonstrated, leaving key questions about their function and activity unresolved. Here, we provide the first direct evidence of GRC-linked gene expression in the fungus gnat Bradysia coprophila, integrating RNA-seq data with cytological observations across multiple developmental stages. We report that GRCs express functional genes, though overall transcription is highly limited, likely due to biological factors, such as transcriptional silencing in specific germline cell types, and technical constraints, including filtering to avoid mismapping from core chromosome paralogues. We identify 15 confidently expressed GRC-linked genes using stringent criteria, including five insect homologues of unknown function and nine resembling transposable elements, and report horizontal acquisition of a ~290 kb bacterial-derived region on GRC2. Furthermore, we perform in vitro immunofluorescence staining and confocal microscopy, which indicate increased GRC activity in female oocytes. Overall, these findings establish GRCs in fungus gnats as transcriptionally active, albeit tightly regulated and highly dynamic, chromosomes capable of expressing both endogenous and potentially horizontally acquired genes.", "date": "2025-12-15", "journal": ""}
{"title": "Identification of genomic features that uniquely impact estrogen receptor alpha binding and its effects on gene expression in endometrial cancer", "doi": "10.64898/2025.12.11.693723", "authors": "Richey, A.; Kitchen, N.; Rush, C. M.; Vahrenkamp, J. M.; Abewe, H.; Osborne, K. S.; Bott, A. J.; Dalley, B. K.; Rutter, J.; Gertz, J.", "abstract": "Estrogen receptor alpha (ER) is an established oncogenic transcription factor in breast and endometrial cancer; however, more is known about the mechanisms controlling ER behavior in breast cancer, and therapies targeting ER have been much more successful in breast cancer. To address this disparity, we sought to identify genomic features that control ER in endometrial cancer and determine to what extent these factors differ from those in breast cancer. We focused on the locations of estrogen response elements (EREs), ER's preferred DNA binding motif, throughout the human genome. To identify factors that predict ER genomic binding and effects on target gene expression, we applied machine learning to genomic data for each ERE in Ishikawa cells (ER+ endometrial cancer) and T-47D cells (ER+ breast cancer). Many of these factors, such as chromatin accessibility and histone modifications, were predictive of ER activity in both cell lines. However, the transcription factors that predict ER activity were found to be cell type-specific, including FOXA1 and GATA3 in T-47D cells, and ETV4 and SOX17 in Ishikawa cells. In addition, the features that predict ER binding and effects on gene expression differed, with transcription at EREs in the absence of estrogen being predictive of regulatory activity. To verify our findings in the Ishikawa cells, we performed a CRISPR knockout screen, which confirmed the discovery that SOX17 controls ER activity in endometrial cancer cells. These results identify important genomic features of ER binding and regulatory activity and how these features differ between endometrial cancer and breast cancer cells.", "date": "2025-12-15", "journal": ""}
{"title": "Interfacial Tension Modulates Viscous Microfluidic Droplet Generation", "doi": "10.64898/2025.12.11.693026", "authors": "Namasivayam, A.; Halbrook, C. J.; Hui, E. E.", "abstract": "Mammalian cell culture in nanoliter droplets of extracellular matrix has recently attracted interest as a platform for high throughput drug screening on 3D tissue models. Microfluidic droplet generation using basement membrane extract, such as Matrigel or Cultrex, is complicated by the fact that the viscosity is orders of magnitude higher than that of water. Consequently, conditions that produce quality water droplet generation can fail with basement membrane extract due to the higher capillary number. Here, a parametric study using a T-junction device demonstrates that higher viscosity can be abrogated by lower interfacial tension, which is modulated by surfactant concentration.", "date": "2025-12-15", "journal": ""}
{"title": "Personalized biventricular mechanics and sensitivity to model morphology", "doi": "10.64898/2025.12.11.693778", "authors": "Brown, A.; Shi, L.; Salvador, M.; Kong, F.; Ennis, D. B.; Chen, I. Y.; Vedula, V.; Marsden, A. L.", "abstract": "We present a computational framework for constructing patient-specific models of cardiac mechanics based on standard clinical data, including electrocardiogram (ECG), cuff blood pressure, and electrocardiography-gated computed tomography angiography (CTA) imaging. The model is coupled to a closed-loop lumped parameter network (LPN) circulatory model and incorporates rule-based fiber architecture, as well as spatially varying epicardial boundary conditions to approximate surrounding tissue support. Model parameters are personalized through a multistep procedure that sequentially tunes circulatory dynamics, passive mechanics, and active contraction. The resulting personalized BiV model closely matches clinical pressure and volume measurements and reasonably agrees with image-based myocardial deformation. To assess the impact of anatomical model choice, we compare the BiV model to two commonly-used simplifications: a truncated BiV (t-BiV) model cut at the basal plane and a left ventricle-only (LV) model. For these models, we also evaluate their sensitivity to plausible variations in boundary conditions and contractile strength. With all other inputs held fixed, the LV model exhibits similar global pressure/volume behavior, despite moderate differences in regional deformation. In contrast, the t-BiV model produces substantial differences in both global function and local myocardial mechanics. These results suggest that while LV-only models may be sufficient for biomechanical studies, truncation at the basal plane strongly impacts model outputs and should be used with caution.", "date": "2025-12-15", "journal": ""}
{"title": "MisTIC: Missegmented Transcript Inference Correction for Improved Spatial Transcriptomics Analysis", "doi": "10.64898/2025.12.11.693759", "authors": "Yang, Y.; DePasquale, E. A.; Adeleke, D.; Xie, X.; Lu, Z.; Nelson, M. D.; Xiao, G.; Wang, X.; Wang, Y.", "abstract": "Imaging-based spatially resolved transcriptomics (SRT) technologies, such as 10X Xenium, MERSCOPE, and CosMx, have revolutionized our ability to study gene expression within the spatial context of tissues at single-cell resolution. The acquisition of such data relies heavily on cell segmentation algorithms, which often produce imperfect boundaries, leading to transcript misassignment. These misassignments can significantly affect downstream analyses, including cell type identification, differential expression analysis, cell-cell communication, and RNA localization. We present MisTIC (Missegmented Transcript Inference Correction), a variational Bayesian model designed to correct transcript misassignment errors without requiring resegmentation. In benchmarking analyses using synthetic data with simulated transcript misassignment, MisTIC demonstrated high sensitivity and specificity in removing misassigned transcripts. In real data applications, MisTIC effectively enhances cell type identification, reduces ambiguity in differential expression analysis, and improves the detection of cell-cell communication. Furthermore, RNA localization analysis based on data corrected by MisTIC revealed that, in T cells located near cancer-associated fibroblasts compared to those farther away, genes involved in T cell activation, inflammation, and cytotoxicity were depleted from cytoplasmic regions despite not being differentially expressed between the two T cell subsets. In conclusion, MisTIC is a powerful tool for correcting transcript misassignment in SRT data. It not only improves the accuracy of routine analyses but also enables novel investigations that provide deeper insights into the dynamics of gene expression.", "date": "2025-12-15", "journal": ""}
{"title": "Plasma plasmalogen levels and risk of lymph node positive breast cancer", "doi": "10.64898/2025.12.11.693510", "authors": "Yavari, M.; Brantley, K. D.; Carmona, A.; Sabatier, M.; Liang, Y.; Monge-Lorenzo, J.; Torpey, J.; Szylo, K. J.; Flores, M.; Palma, M.; Fraser, C. S.; Chaufan, M.; Kaur, M.; Hendrianto, L.; Henry, W.; Hui, S. T.; Rodriguez, R.; Willett, W. C.; Avila-Pacheco, J.; Clish, C. B.; Eliassen, H. A.; Zeleznik, O. A.; Ubellacker, J.", "abstract": "Lymph node involvement is a key predictor of poor breast cancer prognosis. Systemic lipid alterations can contribute to cancer cell survival in lymph nodes, but their relevance in humans remains unclear. Here, we combine human epidemiologic analyses from the Nurses Health Study 2 and complementary mechanistic studies in mouse models to investigate how systemic lipid profiles relate to lymph node positive breast cancer. We show that in pre-diagnostic human plasma (n=511), lower levels of phosphatidylethanolamine (PE) and phosphatidylcholine (PC)-enriched plasmalogens are associated with increased risk of lymph node positivity, with stronger associations in samples collected closer to diagnosis. Consistent with the human data, lower levels of PE and PC-enriched plasma plasmalogens are found in mice with nodal involvement. Furthermore, in mice, dietary PUFA depletion reduces lipid oxidation in breast cancer cells in lymph nodes and promotes their survival and metastatic spread. These findings suggest that reduced levels of PE and PC-plasmalogens and decreased PUFA availability creates a lipid environment that enables breast cancer lymph node involvement.", "date": "2025-12-15", "journal": ""}
{"title": "Assessing PDMS Biocompatibility in Microfluidic Applications: Toxicity and Survival Outcomes in C. elegans", "doi": "10.64898/2025.12.11.693574", "authors": "Gomez, K.; Efimenko, K.; Genzer, J.; San Miguel, A.", "abstract": "Polydimethylsiloxane (PDMS), often assumed to be biocompatible, is widely used in microfluidic devices and biomedical research. Here, we systematically assess the organismal effects of PDMS network components and their leachates using Caenorhabditis elegans as a whole-animal model. We demonstrate that uncrosslinked vinyl-terminated PDMS (v-PDMS) chains, which comprise the majority of a PDMS network and are known to diffuse into aqueous environments, exhibit acute, environmentally-dependent toxicity. Low-molecular-weight v-PDMS (6 kDa) caused mild lethality in nutrient-rich S-Medium but significantly higher mortality in minimal S-Buffer, showing that media composition strongly influences toxic effects. Adding cholesterol, calcium, or magnesium notably reduced v-PDMS-induced lethality, whereas trace metals increased it. Using a DAF-16::GFP reporter strain, we show that cholesterol influences organismal stress responses to v-PDMS exposures. Progeny from starved parents showed full resistance to v-PDMS, suggesting transgenerational stress memory plays a role in reducing PDMS toxicity. We also find that linear siloxanes cause modest but significant lethality, whereas cyclic siloxanes do not. The PDMS crosslinker TDSS, however, provides partial protection when present with v-PDMS, revealing diverse biological effects among PDMS network precursors. Overall, these results show that PDMS-derived components are not universally harmless and that susceptibility depends greatly on environmental conditions, sterol levels, and physiological history. Our findings emphasize the importance of carefully evaluating PDMS formulations for biomedical use and offer a framework for assessing polymer leachate toxicity in living organisms.", "date": "2025-12-15", "journal": ""}
{"title": "Exercise Engages Coordinated Neuron-Glia Signaling to Shape Spinal Cord Plasticity", "doi": "10.64898/2025.12.11.693787", "authors": "Mansingh, S.; Dilbaz, S.; Ritz, D.; Santos, G.; Steurer, S. A.; Handschin, C.", "abstract": "Physical activity induces systemic benefits for brain and muscle function, but how the healthy spinal cord adapts to exercise remains largely unknown. Here, we combine bulk proteomics, single-nucleus RNA sequencing, and cellular communication inference to map exercise-induced molecular adaptations in the mouse lumbar spinal cord. Endurance training elicited robust baseline remodeling, dominated by glial transcriptional changes. Acute exhaustive exercise triggered biphasic responses: widespread metabolic and synaptic gene upregulation at 6 h followed by balanced suppression at 24 h, with trained animals exhibiting enhanced amplitude and faster resolution. Cell-cell communication analysis revealed that exercise reshaped signaling networks in both magnitude and composition. While glia emerged as primary transcriptional responders, cholinergic neurons-despite minimal transcriptional changes-were central signaling hubs, engaging various pathways with astrocytes, oligodendrocyte precursor cells, and oligodendrocytes in a training-dependent and temporally restricted manner. Glial-derived communication further diversified these responses, with astrocytes, oligodendrocytes, and microglia shifting toward pathways supporting synaptic remodeling, axon guidance, and growth factor signaling while dampening inflammatory cues. Together, these findings identify neuron-glia communication as potential driver of spinal cord adaptation to exercise, suggesting pathways through which glial plasticity may serve as a key mediator linking motor activity to spinal cord resilience.", "date": "2025-12-15", "journal": ""}
{"title": "EEG Dynamics of Movement Preparation and Error Processing Distinguish Motor Adaptation From De Novo Learning", "doi": "10.64898/2025.12.11.693740", "authors": "Gastrock, R. Q.; Henriques, D. Y. P.; 't Hart, B. M.", "abstract": "Previous research has distinguished behavioral mechanisms between motor adaptation and de novo learning. However, electroencephalography (EEG) markers dissociating them remain unclear. Here, participants (N = 32, 13 female) performed center-out reaching under a 30{degrees} fixed rotation (adaptation), mirror reversal (de novo learning), or random rotation (errors without learning), while we recorded EEG during movement preparation and post-movement feedback. We explored how perturbation type, training phase, and error magnitude shaped neural dynamics in both temporal and frequency domains. During preparation, the readiness potential (RP) showed opposite training-related modulation in the fixed and random rotations, suggesting increased reliance on updated internal models for adaptation. Mirror reversal training showed no RP change, likely reflecting reliance on effortful, explicit learning. Interestingly, we found that Lateralized Readiness Potentials (LRPs) reflected planned movement direction rather than effector-specific preparation. In the frequency domain, beta attenuation for large errors and alpha synchronization for small errors were more pronounced in the fixed rotation than in the mirror reversal, suggesting greater error-sensitivity during adaptation. During post-movement feedback, P3 amplitude decreased from early to late learning in the fixed and random rotations but remained stable in the mirror reversal, highlighting differences in cognitive demands across perturbations. A sustained late positivity emerged following small errors across perturbations, potentially indexing implicit learning. Random rotations also elicited distinct frontal and central beta modulation, likely reflecting disengagement due to task unpredictability. Together, we show that preparatory and feedback-related EEG signatures differ across perturbation types, revealing distinct neural mechanisms underlying motor adaptation and de novo learning.", "date": "2025-12-15", "journal": ""}
{"title": "NKTR-255, a polymer-conjugated IL-15, synergizes with CAR-T cell therapy to activate endogenous anti-tumor immunity and improve tumor control", "doi": "10.64898/2025.12.11.693768", "authors": "Nutt, W. S.; Kluesner, M. G.; Bingham, E.; Gad, E.; Miller, D.; Zepeda, V.; Snyder, A. J.; Marsh, S. A.; Liudahl, S. M.; Hoffman, M.; LeBlanc, L.; Volfbeyn, M. E.; Garrison, S. M.; Sarvothama, M.; Barry, K. C.; Headley, M. B.; Marcondes, M.; Srivastava, S.", "abstract": "CAR-T cells have yet to show widespread efficacy in solid tumors due in part to their poor persistence and loss of function in the tumor microenvironment. Further, heterogenous expression of most CAR target antigens in solid tumors can lead to escape of antigen-null tumors that resist CAR-T killing. Strategies to cooperatively boost both CAR-T and endogenous anti-tumor immunity could curb tumor escape and may be critical for achieving durable efficacy in cancer patients. NKTR-255 is a polymer-conjugated IL-15 with extended half-life that can boost endogenous T and NK cells, as well as CD19 CAR-T activity in B cell malignancies. However, whether NKTR-255 is sufficient to overcome CAR-T dysfunction in the suppressive solid tumor microenvironment, and how NKTR-255 and CAR-Ts together re-shape endogenous anti-tumor immunity, is not known. Using an autochthonous mouse model of ROR1+ lung adenocarcinoma, we show that NKTR-255 significantly boosted accumulation, reduced exhaustion, and improved function of tumor-infiltrating CAR-T cells. Compared with NKTR-255 or CAR-T treatment alone, combination of NKTR-255 and CAR-T therapy synergistically increased tumor-infiltrating CD11b+ cytotoxic NK cells, activated dendritic cells, and endogenous tumor-specific T cells that preserved a PD-1+Tcf1+ stem-like phenotype. Consequently, NKTR-255 and CAR-T combination therapy induced complete elimination of ROR1+ tumor and significantly improved survival, with enhanced tumor control dependent on activity of both CAR-Ts and endogenous T cells. Altogether, our data suggest that combining NKTR-255 with CAR-T therapy is a promising strategy to enhance both CAR-T and endogenous anti-tumor immunity to promote coordinated control of aggressive tumors.", "date": "2025-12-15", "journal": ""}
{"title": "Evaluation of Iodine-Based Contrast Agents for Micro-Computed Tomography Imaging of Porcine Cardiac Conduction System", "doi": "10.64898/2025.12.12.693377", "authors": "Pradeep, M.; Das Gupta, S.; Li, Y.; Kauppinen, S.; Finnila, M. A. J.; Liimatainen, T.", "abstract": "Purpose: This study compares two iodine-based contrast agents, iodine in ethanol (I2E) and aqueous solution of potassium triiodide (I2KI), in optimizing high-resolution, contrast-enhanced micro computed tomography imaging (micro-CT) of the cardiac conduction system (CCS) in porcine hearts. The study evaluates their relative efficacy in enhancing tissue contrast and anatomical delineation, aiming to improve CCS visualization for advanced cardiac research. Methods: Dissected porcine hearts were stained with I2E or I2KI for contrast enhancement and scanned with micro-computed tomography. Signal-to-noise ratio (SNR), contrast-to-noise ratio (CNR), and volumetric shrinkage were evaluated. Additionally, qualitative visualization of CCS-related anatomical landmarks, such as the sinoatrial node (SAN), atrioventricular node (AVN), and Purkinje fibres, was performed, along with assessment of artefact occurrence and sample integrity. The efficacy of the contrast agents was also determined by segmenting the regions of interest corresponding to the CCS from micro-CT images. These were then further validated against histology. Results: I2E provided superior CNR, fewer artefacts, and preserved sample integrity, enabling smooth post-processing and histological sectioning. I2KI staining produced higher soft-tissue signal intensity and faster stain saturation (day 2) than I2E (day 3). However, I2KI exhibited leaching and introduced substantial staining artefacts. I2KI also exhibited structural disintegration, which, in turn, compromised downstream processing. Conclusion: These results suggest that I2E is a viable alternative to I2KI for CCS micro-CT imaging when sample preservation and downstream analyses are essential, whereas I2KI may be preferred for rapid, high-intensity staining where tissue integrity is less critical.", "date": "2025-12-15", "journal": ""}
{"title": "Alginate Nanohydroxyapatite Composite for Dental Tissue Engineering Application.", "doi": "10.64898/2025.12.11.693830", "authors": "Nayak, A. N.; Ramachandran, R.; Shah, H. P.; Chowdhary, I.; Sharma, P.", "abstract": "Traumatic dental tissue injury is a common health concern globally, with more than a billion people affected worldwide. In this study, we have synthesized green route Nanohydroxyapatite utilizing green tea extract, which further enhances the Osteogenesis, Osteointegration, and biocompatibility of the synthesized Hydroxyapatite. This Nanohydroxyapatite was capped with an antibiotic, integrated into an alginate scaffold, and coated with a painkiller to create a dual drug release system, providing rapid release of painkiller and sustained release of antibacterial drug. Biocompatibility and osteoblast proliferation were confirmed through MTT assays, and osteogenesis by ALP activity, validating the suitability of the scaffold for dental bone tissue engineering applications. The developed nanocomposite scaffold shows significant promise in enhancing dental bone repair by simultaneously addressing the inflammation, infection, and regeneration challenges.", "date": "2025-12-15", "journal": ""}
{"title": "Dissecting GPCR Selectivity: A complex interplay of various intracellular motifs determines G-protein binding and activation", "doi": "10.64898/2025.12.12.693856", "authors": "Kirchhofer, S.; Jelinek, V.; Klingelhoefer, K.; Krett, A.-L.; Buenemann, M.", "abstract": "G Protein coupled receptors (GPCRs) mediate intracellular signaling by selectively activating heterotrimeric G-proteins. While certain GPCRs exhibit a high specificity toward particular G protein subtypes, other GPCRs display promiscuous signaling by engaging interaction with multiple G protein families. Molecular determinants underlying the selectivity or promiscuity of the receptors remain incompletely understood. In the present study, we investigate various structural motifs within the intracellular domains of Muscarinic receptors to assess their role in both G subunit binding and activation. To this end, we generated chimeric receptors and applied both FRET- and BRET-based assays to monitor G protein binding and activation. Our study demonstrates that the determination of G protein coupling selectivity is not defined by single motifs or amino acids but rather by a complex interplay of various intracellular motifs affecting binding or/and subsequent activation. These results provide new insights into the structural basis of GPCR-G protein specificity.", "date": "2025-12-15", "journal": ""}
{"title": "TET2-dependent differential 5hmC deposition balances adult neural stem cell activation and differentiation", "doi": "10.64898/2025.12.12.693863", "authors": "Lazaro-Carot, L.; Planells, J.; Jimenez-Villalba, E.; Arteaga-Vazquez, L. J.; Rao, A.; Ferron, S. R.", "abstract": "Ten-eleven translocation (TET) enzymes are key regulators of active DNA demethylation, converting 5-methylcytosine (5mC) to 5-hydroxymethylcytosine (5hmC) and thereby shaping the epigenetic landscape and cellular identity. While their roles have been characterized in pluripotent and some multipotent stem cells, their function in adult neural stem cells (NSCs) of the subventricular zone (SVZ) remains poorly understood. Here, we show that TET2 is critical for the maintenance and differentiation of adult NSCs, orchestrating locus-specific 5hmC deposition across promoters, gene bodies, and enhancers. Importantly, 5hmC remodeling segregates into two functionally distinct programs: promoter-associated gains of 5hmC are strongly TET2-dependent and drive transcription of genes controlling neural differentiation and calcium signaling, whereas gene body- and enhancer-associated 5hmC gains partially depend on TET2 and sustain proliferative and metabolic pathways, thereby maintaining stemness. Loss of TET2 disrupts these 5hmC programs, downregulates key differentiation- and calcium-related genes, and impairs the normal differentiation-associated increase in intracellular calcium, revealing a functional consequence of altered epigenetic regulation. Together, our findings uncover a pivotal role for TET2 in coordinating complementary epigenetic and transcriptional programs that balance stemness and differentiation in adult NSCs.", "date": "2025-12-15", "journal": ""}
{"title": "Low-Frequency Textured Gabor Flicker Enhances SSVEP Entrainment and Visual Comfort for BCI Control", "doi": "10.64898/2025.12.12.693875", "authors": "GOMEL, J.; Dehais, F.; Corsi, M.-C.", "abstract": "Steady-state visual evoked potentials (SSVEPs) are widely used in cognitive neuroscience and brain-computer interfaces (BCIs), but the visual discomfort induced by repetitive luminance flicker limits their usability, particularly in multi-target settings due to strong peripheral distraction. Textured flicker composed of Gabor patches has been proposed as a more comfortable alternative, but its suitability for SSVEP paradigms and its frequency-dependent impact on neural entrainment remain unclear. Here, we directly compared textured Gabor-based flicker and classical luminance flicker using a frequency sweep followed by a multi-class SSVEP BCI task. In Session 1 (N=24), we measured SSVEP signal-to-noise ratio (SNR), inter-trial coherence (ITC), and subjective comfort across 13 stimulation frequencies (3-18Hz). Gabor-based textures elicited higher SNR and ITC than plain flicker at low frequencies (3-9Hz), whereas plain flicker produced stronger and more phase-consistent responses at higher frequencies (12-18Hz), revealing a robust crossover in entrainment. Across almost all frequencies, Gabor stimuli were rated as more comfortable. Based on these results, we defined a low-frequency Gabor-optimized band (5-7Hz) and a higher plain-optimized band (14-16Hz). In Session 2 (N=18), these bands were used in a five-class offline SSVEP BCI. Classification accuracy was highest (Gabor: 95.7% at 5-7Hz; plain: 98.1% at 14-16Hz) when each stimulus type was used in its optimal band and decreased markedly when stimulus type and frequency band were mismatched. Gabor stimuli were consistently rated as more comfortable and nearly imperceptible in peripheral vision. Together, these findings establish textured Gabor flicker as a comfortable and effective alternative to luminance flicker for low-frequency SSVEP paradigms.", "date": "2025-12-15", "journal": ""}
{"title": "Immunotherapy with Pro-regenerative Macrophages from Embryonic Stem Cells Ameliorate Osteoarthritis via TNFAIP3-Mediated Chondroprotection", "doi": "10.64898/2025.12.12.693855", "authors": "Zhuang, Z.; Liu, Z.; Su, H.; Sun, W.; Zhu, Q.; Xu, J.; Fang, J.; Li, L.; Shen, D.; Zou, X.; Marks, H.; Zhang, X.; Liu, H.; Hongwei, O.", "abstract": "Immune cell-based therapies for osteoarthritis (OA) remains underexplored. Macrophages coordinate tissue repair, yet their functional heterogeneity and therapeutic applicability, particularly for designed stem cell-derived populations with tailored reparative properties are not fully delineated. Inspired by embryonic skeletal development as a paradigm of scarless regeneration, we identified a pro-regenerative macrophage population through a single-cell RNA atlas of developing skeletal tissues. We subsequently established a mechanically dynamic induction approach to efficiently generate pro-regenerative macrophages from human embryonic stem cells (hESCs), mimicking this developmental phenotype. In vitro, these macrophages mitigate cartilage degradation in OA explants and suppress pro-inflammatory, catabolic signaling in chondrocytes. Injection into murine OA joints robustly attenuates disease progression, reduces extracellular matrix breakdown, and resolves synovial inflammation, representing the first demonstration of immune cell-based therapy for OA. Mechanistically, these macrophages orchestrate chondroprotection not through broad immunosuppression, but by activating a TNFAIP3-dependent signaling hub that restrains inflammatory and catabolic responses in chondrocytes. This TNFAIP3 activation precisely reversed the OA-associated gene signature, suppressing catabolic mediators while enhancing reparative factors, thereby restoring the anabolic-catabolic balance. Our findings uncover a developmental blueprint for engineering pro-regenerative macrophages from stem cells and establish a pioneering targeted immune cell therapy that engages an intrinsic chondroprotective program, offering a transformative and translationally relevant strategy for OA treatment.", "date": "2025-12-15", "journal": ""}
{"title": "Dysregulated lymphocyte localization in idiopathic multicentric Castleman disease", "doi": "10.64898/2025.12.12.693846", "authors": "Mumau, M.; Gonzalez, M.; Forsyth, K.; Pampena, M. B.; Irvine, A.; Lavery, C.; Zinski, J.; Miller, I.; Barnett Dubensky, T.; Oldridge, D.; Vella, L.; Betts, M. R.; Fajgebaum, D.", "abstract": "Idiopathic multicentric Castleman disease (iMCD) is a rare and life-threatening hematologic disease involving episodic flares of uncontrollable systemic inflammation by unknown causes. Hallmark features of iMCD include multiple enlarged lymph nodes with characteristic histopathological phenotypes and a potentially fatal, cytokine release syndrome. The key pathophysiologic drivers of disease are poorly understood and few effective treatment options exist. Here, we discovered an association between elevated chemokines, namely CXCL13, and lymph node size in iMCD, providing one possible explanation for the lymphadenopathy observed clinically. Instead of a concurrent increase in circulating CXCL13 and CXCR5-expressing cells that has been described in other contexts, during active disease, chemokine-responsive lymphocytes downregulated CXCR5 levels in iMCD. Despite heightened chemokine production by lymph node stromal cells, T and B cells failed to appropriately respond to their cues locally within the tissue and were particularly scarce within CXCL13-expressing germinal centers (GC). Inflammatory signals in iMCD lymph nodes appeared to restrict the production and movement of T follicular helper cells, which play an important role in facilitating appropriate GC responses. Together, these data provide a link between dysregulated chemokine production and germinal center lymphocyte trafficking, highlighting a potential mechanism and therapeutic target in iMCD lymphadenopathy.", "date": "2025-12-15", "journal": ""}
{"title": "Squash ensures Spindle-E-dependent heterotypic ping-pong amplification of piRNAs in the Drosophila ovary", "doi": "10.64898/2025.12.12.693873", "authors": "XU, X.; Taichiro, I.; Shinichi, K.; Toshie, K.", "abstract": "The PIWI-interacting RNA (piRNA) pathway plays a crucial role in repressing mobile transposable elements (TEs) and protecting the integrity of the heritable genome in animal gonads. In the Drosophila ovary, piRNAs are produced in a membrane-less organelle called nuage, in which many piRNA factors are localized. Among them, Squash (Squ) has also been identified as a key component in piRNA-directed TE silencing. However, its molecular function remains largely unknown. Here, we demonstrate that loss of Squ leads to defective piRNA biogenesis, which is associated with the abnormal accumulation of precursor transcripts and the specific destabilization of Ago3, a member of the PIWI-family proteins. Reducing Ago3 results in enhanced homotypic piRNA amplification mediated by Aub itself, rather than the heterotypic ping-pong amplification between Aub and Ago3. Additionally, we demonstrate that Squ is a functional cofactor of the RNA helicase, Spindle-E (Spn-E), which plays a vital role in piRNA biogenesis. Point mutations that abrogate the interaction between Squ and Spn-E result in TE de-repression and defective precursor processing, suggesting that Squ works with Spn-E to ensure the proper piRNA biogenesis. These results identify Squ as a critical factor for Spn-E-dependent heterotypic ping-pong amplification of piRNAs in the Drosophila ovary.", "date": "2025-12-15", "journal": ""}
{"title": "The vault associates with membranes in situ", "doi": "10.64898/2025.12.12.693869", "authors": "Geissler, K.; Kreysing, J. P.; Wang, Y.; Glushkova, D.; Obarska-Kosinska, A.; Hoffmann, P. C.; Böhm, S.; Schmidt, A.; Meier-Credo, J.; Langer, J.; Hummer, G.; Beck, M.", "abstract": "The eukaryotic vault particle is a giant ribonucleoprotein complex that assembles into an iconic barrel-like cage. Its cellular function has remained elusive despite extensive characterization. Using cryo-electron tomography of Dictyostelium discoideum cells, we define the distribution, structural states and interaction landscape of vault particles in situ. Surprisingly, we detect a subpopulation of vault particles associated with the endoplasmic reticulum (ER) and nuclear envelope membranes. This association occurs at a defined barrel height of the vault particle and at patches of reduced membrane bilayer thickness and altered curvature. We further find that a substantial fraction of vaults encloses 80S ribosomes in highly ordered orientations. These structural findings are further corroborated by proximity labeling experiments which identify ER-resident proteins and numerous ribosomal components as vault particle interactors. The membrane-bound and ribosome-encapsulating vault populations that we uncover will direct future studies towards revealing vault function.", "date": "2025-12-15", "journal": ""}
{"title": "SEQURNA enhances FLASH-seq gene detection while eliminating DTT dependence", "doi": "10.64898/2025.12.12.693841", "authors": "Khven, I.; Ribeiro, M. M.; Crausaz, S.; Picelli, S.", "abstract": "Effective RNase inhibition is critical for single-cell RNA-sequencing, yet commercial recombinant RNase inhibitors (RRIs) require reducing agents for stability and impose substantial costs. Here, we systematically benchmark SEQURNA, a synthetic thermostable RNase inhibitor, against commercial alternatives using FLASH-seq in human retinal organoids and peripheral blood mononuclear cells (PBMCs). SEQURNA at 0.5-1 U/l achieved 14-50% higher gene detection than Takara RRI, with the greatest improvement in low-RNA PBMCs. Surprisingly, DTT supplementation at standard concentrations (5-10 mM) significantly impaired gene detection across all SEQURNA concentrations without improving RNA quality metrics, challenging established reverse transcription protocols. SEQURNA preserved biological heterogeneity, maintained sample stability during one-month storage at -80{degrees}C, and reduced reagent costs by 70%. We recommend SEQURNA at 1 U/l without DTT as an optimized formulation that simultaneously enhances data quality and cost-effectiveness for full-length single-cell RNA sequencing.", "date": "2025-12-15", "journal": ""}
{"title": "Systematic Survey of Public Datasets for Behavioral Research in Invertebrate Models: Toward FAIR and Standardized Data Sharing", "doi": "10.64898/2025.12.12.693879", "authors": "Piorkowska, N. J.; Mazurek, R.; Adamek, D.; Lopianiak, M.; Kubs, M.; Kulka, K.; Luszczek, P.; Mijal, R.", "abstract": "Behavioral datasets for invertebrate model organisms are rapidly expanding alongside automated imaging, tracking, and artificial intelligence (AI) based phenotyping, yet their technical structure and compliance with the Findable, Accessible, Interoperable and Reusable (FAIR) principles remain heterogeneous. We present a two-stage survey of openly available behavioural datasets for major invertebrate models Caenorhabditis elegans (C. elegans), Drosophila melanogaster (D. melanogaster), Galleria mellonella (G. mellonella), and planarians Schmidtea mediterranea (S. mediterranea) with larval zebrafish (Danio rerio) included as a vertebrate comparator. Stage 1 comprised a PRISMA-guided literature review (from 2015 to 2025) across indexed databases and complementary non-indexed sources, yielding 12 eligible publications describing 12 open behavioural datasets. Stage 2 independently screened and technically evaluated repository deposits (from June 2022 to July 2025), producing a final corpus of 20 datasets scored on a four-dimension ordinal rubric capturing usability, annotation richness, technical quality and AI readiness. All extracted descriptors, repository search logs, and scoring sheets are released as public data records enabling full regeneration of figures and summary statistics. Across Stage 2 deposits, multimodality and open file formats were common, whereas interoperability and AI-readiness were most constrained by limited machine-readable metadata, weak raw-to-derived provenance, and sparse adoption of formal standards or ontologies. This Data Descriptor provides a reproducible, dataset-centred overview of behavioural resources for invertebrate models and practical guidance for FAIR-aligned publication, secondary biological analyses, and AI benchmarking.", "date": "2025-12-15", "journal": ""}
{"title": "DeepDOX1: A Dual-Drive Framework Integrating Deep Learning and First-Principles Physics for Drug-Protein Affinity Prediction", "doi": "10.64898/2025.12.12.693818", "authors": "Liu, Z.; Sun, H.; Wang, Y.; Ren, Y.; Rao, L.; Huang, Z.; Cao, H.; Hu, X.; Zhu, X.; Li, M.; Wan, J.", "abstract": "In this work, we present DeepDOX1, a dual-drive drug-protein affinity (DPA) prediction tool features the tight integration of a concise AI architecture and a quantum mechanics based representation. The first-principle physics generated features incorporating the interactions between the drug and the protein pocket allows a relatively simple CNN model trained on a relatively small training set to exhibit exceptional generalization capabilities across extensive testing. Notably, DeepDOX1 outperforms popular AI models in the tests simulating real-world drug design scenario and a highly challenging test set featuring covalent ligands, halogenated ligands and metalloproteins. In addition, we designed a series of novel covalent inhibitors targeting the diabetes target hu-FBPase using DeepDOX1. Subsequent experimental validation including enzyme-level bioactivity assays and crystal structure determination confirmed the DeepDOX1's effectiveness in real-world drug design applications. It is conceivable that the combination of AI and first-principle QM might be one of the next breakthrough points of DPA prediction.", "date": "2025-12-15", "journal": ""}
{"title": "A Population-Scale Single-Cell Atlas of the Human Heart Reveals Cellular Remodeling and Cell-Cell Communication in Aging and Cardiac Disease", "doi": "10.64898/2025.12.12.693831", "authors": "Gong, Z.; Li, M.; Ang, K. S.; Zhao, X.; Ramachandra, C. J.; Wang, X.; Hausenloy, D. J.; Wang, Y.; Chen, Y.; Chen, J.", "abstract": "Previous single-cell and single-nucleus heart atlases, often limited by small sample sizes, lack the statistical power needed for phenotype association analysis, particularly for cardiovascular diseases and cardiac aging. To address this, we integrated data from 436 samples across 12 single-cell studies, harmonized the corresponding sample metadata, and constructed a comprehensive heart atlas comprising 355,762 cells and 1,436,719 nuclei. Consensus annotation identified 10 broad cell types and 54 fine-grained subsets. Associating gene expression patterns and cell type proportions with phenotypic data, we identified NRG1-expressing endocardial cells linked to multiple cardiac diseases and found that interferon (IFN) response signatures mark aging in multiple heart cell types. Importantly, we also developed PopComm, a novel computational method for inferring ligand-receptor (LR) interactions from population-scale single-cell data and quantifying interaction strength for individual samples. Using PopComm, we revealed a close association between the IFN response state and altered cell-cell communication during cardiac aging.", "date": "2025-12-15", "journal": ""}
{"title": "Design and Fabrication of Petri Dish Optimized for High-Frequency Acoustic Microscopy Using 3D Printing", "doi": "10.64898/2025.12.12.693677", "authors": "Pesen, T.; Eren, B. C.; Akgun, B.", "abstract": "High-frequency imaging in acoustic microscopy requires the use of petri dishes with thin and acoustically transparent bottoms to minimize signal attenuation and distortion. Commercially available options suitable for this purpose are often expensive or limited in compatibility with custom setups. Here, we present a cost-effective and easily customizable alternative developed in our laboratory, consisting of a 3D-printed frame combined with commercially available stretch film. The stretch film serves as an ultrathin (8um thickness) base that supports efficient high-frequency acoustic transmission, enabling clear and reliable imaging. Beyond acoustic microscopy, the adaptable design is also compatible with other modalities such as optical tweezers and fluorescence microscopy. This versatility significantly enhances the value of the proposed design, offering a practical solution for diverse experimental needs.", "date": "2025-12-15", "journal": ""}
{"title": "A window trial in metastatic pancreatic ductal adenocarcinoma reveals resistance mechanisms to targeting the KRAS-MEK pathway", "doi": "10.64898/2025.12.12.693851", "authors": "Tsuda, M.; Keith, D.; Daniel, C. J.; Pelz, C.; Blise, K. E.; Ozmen, T. Y.; Ozmen, F.; Hawthone, K.; Eng, J. R.; Li, X.; Wang, X.; Zimny, H.; Sivagnanam, S.; Betre, K.; Kirchberger, N.; Chong, B.; Lee, J.; Matter, _.; Smith, A.; Agritelley, E. S.; Waugh, T.; Sannecy, A.; Alarcon, K.; Youm, I.; Protzek, S.; Egger, J.; English, I. A.; Yang, M.; Shah, V. M.; Link, J. M.; Creason, A. L.; Worth, P. J.; Goodyear, S. M.; Chin, K.; Muschler, J. L.; Suciu, C. G.; Corless, C. L.; Cao, S.; Soucek, L.; Kardosh, A.; Coussens, L. M.; Brody, J. R.; Lopez, C. D.; Mills, G. B.; Sears, R. C.", "abstract": "Copy number alterations of KRAS, mutated in over 90% of pancreatic ductal adenocarcinomas (PDAC), and MYC occur in 30-40% of PDAC. Here we demonstrate that KRAS and MYC are frequently co-gained and accompanied with worse prognosis in PDAC. In a Window-of-Opportunity clinical trial for metastatic PDAC, serial biopsies and deep multi-omics analyses were utilized to explore resistance mechanisms to MEK inhibition, as a surrogate for KRAS inhibition. Tumors from four of 14 patients showed Ki-67/CA19-9-based biomarker response (BR). Non-BR tumors were enriched for KRAS/MYC co-gain and KRASG12D variant. A transcriptomic signature of BR tumors was inversely correlated with KRASG12D/MYC co-gain in a large PDAC dataset and predictive for KRAS inhibitor response in multiple models. Finally, co-targeting KRAS and MYC was synergistic in KRASG12D/MYC co-gain PDAC. Together, this study provides insight into KRAS inhibitor resistance and supports MYC as an important target to improve patient outcomes in this deadly disease.", "date": "2025-12-15", "journal": ""}
{"title": "Chromosome-Scale Genome Assembly of Australian Finger Lime and Resequencing Reveal the Hidden Diversity of Oceanian Citrus", "doi": "10.64898/2025.12.11.693794", "authors": "Hufnagel, B.; Alves, M.; Piet, Q.; Dereeper, A.; Giraud, D.; Calvez, L.; Belser, C.; Labadie, K.; Duprat, S.; Cruaud, C.; Istace, B.; Curk, F.; Menezes, F. D. S.; Diop, K.; Miranda, M.; Froelicher, Y.; Smith, M.; Aleza, P.; Lebegin, S.; Martin, C.; Micheli, F.; Mournet, P.; Droc, G.; Pena, L.; Wulff, N.; Morillon, R.; Wincker, P.; Aury, J.-M.; Lemainque, A.; Ollitrault, P.", "abstract": "Oceanian citrus species, including wild taxa native to Australia and Papua New Guinea, form a genetically distinct clade within the Citrus L. (1753) genus. These species remain largely underexplored, despite their adaptation to diverse environments and relevance for citrus improvement. To support their use in breeding and evolutionary studies, we generated a high-quality, Chromosome-scale genome assembly of an Australian finger lime accession (SRA 1002), a natural interspecific hybrid. The genome was assembled using long-read sequencing, optical mapping, and a high-density genetic map, resulting in nine pseudomolecules covering over 97% of the genome. Using this reference, we analyzed whole-genome resequencing data from 132 accessions representing the diversity of Asian and Oceanian citrus. Variant calling across the dataset produced a high-resolution catalogue of single nucleotide polymorphisms (SNPs) and derived database of SNP fully discriminant of 20 Citrus species (DSNPs), enabling detailed exploration of inter- and intra-specific diversity. The data reveal a strong population structure within the group with clear heterozygosity variation between ancestral species and admixed accessions, reflecting their complex evolutionary history and hybridization patterns. This study provides the first integrated genomic framework for Oceanian citrus diversity, offering essential tools for downstream applications in citrus breeding, conservation, and evolutionary genomics. The resources generated lay the groundwork for future association studies and the targeted introgression of beneficial traits into cultivated citrus.", "date": "2025-12-15", "journal": ""}
{"title": "Trehalose 6-phosphate activates Target of Rapamycin in plants", "doi": "10.64898/2025.12.11.693803", "authors": "Liu, H.; Blanford, J.; Shi, H.; Sah, S.; Anaokar, S.; Schwender, J.; Shanklin, J.; Zhai, Z.", "abstract": "Coordinating carbon availability with growth is a fundamental challenge in plants. Target of Rapamycin (TOR) promotes cell growth and is activated by sugars, but the underlying molecular mechanism has remained elusive. Here, we identify trehalose 6-phosphate (T6P), a sucrose-derived metabolite, as the key signal linking carbon to TOR activity. In Arabidopsis and Brassica napus, T6P stimulates cell growth via TOR and is required for sucrose-induced TOR activation. We show immunoprecipitates using anti-TOR antibodies contain catalytically active TOR in addition to the catalytically active SnRK1 energy sensor kinase. In vitro experiments show that, SnRK11, the catalytic subunit of SnRK1 suppresses TOR activity, and T6P reverses this inhibition in a dose-dependent manner, providing biochemical evidence that T6P activates TOR by suppressing SnRK1. This work thus establishes a direct sucrose--T6P--SnRK1--TOR signaling axis that couples carbon availability to plant growth.", "date": "2025-12-15", "journal": ""}
{"title": "The yellow-in-the-dark chIL Chlamydomonas mutant as a model for time-resolved chloroplast biogenesis and physiological responses to lincomycin", "doi": "10.64898/2025.12.12.693793", "authors": "Ruiz-Sola, M. A.; De Silvio, M. A.; Becerra-Tinoco, M.; Quintero-Moreno, A. M.; Crespo, J. L.; Monte, E.", "abstract": "Understanding chloroplast biogenesis is key given the importance of photosynthesis and chloroplast metabolism. Chloroplast assembly has been extensively studied in angiosperms, where the main hallmarks have been established, including the need for nuclear and plastid genome coordination through anterograde and retrograde signals. However, recent works in other photosynthetic lineages have revealed both divergent and conserved regulators. These differences likely represent adaptive strategies that emerged during the evolution of the green lineage, and highlight the need for evolutionary studies to fully elucidate the mechanisms controlling chloroplast biogenesis, a light-promoted process. Here, we characterize the yellow-in-the-dark chIL mutant of Chlamydomonas reinhardtii, which carries a mutation in the CHLL subunit of the dark-operative POR enzyme. Dark-adapted chIL cells cannot synthesize chlorophylls and display a de-differentiated chloroplast, and our results show that upon exposure to light, chloroplast biogenesis is initiated very rapidly based on starch reserves. We demonstrate that accumulation of pigments, photosynthesis-related proteins, and functional chloroplast activity is detected within 1-3 hours of illumination. Additionally, we show that lincomycin, an inhibitor of plastid translation, specifically affects chloroplast physiology, and blocks light-induced chloroplast biogenesis and cell growth, establishing lincomycin as a valuable tool for investigating chloroplast physiology and plastid-to-nucleus signals in Chlamydomonas. Together, this study introduces the chIL mutant as a powerful model system to dissect light-induced, time-resolved chloroplast biogenesis, as well as the responses and signaling triggered by lincomycin. By promoting broader adoption of this model, we aim to help inform strategies to enhance photosynthesis and stress tolerance, and optimize bioproduct production.", "date": "2025-12-15", "journal": ""}
{"title": "Disruption of the ganglioside-PMCA-Np nexus leads to impaired calcium homeostasis in glioblastoma", "doi": "10.64898/2025.12.12.693888", "authors": "Puljko, B.; Kafka, A.; Hrvat, N. M.; Bukovac, A.; Njiric, N.; Jakovcevic, A.; Potocki, V.; Dumancevic, F.; Vodanovic, A. K.; Ujevic, A.; Josic, E.; Kalanj-Bognar, S.; Mlinac-Jerkovic, K.; Pecina-Slaus, N.", "abstract": "Glioblastoma (GBM), an exceedingly invasive brain tumor, is characterized by the disruption of multiple signaling pathways, particularly those governing calcium homeostasis. Additionally, cell membranes in GBM exhibit altered lipidomic profiles, especially complex sialoglycans gangliosides, which affect plasma membranes both structurally and functionally. In this work we show a disruption of a plasma membrane molecular triad composed of gangliosides, neuroplastin (Np), and plasma membrane calcium ATPase (PMCA) in GBM, leading to a severely diminished PMCA activity. Our transcriptomic, epigenetic, proteomic, lipidomic, and in silico analyses consistently demonstrated downregulation of Np and PMCA isoforms both at mRNA and protein levels in our GBM cohort, in agreement with a broader trend observed in public datasets. Analysis of the uniquely changed GBM ganglioside profile in the context of PMCA and Np expression and PMCA activity reveals GD3 as a key molecular determinant of reduced PMCA activity in GBM samples. In contrast, GD1b, necessary for optimal PMCA function in healthy tissue, is significantly reduced in GBM. Our findings establish the gangliosides-PMCA-Np nexus as a crucial complex involved in calcium signaling in GBM, contributing to GBM etiology and progression.", "date": "2025-12-15", "journal": ""}
{"title": "Neuronal silencing through depolarization block underlies odor discrimination", "doi": "10.64898/2025.12.11.693839", "authors": "Tadres, D.; Wong, P.; Lopez, M.; Khosalim, N.; Phillips, M.; Moehlis, J.; Louis, M.", "abstract": "The olfactory system enables animals to distinguish between attractive and aversive odor sources through the perception of odorant molecules. A fundamental challenge is maintaining stable odor identity perception despite fluctuating stimulus intensities during navigation. Using the numerically simple olfactory system of the Drosophila larva, we combined a quantitative odor discrimination assay, electrophysiology, computational modelling, and ectopic expression of odorant receptors to study the encoding of odor identity. We found that depolarization block, which silences olfactory sensory neurons (OSNs) at odor concentrations 3-4 log units above the detection threshold, enables odor discrimination by creating distinct patterns of OSN activity. In a minimal system with two functional OSNs, larvae discriminate between odors when depolarization block creates differential OSN silencing but fail to distinguish odors producing qualitatively similar activity patterns in both OSNs. This principle extends to odor mixtures and the fully functional olfactory system, where the high affinity of the OR42b odorant receptor for one of the test odors enables discrimination regardless of which OSN expresses OR42b. Our results indicate that depolarization block serves as an integral feature of olfactory coding alongside combinatorial OSN activation. Selective silencing of high-affinity OSNs creates distinct neural representations and enables discrimination between odors that would otherwise produce similar activity patterns. This mechanism appears evolutionarily conserved across sensory systems, from olfactory sensory neurons to photoreceptors, suggesting that selective neuronal silencing serves as a mechanism for maintaining distinct sensory representations across stimulus intensities.", "date": "2025-12-15", "journal": ""}
{"title": "Accelerating CHO-K1 Cell Line Development by Reducing Suspension Adaptation with a Microplate Agitation Culture System", "doi": "10.64898/2025.12.11.693844", "authors": "Lin, S.-P.; Lin, C.-N.; Wang, W.-R.; Tsai, C.-H.", "abstract": "Stable and productive CHO cell lines are essential for biopharmaceutical manufacturing, yet early expansion steps are often constrained by prolonged period required for suspension adaptation. Single-cell cloning (SCC) ensures monoclonality and regulatory compliance, but cells transitioning from static to suspension culture frequently exhibit variable recovery, which prolongs timelines and increases process variability. To address this challenge, mixing-based microplate culture systems have been developed to improve early expansion efficiency. The C.NEST platform provides controlled pneumatic mixing and environmental monitoring that facilitates earlier adaptation to suspension conditions. At the 96-well and 24-well stages, this system allows cells to establish stable growth under suspension-like environments, thereby shortening the adaptation period following transfer to shaking culture. In this study, we applied C.NEST to the SCC workflow for developing CHO-K1 stable cell lines. Integrating C.NEST's controlled mixing reduced adaptation time, enhanced the consistency of clone expansion, and improved the ability to identify high-yield clones. These findings highlight the potential of C.NEST to streamline cell line development workflows by accelerating early suspension adaptation and improving clone selection reliability.", "date": "2025-12-15", "journal": ""}
{"title": "The protein turnover and trafficking of Chlamyopsin6 is regulated by IFT88 and IFT52 in the Chlamydomonas reinhardtii", "doi": "10.64898/2025.12.11.693822", "authors": "Sushmita, K.; Sharma, S.; Singh, R.; KATERIYA, S.", "abstract": "Microbial rhodopsin-based optogenetics has been widely applied to diverse mammalian and plant cell types for controlling membrane potential mediated responses. However, trafficking of optogenetically active protein to the desired subcellular organelle is still a major concern in optogenetic field. This could be resolved by studying the trafficking mechanism of optogenetically active protein in the native system. Current study is focused on the trafficking of two of the microbial rhodopsins named Chalmyopsin5 and Chlamyopsin6 in a green alga, Chlamydomonas reinhardtii. Chlamyopsin5 and Chlamyopsin6 are modular in nature and possess rhodopsin, histidine kinase, response regulator and cyclase domain in tandem. Immunolocalization of Chlamyopsin5 and Chlamyopsin6 in wild strain suggests their different subcellular localization; Chlamyopsin5 in eyespot and Chlamyopsin6 in flagella. Extensive immunocytochemistry of Chlamyopsin5 and Chlamyopsin6 was performed in different intraflagellar transport (IFT) components-defective strains of Chlamydomonas to dissect their trafficking mode to the destined subcellular compartment. Our results indicated the trafficking of Chlamyopsin5 to the eyespot to be independent of IFT machinery while Chlamyopsin6 to the flagella to be IFT dependent. Further, we demonstrate that IFT88 and IFT52 stabilizes Chlamyopsin6 and IFT20 interacts with Chlamyopsin6 in Chlamydomonas. Protein interactome of Chlamyopsin5 and Chlamyopsin6 indicate their role in nitrogen assimilation, gametogenesis and photoprotection in coordination with other photoreceptors. Collectively, our study enabled us to understand the targeting of Chlamyopsins to the subcellular compartment (eyespot and flagella). Further research in this direction is required to resolve the current challenge of targeting of optogenetic protein to desired subcellular compartment.", "date": "2025-12-15", "journal": ""}
{"title": "Mitochondrial DNA Imputation Accuracy and Its Application in a Southern African Mitochondrial Genome-wide Association Study", "doi": "10.64898/2025.12.11.693816", "authors": "Croock, D.; Uren, C.; Möller, M.; Petersen, D. C.", "abstract": "Southern African populations harbor exceptional mitochondrial genetic diversity and include the earliest diverging mitochondrial haplogroups. Yet, they remain significantly underrepresented in genetic studies and reference databases. This underrepresentation raises concerns about the performance and generalizability of mitochondrial imputation tools in populations with complex demographic histories. In this study, we conducted a comprehensive evaluation of the publicly available MitoImpute reference panel to assess its accuracy and suitability for use in southern African cohorts. We examined imputation performance for mitochondrial DNA (mtDNA), the impact of imputation on haplogroup assignment, and the extent to which population-specific variants were recovered by the panel. As a proof-of-principle application, we used the MitoImpute reference panel and imputation workflow to merge five southern African tuberculosis (TB) casecontrol mtDNA datasets and perform a mitochondrial genome-wide association study (miWAS) of TB susceptibility. Although MitoImpute performed well in predicting mitochondrial haplogroups and accurately imputing a subset of mtDNA variants, substantial population-specific variation was not captured. No significant associations with TB susceptibility were identified, highlighting key limitations of array-based mtDNA genotyping and imputation in highly diverse populations. Together, these findings underscore the need for improved reference panels enriched for African mitochondrial diversity and provide practical guidelines for mitochondrial data harmonization and analysis in multi-ancestry cohorts.", "date": "2025-12-15", "journal": ""}
{"title": "Why do we need high-fidelity synthetic eye movement data and how should they look like?", "doi": "10.64898/2025.12.11.692112", "authors": "Qian, C. S.; Aziz, S.; Hasan, K.; Komogortsev, O. V.", "abstract": "Synthetic eye movement data offer a scalable and privacy-preserving solution to the challenges of real-world gaze recordings, which are costly to collect, limited in diversity, and subject to privacy and reproducibility constraints. Generating high-fidelity synthetic gaze signals, however, requires clear criteria for what aspects of human eye movements must be preserved to ensure scientific and practical utility. This paper reviews why synthetic eye movement data are needed, summarizes limitations of existing real-world datasets, and draws lessons from synthetic data efforts in other domains. We propose key requirements for realism, including the temporal dynamics of fixations, saccades, blinks, and pursuits, as well as inter-individual and state-dependent variability. Finally, we provide recommendations for standardization, validation, and integration with behavioral measures to guide the development of robust, ethically responsible synthetic eye movement datasets.", "date": "2025-12-15", "journal": ""}
{"title": "Immune-mediated Engagement of T Regulatory Cells with Tumor Cells Results in Trogocytosis and Tumor Cell Killing.", "doi": "10.64898/2025.12.11.693807", "authors": "Erbe, A. K.; Feils, A. S.; Gao, A.; VandenHeuvel, S.; Boyenga, S.; Hampton, A.; Heck, M.; Zaborek, J.; Spiegelman, D.; Tsarovsky, N.; Hoefges, A.; Pieper, A. A.; Carlson, P. M.; Felder, M.; Patel, R. B.; Gillies, S. D.; Heaton, A.; Morris, Z.; Dinh, H. Q.; Rakhmilevich, A. L.; Sondel, P. M.", "abstract": "Despite advances in treatment, >50% of patients with advanced melanoma are unresponsive to current therapies. Using the B78-D14 melanoma model (GD2+/MHC-I-/MHC-II+), we can cure mice with a regimen that includes radiotherapy (RT) in combination with immunocytokine (IC; anti-GD2 monoclonal antibody linked to IL-2) while establishing immunological memory. We interrogated the role of T cells in the antitumor and memory responses following RT+IC. We show a requirement for CD4, but not CD8 T cells, to achieve both the initial and memory responses. Upon IC-induced cell-cell contact, subsets of CD4 T cells, including Foxp3 T regulatory cells, trogocytose GD2 from tumor cells, acquire cytotoxic granules, and kill tumor cells. These results were confirmed using human tumor cell lines. These findings reveal that CD4 T regulatory cells, upon immunologically-induced binding to tumor cells, can trogocytose tumor antigens and directly kill tumor cells, redefining their potential role in antitumor immunity.", "date": "2025-12-15", "journal": ""}
{"title": "A photoprotection dial maps holistic light-stress response in diatoms", "doi": "10.64898/2025.12.11.693581", "authors": "Croteau, D.; Jaubert, M.; Quemar, T.; Falciatore, A.; Maes, A.; Bailleul, B.", "abstract": "Cellular responses to light stress operate on two timescales: short-term responses, driven by dynamic photosynthetic mechanisms such as non-photochemical quenching (NPQ), and long-term responses, characterized by various physiological and metabolic shifts driven by changes in gene expression. Understanding the coordination within and between these layers represents a major challenge in photosynthesis research. We achieved this in the diatom Phaeodactylum tricornutum using an adjustable photoprotection dial across 10 mutant strains expressing different constitutive levels of the Lhcx1 protein, which determine their latent NPQ capacity. Crucially, a near-identical initial state is preserved among strains, which allows a precise mapping of the causal chain of events initiated by NPQ induction under high light. This unlocks exceptional leverage to examine holistic interactions between functional photosynthesis and gene expression within their natural regulatory architecture. We observe that increasing NPQ maintains the PSII primary acceptor QA in a more oxidized state with little effect on linear electron flow. This oxidation limits PSII photodamage and promotes cyclic electron flow around PSI, which in turn is consistent with enhanced ATP production supporting PSII repair. Moreover, transcriptomic analysis across high-light exposure time suggests that the expression of nearly half of the genome is modulated via NPQ-driven effects. Gene expression profile clustering reveals distinct and coherent transcriptomic regulatory networks. The short-term response is characterized by a strong downregulation of light-harvesting-related genes -- independently of NPQ -- and an upregulation of oxidative stress response genes that scales inversely with NPQ magnitude. In the long term, most of the transcriptome is deeply impacted by high-light stress in a widely NPQ-dependent manner, highlighting the critical role of this process in shaping photophysiology, which in turn influences gene expression. By engineering a native functional feedback loop into an experimental dial, our approach establishes a generalizable framework for studying the complex interplay between physiology and system-wide biological regulation.", "date": "2025-12-15", "journal": ""}
{"title": "Murine CMV Infection Unmasks Macrophage-Driven Inflammatory Cardiomyopathy in Pkp2, but not in Ttn Mutant Mice", "doi": "10.64898/2025.12.11.693827", "authors": "Cirnu, A.; Williams, T. D.; Noerpel, M.; Kammerer, J.; Kannt, S.; Heil, M.; Kimmel, L.; Arias-Loza, P.-A.; Lhoda, M.; Hennig, T.; Ashour, D. E.; Puhl, S.; Rizzo, G.; Cochain, C.; Krammer, T.; Leipold, A. M.; Saliba, A.-E.; Mack, M.; Ziegler, N.; Ernst, N.; Ludwig, R. J.; Campos Ramos, G.; Frantz, S.; Dölken, L.; Gerull, B.", "abstract": "Background: Genetic cardiomyopathies display variable penetrance and phenotypic expression, highlighting the influence of environmental modulators. Myocarditis, commonly triggered by cardiotropic viruses, overlaps clinically with genetic cardiomyopathies. Consequently, these infections are implicated as secondary factors that accelerate disease onset and progression, yet their precise impact in specific genetic settings remains unexplored. Methods: To interrogate this, genetic mouse models heterozygous for a mutant allele of desmosomal plakophilin-2 (Pkp2+/-) or sarcomeric titin (Ttn+/-), genes frequently linked to acute myocarditis, were challenged with murine cytomegalovirus (MCMV) to determine how latent infection influences myocardial inflammation, tissue remodeling, and cardiac performance. Integrated experimental approaches, including echocardiography, histology, flow cytometry, single-cell RNA sequencing, as well as cytokine and kinome analyses, defined immune and signaling responses in infected versus non-infected hearts. Results: Acute, MCMV-induced viral myocarditis and subsequent latent MCMV infection unmasked early disease onset in Pkp2+/- animals, leading to progressive systolic impairment, whereas in Ttn+/- mice cardiac structure and function remained preserved throughout infection. Cardiac immune profiling uncovered infection- and genotype-specific divergence: both genetic models showed a stable myocardial effector-memory CD8+ T-cell response to MCMV, but only Pkp2+/- hearts recruited additional Ly6C+ CCR2+ monocytes and macrophages with distinct inflammatory signatures. In the absence of infection, Pkp2 insufficiency initiated subclinical CCL2 secretion and subsequent recruitment of CCR2+ cells, reflecting early immune activation preceding age-associated functional and structural decline. At this stage, cytokine and kinase evaluations indicated a balance between proinflammatory and compensatory signals. However, with aging or following MCMV challenge, this balance shifted towards persistent inflammation, evidenced by chronic upregulation of cytokines and activation of signaling pathways, which ultimately led to adverse effects and myocardial dysfunction. Conclusions: Manifestation of genetic cardiomyopathies depends on interactions between inherited susceptibility and environmental stressors. Here, we show that cytomegalovirus infection intensifies inflammation in PKP2-related cardiomyopathy. In contrast, TTN-linked cardiomyopathy does not exhibit increased inflammation under the same conditions. For individuals carrying desmosomal variants, infection control and tailored anti-inflammatory strategies may attenuate or delay disease manifestation and progression.", "date": "2025-12-15", "journal": ""}
{"title": "A single-cell cytokine dictionary of human peripheral blood", "doi": "10.64898/2025.12.12.693897", "authors": "Oesinghaus, L.; Becker, S.; Vornholz, L.; Papalexi, E.; Pangallo, J.; Moinfar, A. A.; Liu, J.; Fleur, A. L.; Shulman, M.; Marrujo, S.; Hariadi, B.; Curca, C.; Suyama, A.; Nigos, M.; Sanderson, O.; Nguyen, H.; Tran, V. K.; Sapre, A. A.; Kaplan, O.; Schroeder, S.; Salvino, A.; Gallareta-Olivares, G.; Koehler, R.; Geiss, G.; Rosenberg, A. B.; Roco, C. M.; Seelig, G.; Theis, F.", "abstract": "Cytokines orchestrate immune responses, yet we still lack a comprehensive understanding of their specific effects across human immune cells due to their pleiotropy, context dependence and extensive functional redundancy. Here, we present a Human Cytokine Dictionary, created from high-resolution single-cell transcriptomes of 9,697,974 human peripheral blood mononuclear cells (PBMC) from 12 donors stimulated in vitro with 90 different cytokines. We describe donor-specific response variation and uncover robust consensus cytokine signatures across individuals. We then delineate similarities between cytokine response profiles, and derive cytokine-induced immune programs that organize responsive genes into data-driven, biologically interpretable functional modules. By integrating cell type-specific responses with expression of cytokines, we infer higher-order cell-to-cell and cytokine-to-cytokine communication networks exemplified by an IL-32-{beta}-initiated signaling cascade, which rewires myeloid programs by inducing neutrophil-recruiting factors while suppressing Th1-responses and promoting IL-10-family cytokines. Finally, we show how the Human Cytokine Dictionary enables the interpretation of cytokine-driven immune responses in other studies and disease contexts, including systemic lupus erythematosus, multiple sclerosis, and non-small cell lung carcinoma. Together, the Human Cytokine Dictionary constitutes the first comprehensive cell type-resolved transcriptional screen of human cytokine responses and provides an essential open-access, easy-to-use community resource with accompanying software package to advance our understanding of cytokine biology in human disease and guide therapeutic discovery.", "date": "2025-12-15", "journal": ""}
{"title": "Epithelial cell extrusion underlies starvation-induced cell loss in a sea anemone", "doi": "10.64898/2025.12.12.693960", "authors": "Fournon-Berodia, I.; Bruderer, N.; Christiaen, L.; Steinmetz, P. R. H.", "abstract": "Epithelia likely predate the last common animal ancestor, yet the evolutionary origin and environmental regulation of epithelial remodelling remain poorly understood. Here, we show that extensive, starvation-induced cell loss in the sea anemone Nematostella vectensis is associated with epidermal cell extrusion. This process involves formation of a rosette-like arrangement in which an apoptotic, extruding cell is surrounded by a phospho-ERK1/2-positive ring, accompanied by basal translocation of adherens junction components. Combining chemical perturbations with computational quantification of extrusion and cell density, we show that apoptosis is necessary but not sufficient for rosette formation, and that ERK1/2 signalling limits epidermal extrusion density. We further find that extrusion activity increases during starvation, and that extruded cells may be recycled by efferocytosis. Together, our findings indicate that epithelial cell extrusion has physiological roles in sea anemones and that its key hallmarks are evolutionarily ancient, predating the last common ancestor of sea anemones, flies and vertebrates.", "date": "2025-12-15", "journal": ""}
{"title": "Oxygen availability and hypoxia-independent action of HIF1α controls human trophoblast maturation and function", "doi": "10.64898/2025.12.12.693923", "authors": "Lattner, J.; Bregante, J.; Burkon, M.; Elezaj, O.; Huch, M.; Marass, M.; Gerri, C.", "abstract": "Placenta progenitor cells, also known as trophoblasts, initially specify at very low oxygen (O2) concentrations. Across their differentiation path in the uterine microenvironment, they encounter a wide range of O2 levels. Despite previous efforts, dissecting how these rapid and dynamic O2 levels are sensed by trophoblast stem cells and transduced via hypoxia inducible factors (HIFs) has been challenging and has led to conflicting conclusions. This is at least in part due to the lack of tractable and reliable methods to model human placental development. Here, by recapitulating the dynamic O2 levels of the uterine microenvironment, and by genetically ablating HIF1 in human trophoblast organoids, we found that O2 availability and HIF pathway independently control trophoblast lineage specification, maturation and function. Specifically, low O2 levels promote expansion of extravillous trophoblast (EVT) progenitors independently of HIF1, while HIF1 is necessary for EVT invasion regardless of O2 availability. Altogether, our results reveal a dual regulatory framework that disentangles the role of O2 from that of HIF1, offering a revised view of how O2 availability regulates early human placental development.", "date": "2025-12-15", "journal": ""}
{"title": "MYC/MAX balance dictates cell progenitor fate by altering the HOX program in the Drosophila eye", "doi": "10.64898/2025.12.12.693907", "authors": "Monticelli, S.; Milazzo, G.; Khan Zadran, S.; Santulli, M.; Balboni, N.; Strocchi, S.; De Giorgio, E.; Mestdagh, P.; Giangrande, A.; Bernardoni, R.; Perini, G.", "abstract": "The transcription factor MYC acts canonically as heterodimer with MAX to promote growth, proliferation, and metabolic adaptation. Although MYC and MAX relative levels are normally kept in balance under physiological conditions, those levels are often dysregulated in many human cancers where MYC is overexpressed and MAX can sometimes be reduced. How altered stoichiometry of MYC/MAX can impact on cell biology is not completely understood. Using the Drosophila eye amenable to genetic modifications, we demonstrate that the relative abundance of the fly MYC ortholog dMyc and its partner dMax affect progenitor cell fate. Elevating the dMyc/dMax ratio - through dMyc or human MYCN overexpression, dMax depletion, or combined manipulations - disrupts photoreceptor differentiation and ectopically induces the thoracic HOX gene Antennapedia within the eye disc. When such a ratio is driven to an extreme degree, the change in cell fate results in eye-to-wing transdetermination. Conversely, restoring dMax levels rescues these phenotypes, demonstrating that stoichiometry, not absolute MYC levels, shapes the response. Transcriptomic profiling reveals global repression of eye-specific regulators (e.g., eyegone and prospero) and ectopic activation of wing determinants (e.g., vestigial and nubbin) while genetic interactions identify the cephalic HOX gene Deformed as a key mediator modulating MYC-dependent identity changes. Our findings uncover MYC/MAX imbalance as a developmental switch that can rewire HOX expression and reprogram progenitor identity, suggesting a conserved mechanism underlying MYC-driven cellular plasticity in cancer.", "date": "2025-12-15", "journal": ""}
{"title": "Structures of the LPOR-Chlide Complexes Imply the Basis of Membrane Remodeling and a Photocatalytic Mechanism", "doi": "10.64898/2025.12.12.693892", "authors": "Gabruk, M.; Desfosses, A.; Estrozi, L. F.; Pintscher, S.; Rawski, M.; Wazny, G.; Garbacz, A.; Zbyradowski, M.; Kruk, J.; Fiedor, L.", "abstract": "Flowering plants rely on the photocatalytic enzyme light-dependent protochlorophyllide oxidoreductase (LPOR) to synthesize chlorophyllide (Chlide), a chlorophyll intermediate, and at the same time to remodel lipid membranes into the cubic phase required for chloroplast development. Yet neither the mechanism of this light-driven catalysis nor the structural basis of its membrane remodeling activity is well understood, largely due to the lack of high-resolution structural information. To address these questions, we analyzed Chlide:LPOR:NADPH oligomeric assemblies by cryo-electron microscopy. Eleven maps were obtained, enabling the reconstruction of nine distinct LPOR oligomer models. Most assemblies adopt helical or stacked-ring forms, whereas one displays a segmented string-of-dimers architecture, representing a previously unobserved structural organization. Strings of LPOR dimers induce distinct periodic deformations of the lipid bilayer that stabilize multiple complex architectures. These architectures are maintained by three different inter-string interfaces occurring in various combinations. The plasticity of these interactions suggest that the filaments are capable of twisting and sliding relative to each other. Our highest-resolution map (2.55A) provided a detailed view of the pigment-binding site, revealing a water channel that connects the central magnesium ion of the pigment to the bulk solvent. Unexpectedly, the propionate group of the pigment protrudes out of the porphyrin plane and arches back toward NADPH, ideally positioned for hydride transfer. These structural insights allowed us to propose a novel reaction mechanism for LPOR photocatalysis. Together, our data highlight the critical role of Chlide:LPOR:NADPH complexes in delaying prolamellar body disassembly and point to their possible regulatory function in mature leaves.", "date": "2025-12-15", "journal": ""}
{"title": "Cystathionine Beta-Synthase Promotes Anoikis Resistance and Transcoelomic Metastasis in Ovarian Cancer via the SP1-ITGB1 axis", "doi": "10.64898/2025.12.12.694000", "authors": "Shaw, P.; Dey Bhowmik, A.; Jaswal, A. P.; Velayutham, R.; Chiliveru, S.; Ricketts, S.; Xu, C.; Dhanasekaran, D. N.; Bhattacharya, R.; Mukherjee, P.; Dwivedi, S. K. D.; Rao, G.", "abstract": "Anoikis resistance is crucial for ovarian cancer (OvCa) transcoelomic metastasis, during which exfoliated OvCa cells survive as spheroids before invading the omentum. Here, we demonstrate that cystathionine Beta-synthase (CBS), an H2S-producing transsulfuration pathway enzyme, is a key determining factor of OvCa spheroidal viability and metastatic potential. Analysis of publicly available patient datasets, as well as an in-house tissue microarray revealed that high CBS expression positively correlates with poor progression-free survival and clinically observed peritoneal/omental metastasis. Integrated functional and proteomic analyses indicated that CBS silencing induces apoptosis in 2D monolayers. Consistent with this, CBS silencing in spheroids caused apoptosis along and disrupted spheroid architecture. Mechanistically, this phenotype was associated with downregulation of oncogenic stemness and epithelial-mesenchymal transition. Further, through proteomic and bioinformatic analyses, we identified ITGB1 to be the hub protein in OvCa spheroidogenesis. Interestingly, knockdown of CBS led to abrogation of the ITGB1-mediated downstream pathway. Moreover, by proteomic and network analyses, we identified SP1 as a key transcriptional regulator of CBS-induced pro-spheroidal transcriptional programs of stemness and invasiveness. Stabilization of SP1 through persulfidation by H2S supplementation restored spheroidal viability and underlying protein signaling. Further, our results reveal that loss of CBS through ITGB1 repression disrupts spheroid architecture, leading to reduced metastatic docking on the murine omental surface in vivo. Collectively, these findings establish CBS as a central regulator of anoikis resistance and OvCa transcoelomic dissemination, highlighting the therapeutic potential of targeting the CBS-SP1-ITGB1 axis to attenuate metastatic spread.", "date": "2025-12-15", "journal": ""}
{"title": "miRISC inhibition causes mitotic defects and synergizes with genotoxic agents in cancers", "doi": "10.64898/2025.12.12.693984", "authors": "Zhang, M.; Jiao, Z.; Cendon Florez., Y.; Lessel, I.; Yao, M. A.; Weigl, M.; Ozimek., M.; Dogruluk, T.; Chen, K.; Fernandez, K. C.; Vinagolu, R. K.; Popow, O.; Paulo, J. A.; Pradella, D.; Mishra, T.; Mastroleo, C.; Delgado., J. I.; DAmico, F. E.; Cavalieri, V.; Morris, C. D.; Tsou, M.-F. B.; Haigis, K. M.; Chauduri, J.; Benezra, R.; Vidigal, J. A.; Lessel, D.; Ventura, A.; La Rocca, G.", "abstract": "Although individual microRNAs (miRNAs) can have tumorigenic or tumor-suppressive properties, their overall role in cancer remains controversial. Here, we show that cancer tissues and cell lines are characterized by preferential accumulation of the high-molecular-weight miRNA-induced silencing complex (HMWR), the functionally active form of the effector complex responsible for miRNA-mediated gene repression. Experimentally induced disassembly of the HMWR impairs the growth of human tumor xenografts and of autochthonous tumors in mouse models of human cancer in vivo. Furthermore, disassembly of the HMWR increases chromosome mis-segregation, which synergized with genotoxic agents to potentiate cancer cell vulnerability and improve therapeutic response. These findings suggest pharmacologic inhibition of HMWR as a novel anti-cancer strategy.", "date": "2025-12-15", "journal": ""}
{"title": "Coping with stress: Transcriptional regulators linking cell wall integrity maintenance with primary-wall metabolism in Arabidopsis thaliana", "doi": "10.64898/2025.12.12.693917", "authors": "Ticha, T.; Zwartkruis, S. T. W.; Engelsdorf, T.; Bartosova, Z.; Bacete, L.; Hamann, T.", "abstract": "Cell wall damage (CWD) and hyperosmotic stress elicit both distinct and overlapping transcriptional programs in plants. Responses to these stresses involve cell wall integrity (CWI) maintenance, which is mediated by receptor-like kinases such as THESEUS1 (THE1), yet the downstream regulators linking early signalling to primary cell-wall metabolism and stress-induced phytohormone biosynthesis remain poorly defined. We induced CWD and hyperosmotic stress in wild type and the1 mutant alleles with isoxaben (ISX) and sorbitol, and analysed the gene expression of treated seedlings by RNA-seq. From these data, we focused on 15 transcriptional regulators whose expression was responsive to treatments and showed dependency on THE1 activity. Following up, we performed various functional analyses in mutant lines of these candidates and identified transcription factors that influence primary cell-wall metabolism, growth, transcriptional control of cellulose production, resistance to CWD and hyperosmotic stress, as well as phytohormone and lignin biosynthesis. Our results identify JMJ17, bHLH, and CBP60A as essential transcriptional regulators involved in responses to CWD and hyperosmotic stress, and they provide a starting point for dissecting the transcriptional network that regulates CWI maintenance and primary cell wall metabolism. This study sheds light on a previously unknown signalling network that regulates primary cell wall synthesis in control and stress conditions, providing a basis for more resilient crop plant breeding in the future.", "date": "2025-12-15", "journal": ""}
{"title": "Cellular mechanisms underlying the pro-cognitive effects of serotonin 5-HT7 receptors in a mouse model of schizophrenia", "doi": "10.64898/2025.12.12.693910", "authors": "Gener, T.; Hidalgo-Nieves, S.; Lopez-Cabezon, C.; Arroyo-Portela, C.; Puig, M. V.", "abstract": "Serotonin 5-HT7 receptors (5-HT7Rs) have emerged as promising targets for treating cognitive and affective disturbances in schizophrenia and other neuropsychiatric disorders, yet their cellular substrates and circuit-level mechanisms remain poorly defined. Here, we combined immunohistochemistry, multisite electrophysiology, and behavioral assays to investigate how 5-HT7Rs modulate hippocampal-prefrontal pathways in healthy mice and in a subchronic phencyclidine (sPCP) model of cognitive and negative symptoms in schizophrenia. We found that 5-HT7Rs are abundantly expressed in both excitatory and inhibitory neurons of the dorsal hippocampus (dHPC) and medial prefrontal cortex (mPFC), with high co-expression in PV+ and SST+ interneurons (~80% in dHPC; 55% PV+ and 75% SST+ in mPFC). In healthy mice, systemic 5-HT7R activation with the agonist AS-19 suppressed neuronal activity and synchrony within dHPC (CA1) - mPFC (PL) pathways, reducing theta and high-gamma power, theta-gamma coupling in CA1, theta coherence, and CA1-to-PL directional connectivity, consistent with recruitment of inhibitory microcircuits. The similarity between 5-HT7R-mediated inhibition and the circuit effects we previously described for 5-HT1AR activation, together with evidence for 5-HT7R-5-HT1AR heterodimerization, suggests that these receptors act in concert to dynamically constrain hippocampal-prefrontal circuits. sPCP treatment induced persistent recognition-memory impairments, heightened anxiety-like behavior, and pathological high-frequency synchronization of hippocampal-prefrontal networks. Blockade of 5-HT7Rs with SB-269970 or the atypical antipsychotic lurasidone (but not lurasidone combined with AS-19) rescued memory performance, reduced anxiety-like behavior, and normalized aberrant high-frequency hypersynchrony, while enhancing CA1-to-PL theta signaling immediately before memory acquisition. Together, these findings indicate that 5-HT7R activation exerts potent inhibitory control over hippocampal-prefrontal pathways, likely via PV and SST interneurons, and suggest that 5-HT7R blockade constitutes a promising therapeutic strategy to restore excitation-inhibition balance and enhance neural communication within brain circuits crucial for cognition and mood regulation in neuropsychiatric disorders.", "date": "2025-12-15", "journal": ""}
{"title": "EEG-based analyses reveal different temporal processing patterns in aesthetic evaluation", "doi": "10.64898/2025.12.12.693903", "authors": "Hou, L.; Zhang, G.; Li, X.; Tang, D.; Parviainen, T.; Cong, F.; Karkkainen, T.", "abstract": "Background: Existing studies estimate harmony values using the color harmony model, but how these values are reflected in distinct neural stages (early automatic vs. late evaluative) and shape subjective preferences remains unexamined. Methods: To fill this gap, we recorded behavioral and event-related potential data (N=30 adults, age: 29.20{+/-}2.38 years old) to examine whether the predictions of color harmony theory regarding harmonious vs. disharmonious color combinations align with neural activity from a color perception paradigm. Results: Behavioral results showed that two-color combinations received higher aesthetic pleasantness ratings than three-color combinations, while the ratings for color harmony were relatively smaller than for disharmony. Univariate ERP analysis revealed that P1 amplitude for harmonious color was significantly higher than for disharmonious color, particularly when three colors were present. In contrast, the amplitude and latency of P2 were significantly impacted by the number of colors. Additionally, multivariate pattern analysis further demonstrated that neural activity reliably differentiated between harmonious vs. disharmonious color combinations and two-color vs. three-color combinations during both P1 and P2 time window. Conclusions: These findings indicate that harmonious versus disharmonious color combinations subtly influenced early visual processing, while the number of colors used in the design had a stronger influence on aesthetic judgments.", "date": "2025-12-15", "journal": ""}
{"title": "Alignment of Artificial Neural Networks with Human Eye Movement Patterns in Facial Expression Recognition", "doi": "10.64898/2025.12.12.693899", "authors": "Liu, M.; Wang, L.", "abstract": "Artificial neural networks (ANNs) have become powerful tools for modeling human perception and behavior, yet it remains unclear if they resemble the sequential eye movement strategies humans employ during visual processing. Human studies demonstrate that the first two fixations play distinct roles in face processing: the initial fixation (Fix I) captures global configurational information, while the second (Fix II) targets local diagnostic details, with the two working collaboratively to support recognition. In this study, we tested if such properties emerge in ANNs trained for facial expression recognition. We fine-tuned a convolutional neural network (VGG16) and a Vision Transformer (ViT) on multiple facial expression datasets and evaluated their performance on the same images used in a human eye-tracking experiment. Human participants (N = 28) achieved a mean accuracy of 84.2%, VGG reached 82.9%, and ViT outperformed both at 90.0%. Perturbation analyses showed that both models aligned with the independent functions of Fix I and Fix II, but only ViT displayed a synergistic effect when information from both fixations was combined. Layer-wise analyses revealed stronger correspondence with Fix II than Fix I in both models, while ViT uniquely captured the statistical dependencies of fixation transitions. These findings suggest that VGG primarily reflects feedforward, detail-based processing, whereas ViT supports feedback-like integration across sequential fixations. Our results indicate that current ANNs can approximate human eye movement patterns in face processing, and highlight the potential of transformer-based architectures to model sequential strategies in human visual exploration.", "date": "2025-12-15", "journal": ""}
{"title": "Membrane-associated periodic skeleton regulates major forms of endocytosis in neurons through a signaling-driven positive feedback loop", "doi": "10.64898/2025.12.12.693977", "authors": "Fei, J.; Zheng, Y.; LaLonde, C.; Tao, Y.; Zhou, R.", "abstract": "Endocytosis enables neurons to internalize molecules, maintaining homeostasis and responsiveness. The neuronal membrane-associated periodic skeleton (MPS), an actin-spectrin-based cytoskeletal lattice, is known to restrict clathrin-mediated endocytosis (CME) in axons, but its broader role in other neuronal compartments and endocytic pathways remains unclear. Here, we show that all four major endocytic pathways, CME, caveolin-, flotillin-, and fast endophilin-mediated endocytosis, are spatially gated by the MPS and occur exclusively within MPS-free \"clearing\" zones throughout all neuronal compartments. Disrupting the MPS broadly enhances both basal and ligand-induced endocytosis. We also identify a novel feedback loop in which ligand-triggered endocytosis activates ERK signaling, promoting protease-mediated spectrin cleavage and MPS disruption, which in turn facilitates further endocytosis. Furthermore, the MPS limits amyloid precursor protein endocytosis, thereby suppressing A{beta}42 production and linking MPS integrity to neurodegeneration. Our findings establish the MPS as a dynamic, signal-responsive modulator coupling membrane trafficking with cortical cytoskeletal organization and neuronal health.", "date": "2025-12-15", "journal": ""}
{"title": "Pancreatic δ-cells are resistant to auto- and paracrine inhibition in human type-2 diabetes", "doi": "10.64898/2025.12.12.693197", "authors": "Omar-Hmeadi, M.; Matuseviciene, L.; Liu, L.; Lund, P. E.; Barg, S.", "abstract": "Somatostatin secretion from pancreatic {delta}-cells inhibits nearby - and {beta}-cells, and tunes the body's glycemic set-point. The role of {delta}-cells in diabetes remains unclear, in part due to the difficulty separating intrinsic regulation from intra-islet paracrine effects. Here we compared the function of isolated {delta}-cells of cadaveric non-diabetic and type-2 diabetic donors, by single cell TIRF-microscopy and electrophysiology. Elevated glucose stimulated exocytosis of somatostatin, which was further amplified by glucagon, exendin-4, or forskolin, independent of diabetic status. GABA enhanced exocytosis and electrical activity, while insulin had no effect. Adrenaline and somatostatin strongly inhibited {delta}-cell activity, leading to autocrine feedback inhibition of somatostatin exocytosis. In type-2 diabetes, {delta}-cell inhibition by somatostatin and adrenaline was lost, together with a marked reduction in somatostatin receptor (SSTR2) surface expression. We further show that resistance to somatostatin leads to hyperactive {delta}-cells in type-2 diabetes, and propose that this mechanism contributes to defective blood glucose control.", "date": "2025-12-15", "journal": ""}
{"title": "Density dependence affects population recovery following an epidemic", "doi": "10.64898/2025.12.12.693954", "authors": "Antia, R.; Bull, J. J.", "abstract": "Current epidemiological models for the regulation of host populations by pathogens suggest that the reduction in the host population is largest shortly after the epidemic phase and that the host population partly recovers in the subsequent approach to endemicity. We find that this conventional view is not robust to a simple, biologically motivated addition: density-dependent population regulation (homeostasis). While rapid homeostasis typically enables a population rebound after the initial population suppression (the conventional view), but weak homeostasis results in the opposite --- greater population suppression during the endemic phase compared to the initial epidemic. The effect of homeostasis can be substantial. This finding complicates the prediction of long term outcomes of population suppression by pathogens but not of short term outcomes.", "date": "2025-12-15", "journal": ""}
{"title": "Arthropod predator nutrient content changes with crop sowing period with implications for biocontrol", "doi": "10.64898/2025.12.12.693942", "authors": "Christopher, R.; Wright, R.; Windsor, F. M.; Cuff, J. P.", "abstract": "Conservation biocontrol is crucial for crop pest management, but the impact of agricultural management practices on natural enemies of crop pests is poorly characterised. The timing of crop sowing could impact arthropod communities by altering basal resource availability and quality, manifesting in altered nutrient availability and cascading impacts to natural enemy fitness and function. This study aims to understand these potential modifiers of conservation biocontrol, by investigating how the timing of crop sowing impacts arthropod predator nutrition and whether associated differences relate to changes in prey availability. Arthropod predators and their prey were collected from adjacent plots of winter- and spring-sown wheat. The biochemical macronutrient (carbohydrate, lipid and protein) content of predators was determined by colorimetric assays and compared between winter- and spring-sown crops using multivariate models. Predator nutrient contents were compared to predator-prey interactions inferred using null network models based on both recent and current prey availability. The nutrient contents of arthropod predators differed significantly between winter- and spring-sown wheat, and the prey available to predators similarly differed, but neither recent nor current prey availability explained differences in predator nutrition. These findings may indicate that prey quality, rather than identity, changes with the developmental stages of crops sown at different times. This has important implications for the spillover of natural enemies of crop pests between crops sown at different times. This is especially true following harvest of winter-sown crops, which may disrupt biocontrol by altering the nutrients available to and sought by natural enemies of crop pests.", "date": "2025-12-15", "journal": ""}
{"title": "Rapid identification of microbial pathogens and antimicrobial resistance from bloodstream infections using long-read sequencing", "doi": "10.64898/2025.12.12.694010", "authors": "Lerminiaux, N.; Fakharuddin, K.; Adam, H. J.; Bharat, A.; Golding, G. R.; Martin, I.; Mulvey, M.; Mataseje, L.", "abstract": "The gold standard for bloodstream infection (BSI) diagnostics involves culturing positive blood cultures (BC) using phenotypic methods for organism identification and antimicrobial resistance (AMR) testing, which can take up to five days. However, it is crucial to optimize antimicrobial therapy as soon as possible to reduce morbidity and mortality. We present a novel laboratory and bioinformatic workflow to rapidly identify bacterial and fungal organisms and AMR determinants from positive BCs using Oxford Nanopore Technologies long-read sequencing. Using a robust clinical sample size (n=307), after a BC has flagged positive, our average turnaround time from DNA extraction to determination of species identity was 4.4 h for a multiplex run of 12 BCs, and 3.7 h for a single sample run. We demonstrated that our pipeline taxonomic species identification results agreed with conventional MALDI-TOF identification for almost all positive BCs (97.7%, 300/307). Most species were accurately identified within the first hour of sequencing (93.7 %, 281/300). We explored AMR detection for clinically relevant antimicrobials and observed that assembly-based tools had higher agreement to conventional AST (81.2% after 1 h of sequencing, 89.6% after 5 h of sequencing) than read-based tools. Finally, we developed a publicly available analysis pipeline (venae, https://github.com/phac-nml/venae) that generates a clinician-friendly HTML report, is quick to run, and can dynamically update as more sequencing data is acquired. This study demonstrates how applying rapid, real-time genomics to BSI diagnostics can support clinical decision-making and improve patient outcomes by reducing turnaround times.", "date": "2025-12-15", "journal": ""}
{"title": "Multi-Omics Reprogramming Drives a Counterintuitive Reversal of Disease Susceptibility During Ageing", "doi": "10.64898/2025.12.12.693928", "authors": "Valdivieso, A.; Duperret, L.; Petton, B.; Courtay, G.; Romatif, O.; POUZADOUX, J.; HENRY, S.; Turtoi, A.; Toulza, E.; Lagorce, A.; Degremont, L.; Morga, B.; Cosseau, C.; Pernet, F.; Mitta, G.; Vidal-Dupiol, J.", "abstract": "Ageing is a progressive and irreversible biological process characterized by the deterioration of physiological functions and increased vulnerability to mortality. Although extensively studied in vertebrates, ageing in long-lived invertebrates remains comparatively unexplored. While ageing typically leads to greater susceptibility to infectious diseases, a striking and unexpected reversal was identified in oysters: older oysters exhibit markedly increased tolerance to the Pacific Oyster Mortality Syndrome (POMS), a panzootic disease primarily driven by the OsHV-1 herpesvirus and responsible for severe losses in global aquaculture. To investigate this counterintuitive pattern, we challenged oysters aged 4, 16, and 28 months from four biparental families and conducted an integrative multi-omics analysis, including epigenomics, transcriptomics, and metabolomics on the two families showing the strongest age-related increase in survival. Our results reveal that ageing in Magallana gigas is characterized by coordinated epigenetic, transcriptional, and metabolic reprogramming that reduces host permissiveness to POMS. We show that the epigenetic remodeling of key immune regulators (e.g., Toll-like receptors, MyD88) aligns with transcriptional rewiring of NF-{kappa}B and ubiquitin pathways, producing a finely tuned innate immune state marked by enhanced antiviral activity but reduced antibacterial responsiveness. We also identify age-related repression of mTOR signaling, likely promoting autophagy and improving viral control. These regulatory changes are tightly linked to metabolic adjustments, including reduced TCA cycle flux, remodeled nitrogen metabolism, and altered glutathione dynamics, which collectively support a stress-tolerant, energy-conserving phenotype. Together, our findings reveal a fundamental evolutionary trade-off: juveniles prioritize growth at the cost of viral susceptibility, whereas adults invest in cellular maintenance and antiviral preparedness.", "date": "2025-12-15", "journal": ""}
{"title": "Benchmarking of duplex sequencing approaches to reveal somatic mutation landscapes", "doi": "10.64898/2025.12.12.692823", "authors": "Zhang, Y.; Viswanadham, V.; Andreopoulos, M.; Glodzik, D.; Liu, R.; Luquette, L.; Jo, S.-Y.; Narayan, A.; Niu, M.; Anderson, L.; Brew, J.; Chao, H.; Cibulskis, C.; Dong, G.; Evani, U.; Feng, W.; Gronska-Peski, M.; Helland, A.; Hilal, N.; Jabara, N.; Jin, H.; Li, N.; Manam, M.; Mallett, S.; Runnels, A.; Scharlee, C.; Smith, C.; The SMaHT Duplex Sequencing Working Group,  ; Shao, D.; Walsh, C.; Adalsteinsson, V.; Germer, S.; Gibbs, R.; Choudhury, S.; Doddapaneni, H.; Evrony, G.; Zong, C.; Coorens, T.", "abstract": "Detecting somatic mutations in normal tissues is challenging due to sequencing errors and the low allele fractions of post-zygotic variants. Duplex sequencing greatly reduces errors and can detect mutations at any allele fraction, but systematic, cross-platform comparisons are lacking. We present a comprehensive benchmarking of six duplex sequencing technologies used by the SMaHT Network: CODEC, CompDuplex-seq, HiDEF-seq, NanoSeq, ppmSeq, and VISTA-seq. We evaluated their performance using cord blood DNA, a tumor-normal cell line mixture, and homogenates from six human tissues. Each method shows distinct profiles in genomic footprint, sensitivity, and cost. Despite differences in library construction and sequencing platforms, estimates of mutation rates and mutational signatures are highly concordant. Integration with ultra-deep whole-genome sequencing shows that duplex approaches sensitively capture mutations and signatures beyond embryonic or clonally expanded variants. These results provide a foundation for selecting duplex methods and interpreting their data, enabling scalable single-molecule analyses of somatic mutation landscapes.", "date": "2025-12-15", "journal": ""}
{"title": "Positional Scanning and Computational Modeling Reveal Determinants of Legumain Transpeptidase Activity", "doi": "10.64898/2025.12.12.693912", "authors": "Klaushofer, R.; Dahms, S. O.; Brandstetter, H.; Dall, E.", "abstract": "Legumains are cysteine proteases that, in addition to their canonical hydrolase function, can act as peptide ligases or transpeptidases. In humans, this activity becomes particularly relevant under pathophysiological conditions, where legumain relocalizes to near-neutral pH compartments favoring ligation/transpeptidation over hydrolysis. Here, we combined in vitro positional scanning with in silico substrate profiling to elucidate the substrate determinants governing human legumain-mediated peptide cyclization. We identified glycine residues at P1-prime and P1-double-prime and basic residues at P2-prime/P2-double-prime as key determinants of human legumain-mediated peptide cyclization. Guided by these insights, we designed an optimized substrate exhibiting substantially enhanced cyclization efficiency. Computational analysis not only recapitulated the experimental observations but also predicted a covalent inhibition mechanism involving a P1-prime cysteine, revealed a kcat-tuning switch embedded within the substrate, and highlighted its potential for developing high-performance fluorogenic substrates. Collectively, these findings advance the mechanistic understanding of legumains transpeptidase activity and provide a framework for developing selective probes and inhibitors across the legumain family and related cysteine proteases.", "date": "2025-12-15", "journal": ""}
{"title": "SpaCEy: Discovery of Functional Spatial Tissue Patterns by Association with Clinical Features Using Explainable Graph Neural Networks", "doi": "10.64898/2025.12.12.693857", "authors": "Rifaioglu, A. S.; Ervin, E. H.; Sarigun, A.; Germen, D.; Bodenmiller, B.; Tanevski, J.; Saez-Rodriguez, J.", "abstract": "Tissues are complex ecosystems tightly organized in space. This organization influences their function, and its alteration underpins multiple diseases. Spatial omics allows us to profile its molecular basis, but how to leverage these data to link spatial organization and molecular patterns to clinical practice remains a challenge. We present SpaCEy (SpatialClinicalExplainability), an explainable graph neural network that uncovers organizational tissue patterns predictive of clinical outcomes. SpaCEy learns directly from molecular marker expression by modelling tissues as spatial graphs of cells and their interactions, without requiring predefined cell types or anatomical regions. Its embeddings capture intercellular relationships and molecular dependencies that enable accurate prediction of variables such as overall survival and disease progression. SpaCEy integrates a specialized explainer module that reveals recurring spatial patterns of cell organisation and coordinated marker expression that are most relevant to predictions of the models. Applied to a spatially resolved proteomic lung cancer cohort, SpaCEy discovers distinct spatial arrangements of cells together with coordinated expression of protein markers associated with disease progression. Across multiple breast cancer proteomic datasets, it consistently stratifies patients according to overall survival, both across and within established clinical subtypes. SpaCEy also highlights spatial patterns of a small set of key protein markers underlying this patient stratification.", "date": "2025-12-15", "journal": ""}
{"title": "Cellular consequences of non-ablative radiotherapy, a novel approach to ventricular tachycardias", "doi": "10.64898/2025.12.12.693887", "authors": "Maniezzi, C.; Busti, S.; Maione, A. S.; Sommariva, E.; Florindi, C.; De Ferrari, G. M.; Lodola, F.; Zaza, A.", "abstract": "Background. Radiotherapy (RT) with a single focused application of ionizing radiation (STAR) has been suggested as a non-invasive alternative to radiofrequency in ablating ventricular tachycardia (VT). Emerging data reveal that STAR may suppress VT without substrate destruction, by enhancing impulse conduction instead, through increased expression of NaV1.5 channels and connexin 43. Aims. To investigate electrophysiology and intracellular Ca2+ dynamics in cardiomyocytes (CMs) from mice subjected to in-vivo RT. The emerging data led us to evaluate biochemical changes potentially linking electrophysiological response to ionizing irradiation. Methods. CMs isolated 2 weeks after RT with low-dose (15 Gy) or high-dose (25 Gy) were compared to those of sham-treated mice (CTRL). We evaluated: i) INaT and INasus properties; ii) AP parameters, including the prevalence of Early After-Depolarizations (EADs); iii) intracellular Ca2+ dynamics; iv) CaMKII phosphorylation and v) ROS content. Results. 25 Gy RT i) increased INaT and, to a larger extent, INasus (increased INasus/INaT ratio); ii) increased AP amplitude, +dV/dtmax and duration (APD) and facilitated EADs; iii) depressed intracellular Ca2+ dynamics. 15 Gy RT had similar but smaller effects (dose-dependency). 25 Gy RT reduced CaMKII phosphorylation but increased cell ROS content, thus providing a mechanism for INaL enhancement. Conclusions. The results support the view that STAR may supress VT by increasing conduction velocity, with APD prolongation providing an additional mechanism. On the other hand, INasus enhancement (likely by ROS) and Ca2+ handling depression may impair electrical stability and contractility in the irradiated region.", "date": "2025-12-15", "journal": ""}
{"title": "Targeting granule initiation and amyloplast structure to create giant starch granules in wheat", "doi": "10.64898/2025.12.12.693964", "authors": "McNelly, R.; Esch, L.; Ngai, Q. Y.; Pohan, K.; Stringer, R.; Fahy, B.; Warren, F.; Seung, D.", "abstract": "Starch granule size influences the functional, digestive, and processing qualities of starch, but its genetic control in plants is poorly understood. Here, we demonstrate that both space and substrate constraints limit starch granule size in wheat and provide an approach to achieve substantial increases in granule size. Wheat starch typically contains large A-type and small B-type granules. To increase A-type granule size, we explored the effect of mutations in the plastid division component PARALOG OF ARC 6 (PARC6), which increases amyloplast size and therefore the space available for granule growth, and in B-GRANULE CONTENT 1 (BGC1), which reduces the number of granule initiations and thus competition between growing granules for space and substrates. While parc6 and bgc1 single mutants had only modest increases in A-type granule size, the parc6 bgc1 double mutant produced striking giant granules that were more than double the size of typical A-type granules. The increase in granule size in parc6 bgc1 was reproducible in both the glasshouse and field, and had no detectable effect on plant growth, grain size and starch composition or content. We demonstrate that the size increase affects a range of functional properties, including viscosity and pasting temperature. Overall, by targeting both constraints, we created a new class of giant cereal starch that has not been previously observed in nature, with altered physicochemical properties that can be used in food and industrial applications.", "date": "2025-12-15", "journal": ""}
{"title": "A Critical Window of Maternal Temperature Effects on Weedy Rice Seed Dormancy", "doi": "10.64898/2025.12.12.693925", "authors": "Auge, G.; Nishikata, R.; Imaizumi, T.", "abstract": "Seed dormancy is a critical trait for the survival and adaptation of agricultural weeds. The maternal temperature after flowering influences the post-dispersal response of progeny seeds, which adds layers of complexity to weed control management programs. Understanding when the maternal environment exerts its effect on seed dormancy provides valuable insights into plant fitness and weed management. In this study, we investigated weedy rice progeny seed responses to determine the sensitivity window to the maternal temperature effects in controlled and field environments. We observed that the occurrence of hot temperatures during the late reproductive stage affected weedy rice dormancy. For this effect to influence progeny seed germination, mother plants had to experience two weeks of hot treatment, especially on weeks 4 and 5 after flowering, resulting in a delay on dormancy release after seed after-ripening. Early and late transplanting in the field, which exposed mother plants to different environments after flowering, showed delayed release from dormancy consistent with the sensitivity window and responses in controlled conditions. Altogether, our results indicate that the timing and duration of the maternal environment fluctuation may serve as an input to better predict weedy rice seed responses and develop targeted and more precise control programs.", "date": "2025-12-15", "journal": ""}
{"title": "Echolocation calls of some bat species in western Uganda", "doi": "10.64898/2025.12.12.694018", "authors": "Kloepper, L. N.; Fry, R. N.; Maliszewski, O.; Hahn, R. S.; Simmons, J. A.; Simmons, A. M.", "abstract": "With the rise of accessible recording technology, passive acoustic monitoring can be an affordable and rapid way to assess species richness, even when individual animals cannot be captured due to regulatory or practical obstacles. Motivated by the relative lack of data and in partnership with the local populace, we recorded echolocation calls of freely-flying bats across six locations in rural western Uganda using opportunistic passive acoustic recordings. Frequency-modulated echolocation calls were recorded at all six locations, while constant-frequency calls were recorded only at sites near entrances to caves. Preliminary species identifications were made using Kaleidoscope Pro, habitat distribution maps for Uganda, and by reference to published work. We make our acoustic recordings publicly available to serve as a resource for further explorations of the richness of bat species in Uganda.", "date": "2025-12-15", "journal": ""}
{"title": "Mammalian Cells Integrate Endoplasmic Reticulum and Nuclear Envelope signals to time mitotic entry", "doi": "10.64898/2025.12.12.693814", "authors": "Shiozaki, Y.; Codallos, N.; Saik, N.; Jenkins, D.; Lara-Gonzalez, P.; Shiau, A.; Ullman, K.; Niwa, M.", "abstract": "Accurate cell division requires coordination between organelle organization and cell-cycle progression, but how architectural and functional cues from the endoplasmic reticulum (ER) and nuclear envelope (NE)-a continuous membrane network-interface with mitotic control remains unclear. Here, we demonstrate that mammalian cells integrate ER/NE structure and functions to regulate the onset and progression of mitosis. Perturbing ER function with diverse stressors causes a selective delay at the metaphase-anaphase transition, accompanied by defective spindle assembly, chromosome misalignment, and loss of coordinated ER-chromosome organization. Under these conditions, the checkpoint protein, MAD1 fails to efficiently dissociate from the NE. ER stress also disrupts micortubule-organization centers and the centriculum, an ER-derived compartment surrounding centrosomes. Restoring ER structure by expressing the shaping proteins CLIMP63(1-192) or REEP4 rescues spindle organization and mitotic progression. Conversely, transient metaphase arrest induced by partial APC/C inhibition remodels ER morphology independently of stress, and this remodeling is reversed by CLIMP63(1-192). These findings uncover a bidirectional link between ER structure function and the spindle assembly checkpoint, identifying the organelle architecture as an instructive signal that modulates mitotic timing in mammalian cells.", "date": "2025-12-15", "journal": ""}
{"title": "Advances on the bacterial diversity and functionality of Platypus cylindrus - Quercus suber interaction", "doi": "10.64898/2025.12.12.693678", "authors": "Nones, S.; Simoes, F.; Serra, O.; Matos, J.; Sousa, E.", "abstract": "The ambrosia beetle Platypus cylindrus Fab. (Coleoptera: Curculionidae: Platypodinae) has been associated in Portugal with cork oak (Quercus suber) tree death since the 1980s. Although traditionally known as a secondary pest damaging stressed and dead trees, its aggressiveness changed over the last decades. Ambrosia beetle is an insect known for its interactions with several species of fungi aiming for the gain of biologic functions that facilitates its life cycle. How bacterial communities harbored by ambrosia beetle impact forest ecosystems is not yet well known. In oak species, some pathogenic bacteria are often associated with wood insect infestations. From P. cylindrus body and wood tree bored galleries, culture dependent methods led to the isolation of bacteria involved in wood degradation and beetle ecology and even a new bacterial cork oak pathogen. To complement colony isolation efforts for the identification of the beetle-cork oak associated bacterial community, the same samples were analyzed with 16S metabarcoding. Two distinct bacterial communities from beetle mycangia and wood galleries sharing the most abundant bacterial taxa were revealed. A group of genera from Enterobacterales and Bradyrhizobium prevailed in the samples from wood galleries. Comparison between ASVs and full 16S sequences allowed the identification of Pectobacteriaceae as the major taxon from unclassified Enterobacterales carried by the beetle. Prediction of metabolic pathways varying between wood galleries and beetle mycangia revealed upregulation in the galleries of carbohydrate and virulence factors. Together, these analyses efficiently compared the bacteriome from the wood galleries with the beetle mycangia, revealing different bacterial communities and specific ecological roles related to both the beetle and trees. Additionally, they gave insights into the comparability of culture-dependent and independent methods in bacteriome analysis.", "date": "2025-12-15", "journal": ""}
{"title": "Male songbirds show higher coccidia oocyst burdens than femalesfollowing anthelmintic treatment", "doi": "10.64898/2025.12.12.694047", "authors": "Talbott, K.; Tysver, A.; Wanamaker, S.; Ketterson, E.", "abstract": "In wildlife research, wild-caught vertebrates are often given anti-parasitic drugs when brought into captivity to protect animal health and reduce confounding effects of parasitic infection on research outcomes. However, the impacts of antiparasitic drugs on non-target parasite taxa are understudied, especially regarding host sex. To help address this gap, we investigated the impact of an anthelmintic medication on a protozoan gut parasite by quantifying coccidia oocyst burden in the feces of wild-caught dark-eyed juncos (Junco hyemalis) before and after two oral doses of ivermectin. Prior to treatment, males showed higher oocyst burdens than females. Following treatment, ivermectin-treated males showed larger increases in oocyst burden compared to both control males and ivermectin-treated females, while there was no difference in baseline and post-treatment oocyst burden in treated females. Our results suggest that wild-caught songbirds should be housed separately by sex during ivermectin treatment and that male enclosures should be cleaned at a relatively higher frequency due to excessive oocyst shedding. It is unclear whether increases in oocyst burden among males were attributable to helminth removal or a direct impact of ivermectin on host immune function. Further work investigating sex differences in the impact of antiparasitic drugs on non-target parasite taxa is warranted.", "date": "2025-12-15", "journal": ""}
{"title": "Centromeres and pericentromeric heterochromatin are accessible in living Schizosaccharomyces pombe cells", "doi": "10.64898/2025.12.12.694020", "authors": "Panigrahi, L.; Xu, Z.; Clark, D. J.", "abstract": "Chromatin is intrinsically repressive, limiting access to DNA, implying a major regulatory role. Studies with nuclei support this model. However, we have shown previously that genomic DNA is almost completely accessible in living budding yeast and human cells, except for centromeric chromatin. The fission yeast, Schizosaccharomyces pombe, possesses heterochromatin similar to mammalian heterochromatin at the pericentromeric repeats, telomeres and the silenced mating type loci. S. pombe heterochromatin is marked by histone H3K9 di- and tri-methylation (H3K9me2/3) and heterochromatin protein 1 (HP1/Swi6), potentially repressing genes by preventing access to the DNA. Here, we developed a copper-inducible DNA methyltransferase system to measure accessibility in living S. pombe cells. We find that euchromatin and heterochromatin are generally accessible, indicating that heterochromatin does not represent a significant block to DNA methyltransferases in vivo. S. pombe centromeres are much more accessible than budding yeast and human centromeres. In contrast, S. pombe chromatin is mostly inaccessible in isolated nuclei, primarily due to tight nucleosome spacing on gene bodies, with very little linker DNA. We conclude that S. pombe euchromatin and heterochromatin are both highly dynamic in vivo, suggesting that the H3K9me/HP1 system does not repress transcription by preventing access to DNA.", "date": "2025-12-15", "journal": ""}
{"title": "Rotational settings quantize nucleosome movement by chromatin regulators", "doi": "10.64898/2025.12.12.693854", "authors": "La, V.; Trouth, A.; Ramani, V.; Ramachandran, S.", "abstract": "Proper nucleosome positioning is essential for gene regulation and genomic integrity. Regulated nucleosome assembly and positioning results from a need to protect DNA sequences genome-wide, constrained by the known intrinsic sequence preferences of histones. Current models posit that chromatin regulators override the intrinsic preferences to establish the nucleosome landscapes observed in vivo, implying minimal roles for DNA sequence in guiding nucleosomal structure in cells. In contrast, we demonstrate that DNA sequence intrinsically guides the structure and remodeling of nucleosomes from yeast to mammals. We demonstrate that nucleosomes with weak translational settings in vitro, in yeast, and in mammalian cells demonstrate a clear preference for inward-facing A/T dinucleotides and outward facing G/C dinucleotides, at 10 bp spacings consistent with established preferences for rotationally positioned nucleosomes. Foreign DNA sequences heterologously inserted into the yeast genome obey similar rules, indicating that DNA sequence itself is causal. Finally, remodelers and transcription elongation change the preference among the alternative translational positions 10 bp apart, retaining the rotational setting. From these results, we propose that DNA sequence creates an energy landscape with preferred rotational settings every ~10 bp, and that chromatin regulators, rather than overriding these preferences, navigate within them. This 'quantized ratchet' model provides a unifying framework for understanding how diverse cellular processes achieve precise nucleosome positioning while maintaining the same DNA face exposed to regulatory factors.", "date": "2025-12-15", "journal": ""}
{"title": "SARS-CoV-2 Intra-host Variation Shows Evidence of Transmission and Convergent Evolution in a University Surveillance Cohort", "doi": "10.64898/2025.12.12.694004", "authors": "Cavalli, L.; Taylor, B. P.; Schaeffer, B.; Turcinovic, J.; Connor, J. H.; Hanage, W. P.", "abstract": "Monitoring and understanding the transmission and evolution of SARS-CoV-2 remains a significant public health priority. Within-host genetic variation provides insight into viral evolution during infection and may help infer transmission events. In this study, we analyzed intra-host variation in SARS-CoV-2 genome sequences from Boston University's testing mandate. Focusing on intra-host single nucleotide variants (iSNVs), we inferred transmission events and assessed the selective forces shaping within-host viral evolution. To minimize false-positive iSNVs resulting from systematic biases, we implemented stringent data filtering and developed a heuristic to exclude contamination-derived artifacts arising from batched sequencing. We find that intra-host variation is limited and infrequently transmitted during acute infections, suggesting that shared iSNVs serve as highly specific but insensitive markers of transmission. We also observed incomplete purifying selection shaping within-host diversity, with the loci most affected changing among variants of concern. Finally, we identified a highly recurrent iSNV (G11083T) which may represent a site of positive selection. Our results highlight that within host variation provides insight towards within host pathogen evolution, in spite of a limited use towards genomic epidemiology.", "date": "2025-12-15", "journal": ""}
{"title": "Structural Dynamics and Allosteric Communication of a SARS-Like Bat Coronavirus Spike Glycoprotein", "doi": "10.64898/2025.12.12.693972", "authors": "Balogun, T.; Kearns, F.; Calvo-Tusell, C.; Tse, A. L.; Acreman, C. M.; Casalino, L.; Lasso, G.; Miller, E. H.; Chandran, K.; McLellan, J. S.; Amaro, R. E.", "abstract": "SARS-like bat coronaviruses (CoVs) pose ongoing public health risks due to their zoonotic potential, making it important to understand the molecular pathways driving their evolution. We recently showed that SHC014-CoV can infect human cell lines in an ACE2-dependent manner after acquiring two spike ectodomain mutations (F294L and A835D). However, how the wild-type (WT) SHC014 spike differs dynamically from these mutants remains unclear. Here, we built fully glycosylated ectodomain models of WT and three mutants (F294L, A835D, and the double mutant, DM) and performed triplicate all-atom molecular dynamics (MD) simulations for each variant. The two mutations exhibit epistasis, altering structural rearrangements relative to WT. Notably, the DM receptor binding domain (RBD) begins sampling the open conformation in our conventional MD. At the atomic level, the DM spike mitigates the dense negative packing introduced by A835D through a salt-bridge network, while F294L disrupts pi-mediated interactions, together enhancing RBD opening propensity which is critical for viral entry. Increased flexibility of the subdomain-2 620-loop further modulates DM RBD openness. Dynamical network analysis identified three allosteric communication pathways. In WT and F294L, Pathway 1 forms the baseline route linking the 620-loop to the RBD, whereas in A835D and DM it extends to the FPPR, reshaping long-range communication. Pathway 2 is conserved across variants but is most prominent in WT and F294L. Pathway 3 appears only in A835D and DM, compensating for reduced communication along Pathway 2. Overall, this work provides an atomistic perspective on SHC014 molecular adaptation during host-to-host transmission and highlights mechanistic features that may inform future therapeutic and pandemic-preparedness efforts.", "date": "2025-12-15", "journal": ""}
{"title": "Higher levels of antibiotic resistance are less competitive: the hidden ecological cost of no-metabolic cost resistance", "doi": "10.64898/2025.12.15.694367", "authors": "Wetherington, M.; Copeland, R.; Zhang, C.; Hammer, B. K.; Yunker, P. J.", "abstract": "Antibiotic resistance is often assumed to be constrained by fitness costs that limit the spread of highly resistant strains. Yet, many resistance mechanisms -- including enzymatic antibiotic degradation -- can arise with little or no metabolic cost, raising an important question: why is extreme resistance not more widespread? Here, we show that community-level interactions impose a hidden ecological cost on high resistance. By performing experiments with simple communities comprised of antibiotic resistant clinical isolates and an antibiotic susceptible strain, we find that when exposed to betalactam antibiotics, strains with a higher degree of antibiotic resistance can promote the survival of co-habiting susceptible strains. Guided by mean-field modeling, we find that highly resistant bacteria accelerate detoxification of the shared environment, shortening the period during which resistance confers a competitive advantage. Experiments with an engineered strain with tunable resistance level confirm that susceptible cells grow best in the presence of highly resistant strains. Importantly, this effect does not require evolved cooperation or active enzyme secretion; experimental and modeling results show that unavoidable processes, such as cell death or passive leakage, prevent complete privatization of resistance, giving rise to ``accidental cooperation\". These findings suggest that resistance evolution is not only shaped by intrinsic cellular costs but also by ecological feedback that limits the benefits of incremental increases in resistance. This result may be reflected in the phenotypic responses of the clinical strains tested in this work, which fell into distinct low- and high-resistance classes with no intermediate phenotypes. Thus, this work demonstrates the important role of community dynamics in understanding the evolution of antibiotic resistance and treatment outcomes.", "date": "2025-12-15", "journal": ""}
{"title": "Stochastic motility-adhesion switch within the E. coli K-12 strains revealed by gene expression clustering", "doi": "10.64898/2025.12.14.694247", "authors": "Kaznadzey, A. D.; Bessonova, T. A.; Kuznetsova, U. D.; Gelfand, M. S.; Tutukina, M. N.", "abstract": "Biofilm formation in Escherichia coli arises from regulatory programs that can diverge even among genetically identical cultures. Exploiting spontaneous replicate-to-replicate variation in E. coli K-12 MG1655, we mapped expression modules whose behavior tracks biofilm abundance across four genetic backgrounds: wild type; strain with deleted gene for hexuronate regulator UxuR duxuR; an uxuR translation-disrupted retaining locus-derived sRNAs (duxuR-tr), and strain with deleted gene for global carbon regulator cAMP-CRP (dcrp). In the wild type, regulator EcpR/MatA demonstrated the highest correlation with the biofilm intensity, and its role was, in particular, seemingly reinforced by stress/pH-homeostasis and c-di-GMP-linked factors. duxuR exhibited the strongest stochasticity in biofilm formation, while in duxuR-tr, replicate dispersion was mostly muted, indicating that uxuR-derived sRNAs buffer motility-adhesion switching. In dcrp, pgaA was de-repressed due to the absence of CsrA, with expression being highly consistent with intensity of biofilm formation, alongside stress/ion-homeostasis genes. This is in line with the suggestion that CRP regulates biofilms and motility indirectly via regulation of more local transcription factors. Overall, replicate-resolved clustering converts apparent \"noise\" into structured regulatory patterns, which include genes whose role in biofilm formation was not yet evident, and helps identify switch nodes between planktonic and biofilm bacterial states.", "date": "2025-12-15", "journal": ""}
{"title": "The influence of heteroresistance, growth and antibiotic selection in shaping the invasion dynamics of colistin resistant Pseudomonas aeruginosa", "doi": "10.64898/2025.12.15.694340", "authors": "Rios, A. C. A.; Pham, A. D.; Knibbe, C. A. J.; Rozen, D.; van Hasselt, J. G. C.; Aulin, L. B. S.", "abstract": "Heteroresistance, where a small subpopulation of phenotypically resistant cells coexists within an otherwise susceptible population, plays a critical role in bacterial survival during antibiotic exposure. Yet, its influence on the invasion success of genetically resistant strains remains poorly understood. In this study, we investigate the influence of bacterial heteroresistance, growth, and antibiotic selection on the outcome of an invasion experiment. We quantified the invasion dynamics of a bioluminescent colistin-resistant Pseudomonas aeruginosa strain across a colistin concentration gradient during co-culture with colistin-susceptible clinical P. aeruginosa isolates with varying levels of heteroresistance. The observed variation in heteroresistance and fitness of the clinical isolates allowed investigation of the impact of these factors on invasion dynamics. We hypothesized that fitter isolates would limit invasion through competitive exclusion, while heteroresistant isolates, despite their growth costs, may serve as reservoirs for resistance evolution under antibiotic selection. Our results show that in antibiotic-free conditions, faster-growing isolates competitively excluded the colistin resistant invader while isolates with high levels of heteroresistance failed to do so. This competitive landscape shifted with increasing colistin concentration, giving the invader a fitness advantage that peaked around 2-4xMIC of the clinical isolate. The shift in the landscape over the colistin gradient might further have been influenced by the presence of heteroresistance in the clinical isolates. These findings reveal how both heteroresistance and competitive exclusion shapes invasion dynamics. Understanding these interactions is critical for redesigning treatment strategies that minimize ecological opportunities for resistant strains to establish and expand.", "date": "2025-12-15", "journal": ""}
{"title": "Characterization of new thermophilic antibiotic resistance markers", "doi": "10.64898/2025.12.15.694393", "authors": "Souza Lopes, F.; Vicentini, R.; Yu Sin Kim, E.; Ashok, N.; Guss, A. M.; Lynd, L. R.; Walravens Bergamo, L.; Olson, D. G.", "abstract": "The genetic engineering of thermophilic bacteria is constrained by limited availability of thermostable antibiotic resistance markers for selection. Clostridium thermocellum, a promising candidate for consolidated bioprocessing of lignocellulosic biomass, requires reliable selection systems that function at elevated temperatures. Here, we systematically evaluated antibiotic susceptibility profiles and identified novel resistance markers for this thermophile through bioinformatic screening and experimental validation. We screened 823 thermophilic genomes against the Comprehensive Antibiotic Resistance Database, identifying 1,115 antibiotic resistance genes. From these, we selected candidates with highest homology to resistance determinants for rifampicin, tetracycline, erythromycin, thiamphenicol, and neomycin. We identified three novel antibiotic resistance systems that function in this organism: tetracycline/tet(45), erythromycin/cmeC, and rifampicin/rbpA. Of these, the rifampicin/rbpA provided the highest selection range , > 10,000-fold. Our results establish rbpA as an outstanding selectable marker for thermophilic genetic engineering and provide a validated workflow for discovering thermostable resistance determinants in high-temperature microorganisms.", "date": "2025-12-15", "journal": ""}
{"title": "Genomic rearrangement of the capsule operon in a phylogenetically distinct cluster of the multi-drug resistant Escherichia coli lineage ST131", "doi": "10.64898/2025.12.15.689991", "authors": "Potterill, I.; Hall, R. J.; Moran, R. A.; Cummins, E. A.; McNally, A.", "abstract": "Escherichia coli ST131 is a dominant cause of multi-drug resistant extra-intestinal infections in humans. The lineage has a three-clade phylogenetic structure of which clade C has gained resistance to multiple classes of antibiotics and is globally disseminated. As well as antimicrobial resistance, a number of virulence factors contribute to the success of ST131 clade C, including the production of capsule. Previous work on a limited number of strains has shown that the capsule operon in ST131 is highly variable. In this study we analysed the capsule genetics of E. coli ST131 by interrogating 3,033 genomes. Our data show a clonal distribution of capsule types and identify a monophyletic group of ST131 clade C strains which are characterised by an atypical capsule operon with highly divergent alleles of the key kpsM and kpsT genes. Our analysis suggests there is ongoing evolution within clade C of ST131 which looks to be driven not by continuing evolution of antimicrobial resistance, but by host-pathogen interactions.", "date": "2025-12-15", "journal": ""}
{"title": "The microbiome of Antarctica's endemic chironomid midge: from general microbial community to endosymbiotic bacteria", "doi": "10.64898/2025.12.13.694143", "authors": "Kovalenko, P. A.; Pavlovska, M. O.; Prekrasna-Kviatkovska, Y. P.; Puhovkin, A. Y.; Kozeretska, I. A.", "abstract": "Background: The interactions between the host organism and the microbiota play an important role in the host's survival, influencing its physiology and adaptation. The Antarctic, due to its extreme living conditions, is a unique region for studying such interactions. However, research on the microbiomes of Antarctic terrestrial and freshwater invertebrates remains limited, especially with regard to the region's sole endemic insect, Belgica antarctica. Our aim was to study the B. antarctica microbiome collected from different substrates and from varying ornithogenic influence levels. Methods: A total of 330 B. antarctica larvae and moss substrates were sampled at three sites with different ornithogenic impact, followed by DNA extraction using Qiagen kits. The V3-V4 region of bacterial 16S rRNA was amplified by PCR and sequenced on the Illumina NovaSeq platform, followed by bioinformatic processing in QIIME2 for OTU clustering, taxonomic classification, and diversity analysis. Further analysis and visualization was performed in R, Python and GraphPad Prism. Results: Amplicon sequencing revealed rich microbial diversity, with NMDS demonstrating clear clustering of samples according to their origin (insects vs substrate) and ornithogenic influence level. Comparative analysis revealed that the vast majority of OTUs associated with B. antarctica (ca. 95%) were shared with substrates, whereas the insect-specific fraction was small, highly variable, and partially influenced by moss species. Ornithogenic influence significantly structured the symbiotic microbiota in both insects and substrates, reducing microbial diversity and altering the relative abundance of major bacterial taxa. Overall, substrate type and ornithogenic impact are significant factors influencing microbial community structure, while insect-specific taxa formed only a minor, heterogeneous component of this midge microbiome. Additionally, the Wolbachia infection was detected in B. antarctica larvae for the first time. Conclusion: The substrate that B. antarctica inhabits, as well as ornithogenic influence, play a significant role in the shaping of the species' microbiome. This Antarctic chironomid also maintains a core microbial community. The detection of Wolbachia in B. antarctica is the first evidence of this endosymbiont in Antarctica.", "date": "2025-12-15", "journal": ""}
{"title": "Engineered Proteins Mimic ssRNA Phage to Disrupt Type IV Pili", "doi": "10.64898/2025.12.14.694263", "authors": "Frese, A.; Zhao, Z.; Zeng, L.", "abstract": "Antimicrobial resistance is a growing global health crisis, with ESKAPE pathogens, such as Acinetobacter species, contributing significantly to hospital-acquired infections. These bacteria employ various virulence factors, including extracellular type IV pili (T4P), which serve as essential appendages for DNA uptake, biofilm formation, and resistance to antibiotics. Single-stranded RNA (ssRNA) bacteriophages (phages) exploit these retractile pili as entry receptors, but the exact mechanism of viral RNA delivery following pilus binding and retraction remains poorly understood. In this study, we investigated the entry mechanism of the ssRNA phage AP205 by identifying the specific phage components necessary for T4P detachment, a key step in viral genome entry. Our data reveals the phage's maturation protein (Mat) is sufficient to induce pilus detachment on its own, and the overall virion structure further enhances the efficiency of this process. These findings provide mechanistic insights into how ssRNA phages exploit bacterial T4P as part of their infection pathway and suggest a conserved strategy for host entry.", "date": "2025-12-15", "journal": ""}
{"title": "Chemoproteomic elucidation of β-lactam drug targets in Mycobacterium abscessus", "doi": "10.64898/2025.12.15.694292", "authors": "Devlin, K. L.; Hutchinson, E.; Leach, D. T.; Nelson, W. C.; Gorham, L. J.; Lamichhane, G.; Lin, V. S.; Beatty, K. E.", "abstract": "The pathogen Mycobacterium abscessus (Mab) can cause severe and difficult to treat chronic lung infections. Despite the rising incidence and clinical concern of Mab infections, treatment options are limited and often ineffective. Treatment is complicated by Mabs ability to persist in a non-replicative, drug-resistant state. Several {beta}-lactam antibiotics are potently bactericidal against Mab but are underutilized because their molecular mechanisms of action against Mab are incompletely understood. In the current study, we used {beta}-lactam-derived activity-based probes and chemoproteomics to report the first comprehensive list of enzymes in Mab targeted by {beta}-lactams. We compared {beta}-lactam targets across two Mab subspecies in actively replicating and non-replicative cultures, using a new carbon starvation model of persistence. We identified 17 targets that were active in every condition tested, seven of which were previously unknown to bind {beta}-lactams. Lastly, we characterized the {beta}-lactamase activity and {beta}-lactam inhibition profiles of nine Mab enzymes, demonstrating that imipenem inhibits these targets more effectively than cefoxitin. These findings provide clarity on the mechanisms of action of clinically relevant {beta}-lactams in Mab, a crucial step toward fully realizing their potential for treating infections caused by this opportunistic pathogen.", "date": "2025-12-15", "journal": ""}
{"title": "Development of a Bacterial Colorimetric Reporter System for Functional Screening of SARS-Cov-2 Main Protease Inhibitors Using Plant Preparations (juices): A Proof-of-Concept Study", "doi": "10.64898/2025.12.12.694002", "authors": "Issa, S. S.; Zelinsky, A.; Fayoud, H.; Zhidkin, R.; Matveeva, T. V.", "abstract": "SARS-CoV-2 main protease (Mpro) is essential for viral polyprotein processing and represents a prime target for antiviral drug discovery. However, most available screening strategies rely on biochemical and computational approaches that lack the biological context of living cells, or costly mammalian-cell based models. Therefore, there remains a shortage of simple and biosafe cellular models enabling rapid, functional screening of potential Mpro inhibitors, particularly those derived from natural sources and in urgent situations such as the COVID-19 pandemic. In this study, a bacterial colorimetric reporter system was developed that directly links SARS-CoV-2 Mpro activity to {beta}-galactosidase function in Escherichia coli. To the best of our knowledge, the developed system represents the first bacterial colorimetric model for direct monitoring of SARS-CoV-2 Mpro inhibition in living cells. The system enables real-time visual detection of protease inhibition on X-gal-containing medium and provides a cost-effective, biologically relevant, biosafe alternative to existing screening assays. Functional validation was performed using pomegranate juice as a representative natural inhibitor source. The system provides a simple, scalable, and biosafe platform for the primary screening of antiviral candidates, including phytochemicals, under standard laboratory conditions", "date": "2025-12-15", "journal": ""}
{"title": "Thymidine Phosphorylase Drives SARS-CoV-2 Spike Protein-Induced Lung Tumorigenesis", "doi": "10.64898/2025.12.14.694192", "authors": "Wallace, C.; Gileles-Hillel, A.; Cox, A.; Gozal, D.; Li, W.; Yue, H.", "abstract": "Rationale and Objectives: COVID-19 survivors exhibit increased interstitial lung fibrosis, a known risk factor for lung cancer. We investigated whether SARS-CoV-2 Spike protein (SP)-induced lung injury and elevated thymidine phosphorylase (TYMP) promote lung tumorigenesis. Methods: A TriNetX retrospective cohort analysis was combined with mechanistic studies in K18-hACE2TG and K18-hACE2TG/Tymp-/- mice. Mice received intratracheal SP or control lysate followed by a urethane-induced lung cancer protocol. Lung injury, inflammation, thrombosis, fibrosis, STAT3 activation, cytokine profiles, and tumor burden were assessed. In vitro assays evaluated SP- and RBD-induced ACE2 processing. Results: Propensity score-matched TriNetX cohorts demonstrated an increased lung cancer risk after COVID-19, particularly among current smokers (n = 166,807; RR 1.22; HR 1.50; P < .001). In mice, SP induced acute lung injury, neutrophil infiltration, and microthrombi, which were reduced in TYMP-deficient mice. SP markedly increased lung tumor incidence and aggressiveness, whereas TYMP deficiency reduced tumor formation from 50% to 18% of lung lobes. SP-induced STAT3 upregulation and collagen deposition were significantly attenuated in K18-hACE2TG/Tymp-/- mice. Cytokine profiling revealed a tumor-promoting, myeloid-dominant inflammatory milieu in K18-hACE2TG mice, in contrast to a T cell-inflamed, anti-tumor profile in K18-hACE2TG/Tymp-/- mice. SP and RBD altered ACE2 processing, generating lower-molecular-weight fragments consistent with enhanced turnover. Conclusions: SARS-CoV-2 SP drives lung injury, fibrosis, and tumorigenesis through a TYMP-dependent mechanism involving STAT3 signaling and inflammatory microenvironment remodeling. COVID-19 significantly increases lung cancer risk, especially in current smokers. TYMP represents a potential therapeutic target to mitigate long-term pulmonary consequences of COVID-19.", "date": "2025-12-15", "journal": ""}
{"title": "A novel and critical role of the intracellular Zona Pellucida protein 2 (ZP2) for blastocyst formation in mice", "doi": "10.64898/2025.12.12.692802", "authors": "Nolte, T.; Israel, S.; Drexler, H. C. A.; Fuellen, G.; Boiani, M.", "abstract": "The zona pellucida (ZP) is the quintessential extracellular structure of mammalian oocytes. Contrary to long-standing view that the synthesis of ZP proteins is specific to oocytes and muted in embryos, we report here that the major zona pellucida protein ZP2 is re-synthesized and functionally required during mouse embryo development. The orthogonal methods of mass spectrometry and monoclonal immunofluorescence revealed an increase of ZP2 abundance at the 8-cell / morula stage, which did not occur when zygotes were microinjected with translation-blocking oligonucleotides (morpholinos). To shed light on the functional significance of embryonic ZP2, we performed protein knockdown using immunodepletion (by Trim-Away) while at the same time preventing replenishment (by translation-blocking morpholino). ZP2 knockdown resulted in morula stage retardation and formation of defective blastocysts, whose cell lineages trophectoderm and primitive endoderm were smaller and less able to support post-implantation development. The transcriptional correlates of these morphological alterations had a gene ontology (biological process) signature that included cell lineage-relevant terms (endoderm development, gastrulation), while the proteomic correlates had a gene ontology signature related to protein synthesis. Taken together, these results call into question the traditional model that ZP proteins function solely in the extracellular space and accompany embryogenesis as passive bystanders: on the contrary, ZP proteins also participate actively in the intracellular processes of early embryogenesis.", "date": "2025-12-15", "journal": ""}
{"title": "Proteostasis Remodeling Across Development Defines Fetal, Neonatal, and Adult Hematopoietic Stem Cell States", "doi": "10.64898/2025.12.12.694052", "authors": "Yu, H.; Kim, Y. J.; Chen, K.; Liu, A. Z.; Sunshine, M. J.; Signer, R. A.", "abstract": "Hematopoietic stem cells (HSCs) must preserve protein homeostasis (proteostasis) despite dramatic changes in proliferative and biosynthetic demands during development, yet how proteostasis is regulated across these transitions is poorly understood. Here, we show that fetal and neonatal HSCs operate through distinct, stage-specific proteostasis programs that differ fundamentally from those in adulthood. Using quantitative in vivo assays spanning embryonic through adult stages, we uncover an unanticipated decoupling between protein synthesis and protein quality control during development, revealing that fetal and neonatal HSCs employ specialized mechanisms to safeguard proteome integrity under developmental stress. Developing HSCs experience a distinctive proteostasis landscape characterized by elevated protein synthesis, increased unfolded protein burden, and selective engagement of stress-buffering and protein degradation pathways that are largely dispensable in young adult HSCs. Disruption of these pathways compromises early life HSC function and long-term fitness, establishing proteostasis control as a key regulator of stem cell maturation. These findings define previously unrecognized mechanisms by which HSCs manage the proteome during early life and reveal fundamental principles governing stem cell proteostasis across ontogeny.", "date": "2025-12-15", "journal": ""}
{"title": "The relationship between body size and skull and dental characters in cricetid rodents from Nebraska", "doi": "10.64898/2025.12.12.693729", "authors": "Wagner, O. K.; Lyons, S. K.", "abstract": "Body size in mammals spans 20 orders of magnitude and is strongly correlated with ecology, making it one of the most important characteristics for a mammal. Body mass must be estimated for fossil mammals because the whole organism is rarely fully preserved. Although the relationships between anatomical characters and body mass have been calculated for many groups of mammals, rodents are less well studied. Previous work had limited sampling of species or used a species average for body size and may not be accurate. Because rodents are the most species rich order of mammals having accurate relationships for the different families of rodents is crucial for understanding the evolution of body size in rodents. I analysed the relationship between body size and three skull characters (skull, molar (M1), and toothrow length) in 11 species of cricetid rodents from Nebraska using reduced major axis regressions. I found a significant positive relationship between all characters and body size. Skull and toothrow length are the best predictors of body size. M1 length is not as good of a predictor because one genus (Microtus) has an unusually large M1 length for its body size. Separate regression equations for the Arvicolines and the Sigmodontids provide better predictors for body size using lower M1 length. This work will allow for more accurate predictions of body mass in extinct cricetids.", "date": "2025-12-15", "journal": ""}
{"title": "Topology control by a conserved cysteine pair in the OMM-protein CCDC127 enables MICOS interaction", "doi": "10.64898/2025.12.12.693940", "authors": "Riemer, J.; Zarges, C.; Schepsky, P.; Rothemann, R. A.; Bock-Bierbaum, T.; von der Malsburg, A.; Baumann, L.; Trifunovic, A.; Daumke, O.; van der Laan, M.; von der Malsburg, K.", "abstract": "Mitochondrial disulfide relay substrates beyond the canonical substrates remain incompletely defined. Revisiting the human MIA40 interactome with enhanced depth, we identified CCDC127 as a previously unrecognized substrate candidate. CCDC127 contains a single transmembrane segment and a conserved C-terminal helical bundle domain (CHB). Comprehensive proteomic and biochemical analyses revealed that, contrary to earlier reports, CCDC127 adopts an Nout-Cin topology in the outer mitochondrial membrane (OMM) with its CHB residing in the intermembrane space (IMS). CCDC127 undergoes oxidation by the disulfide relay, forming a long-range intramolecular disulfide bond between C174 and C219. Loss of these cysteines disrupts correct OMM insertion, inverts transmembrane topology and triggers proteasome-dependent degradation, establishing the disulfide as a key determinant of CCDC127 maturation. Interactome analyses identified MICOS components-particularly the MIC60/MIC19 module-as major partner proteins required for the stability of large oligomeric CCDC127 complexes. CCDC127 deficiency impaired cellular proliferation, influenced phospholipid levels, and caused grossly altered cristae morphology. Together, CCDC127 emerges as a MICOS-associated OMM protein essential for mitochondrial membrane organization and lipid homeostasis.", "date": "2025-12-15", "journal": ""}
{"title": "Tetraspanin CD82 reduces the formation of CADM1 oligomers", "doi": "10.64898/2025.12.12.693935", "authors": "Lamottke, E.; Warner, H.; van Deventer, S. J.; Schwerdtfeger, F.; Lanting, L.; Huizinga, E. G.; van Spriel, A.; Gros, P.", "abstract": "CD82 is a member of the tetraspanin protein superfamily and known as a metastasis suppressor. We identified cell adhesion molecule 1 (CADM1) as an interaction partner of CD82. CADM1 mediates cell adhesion by forming cis and trans oligomers that connect membranes. We show that CD82 reduces the formation of CADM1 oligomers when solubilized by detergent, on liposomes and in cellulo using Jurkat T-cells. Our data is consistent with a 1:1 complex of CD82 and CADM1 in cis that leaves the CADM1 trans-interaction site accessible. Cryo-electron microscopy of the CD82:CADM1 heterodimer suggests an interaction site between the large-extracellular loop of CD82 and an Ig-like domain of CADM1. Consistently, liposomes coupled with CADM1 ectodomain show reduced clustering when reconstituted with CD82. We hypothesize that CD82 may affect spacing of the transmembrane helices of CADM1, possibly by interacting with the extracellular Ig-like domains and hence disrupting CADM1 oligomerization between membranes.", "date": "2025-12-15", "journal": ""}
{"title": "DoReMiTra: An R/Bioconductor data package for orchestrating the analysis of radiation transcriptomic studies", "doi": "10.64898/2025.12.12.691104", "authors": "Salah, A.; Zahnreich, S.; Marini, F.", "abstract": "Summary: Understanding the molecular impact of ionizing radiation exposure is essential for both biomedical research and public health. Among the possible approaches to study this phenomenon, gene expression profiling via transcriptomics assays has been a valuable approach over the last decades to unravel the mechanisms of cellular responses to radiation. To our knowledge, there is no data package gathering well-curated radiation transcriptomic datasets covering microarrays and, more recently, RNA sequencing. Therefore, we present DoReMiTra, an R/Bioconductor data package that represents the first unified radiation transcriptomics dataset collection integrated with Bioconductor's ExperimentHub for efficient distribution. DoReMiTra standardizes and harmonizes sample-level metadata and provides pre-processed SummarizedExperiment (SE) objects to facilitate comparative analyses. Additionally, we introduce a lightweight Shiny app interface for interactive visualization and preliminary exploration. DoReMiTra serves as a valuable resource and tool in radiation research for benchmarking, integrative analyses, and biomarker discovery. Availability and Implementation: DoReMiTra is available under the MIT license at https://bioconductor.org/packages/DoReMiTra.", "date": "2025-12-15", "journal": ""}
{"title": "Mass Spectrometric Determination of Site-Specific O-Acetylation in Rhamnogalacturonan-I Oligomers", "doi": "10.64898/2025.12.12.694011", "authors": "Fernando, L. D.; Yang, X.; Archer-Hartmann, S.; Heiss, C.; Azadi, P.", "abstract": "O-Acetylation, a common modification in rhamnogalacturonan I (RG-I), is critical for various biological processes, including plant growth, stress responses, and pathogen defense. Precise determination of the degree and specific positions of acetylation is therefore essential. To date, nuclear magnetic resonance (NMR) and tandem mass spectrometry have been employed to identify acetyl positions in pectin oligosaccharides. Although NMR is effective, it requires pure, high-concentration samples. Tandem mass spectrometry (MS), which uses lower sample amounts, faces challenges due to acetyl migration between monosaccharide positions. The multiple steps in pectin sample analysis can further promote O-acetyl migration, especially near free hydroxyl groups. Moreover, during tandem MS, acetyl groups may detach, complicating accurate tracking. This study presents an approach to lock O-acetyl groups by introducing trideuteroacetyl and propionyl substituents onto free hydroxyls of RG-I or partially acetylated RG-I. By combining matrix-assisted laser desorption/ionization- time of flight (MALDI-TOF) MS and electrospray ionization (ESI) MS with MS/MS or tandem mass spectrometry (MSn), we devised a way to determine the monosaccharide sequence in the oligomer and precise positions of acetyl groups in partially acetylated RG-I. This method enables the study of the regiospecificity of recombinant pectin O-acetyltransferases and can be applied to other oligosaccharides to determine acyl positions.", "date": "2025-12-15", "journal": ""}
{"title": "Homonuclear Chemical Shift Correlation in Solids Under MAS by Fast Cross-Relaxation Driven Spin Diffusion", "doi": "10.64898/2025.12.12.694067", "authors": "Fu, R.; Ramamoorthy, A.", "abstract": "In this study, we report a two-dimensional NMR technique that correlates the chemical shifts of homonuclear spin systems in solids under MAS. The pulse sequence employs double spin-lock RF pulses to facilitate magnetization exchange among low-gamma nuclei (such as 13C or 15N) through cross-relaxation driven by a combination of spin diffusion and RF field. We systematically investigate how the efficiency of the magnetization exchange depends on the Hartmann-Hahn mismatch and the MAS frequency. Experimental results obtained from 13C-labeled Fmoc-Leucine powder sample, 15N-labeled L-histidine amino acid (pH 6.3) powder sample, and uniformly-15N-labeled aquaporin reconstituted in DMPC lipid vesicles are reported. The results reveal a rapid spin-exchange process, with transfer rates that qualitatively correlate with the internuclear distances of the participating low-gamma nuclei. It is remarkable that a 50 ms DARR mixing resulted in no cross peaks in the 2D 15N-15N chemical shift correlation spectrum of uniformly-15N-labeled aquaporin, whereas as short as 5.0 ms mixing duration using the double spin-lock mixing yielded 2D spectrum exhibiting cross peaks between neighboring amino acid residues. Our results demonstrate that the proposed approach can be utilized to enable magnetization exchange between nearby 15N or 13C nuclei, which is highly desirable for accomplishing resonance assignments in the structural studies of proteins.", "date": "2025-12-15", "journal": ""}
{"title": "Quantifying (de)Mixing of Disordered Proteins in Molecular Dynamics Simulations", "doi": "10.64898/2025.12.12.694022", "authors": "Morton, W. S.; Vacha, R.", "abstract": "Biomolecular condensates underpin the spatial and temporal organization of cellular biochemistry in the cell. Their architectures often arises from complex, multicomponent mixtures whose behavior is governed by weak, multivalent interactions, frequently mediated by intrinsically disordered regions (IDRs) of proteins. However, current approaches lack generalizable metrics to determine whether IDRs will mix or segregate within condensates. Here, we show that our domain decomposition method can both accurately determine concentrations in the dense/dilute phases, and provide a continuous metric for characterizing IDR mixing in molecular dynamics simulations. Applying this methodology to 1,963 binary mixtures, we find that mixing at equimolar ratios is rare. Most condensate-forming pairs favoring one dominant scaffold and minority client molecules. We found that hydrophobic IDRs mix promiscuously with most sequences, while the mixing of charged sequences is sensitive to the charge and complementarity of the partner. When applied to experimental protein interaction networks, our simulations successfully distinguish IDR-mediated partitioning from those requiring additional factors such as RNA or site specific binding. Our results provide a foundation for determining condensate composition in complex cellular environments and for designing synthetic IDRs that can infiltrate or modulate biomolecular condensates.", "date": "2025-12-15", "journal": ""}
{"title": "Spatial Polarization-Induced Fluorescence Fluctuation Imaging (SPIFFI) Enables Single-shot Super-Resolution and Multidimensional Imaging", "doi": "10.64898/2025.12.12.693764", "authors": "Guo, W.; Feletti, L.; Radenovic, A.", "abstract": "Fluorescence super-resolution microscopy has advanced optical imaging into the nanoscale regime, transforming biological and interdisciplinary research. However, conventional wide-field super-resolution techniques often compromise temporal resolution, thereby limiting the ability to capture rapid and transient biological events in living systems. Here, we introduce spatial polarization-induced fluorescence fluctuation imaging (SPIFFI), a multi-channel polarimetric method that enables single-shot super-resolution imaging and six-dimensional information extraction. By leveraging the inherently smaller point spread function (PSF) under polarized detection and capturing polarization-dependent spatial fluctuations across multiplexed channels, SPIFFI achieves instant resolution enhancement from a single exposure. This capability substantially enhances the feasibility of volumetric live-cell super-resolution imaging. Moreover, SPIFFI images can be seamlessly integrated with existing fluctuation-based methods for further post-processing and resolution improvement. We demonstrate the versatility of SPIFFI through experiments on both fixed and live cells, capturing rapid subcellular dynamics and enabling high-throughput, multidimensional imaging beyond the diffraction limit. SPIFFI thus offers a practical and robust platform for real-time super-resolution imaging in biological research.", "date": "2025-12-15", "journal": ""}
{"title": "Deliberation is a controllable process governed by desirability and cognitive effort", "doi": "10.64898/2025.12.12.693733", "authors": "Calalo, J. A.; Sullivan, S. R.; Muscara, N. R.; Buggeln, J. H.; Ngo, T. T.; Short, M. M.; Carter, M. J.; Kurtzer, I. L.; Cashaback, J. G. A.", "abstract": "Humans spend a lifetime making decisions based on incoming sensory information and goals. Prominent theories of perceptual decision-making have described the components of deliberation process, yet they lack a unifying principle that governs how the nervous system tunes the deliberation process across multiple contexts. Desirability (reward) and effort (energy) are major determinants in governing a broad range of human and animal behaviour, such as foraging, walking, and decisions. Here we develop a theory where desirability and cognitive effort tune the control gains that govern deliberation. Several hallmark features of decision behaviour simply emerge from the model, with the deliberation process closely resembling low-dimensional neural dynamics. We also predict and provide a novel mechanistic explanation for ''choking-under-pressure'', where extremely large rewards lead to performance deficits. Our principled framework explains both behavioural and neural phenomena while providing a path to unify disparate fields.", "date": "2025-12-15", "journal": ""}
{"title": "Modeling the effects of Huntington disease on age-related genes reveals CXXC4 as an epigenetic target to restore health and excitability of Drd1-expressing striatal neurons", "doi": "10.64898/2025.12.12.693965", "authors": "Arrieta-Lobo, M.; Farina, F.; Monteagudo Aboy, T.; Mair, M.; Mendoza, C.; Tran, H.; Aaronson, J.; Rosinski, J.; Ellerby, L.; Brouillet, E.; Botas, J.; Neri, C.; Megret, L.", "abstract": "Gene profile studies suggest that neurons may face premature aging in neurodegenerative diseases such as Huntington disease (HD). Cells remodel gene expression to resist molecular damage in aging, but how neurons may engage age-related genes to resist HD remains unknown. Here, we found that transcriptional-aging inversion (TAGI) in the Drd1-expressing striatal neurons (Drd1 SNs) of HD knock-in (Hdh) mice shows discrete patterns in the backdrop of a TAG-like (TAGL) signature, and that TAGI persistence as Hdh mice become strongly symptomatic may better explain disease progression compared to TAGL dynamics. We also found that genes affected by 3prime UTR accumulation in aged mouse Drd1 SNs of aged mice are more likely downregulated in aging and deregulated in Hdh mice. Mapping 3prime UTR data in aging on gene dysregulation networks in the Drd1-SNs of weakly symptomatic Hdh mice highlighted a CAG repeat-dependent network of upregulated genes with compensatory potential as suggested by enrichment in development and maintenance factors such as CTCF. This class noticeably contains Atad-5, a PCNA unloader in the DNA repair complex and a modifier of CAG expansion in the plasma of HD patients. This class also contains CXXC4 (IDAX), an epigenetic regulator and repressor of TET2 activity, for which upregulation is lost in strongly symptomatic Hdh mice. CXXC4 reduces the levels of p16INK4a, a cellular senescence marker, in human iPS cell-derived SNs and restores glutamate excitability in human HD iPS cell-derived SNs. Collectively, these data suggest that the resilience capacity of Drd1 SNs against HD involves discrete patterns of age-related genes, where early intervention based on expressing broad-spectrum genes such as CXXC4 may provide novel therapeutic strategies to restore cortico-striatal homeostasis and function.", "date": "2025-12-15", "journal": ""}
{"title": "Metabolic reshaping drives novel melanin production from tryptophan in a cystic fibrosis Pseudomonas aeruginosa\t clinical isolate", "doi": "10.64898/2025.12.15.694361", "authors": "Appella, M. N. D.; Kolender, A. A.; Nega, M.; Robaldi, S. A.; Cassanelli, P. M.; Li, N.; Liberini, E.; Hoijemberg, P.; Pelliza, L.; Aran, M.; Götz, F.; Lopez, N. I.; Tribelli, P. M.", "abstract": "Pseudomonas aeruginosa is a human opportunistic pathogen, capable of producing a wide range of metabolites, including pyomelanin. This pigment results from alterations in tyrosine catabolism. Melanin synthesis from tryptophan has never been reported in Pseudomonas. In this study, we describe a tryptophan-derived melanin in P. aeruginosa PAH, a strain that was isolated from a fibrocystic patient. PAH produced a brown pigment when grown in LB or L-tryptophan-supplemented media. Structural analysis revealed this pigment was composed by two fractions differing in NaOH solubility: a soluble one consistent of pyomelanin, and an insoluble fraction with a complex structure containing substituted indolic units. A pyomelanin inhibitor enhanced total melanin synthesis, mainly the insoluble fraction, and a tryptophan 2,3-dioxygenase inhibitor decreased pigment formation. Metabolomic profiling identified distinct indolic compounds and low levels of anthranilate in PAH cultures. Genomic and transcriptomic analyses revealed the presence of mutations and downregulation of genes related to pyoverdine biosynthesis. Furthermore, iron supplementation in the culture medium reduced melanin production. Overall, tryptophan arises as a key compound for melanin production in PAH, expanding the diversity of melanins synthesized by this genus. Furthermore, iron deprivation emerges as a critical factor triggering melanin biosynthesis, probably as a survival strategy enabling persistence in the fibrocystic lung environment.", "date": "2025-12-15", "journal": ""}
{"title": "A global deep-sea small protein atlas reveals a reservoir of noncanonical antimicrobial peptides", "doi": "10.64898/2025.12.15.694180", "authors": "Jiang, Q.; Han, Y.; Ye, C.; Duan, Y.; Li, F.; Han, Z.; Santos-Junior, C. D.; Luo, Z.-Q.; Dong, X.", "abstract": "Small proteins encoded by small open reading frames (smORFs; [&le;] 100 aa) represent a largely unexplored dimension of microbial diversity, especially in the deep sea. By analyzing 708 metagenomes from five major deep-sea biomes (hadal trenches, cold seeps, hydrothermal vents, abyssal plains, and seamounts), we constructed the Deep-Sea Small Protein Atlas, comprising 88.7 million smORFs with exceptional novelty and strong habitat specificity. Deep-learning predictions identified 5.47 million candidate antimicrobial peptides (c_AMPs), revealing a peptide space far larger and structurally distinct from known AMPs. Deep-sea c_AMPs are longer, enriched in nonpolar and acidic residues, and exhibit low charge and high intrinsic disorder, suggesting non-membranolytic modes of action. We synthesized 131 representative peptides, of which 87% were antimicrobial, with MICs as low as 1.25 M, broad-spectrum antibacterial and even antifungal efficacy, and minimal mammalian cytotoxicity. Transcriptomics, TEM imaging, and peptide-protein modeling showed that representative peptides preserve membrane integrity while disrupting intracellular processes such as translation and metabolism, supporting intracellular, non-lytic mechanisms. This work uncovers a vast reservoir of previously unrecognized deep-sea small proteins and structurally unconventional AMPs, providing a foundational resource for discovering next-generation peptide therapeutics.", "date": "2025-12-15", "journal": ""}
{"title": "Genome-scale dissection of phase-variable gene function in Campylobacter jejuni using a stabilized phasotype library", "doi": "10.64898/2025.12.14.694251", "authors": "Yamamoto, S.; Lee, K.-i.; Kubomura, A.; Iyoda, S.; Akeda, Y.; Shimohata, T.; Aikawa, C.; Okamura, M.; Hojo, F.; Osaki, T.; Mitobe, J.", "abstract": "Phase variation (PV) enables bacterial pathogens to rapidly alter their surface structures through reversible mutations in simple sequence repeats, promoting immune evasion and environmental adaptation. In Campylobacter jejuni, the stochastic nature of PV has hindered the systematic functional analysis of phase-variable genes (PVGs). Here, we introduce PV-GenShift, a genome-scale screening platform built on a genetically stabilized library of phase-locked C. jejuni variants. By fixing the ON/OFF states of 15 PVGs, PV-GenShift enables reproducible, high-resolution analysis of phasotypes, defined as unique ON/OFF combinations across multiple PVGs, under defined selective pressures. Using models of human serum exposure, murine colonization, and chicken gut passage, we identified distinct phasotypes associated with serum resistance and with enrichment during mouse colonization, particularly involving capsular polysaccharide modifications such as O-methyl phosphoramidation and methylation. In contrast, chicken gut passage resulted in heterogeneous ON/OFF shifts without a dominant phasotype. These findings highlight the combinatorial impact of PVG expression states on bacterial adaptation and establish PV-GenShift as a broadly applicable framework for dissecting PV-driven phenotypic diversity. This approach provides a scalable strategy for exploring genotype-phenotype relationships and offers insights relevant to vaccine design and targeted therapeutics.", "date": "2025-12-15", "journal": ""}
{"title": "The role of heavy metals in the co-selection of plasmid-borne metal and antibiotic resistance genes from industrially contaminated sediments.", "doi": "10.64898/2025.12.14.694177", "authors": "Gillieatt, B. F.; Thai, M.; Cain, A. K.; Zadoks, R. N.; Coleman, N. V.; Kertesz, M. A.", "abstract": "A comprehensive understanding of the sources and drivers of antimicrobial resistance is essential for effective antimicrobial stewardship. Co-selection is now recognised as a significant driver of antimicrobial resistance, with established links between heavy metal exposure and the presence of bacteria with antimicrobial resistance. The precise mechanisms that drive this process in the environment are co-resistance, cross-resistance, and co-regulation, but their respective impacts remain largely unexplored. Here, we investigated whether heavy metal contamination in freshwater sediments selects for bacteria harbouring plasmids that carry both metal and antibiotic resistance genes, or genes encoding cross-resistance mechanisms. A diverse set of plasmids was recovered from metal-impacted sites at Lake Macquarie (New South Wales, Australia), which carried resistance genes particularly to copper, zinc, cobalt, cadmium, and arsenic. Two-thirds of these plasmids also carried one or more antibiotic resistance genes, indicating co-selection through the co-resistance mechanism. Functional assessment confirmed that the multi-metal and polymyxin resistance plasmid genotype was linked to the corresponding bacterial phenotype. The metagenome of the metal-impacted sediments was also examined to explore evidence of co-selection, and a broad range of incomplete plasmid sequences containing homologues of both metal- and antibiotic-resistance genes was detected. This study demonstrates the important link between anthropogenic heavy metal contamination and potentially clinically relevant antibiotic resistance genes. It highlights the importance of approaching the management of antimicrobial resistance from a One Health perspective.", "date": "2025-12-15", "journal": ""}
{"title": "Bacteriophage PAK_P3 genome structuration and dynamics during infection of Pseudomonas aeruginosa reveal specific interactions patterns", "doi": "10.64898/2025.12.15.694284", "authors": "Bignaud, A.; Lamy-Besnier, Q.; Conti, D.; Thierry, A.; Girard, F.; Misson, P.; Koszul, R.; Debarbieux, L.; Marbouty, M.", "abstract": "Bacteriophages, or phages, are highly abundant and diverse genomic entities that play an important role in microbial ecology, evolution, and horizontal gene transfer. While the dynamic changes in genome organization in cellular organisms have been well described, the 3D folding of phage genomes during the infection of their host is extremely limited. Understanding how phage genomes fold, invade and rearrange the genome of their host to functionally organize the optimal expression of their genes remains unknown. Here, we explore the spatial dynamics of the virulent double-stranded DNA phage PAK_P3 during infection of its host Pseudomonas aeruginosa and reveal how its genome rapidly decondenses to adopt a specific 3D organization that reflects its transcriptional program. Concomitantly, the host genome decondenses as gene expression wanes and transcription induced domains vanish. We also uncover specific and discrete bridging of the host and the phage genomes, showing how the phage genome exploits the spatial genome architecture of its host to succeed in its infection cycle. Our data highlights an unprecedented level of genome folding and gene expression regulation during a viral infection.", "date": "2025-12-15", "journal": ""}
{"title": "A meta-analysis of environmental sequencing data reveals the global distribution and hidden diversity of marine anaerobic ciliates", "doi": "10.64898/2025.12.15.694440", "authors": "Schrecengost, A.; Frates, E.; Al-Haj, A. N.; Fulweiler, R. W.; Beinart, R. A.", "abstract": "Anaerobic protists are diverse, ecologically important members of anoxic microbial communities, acting as grazers, nutrient cyclers, and partners in multi-domain associations, yet remain understudied relative to anaerobic prokaryotes. Ciliates are particularly abundant and diverse in anoxia, but their global diversity and distribution are largely unknown. Here, we conducted a meta-analysis of public 18S rDNA datasets, along with one dataset generated here, to assess the global diversity and ecology of marine anaerobic ciliates. Using a novel pipeline, we processed 2854 samples from 42 studies spanning 19 habitat types. We recovered 3196 anaerobic ciliate amplicon sequence variants (ASVs) across all described lineages. Based on clade-specific divergence thresholds derived from phylogenetic distances, 28.4-46.3% of ASVs qualified as novel. Most sequences belonged to the poorly described plagiopylean family Epalxellidae, suggesting a large reservoir of undescribed diversity in this clade. Community comparisons revealed close phylogenetic similarities between some shallow-water and deep-sea assemblages, suggesting that shared redox conditions may shape communities more than water depth. Our results demonstrate that marine anaerobic ciliates are globally distributed, taxonomically diverse, and rich in novel lineages. This study provides a framework for leveraging environmental sequencing data to better understand the diversity and ecology of neglected protist lineages and under-sampled habitats.", "date": "2025-12-15", "journal": ""}
{"title": "Scratching on French PDO cheese surfaces sheds light on an unexplored microbial genomic and metabolic diversity", "doi": "10.64898/2025.12.15.694182", "authors": "Gardon, H.; Tabuteau, S.; Irlinger, F.; Dugat-Bony, E.; Barbe, V.; Callon, C.; Cantuti Gendre, J.; Cruaud, C.; Delbes, C.; Gavory, F.; Loux, V.; Mohellibi, N.; Neuveglise, C.; Renault, P.; Rue, O.; Theil, S.; Aury, J.-M.; HERVE, V.", "abstract": "Cheeses are fermented dairy products consumed worldwide. Their global diversity results from various local variables, including technological practices, as well as the metabolic activity of diverse microorganisms. In Europe, this typicity is exemplified by Protected Designation of Origin (PDO) cheeses, for which genetic diversity remains largely unexplored. Combining culturomics (n = 373 bacterial genomes) and metagenomic (n = 146 metagenomes), we performed a national-scale survey of the microbial diversity encompassing 44 French PDO cheeses. Taxonomic (bacteria, fungi and viruses) and functional profiling reveal a high diversity in the cheese rind, mainly driven by the cheese technology. We also reconstructed 1,119 bacterial metagenome-assembled genomes (MAGs) encompassing seven phyla, including Actinomycetota, Bacillota, Pseudomonadota and Bacteroidota. Using GTDB as a reference, we identified 221 MAGs encompassing 46 genera, as well as 44 bacterial isolate genomes encompassing eight genera, which represent potentially 81 new species (based on <95% ANI). These species were particularly numerous among the genera Halomonas, Psychrobacter and Brachybacterium. Similar results were observed when compared with the cFMD database. We combined our genomic and metagenomic datasets into a catalog of 26.2 million protein clusters, with 50% of these clusters remaining unassigned to a known function and taxonomy. We illustrated the potential of this resource by searching for methionine gamma-lyase (MGL), an enzyme playing a significant role in cheese flavor. This protein was predominantly found in Pseudoalteromonas, a potentially new MGL-producing genus, Serratia, Pseudomonas, Proteus and Hafnia, and its prevalence varied with cheese technology. Our study provides a substantial genomic resource for food microbiologists and cheesemakers to further explore the biotechnological potential of PDO cheese biodiversity.", "date": "2025-12-15", "journal": ""}
{"title": "Evaluation of Detection Methods for Wastewater Surveillance of Antimicrobial-Resistant Bacteria from Healthcare Facilities", "doi": "10.64898/2025.12.14.694051", "authors": "Warren, E.; VanDerslice, J.; Benson, L. S.; Brazelton, W. J.; Tanner, W.; Lyons, A. K.; Whitehill, F.; Coulliette-Salmond, A.; Fusco, S.; Weidhaas, J.", "abstract": "Carbapenem resistance is an urgent public health threat. Wastewater surveillance could support antimicrobial resistance monitoring at long-term care facilities (LTCFs). Feasibility of wastewater sampling (via composite or passive sampler, and sewer biofilm swabs) for carbapenemase genes (blaKPC, blaVIM, blaOXA-48-like, blaNDM, and blaIMP) detected by qPCR or GeneXpert(R) Carba-R from a LTCF was assessed over 16 months and compared to clinical infections. blaKPC, blaOXA-48-like, and blaVIM were routinely detected in composite wastewater samples (6.4{+/-}0.8 log10 gene copy (GC)/ml (100% of 61 samples), 5.5{+/-}0.8 (98%), and 5.9{+/-}1.3 (34%), respectively), passive samples (8.2{+/-}0.5 log10 GC/g (31% of 55), 6.6{+/-}0.5 (96%), and 6.6{+/-}0.7 (31%)) and sewer biofilm (6.0{+/-}0.7 log10 GC/cm2 of pipe (100% of 17), 5.0{+/-}0.7 (100%), and 5.8{+/-}2.7 (24%)). Resistomes of wastewater and sewer biofilms differed, but both contained blaKPC, blaVIM, and blaIMP. Passive sampling may be a suitable alternative to composite sampling. Wastewater surveillance is a promising addition to carbapenemase monitoring.", "date": "2025-12-15", "journal": ""}
{"title": "Identification of sodium/myo-inositol transporter 1 as a major determinant of arterial contractility", "doi": "10.64898/2025.12.12.694071", "authors": "Forrester, E. A.; Garland, C. J.; Barrese, V.; Albert, A. P.; Greenwood, I. A.", "abstract": "Background: As the sodium/ myoinositol transporter (SMIT1) is a positive regulator of Kv7.4/7.5 channels in arterial smooth muscle we postulated that altering SMIT1 expression could have a major impact upon vascular reactivity. Consequently, this study aimed to characterise the effects of changes of SMIT1 membrane abundance on vascular tone and the molecular mechanisms involved. Methods: Isometric tension recording on 2nd order mesenteric arteries and left anterior coronary arteries from male and female Wistar Han rats. Whole artery membrane potential recording. Single cell and whole artery antibody-based imaging. Morpholino based protein knockdown of SMIT1. Results: Morpholino-mediated knockdown of SMIT1 enhanced U46619- and methoxamine-mediated contractions of mesenteric artery whilst impairing relaxations to the Kv7 activator ML213, isoprenaline and CGRP. Conversely, augmenting SMIT1 membrane abundance by raising external osmolarity with 150 mM raffinose, impaired receptor-mediated contractions of mesenteric and coronary arteries, augmented relaxations to ML213 and adenosine as well as producing membrane potential hyperpolarisation. Proximity ligation assays revealed that raffinose incubation increased the association of SMIT-Kv7.4/7.5 as well as Kv7.4 and G{beta}{gamma} subunits. The SGK1 inhibitor EMD638683 prevented the raffinose-induced increase in SMIT1 and the anti-contractile effect. Conclusion: Toggling the membrane abundance of SMIT1 had a dramatic effect on the arterial response to vasonstrictors and vasodilators mediated by greater coordination of Kv7 channels and G{beta}{gamma} subunits. This work identified SMT1-Kv7 channel complexes and SGK1 regulation as key modulators of arterial responsiveness.", "date": "2025-12-15", "journal": ""}
{"title": "RBProximity-CLIP Enables Subcellular Mapping of RNA-Binding Protein Interactions at Nucleotide Resolution", "doi": "10.64898/2025.12.12.693770", "authors": "Nowak, I.; Polash, A. H.; Huynh, H. T.; Kaur, M.; Lobo, V.; Scutenaire, J.; Fong, M.; Alluhaibi, G.; Anastasakis, D. G.; Hafner, M.; Benhalevy, D.; Sarshad, A.", "abstract": "RNA-binding proteins (RBPs) enable post-transcriptional gene regulation (PTGR) through specific interactions with RNA molecules, influencing processes ranging from nuclear processing and export to cytoplasmic localization, translation, storage and degradation. A key determinant of PTGR processes is the subcellular compartmentalization of RBPs, which dictates RNA targets they can access and the regulation performed in that environment. To characterize RBP-RNA interactions at subcellular resolution, we developed RBProximity-CLIP. RBProximity-CLIP enables compartment-specific isolation and profiling of individual RBP-RNA interactions by combining APEX2-based proximity labeling and 4-thiouridine-enhanced RNA-protein crosslinking, with sequential RBP- and biotin-affinity purifications. Using this approach, we profiled the RNA targets of three RBPs, AGO2, YBX1, and ELAVL1, across the cytoplasmic, nuclear, and nucleolar compartments, revealing nucleus-specific miRNA-mediated AGO2 targets, as well as subsets of YBX1 and ELAVL1 targets that differ by compartment, yet share identical binding motifs. RBProximity-CLIP enables specific and sensitive detection of compartment-specific RBP-RNA interactomes, thereby providing new insight into spatial gene regulation by RBPs.", "date": "2025-12-15", "journal": ""}
{"title": "The shifting dynamics of ancestry and culture at a post-Roman crossroads", "doi": "10.64898/2025.12.12.693924", "authors": "Vyas, D. N.; Koncz, I.; Milavec, T.; Leskovar, T.; Farago, N.; Tian, Y.; Bausovac, M.; Mende, B. G.; Francalacci, P.; Bavec, U.; Bester, H.; Borzacconi, A.; Brezigar, B.; Friedrich, R.; Gaspari, A.; Giostra, C.; Hincak, Z.; Karo, S.; Kruh, A.; Mason, P.; Modi, A.; Perko, M.; Radzeviciute, R.; Ratej, R.; Saccheri, P.; Szecsenyi-Nagy, A.; Travan, L.; Udovc, K.; Vai, S.; Zupanek, B.; Caramelli, D.; Krause, J.; Pohl, W.; Vida, T.; Geary, P. J.; Veeramah, K. R.", "abstract": "The collapse of the western Roman Empire in the 5th century created a period of geopolitical upheaval, driven by Barbarians dispersing into the former Empire and reshaping post-Roman communities. While there is now evidence for a major genetic impact of these migrations into specific regions of Europe, it is unknown whether these changes in ancestry were uniform across the continent. We investigate present-day Slovenia, a crucial crossroad connecting the Roman East and West and the gate to Italy during the Langobard invasion. We conducted paleogenomic and isotopic analyses of 410 individuals from 21 sites across Slovenia and Cividale (Italy), establishing a longitudinal transect, spanning eight centuries. During Late Antiquity, despite changes in burial artifacts, kinship practices, and settlement structures reflecting a shift in culture, we find high levels of genetic continuity with the local Late Roman population and reduced mobility. However, demographic turnover began during the 8th century, when communities with northeastern European ancestry and distinct cultural practices entered the region, gradually advancing westward over the span of three centuries, replacing the local populations. This shows that cultural change in post-Roman Europe could be decoupled from genetic change in transit zones, demonstrating a dynamic spatiotemporal process across the continent.", "date": "2025-12-15", "journal": ""}
{"title": "RAFTER: a releasing factor tethered RNA editing system for quantifying mRNA translation", "doi": "10.64898/2025.12.12.693956", "authors": "Chen, W.; Sun, Z.; Dong, P.; Yan, H.; Wen, X.; Li, Y.; Jiang, F.; Fang, L.; Wang, X.", "abstract": "Measurement of mRNA translational efficiency has heavily relied on quantifying the amount of polysome-associated RNAs which would not always reflect the efficient translation. To address this, we developed RAFTER, which combined RNA editing enzyme with translation releasing factor to selectively label successfully translated RNAs. The translational efficiency estimated based on RAFTER correlated well with that by Ribo-seq and Polysome-seq, but with greatly simplified workflow, which enables it for single-cell analysis.", "date": "2025-12-15", "journal": ""}
{"title": "Retrotransposon Activation in the Aged and Alzheimer's Disease Brain Examined by Nanopore Long-read DNA Sequencing", "doi": "10.64898/2025.12.12.693943", "authors": "Kelsey, M. M. G.; Chongtham, A.; LaCava, J.; Taylor, M. S.; Boeke, J. D.; Gage, F. H.; Seluanov, A.; Gorbunova, V.; Pereira, A. C.; Sedivy, J. M.", "abstract": "Background Cellular defenses against retrotransposable elements (RTEs) weaken with age and RTEs have been reported to contribute to Alzheimer's disease (AD) pathogenesis by promoting neuroinflammation. The mechanisms implicated include DNA damage promoted by retrotransposition and interferon system activation by RTE-derived cDNA intermediates. LINE-1 (L1) retrotransposons are of particular interest because they are the only autonomously active RTEs in the human genome. Results To investigate L1 activation and retrotransposition in AD, we performed Nanopore long-read DNA sequencing on six late-onset AD (LOAD) and six age-matched control human prefrontal cortex (PFC) samples. We developed and validated a stringent RTE insertion calling pipeline and identified two high-confidence somatic insertions, one AluY and one L1HS. We estimate that ~1% of cells in the aged PFC have a somatic RTE insertion. AD samples were hypomethylated, and genome-wide analysis of differentially methylated regions (DMRs) supports a process of epigenetic drift in AD. DMR-associated gene sets primarily related to brain function and inflammation. To investigate L1 activation we used CpG methylation as a proxy for L1 expression. We observed decreased methylation at young L1 elements. While most reads overlapping the L1HS promoter were highly methylated (>80% methylated), 7% were <50% methylated, 1% were <25%, and the highly demethylated read fraction increased in AD. L1HS 5' UTR methylation was strongly correlated with RNA expression. Conclusions CpG methylation-mediated repression of young RTEs is compromised in old age - our findings indicate that this is further exacerbated in AD. Amid these failing defenses, we report somatic retrotransposition events in the aging and demented brain.", "date": "2025-12-15", "journal": ""}
{"title": "Glycolysis and hexosamine biosynthesis pathways are key for inflammatory protein maturation and leukocyte adhesion to human aortic valve cells", "doi": "10.64898/2025.12.12.693904", "authors": "Sanchez-Bayuela, T.; Peral-Rodrigo, M.; Lopez, J.; Gomez, C.; Perez-Riesgo, E.; Lopez-Andres, N.; Fernandez, N.; San Roman, J. A.; Sanchez Crespo, M.; Garcia-Rodriguez, C.", "abstract": "Inflammation and metabolism reprogramming are hallmarks of calcific aortic valve disease (CAVD). Recent studies link inflammation to hyperglycolysis and calcification in valve interstitial cells (VICs). The metabolism of valve endothelial cells (VECs) has received less attention despite both resident valve cells are exposed to alike inflammatory clues involved in the biosynthesis of pathologically relevant glycoproteins during the early stages of CAVD. On this basis, we investigated the outcomes of glucose metabolism rewiring on glycoprotein maturation and immune cell adhesion in human resident valve cells. Real-time metabolic analysis revealed that basal VECs are more glycolytic than VICs. Also, VECs and VICs exposed to inflammatory stimuli exhibited a distinct rewiring, with VECs shifting to a more energetic metabolism, despite a similar upregulation of glycolytic genes. Blunting glucose metabolism in VICs and VECs inhibited inflammatory routes canonically associated with glycolysis, and the expression of proteins associated to the inflammatory response like interleukin-6 and cyclooxigenase-2. Moreover, Western blot and adhesion assays revealed that glycolysis is necessary for the expression and post-translational modifications of intercellular adhesion molecule-1 and vascular cell adhesion molecule-1, and the ensuing process of monocyte-VECs adhesion. Notably, inhibition of the hexosamine biosynthetic pathway using DON and of N-glycosylation by tunicamycin, further disrupted adhesion molecule maturation and monocyte-VECs adhesion. In conclusion, glycolysis and its side-branch route the hexosamine biosynthesis pathway are necessary for nutrient-driven post-translational modifications of inflammatory proteins in inflamed valve cells and the subsequent process of monocyte-VECs adhesion that plays a key role in the initial stages of CAVD pathogenesis.", "date": "2025-12-15", "journal": ""}
{"title": "Postnatal increase in MRTF-dependent transcription reduces EGFR activation and proliferation of apical but not basal NSCs", "doi": "10.64898/2025.12.12.693930", "authors": "Shen, Y.; Baur, K.; Irmler, M.; Beckers, J.; Mandl, C.; Hoelzl-Wenig, G.; Ciccolini, F.", "abstract": "In the ventricular-subventricular zone (V-SVZ), both apical and basal NSCs undergo quiescence and proliferation. The epidermal growth factor receptor (EGFR) and interactions with the extracellular matrix are key regulators of adult NSC proliferation and quiescence, respectively. Here, we show that activation of EGFR significantly declines after the first postnatal weeks in apical NSCs. This decline is accompanied by a shift in serum responsive factor (SRF)-dependent transcription in apical NSCs. Specifically, growth-promoting genes targeted by SRF and ternary complex transcription factors are downregulated, whereas those targeted by SRF and myocardin-related transcription factors (MRTFs), including those involved in the extracellular matrix remodeling, are upregulated. Blocking of MRTFs, whose activity is regulated by the Rho/actin pathway and extracellular matrix interactions, restores EGFR activation and EGFR-dependent proliferation in adult apical NSCs. Thus, transcriptional programs regulated by extracellular cues differentially control EGFR activation and proliferation in neonatal and adult apical NSCs.", "date": "2025-12-15", "journal": ""}
{"title": "Beyond the core: endemic microbiota drive functional and microdiversity differences across salamander populations", "doi": "10.64898/2025.12.14.694248", "authors": "Aizpurua, O.; Brenner, E.; Martin-Bideguren, G.; Garin-Barrio, I.; Cabido, C.; Alberdi, A.", "abstract": "Population-specific variation in animal microbiomes is well documented, yet the functional consequences and underlying mechanisms remain poorly understood. To address this, we conducted genome-resolved metagenomic analyses on gut and skin microbiomes from four populations of Pyrenean brook salamanders (Calotriton asper) inhabiting two distinct environments (Pyrenean subalpine brooks and Atlantic montane streams). From paired faecal and skin swab samples, we reconstructed 539 and 43 metagenome-assembled genomes (MAGs), respectively, and examined taxonomic composition, metabolic capacity, and microdiversity across environments. While alpha diversity remained consistent, both gut and skin microbiomes exhibited significant differences in community composition and functional potential between environments. Partitioning the gut microbiome into core, endemic, and marginal fractions revealed a dominant core community, shared across environments and accounting for over 85% of reads, that did not drive functional divergence. Instead, functional differences were primarily shaped by low-abundance, population-specific endemic bacteria. Atlantic salamanders hosted endemic taxa with significantly greater metabolic potential and higher strain-level microdiversity than those at the Pyrenees. These patterns were not explained by dietary differences and may reflect environmental influences such as temperature and nutrient availability. Our findings highlight the relevance of rare, endemic bacteria in driving microbiome function and underscore the power of genome-resolved metagenomics to uncover functional and evolutionary dynamics in wild host-microbe systems.", "date": "2025-12-15", "journal": ""}
{"title": "Symbiosis through lysis: prophage activation underlies Lactiplantibacillus plantarum probiotic function", "doi": "10.64898/2025.12.15.694388", "authors": "Zhu, C.; Manuse, S.; Perrier, Q.; Akherraz, H.; Ramos, C. I.; Zhang, M.; Grangeasse, C.; Leulier, F.; Matos, R. C.", "abstract": "The release of bacterial bioactive molecules across the gut barrier is a crucial yet poorly understood step in microbe-host communication. Here we unravel a phage-driven mechanism that enables this process in a nutritional symbiont. In Lactiplantibacillus plantarum NC8 (LpNC8), we identify a stress-inducible prophage, pp2, that undergoes genotoxic-stress-dependent activation and triggers holin-lysin-mediated lysis. This controlled lytic program produces phage particles together with extracellular, membrane-derived bacterial particles, and is strictly required for the ability of LpNC8 to promote juvenile growth in nutritionally challenged Drosophila melanogaster. Disruption of pp2-dependent lysis abolishes particle release in vitro and eliminates the growth-promoting effect in vivo, without altering bacterial abundance in the gut. The magnitude of phage release correlates with the extent of host growth promotion, indicating that prophage induction contributes to the export of symbiotic factors. These findings reveal prophage-induced lysis as a central and previously unrecognized mechanism by which a beneficial gut bacterium enhances host development under nutritional stress.", "date": "2025-12-15", "journal": ""}
{"title": "Morphological and molecular characterisation of Orientia tsutsugamushi grown in tick cells", "doi": "10.64898/2025.12.15.694307", "authors": "Rogowska-van der Molen, M.; Gallo, F.; Bell-Sakyi, L.; Salje, J.", "abstract": "Orientia tsutsugamushi (Ot), the causative agent of scrub typhus, is an obligate intracellular bacterium naturally maintained in Leptotrombidium mites, yet its interactions within arthropod hosts remain poorly understood. Here, we developed two tick cell lines, Ixodes scapularis ISE6 and Rhipicephalus microplus BME/CTVM23, as arthropod models to investigate the intracellular life cycle of Ot strains TA686 and Karp. Both strains efficiently infected and replicated within tick cells, with ISE6 supporting more robust growth. Electron microscopy images revealed that Ot maintains its characteristic cytoplasmic, non-vacuolar location in tick cells and exits infected cells by budding off the surface in a membrane-encased structure. Time-course immunofluorescence imaging demonstrated progressive intracellular replication and dynamic expression of Ot outer membrane autotransporters ScaA and ScaC, with ScaC enriched early in infection and ScaA at later stages. Metabolic labelling using a clickable methionine analog L-homopropargylglycine showed that high ScaA abundance correlated with reduced translational activity, suggesting a link between ScaA abundance and late-stage or extracellular-like developmental states. The subcellular location of Ot in tick cells differs from the characteristic dynein-driven perinuclear clustering observed in mammalian cells, and was not sensitive to disruption of microtubules, indicating a distinct mode of distribution. Together, these findings identify tick cell lines as tractable and biologically relevant arthropod models for studying Ot and dissecting host-microbe interactions.", "date": "2025-12-15", "journal": ""}
{"title": "Crowding drives terminal investment in a generalist pest", "doi": "10.64898/2025.12.12.694078", "authors": "Govindarajan, S.; Patra, D.; Agashe, D.", "abstract": "Apart from genotype and environment, several fitness related traits of individuals are also influenced by the conditions experienced by their parents, i.e., by parental effects. To uncover the underlying physiological or molecular mechanisms, most studies analyze specific drivers in isolation, such as parental age or the degree of crowding experienced by the parents. However, potential interaction effects between different aspects of parental context are poorly understood. We analyzed the combined effect of parental age and population density on the number, fitness and physiology of offspring, in the red flour beetle Tribolium castaneum. Both factors independently reduce fitness, leading us to predict that old parents from high density should produce fewer offspring of the lowest quality. Surprisingly, older parents exposed to crowding produced more eggs than expected. These eggs were larger, had higher survival in an optimal as well as a suboptimal resource, and were provisioned with more lipids. This result is consistent with terminal reproductive investment in response to high density. The interaction between two ecologically relevant contexts -- ageing and crowding -- thus drives terminal investment via nutrient provisioning, perhaps contributing to the success of this generalist pest.", "date": "2025-12-15", "journal": ""}