{"title": "WITHDRAWN: An Evaluation of Representational Similarity Analysis for Model Selection and Assessment in Computational Neuroscience", "doi": "10.1101/2023.09.18.558316", "authors": "Chen, L.", "abstract": "This article was removed following a DMCA takedown notice of copyright infringement. If the issue has since been resolved, a newer version of the article will be available via the Info/History tab above", "date": "2025-11-23", "journal": ""}
{"title": "Sex chromosomes and chromosomal rearrangements are key to behavioural sexual isolation in Jaera albifrons marine isopods", "doi": "10.1101/2025.01.08.631900", "authors": "Ribardiere, A.; Daguin-Thiebaut, C.; Coudret, J.; Le Corguille, G.; Avia, K.; Houbin, C.; Loisel, S.; Gagnaire, P.-A.; Broquet, T.", "abstract": "The lack of sexual attraction between individuals from different populations is a direct barrier to gene flow between these populations. Here we focus on the evolution of this class of isolating mechanism, behavioural sexual isolation, through the empirical study of two closely related species of small marine isopods. The males of Jaera albifrons and J. praehirsuta similarly engage females in tactile courtship by brushing a specific region of the female's back, but they do so with divergent sets of specialised setae and spines, and female choice results in strong reproductive isolation. Using bi-allelic SNP genotypes obtained from double-digest RAD sequencing of individuals from natural populations and controlled crosses, we found that secondary contacts between J. albifrons and J. praehirsuta resulted in different levels of heterospecific gene flow depending on the ecological context. Comparison of the genomic landscapes of differentiation in the two most contrasting situations (extremely low heterospecific gene flow in one region of western France, but strong introgressive hybridisation in another), combined with linkage map analyses, allowed us to conclude that genomic regions impervious to interspecies gene flow are primarily located either on the sex chromosomes or on rearranged chromosomes (several fusion-scissions and one reciprocal translocation). These genomic regions show low recombination, and in two cases QTL analyses found genetic variation associated with several male courtship traits. These results suggest that a long period of allopatry may have allowed the divergent co-evolution of male traits and female preferences, with genetic bases located at least in part in non-recombining regions on sex chromosomes and rearranged chromosomes.", "date": "2025-11-23", "journal": ""}
{"title": "Pan-cell type continuous chromatin state annotation of all epigenomes from the International Human Epigenome Consortium", "doi": "10.1101/2025.02.06.636950", "authors": "Daneshpajouh, H.; Moghul, I.; Wiese, K. C.; Libbrecht, M. W.", "abstract": "Understanding the mechanistic basis of genetic disease requires annotating the regulatory elements in the human genome. To this end, the International Human Epigenome Consortium (IHEC) has generated thousands of epigenomic datasets--including ChIP-seq, DNase-seq, and ATAC-seq--that measure various biochemical activities in the genome, including transcription factor binding, histone modification, and DNA accessibility. Currently, the predominant methods for integrating these data sets to annotate regulatory elements are segmentation and genome annotation (SAGA) algorithms such as ChromHMM and Segway. The majority of annotations generated by these methods are cell type-specific. However, as the number of profiled cell types has grown into the thousands, using thousands of cell type-specific chromatin state annotations proves undesirable for many applications. Therefore, recently, researchers have sought a single unified annotation of regulatory elements across all cell types, known as a \"pan-cell type\" annotation. Here, we present a pan-cell type annotation that summarizes all IHEC epigenomes using the recently-developed method, epigenome-ssm. This pan-cell type annotation comprises 33 genome-wide chromatin state feature signal tracks, each of which captures a regulatory program driving genomic activity in one or more cell types. We show that these feature maps constitute an intuitive and visualizable summary of epigenomic data.", "date": "2025-11-23", "journal": ""}
{"title": "Genetic risk implicating endolysosomal network genes correlates with endolysosomal dysfunction across neural cell types in Alzheimer's disease", "doi": "10.1101/2025.03.16.643481", "authors": "Mamde, S.; Rose, S.; Prater, K. E.; Cochoit, A.; Lin, Y. F.; Smith, I.; Johnson, C. S. C.; Reid, A.; Qiu, W.; Strohbehn, S.; Keene, C. D.; Rolf, B.; Lin, K.; Lee, S.-I.; Garden, G.; Blue, E.; Young, J. E.; Jayadev, S.", "abstract": "Late-onset Alzheimer's disease (LOAD) has a complex genomic architecture with risk variants in multiple pathways, including the endolysosomal network (ELN). Whether genetic risk in specific pathways correlates with corresponding biological dysfunction remains largely unknown. We developed an endolysosomal pathway-specific polygenic risk score (ePRS) using 13 established AD GWAS loci containing ELN genes. We investigated the association between ePRS and AD neuropathology, then examined cell-specific endolysosomal morphology and transcriptomic profiles in post-mortem dorsolateral prefrontal cortex samples from donors stratified by ePRS burden. We found that the ePRS was significantly associated with AD diagnosis and neuropathological measures, comparable to a pathway-agnostic PRS despite representing far fewer loci. High ePRS correlated with increased neuronal endosome volume, number and perinuclear aggregation, as well as enlarged microglial lysosomes, independent of AD pathology. Single-nucleus RNA sequencing revealed cell-type transcriptomic changes associated with ePRS status, including glutamatergic signaling, protein homeostasis, responses to DNA damage and immune function. Neurons, astrocytes, oligodendrocytes, and microglia showed varied gene expression patterns associated with ePRS burden. Conclusions: This study provides evidence that AD genetic risk variants harboring ELN genes correlate with endolysosomal dysfunction in human brain tissue. These findings suggest that pathway-specific genetic risk contributes to corresponding cellular pathology in AD and nominates candidate mechanisms by which ELN AD variants contribute to pathogenesis.", "date": "2025-11-23", "journal": ""}
{"title": "Extracellular Particles Derived from Mesenchymal Stromal Cells Reduce Pseudomonas aeruginosa Lung Infection and Inflammation in Mice", "doi": "10.1101/2025.03.30.646208", "authors": "Sarkar, S.; Barnaby, R.; Faber, Z.; Taub, L.; Roche, C.; Charpentier, L. A.; Hampton, T. H.; Vietje, B.; Taatjes, D. J.; Cho, B.-K.; Goo, Y. A.; Wargo, M. J.; Weiss, D. J.; Bonfield, T. L.; Kelley, T. J.; Stanton, B. A.", "abstract": "The World Health Organization and the U.S. Centers for Disease Control and Prevention have reported that antibiotic resistant infections with Pseudomonas aeruginosa present a significant health risk world-wide. In the genetic disease Cystic Fibrosis (CF), chronic antibiotic resistant Pseudomonas lung infections and persistent inflammation remain the leading causes of mortality. While highly effective modulator therapy (HEMT) dramatically improves lung function in CF, they fail to eradicate chronic infections or eliminate the associated hyperinflammatory state. Thus, there is an urgent need for innovative therapies that can simultaneously eliminate antibiotic resistant P. aeruginosa lung infection and the attendant hyperinflammatory lung environment. Mesenchymal stromal cell-derived extracellular particles (MSC EPs) represent a promising solution, offering potent anti-inflammatory and antimicrobial properties while being safe and non-toxic. This study demonstrates using a CF mouse model of infection that MSC EPs reduce acute P. aeruginosa lung infection and inflammation. As the first investigation of MSC EPs in CF mice, this research underscores the dual effects of MSC EPs; reducing inflammation and bacterial burden. These findings mark an important advancement in antimicrobial therapy, addressing the unmet need for reducing antibiotic resistant infections and hyperinflammation in CF as well as other diseases with chronic, antibiotic resistant P. aeruginosa infections.", "date": "2025-11-23", "journal": ""}
{"title": "Form and function of actin impacts actin health and aging.", "doi": "10.1101/2025.11.22.689949", "authors": "Averbukh, M.; Nelson, H.; Wang, T.; Lange, C. M.; Alcala, A.; Nair, T.; Kim, J.; Suh, D.; Vega, M.; Gao, S. M.; Dutta, N.; Aviles Barahona, R.; Coakley, A. J.; Gerke, J. A.; Odron, S. F.; Clarke, J. G.; Singh, N.; Nickel, M. S.; Peterson, J. C.; Lam-Truong, H. L.; Moaddeli, D.; Castro Torres, T.; Oorloff, M.; Peruch, M.; Mehta, H.; Thorwald, M. A.; Curran, S. P.; Wang, M. C.; Johnson, T. A.; Crimmins, E. M.; Arpawong, T. E.; Kumsta, C.; Garcia, G.; Higuchi-Sanabria, R.", "abstract": "The actin cytoskeleton is a fundamental and highly conserved structure that functions in diverse cellular processes, yet its direct contribution to organismal aging remains unclear. Here, we systematically interrogated how genetic and pharmacologic perturbations of actin structure and function influence lifespan and various hallmarks of aging in Caenorhabditis elegans. Whole-animal and tissue-specific knockdown of actin and key actin-binding proteins (ABPs) - arx-2 (Arp2/3), unc-60 (cofilin), and lev-11 (tropomyosin) - led to premature disruption of filament organization, reduced lifespan, and tissue-specific physiological defects. Bulk and single-nucleus RNA-sequencing revealed that ABP knockdowns elicited a strongly aged transcriptome. Actin dysfunction broadly exacerbated many age-associated phenotypes, including mitochondrial dysfunction, lipid dysregulation, loss of proteostasis, impaired autophagy, and intestinal barrier failure. Pharmacological destabilization with Latrunculin A mirrored genetic knockdowns, while mild stabilization with Jasplakinolide modestly extended lifespan, emphasizing that optimal and finely-tuned actin function is critical for healthy aging. Finally, analysis of human genome-wide association data revealed that common ACTB polymorphisms correlate with differences in age-related decline in gait speed, suggesting evolutionary conservation of a role for actin in healthy aging. Taken together, our results provide a comprehensive and publicly accessible resource that maps, for the first time, how actin integrity intersects with diverse aging pathways across tissues and scales. This descriptive framework is intended to enable future mechanistic discovery by offering a deep, unbiased dataset that can be integrated with emerging studies to define how actin dynamics contribute to aging.", "date": "2025-11-23", "journal": ""}
{"title": "Triclabendazole inhibits succinate dehydrogenase in vitro", "doi": "10.1101/2025.11.20.689426", "authors": "Kämpfer, T.; Ancarola, M. E.; Zumstein, P.; Bernal, A.; Zumkehr, T.; Mühlemann, S.; Wiedemar, N.; Lundström-Stadelmann, B.", "abstract": "Succinate dehydrogenase (SDH, complex II), is essential for mitochondrial respiration. This study shows that triclabendazole and its primary metabolites inhibit SDH activity in mitochondria of the cestode Echinococcus multilocularis, while other tested benzimidazoles do not. Further analyses revealed that triclabendazole and metabolites also inhibit SDH in mitochondria of additional helminths (trematodes, nematodes) and mammalian cells. These findings indicate a shared mode of action and highlight potential safety risks associated with long-term triclabendazole treatment in mammals.", "date": "2025-11-23", "journal": ""}
{"title": "NK2R signaling governs intestinal lipid mobilization and mucosal inflammation", "doi": "10.1101/2025.11.21.689675", "authors": "Perez, P.; Liu, C.-C.; Ferrari, A.; Littlejohn, N. K.; Kennelly, J. P.; Robinson, E.; Nguyen-Tran, V. T. B.; Athanacio, J.; Joesph, S. B.; Amso, Z.; Tontonoz, P.; Srinivasan, S.", "abstract": "Neuropeptidergic control of lipid metabolism is conserved and increasingly implicated in metabolic diseases, but receptor-level mechanisms remain unclear. Here we identify the neurokinin-2 receptor (NK2R) as a central node linking tachykinin signals to intestinal lipid mobilization, epithelial composition, and mucosal inflammation. Across complementary genetic and pharmacological perturbations, modulation of NK2R drives bidirectional effects. Loss or blockade of NK2R increases postprandial triglyceridemia and expands intestinal lipid stores, whereas agonism suppresses chylomicron output, reduces adiposity, and improves glycemia in diet-induced obesity. Transcriptomic and cellular analyses indicate coordinated upregulation of lipid-metabolic programs with a concomitant dampening of immune pathways in the absence of NK2R, accompanied by sex-specific remodeling of secretory lineages and male-biased protection from colitis. NK2R signaling also shaped the fecal microbiota in a genotype- and diet-dependent manner, highlighting crosstalk among neuropeptide signaling, epithelial physiology, and host-microbe interactions. These findings position NK2R as a molecular switch for intestinal lipid handling and mucosal inflammation and suggest that NK2R-targeted agonists or antagonists could be deployed as context- and sex-dependent therapeutic strategies for metabolic disease and inflammatory bowel disease.", "date": "2025-11-23", "journal": ""}
{"title": "Myeloid cell recruitment propels right ventricular dysfunction in HFpEF via sterile inflammation.", "doi": "10.1101/2025.11.21.689863", "authors": "Jaeschke, L.; Kocana, C.; Chitroceanu, A. M.; Winkler, A.; Kleitke, H.; Fahjen, P.; Faidel, D.; Asmus, E.; Meiser, M.; Stamatiades, E. G.; Hublitz, K. W.; Zach, V.; Kretzler, L.; Zurkan, D.; Perret, P.-L.; von der Ohe, L. A.; Simmons, S.; Gillan, J. L.; Franz, K.; Alasfar, L.; Hahn, V. S.; Sharma, K.; Reynolds, E.; Schiattarella, G. G.; Van Linthout, S.; Pieske, B.; Hegemann, N.; Mertins, P.; Edelmann, F.; Kuebler, W. M.; Grune, J.", "abstract": "Background: In contrast to what has already been shown in HFpEF associated left ventricular (LV) diastolic dysfunction, leukocytes' role in frequently occurring right ventricular dysfunction (RVD) secondary to HFpEF are so far missing, partially due to the lack of suitable small animal models. Here, we follow a translational research approach by establishing a murine HFpEF model developing manifest RVD and analyzed human HFpEF cohorts to study the mechanistic link between leukocytes and RVD in HFpEF. Methods: 8-week-old male and female C57BL/6J or Cx3cr1CreER/+R26tdTomato/+ mice were divided into four experimental groups: i) chow, ii) HFpEF (N[{omega}]-nitro-l-arginine methyl ester (L-NAME), 60% high-fat diet), iii) chronic hypoxia (10% O2) and iv) HFpEF and hypoxia (RV-HFpEF) to assess bi-ventricular function and myeloid cell dynamics. To test whether myeloid cells are causally involved in the development of RV remodeling in HFpEF, we additionally treated RV-HFpEF mice with the colony stimulating factor 1 receptor inhibitor PLX-5622 (PLX) to deplete myeloid cells. After 12 weeks, all experimental groups were subjected to transthoracic echocardiography, invasive hemodynamics or flow cytometry. Results: RV-HFpEF resulted in LV diastolic dysfunction indicated by increased E/E' ratio, reduced global longitudinal peak strain, smaller end-diastolic diameters and increased isovolumetric relaxation time compared to chow. RV-HFpEF animals developed RV hypertrophy and RVD evident as increased Fulton's index and collagen content as well as elevated RV systolic pressures (RVSPs) and reduced tricuspid annular plane systolic excursion, respectively. Flow cytometric analyses revealed elevated total leukocyte, monocyte, and macrophage counts in RV tissue of RV-HFpEF compared to chow or LV tissue from RV-HFpEF animals. These data were confirmed by unbiased proteomic analyses of RV tissue from RV-HFpEF mice, demonstrating increased abundance of proteins involved in activation of the innate immune system, macrophage chemotaxis, cell adhesion and extracellular matrix organization when compared to LV tissue or other experimental groups. Fate mapping experiments revealed that recruited monocyte-derived macrophages became the main source of total cardiac macrophages in RV tissue from RV-HFpEF mice. Depletion of myeloid cells was associated with rescued RVSP profiles compared to RV-HFpEF control mice. In HFpEF patients, RV dilation was associated with an increased percentage of circulating monocytes. In RV biopsies from HFpEF patients, we found increased expression of adhesion molecules, fibrotic markers and inflammatory transcripts. Conclusion: We demonstrate that dysregulated myeloid cell dynamics are associated with, and directly contribute to, the pathogenesis of HFpEF-associated RVD in humans and mice.", "date": "2025-11-23", "journal": ""}
{"title": "The bacterial SOS response promotes the expression of the transposase encoded by ISCR mobile genetic elements", "doi": "10.1101/2025.11.21.689736", "authors": "Lallement, C.; Jove, T.; Pasternak, C.; Da Re, S.; Ploy, M.-C.", "abstract": "Insertion sequences (IS) are widely involved in bacterial genomic plasticity by disrupting, adding, moving genomic sequences, or by activating or extinguishing gene expression. A specific family of IS, ISCR (for insertion sequence of Common Region), is thought to be involved in the dissemination of antibiotic resistance genes (ARG). While some ISCR members are commonly found in bacteria isolated in clinical settings and can contribute to downstream ARG expression, the mechanisms regulating the ISCR-encoded transposases expression have remained uncharacterized. Here, we investigated the expression of the transposase gene of ISCR1, ISCR2 and ISCR8, and its regulation in Escherichia coli. Using in silico analyses and in vitro experiments, we showed that expression levels were extremely low, as observed for most IS transposases. We further demonstrated the direct role of DNA damages and the key SOS response repressor, LexA, in controlling the activity of transposase promoter. These results provide evidence that the mobility of at least some ISCR elements may be promoted upon bacterial exposure to antibiotics inducing the SOS response.", "date": "2025-11-23", "journal": ""}
{"title": "Phytophthora root rot induces compositional and functional changes in avocado rhizosphere bacterial communities", "doi": "10.1101/2025.11.20.689515", "authors": "Alfaro-Garcia, R. G.; Vargas-Mejia, P.; Patino-Conde, V.; Rebollar, E. A.; Guerrero-Analco, J. A.; Vega-Arreguin, J. C.; Reverchon, F.; Mendez-Bravo, A.", "abstract": "Understanding how plant pathogens modulate the rhizosphere microbiota is essential to integrated disease management. Here, we assessed the compositional and functional shifts in the avocado rhizosphere bacteriome induced by Phytophthora cinnamomi to elucidate the microbial functions modulated by the infection and identify taxa potentially recruited by the plant as a defense response. Through metabarcoding with metatranscriptomics, we showed that Phytophthora root rot (PRR) induced compositional shifts in bacterial communities, leading to the enrichment of members of MND1, RB41 and Nitrospira. Functional analysis showed that this enrichment may be due to the release of nutrients following root rot, as carbohydrate metabolism was stimulated in rhizobacterial communities of infected trees. We detected evidence of a cry-for-help strategy by the infected plant, as the most active genera in the rhizosphere of PRR-symptomatic trees up-regulated genes associated with stress response and cell signaling, suggesting that they were recruited to mitigate the adverse effects of infection. Our findings highlight the need to combine compositional and functional microbiome data to differentiate between taxa attracted by nutrient release and those actively recruited by the plant. The interactions of the latter with the pathogen should be further studied, as they may constitute promising biocontrol agents.", "date": "2025-11-23", "journal": ""}
{"title": "Characterizing drug activity with sensitive interactomes in human living cells", "doi": "10.1101/2025.11.20.689448", "authors": "Kundlacz, C.; Sleiman, N. H.; Marmigere, F.; Gillet, B.; Hughes, S.; Gilquin, L.; Duplus-Bottin, H.; Dumont, A.; Yvert, G.; Bleicher, F.; Gautier, A.; Coste, I.; Renno, T.; Merabet, S.", "abstract": "A number of human diseases results from abnormal protein-protein interactions (PPIs) involving key regulatory proteins. Therefore, an important strategy in therapeutics consists in developing inhibitory molecules that should ideally be specific for the aberrant PPI. In this context, it is critical to evaluate the number of PPIs that could be affected by the candidate molecule and to analyze the inhibitory potential before and after the formation of the PPI. Surprisingly, these two molecular aspects are rarely considered, due to a lack of appropriate methodological approaches. In this study, we present a novel methodology that captures drug-sensitive PPIs by considering drug-induced cellular functions in live cell conditions. As a proof-of-concept, we identified interactions of the human core signaling protein ERK1 that are specifically affected by two different inhibitory molecules. In addition, we used a complementary set of innovative tools that allowed visualizing the inhibitory effect on ERK1/cofactor protein complexes after their assembly in living cells. Overall, our work establishes a unique methodological approach for deciphering drug activity for potentially any target bait protein of interest.", "date": "2025-11-23", "journal": ""}
{"title": "Apical and basolateral plasma membranes in epithelial cells have distinct lipidomes and biophysical properties", "doi": "10.1101/2025.11.20.689573", "authors": "Shurer, C. R.; Levental, K. R.; Levental, I.", "abstract": "Epithelial cell polarization is essential for many physiological processes, including tissue morphogenesis, nutrient absorption, barrier integrity, and directional secretion. A defining feature of such polarization is the separation of plasma membrane lipids and proteins into distinct apical and basolateral compartments. It has long been suggested that the apical compartment is rich in glycolipids and cholesterol and that this composition arises through trafficking of self-assembled membrane domains (termed lipid rafts). However, neither the detailed composition nor the mechanisms of protein and lipid sorting between plasma membrane compartments in epithelial cells have been fully resolved. Particularly, the lipid profile of the basolateral membrane, and consequently the lipid disparity between the apical and basolateral membrane, remain undefined. The general determinants of protein sorting are also poorly understood. We developed a novel method to separately isolate the apical and basolateral plasma membranes and used lipidomics and biophysical profiling to characterize the changes in membrane composition and properties between these compartments in polarized Madin-Darby canine kidney cells. We find that the apical membrane is enriched in cholesterol, saturated lipids, and glycolipids relative to the basolateral membrane, and that its biophysical properties reflect a more ordered environment. Further, we evaluate the longstanding hypothesis that lipid rafts contribute to apical protein trafficking by assessing the relationship between transmembrane domain raft affinity and apical localization. We observed that lipid raft affinity only modestly influences apical versus basolateral sorting. These findings define the distinct compositional and biophysical features of apical and basolateral compartments of epithelial cells and provide mechanistic evidence for their biogenesis.", "date": "2025-11-23", "journal": ""}
{"title": "Alirocumab attenuated plaque inflammation and PCSK9-induced proinflammatory signalling in M1 macrophages independently of lipid lowering", "doi": "10.1101/2025.11.20.689631", "authors": "Lorenzo, O.; Espadas, C.; Soto-Catalan, M.; Romero-Cote, M.; Lumpuy-Castillo, J.; Gomez-Garre, D.; Tunon, J.", "abstract": "Background: Proprotein Convertase Subtilisin/Kexin Type 9 (PCSK9) may directly promote vascular inflammation beyond its action on LDL-C degradation. We investigated whether PCSK9 may exacerbate proinflammatory signalling of M1 macrophages and if alirocumab could attenuate this effect and plaque progression by LDL-C independent mechanisms. Methods: ApoE-/- mice were treated with alirocumab for 13 weeks and aortic arches were isolated for atherosclerotic plaques characterization based on lesion size and lipid and macrophage infiltration. Also, plasma and splenic monocytes/macrophages were assessed by flow cytometry, and PCSK9, the lipid profile, inflammatory cytokines were measured by qPCR or western blot. Cultured THP-1-derived M1 macrophages were stimulated with PCSK9 and evaluated for TLR4-NF?B-NLRP3 activation and cytokine production. PCSK9 and proinflammatory factors were analysed in 1190 patients with acute coronary syndrome (ACS). Results: Alirocumab reduced plaque lesion (0.42-fold; p< 0.05) and lipid (0.63-fold; p< 0.01) and macrophage (0.61-fold; p<0.05) infiltration, mainly the M1 subtype (0.37-fold; p<0.01), as well as TLR4, NLRP3 and caspase-1 expression (0.49-fold, 0.51-fold and 0.51-fold, respectively; p<0.05), without altering LDL-C. Also, it decreased proinflammatory cytokines but enhanced anti-inflammatory factors and M2 markers at the descending aorta. Alirocumab enriched circulating Ly6Clow monocytes (1.51-fold; p<0.05) and splenic M2 macrophages (1.32-fold; p<0.01), while reducing M1 (0.62-fold; p<0.05). In cultured M1 macrophages, PCSK9 overexpressed proinflammatory cytokines (i.e., CXCL9, CXCL10, TNF-, IL-1{beta}, IL-6) and downregulated anti-inflammatory mediators (i.e., CCL17, TGM2, TGF-{beta}1, IL-10), promoted NF{kappa}B-p65 nuclear translocation, and NLRP3 and gasdermin-D activation. However, TLR4 inhibition or silencing blunted these effects. In addition, there was a positive association between PCSK9 with hsCRP and FGF-23 plasma levels in ACS patients. Conclusions: PCSK9 may be released in parallel to proinflammatory factors such as hsCRP and FGF-23 in ACS patients. However, alirocumab could exert lipid-independent anti-inflammatory effects through activation of the TLR4-NF{kappa}B-NLRP3 signaling in M1 macrophages, promotion of M2, and reducing plaque inflammation", "date": "2025-11-23", "journal": ""}
{"title": "From Syllables to Words: EEG Evidence of Different Age Trajectories in Speech Tracking and Statistical Learning in Infants at High and Low Likelihood for Autism", "doi": "10.1101/2025.11.20.689632", "authors": "Godel, M.; Flo, A.; Benjamin, L.; Dehaene-Lambertz, G.; Schaer, M.", "abstract": "Delayed onset of canonical babbling and first words is often reported in infants later diagnosed with autism spectrum disorder (ASD). Identifying the neural mechanisms underlying language acquisition in ASD is therefore critical to inform early diagnosis, prognosis, and intervention strategies. In this study, we investigated two speech processing mechanisms previously identified as atypical in children and adults with ASD: the neural ability to track syllables; and statistical learning (SL), the capacity to detect speech regularities beneath surface variability. We recorded 83 longitudinal high-density EEGs from 44 infants (2.5-22.6 months) at high (HL) and low (LL) likelihood for ASD and assessed their verbal outcomes at 20 months. Neural entrainment was measured at syllable and word frequencies during exposure to a multi-speaker stream of concatenated tri-syllabic words, followed by a word recognition test using ERP recording. Our findings revealed reduced tracking abilities at the syllabic level in HL infants, a measure that correlated with verbal outcomes. While HL infants did not exhibit deficits in SL itself, they displayed reduced novelty orientation during the word recognition test, indicated by a reduced late ERP. By contrast, multi-talker variability temporarily disrupted word segmentation around 12 months in LL infants, but not in HL infants, potentially reflecting decreased sensitivity to human voices in the HL group. These results emphasize the importance of longitudinal protocols employing online, implicit measures to track the hierarchical stages of speech processing in both HL and LL infants.", "date": "2025-11-23", "journal": ""}
{"title": "Galectin-1 induces macrophage immunometabolic reprogramming, modulates T cell immunity and attenuates atherosclerotic plaque formation", "doi": "10.1101/2025.11.21.689721", "authors": "Li, Y.; Leberzammer, J.; Blanchet, X.; Duan, R.; Lacy, M.; Triantafyllidou, V.; Eckardt, V.; Briem, E.; Jung, A. S.; Su, R.; Guerra, J.; Jansen, Y.; Hristov, M.; Enard, W.; Weber, C.; Dorothee, A.; Doering, Y.; Santovito, D.; Kaltner, H.; Ludwig, A.-K.; von Hundelshausen, P.", "abstract": "Background and aims: Atherosclerosis is a chronic immunometabolic disease driven by lipid accumulation and immune cell infiltration. Macrophages and T cells play key roles throughout plaque development. Galectin-1 (Gal-1), a glycan-binding protein, modulates immune functions in these cells and has been reported to attenuate atherosclerosis, though its mechanisms remain incompletely understood. Here, we investigated the effects of Gal-1 on macrophages and T cells during plaque formation. Methods: Effects of Gal-1 on atherosclerosis, macrophages and T cells during lesion formation were studied in Apoe-/- mice treated with recombinant Gal-1. Complementary mouse peritoneal foam cell and in vitro macrophage and T cell cultures experiments were performed to study T cell differentiation, macrophage function, polarization end energy metabolism. The impact of Gal-1 on human macrophages was further evaluated in endarterectomy specimens. Results: Gal-1 treatment reduced lesion size and increased circulating IL-10 levels, inversely correlating with plaque burden. Unexpectedly, IL-10 neutralization also mitigated atherosclerosis, indicating that its action is at least partially IL-10-independent. In plaques, Gal-1 promoted anti-inflammatory macrophage phenotypes, mirrored by a quiescent metabolic and anti-inflammatory profile in foamy macrophages ex vivo. The use of the Gal-1E71Q variant revealed that these effects were only partly dependent on glycan binding. Beyond IL-10, Gal-1 reshaped cytokine profiles by increasing IL-17, IL-22, and IL-23, consistent with a macrophage-driven regulatory Th17 response, alongside higher frequencies of IL-10-producing and regulatory T cells. Conclusion: Gal-1 protects against atherosclerosis associated with reprogramming macrophages and tuning T cell immunity through glycan-dependent and -independent pathways.", "date": "2025-11-23", "journal": ""}
{"title": "Structural evolution of a fungal cell wall protein family for β-glucan-binding and cell separation", "doi": "10.1101/2025.11.20.689653", "authors": "Schoppner, P.; Weitzel, V.; Veelders, M.; Korf, L.; Andras, J.; Wolf, K.; Bruckner, S.; Essen, L.-O.; Mosch, H.-U.", "abstract": "In fungi, the continuous biosynthesis and remodeling of the cell wall are crucial for growth, division, and development. A hallmark of fungal cell walls is their layered structure, which includes several gel-like carbohydrate polymers, such as {beta}-glucans, and a large number of associated cell wall proteins. The fungal-specific family of SUN domain proteins has been implicated in cell wall remodeling and cell separation, but detailed structure-based analyses revealing precise molecular functions have been lacking until now. In this study, we determined high-resolution crystal structures of the SUN domains from two paralogs of the SUN family in budding yeast. We find that their bilobal architecture consists of a sushi-like domain and an intimately associated thaumatin-like domain, which together form a highly conserved canyon fitted to accommodate both single- and triple-helical {beta}-glucan polymers. Within this canyon, we identify twelve conserved polar residues that are crucial for the function of SUN domains in mediating cell separation. We further demonstrate that SUN domains are functionally interchangeable between paralogs in budding yeast, as well as between orthologs from budding yeast and phylogenetically distant fission yeast or filamentous fungi. We conclude that the fungal SUN domain family represents a unique class of {beta}-1,3-glucan-binding proteins involved in cell wall remodeling and separation, whose successful evolution was enabled by the fusion of ancestral sushi- and thaumatin-like domains.", "date": "2025-11-23", "journal": ""}
{"title": "Direct Measure of DNA Damage in Huntington Disease Reveals Elevated Oxidative Genotoxic Stress and Dysfunctional DNA Repair", "doi": "10.1101/2025.11.21.689804", "authors": "Bazan, C. A. B.; Laville-Dupuy, S.; Klepfish, M.; Cousineau, J.; Maiuri, T.; Peng, C. Y.; Osterlund, E. J.; Alpaugh, M.; Truant, R.", "abstract": "DNA damage repair (DDR) pathway proteins are genetic modifiers of Huntington disease (HD) age of onset and severity. Deficient DDR in HD at the first steps of poly ADP-ribosylation makes DNA damage quantification by traditional downstream DNA damage response markers inaccurate. Repair Assisted Damage Detection (RADD) allows for an accurate direct assessment of oxidative DNA damage, a DDR pathway in which huntingtin protein directly participates. Using RADD, we show that human HD-derived cells have elevated oxidative DNA damage and assess the effect of relevant HD therapeutic targets in rescuing this phenotype. Using huntingtin protein level lowering, we define a dysfunctional role of mutant huntingtin in oxidative DDR. We show that ataxia-telangiectasia mutated (ATM) signaling is deficient and that ATM inhibition rescues elevated oxidative DNA damage in HD cells. In contrast, we show that N6-furfuryladenine (N6FFA) treatment, to increase huntingtin phosphorylation within the amino terminal N17 domain (p-N17), is not effective at restoring HD DDR but reveals dysfunctional N6FFA mediated DDR signaling. We propose a model in which elevated DNA damage arises from both aberrant mutant huntingtin involvement in oxidative DDR and the impairment of oxidative DDR pathways, such as ATM kinase activity, N6FFA processing, and poly ADP-ribose signaling in HD. This highlights the importance of using direct measures of DNA damage such as RADD, rather than measures of a DNA damage response pathway.", "date": "2025-11-23", "journal": ""}
{"title": "Magneto-Photonic Gene Circuit for Minimally Invasive Control of Gene Expression in Mammalian Cells", "doi": "10.1101/2025.11.21.688514", "authors": "Franco, E. A. C.; Radawiec, R.; Slaviero, A.; Grady, C. J.; Ricker, B.; Pelled, G.; Hochgeschwender, U.; Kim, T.; Gilad, A.", "abstract": "Precise control of gene expression is one of the fundamental goals of synthetic biology. Whether the objective is to modify endogenous cellular function or induce the expression of molecules for diagnostic and therapeutic purposes, gene regulation remains a key aspect of biological systems. Over time, advances in protein engineering and molecular biology have led to the creation of gene circuits capable of inducing the expression of specific proteins in response to external stimulus such as light. These optogenetic, or light-activated circuits hold significant potential for gene therapy as a tool for regulating the expression of therapeutic genes within cells. However, the applications of optogenetic systems can be limited by the lack of efficient ways for light delivery inside cells or tissue. Our approach to address this challenge is to harness the power of bioluminescence to produce light directly inside cells using a luminescent enzyme. Combined with a photosensitive transcription factor, we report the development of a fully genetically encoded optogenetic circuit for control of gene expression. Furthermore, we utilized a magneto sensitive protein to engineer a split protein version of this luminescent enzyme, where its reconstitution is driven by a 50mT magnetic stimulus. Thus, resulting in a first-of-its-kind gene circuit activated by a combination of light and magnetic stimulus. We expect this work to advance the implementation of light-controlled systems without the need of external light sources, as well as serve as a basis for the development of future magneto-sensitive tools.", "date": "2025-11-23", "journal": ""}
{"title": "Isolation of the first cultured representative from a deep-branching phylum in serpentinite-hosted ecosystems", "doi": "10.1101/2025.11.21.689855", "authors": "Liu, G.; Zhu, J.; Sun, Y.; liu, r.; Gu, Y.; Yuan, S.; Wang, H.; Li, M.; Qi, H.; Peng, Q.; Wu, S.; Sun, C.", "abstract": "Serpentinization drives abiotic synthesis of organics (e.g., hydrocarbon) potentially conducive to the emergence of life, making serpentinite hosted systems and associated microbial community key windows into nature of life's origin. Although cultivation independent studies uncovered the Candidatus Bipolaricaulota widely distributed in serpentinizing environments, cultivation of this phylum has been unsuccessful. Here we cultured the first pure strain, J31, of Ca. Bipolaricaulota from the Lost City hydrothermal field, a well characterized marine serpentinite system, using hydrocarbons as the primary nutrient source. As an early-branching bacterial lineage, strain J31 exhibits an unusual morphology composed of a central rod and elongated Toga like extensions at both ends, and divides by binary fission. Strain J31 absorbs hexadecane through Toga ends via coordinated processes resembling inhalation and swallowing, after which hexadecane is efficiently transported to the central rod in the vesicle like structures and subsequently converted into membrane lipids to support Toga synthesis and cellular growth. Hydrocarbon degrading capability is widespread among the globally distributed members of Ca. Bipolaricaulota. Strain J31 colonizes serpentine minerals, facilitating the utilization of hydrocarbons derived from serpentines and promoting the release of soluble iron and silicon, thereby linking microbial activity to geochemical cycling. Thus, our study presents a novel strategy for cultivating deep-branching bacteria and offers insights into the metabolic foundations of early life on Earth-and potentially on other rocky planets undergoing serpentinization.", "date": "2025-11-23", "journal": ""}
{"title": "A divergent Plasmodium NEK4 acts as a key regulator driving the early events of meiosis", "doi": "10.1101/2025.11.21.689802", "authors": "Yanase, R.; Hair, M.; Zeeshan, M.; Ferguson, D. J. P.; Brady, D.; Pasquarello, C.; Bottrill, A.; Bhanvadia, S.; Neal, A.; Tromer, E. C.; Le Roch, K. G.; Hainard, A.; Holder, A. A.; Vaughan, S.; Guttery, D. S.; Tewari, R.", "abstract": "Meiosis is a conserved yet evolutionarily varied process underpinning sexual reproduction in eukaryotes. In the malaria parasite Plasmodium, meiosis is unconventional: it occurs immediately after fertilisation (post-zygotic) and must be coordinated with the transformation of the zygote into a motile ookinete. The mechanisms synchronising these meiotic and morphogenetic programmes remain unknow. Here, we identify the Plasmodium berghei NIMA-related kinase, NEK4 as a key regulator that couples meiotic initiation with zygote morphogenesis. Using ultrastructure expansion microscopy, we show that NEK4 accumulates at the microtubule-organising centre (MTOC) and the apical polar complex (APC) shortly after fertilisation, preceding the assembly of perinuclear and cortical microtubules. We reveal that Plasmodium zygotes undergo a nuclear migration driven by the MTOC, analogous to the horsetail nuclear movement of fission yeast. Deletion of nek4 results in complete developmental arrest: MTOC duplication and microtubule formation are blocked, chromatin remains uncondensed, and nuclear migration and cell polarity fail to establish. Transcriptomic and phosphoproteomic analyses reveal that NEK4 absence causes a collapse in transcriptional and phosphoregulatory networks governing meiosis and cytoskeletal organisation, leading to reduced expression and phosphorylation of important players, including HOP1, REC8, and AP2-O. These findings establish NEK4 as a key regulator driving meiotic entry and zygote maturation.", "date": "2025-11-23", "journal": ""}
{"title": "Chemical proteomics identifies signal peptidase IB (SpsB) as a target of the SOS response inhibitor OXF-077 and a regulator of quinolone resistance emergence in  Staphylococcus aureus", "doi": "10.1101/2025.11.21.689737", "authors": "Bradbury, J. D.; Walsh, T. R.; Lanyon-Hogg, T.", "abstract": "Antimicrobial resistance (AMR) is an existential threat to health globally, and novel compounds that act through new targets are urgently required to combat increasing levels of resistance. One emerging strategy is the development of 'antibiotic adjuvants' that can slow the evolution of resistance by inhibiting the mutagenic SOS response in bacteria, in order to prolong the clinical lifetime of antibiotics. OXF-077 is a potent SOS response inhibitor that suppresses the emergence of ciprofloxacin resistance in Staphylococcus aureus; however, the cellular target of OXF-077 is unknown. We report here the use of affinity-based protein profiling to identify signal peptidase IB (SpsB) as a target of OXF-077. Genetic and chemical studies demonstrated that SpsB is required for upregulation of the SOS response gene recA, increased frequency of resistance emergence to ciprofloxacin, and activation of the mutagenic SOS response in S. aureus. SpsB is therefore postulated to regulate the quinolone-activated SOS response in S. aureus, and can be targeted by small-molecule inhibitors such as OXF-077 to slow the evolution of resistance. Collectively, this work delivers SpsB as an attractive new drug target for the development of antibiotic adjuvants to combat the urgent threat of AMR.", "date": "2025-11-23", "journal": ""}
{"title": "Adaptation to a host-associated lifestyle drives convergent loss of flagellar motility in Pseudomonadota", "doi": "10.1101/2025.11.22.689265", "authors": "Siani, R.; Gutjahr, C.; Schloter, M.", "abstract": "Background Host-associated bacteria must balance the benefits of motility through flagella against the offsets of energetic costs and immune surveillance. Understanding the interplay of evolutionary forces shaping this complex trait can provide insights on the dynamics and extent of within-host adaptations of flagellar assembly. We compared prevalence, redundancy, and homology of 55 known flagellar assembly genes across genomes of free-living and host-associated bacteria from a collection covering the entire Pseudomonadota phylum. Results We show that the isolation of host-associated bacterial populations leads to the erosion of the flagellar regulon, driving widespread flagellum loss across lineages. This gene loss is rarely compensated by horizontal gene transfer. Moreover, host association imposes a diversifying selective pressure that acts unevenly across pathway components, resulting in greater functional heterogeneity than in free-living bacteria. Conclusions Our results provide valuable insights into the distribution of flagellar genes in the phylum Pseudomonadota and its relation to bacterial lifestyle.", "date": "2025-11-23", "journal": ""}
{"title": "Stage-specific regulation of the Plasmodium falciparum proteasome activity reveals adaptive rewiring in artemisinin resistance", "doi": "10.1101/2025.11.21.689772", "authors": "Subramanyaswamy, S. B.; Paul, G.; Ogunribido, D.; Mirauti, A.; Li, D.; Zhan, W.; Lin, G.; Kirkman, L.", "abstract": "The ubiquitin-proteasome system (UPS) is essential for Plasmodium falciparum to maintain protein homeostasis, adapt to proteotoxic stress, and regulate parasite growth and stage transitions. The proteolytic 20S proteasome core is the central component of the UPS, where unfolded protein substrates are degraded into oligopeptides. Mechanisms regulating malaria parasite proteasome activity are poorly understood and have not been thoroughly studied. This knowledge gap is especially critical in the context of artemisinin (ART) resistance, where parasite survival depends on an enhanced stress response, including a greater reliance on the UPS. Here, we profiled proteasome activity and abundance across the parasite intraerythrocytic developmental cycle (IDC) in both ART-sensitive (ART-S) Dd2 and ART-resistant (ART-R) Dd2K13R539T parasites. We uncovered striking stage-specific regulation: proteasome activity was abundant in the ring stage, decreased in trophozoites, and then peaked in schizonts. Furthermore, ART-R Dd2K13R539T parasites exhibited higher ring-stage proteasome activity than ART-S Dd2, despite reduced proteasome abundance, suggesting a unique adaptive rewiring of proteasome function. To study proteasome regulation in the parasite, we manipulated proteasome abundance in Dd2 and Dd2K13R539T by creating a conditional knockdown of PfUMP1, a conserved proteasome maturation factor. PfUMP1 depletion disrupted 20S assembly, decreased proteasome activity, and led to parasite death. These experiments uncovered two key features of proteasome regulation in P. falciparum: (1) the absence of canonical transcriptional regulation of proteasome genes in response to downregulation of proteasome activity, and (2) ART-R parasites exhibit a ring-stage specific increased sensitivity to proteasome downregulation. Together, our findings reveal a previously unrecognized layer of proteasome regulation in malaria parasites and how, as part of their survival adaptations to decreased hemoglobin uptake associated with ART resistance, these parasites alter proteasome function to survive. This work reinforces the therapeutic potential of the proteasome as a stage- and resistance-specific antimalarial target.", "date": "2025-11-23", "journal": ""}
{"title": "Characterizing JP-5 Biodegradation Potential in Hawaii Soil Microbiome: Phylogeny, Growth Kinetics, and Biosurfactant Production", "doi": "10.1101/2025.11.21.689844", "authors": "Zou, Y.; Jeon, M. K.; Yan, T.", "abstract": "Soil and groundwater contamination from petroleum spills continues to present major environmental and human health challenges. A recent fuel contamination event in the Pearl Harbor region of the Island of Oahu, Hawaii, highlights the need for a better understanding of the biodegradation capabilities of the indigenous soil microbiome and potential for bioremediation. Soil sampling and subsequent cultivation-based enumeration showed that the abundance and relative abundance of JP5 degrading bacterial biomass to be 1.9x10^4 MPN/g (s=3.4x10^4 MPN/g) and 2.4 % (s= 4.4 %), respectively. Isolation and 16S rRNA gene sequencing showed diverse phylogenetic groups of JP-5 degrading bacteria, including Achromobacter, Ralstonia, Stenotrophomonas, Pseudomonas, Acinetobacter, Staphylococcus, Bacillus, and Gordonia. Logistic modeling of batch growth experiments revealed significant variation in growth kinetic parameters amongst the soil bacterial isolates. Biosurfactant production by the JP-5-degrading bacterial isolates showed signifcant correlation with maximum optical density (r = 0.69, p < 0.001), relative growth rate (r = 0.41, p = 0.008), and relative lag phase duration (r = -0.36, p = 0.02), indicating an important role of biosurfactant production in enhancing hydrocarbon bioavailability. The results revealed the ubiquitous presence and phylogenetic diversity of JP-5 degrading microbial capabilities in the Hawaii soil microbiome and their potentials for bioremediation applications.", "date": "2025-11-23", "journal": ""}
{"title": "Priority effects determine community composition at the strain level in the honeybee gut microbiota", "doi": "10.1101/2025.11.22.689826", "authors": "Prasad, A.; Santos-Matos, G.; Szigeti-Genoud, A.; Mazel, F.; Engel, P.", "abstract": "Gut microbial communities often differ at the strain level among individual hosts, but the mechanisms driving this variation remain poorly understood. One potential factor is priority effects, a process in which differences in the timing and order of microbial colonization influence subsequent community assembly (\"first come, first served\" dynamics). We hypothesize that such priority effects operate at the strain level within species, where closely related bacteria exhibit niche overlap, and that these dynamics can lead to community divergence even under similar environmental conditions. We tested these predictions, using the gut microbiota of honeybees, which harbor conserved microbial communities that differ in strain composition among individual bees. We sequentially colonized microbiota-depleted honeybees with two distinct microbial communities composed of the same twelve core microbiota species but different strains, ensuring that individuals shared species-level composition but differed at the strain level. We found that firstcomer strains consistently dominated the resulting communities, suggesting strong priority effects. Dropout experiments in which the firstcomer strain of a species was removed led to only partial increases in the colonization success of the conspecific latecomer, suggesting that both intra- and inter-species interactions contribute to priority effects. Our findings highlight the significant role of priority effects in strain-level community assembly and reveal their influence in shaping the specialized gut microbiota of honeybees, with important implications for the development of probiotic strategies in beekeeping.", "date": "2025-11-23", "journal": ""}
{"title": "The Ies6 subunit is essential for INO80-mediated nucleosome organization", "doi": "10.1101/2025.11.21.689789", "authors": "Singh, A. K.; Mueller-Planitz, F.", "abstract": "ATP-dependent nucleosome remodelers of the INO80 family regulate chromatin by sliding, spacing and positioning nucleosomes. The INO80 remodeler is organized into structural modules that regulate its remodeling activity. Here, we investigate the role of the Ies6 subunit within the Arp5-Ies6 module towards nucleosome positioning and spacing in Saccharomyces cerevisiae. We show that Ies6 is critical for establishing genome-wide nucleosome organization. Deletion of IES6 reduces nucleosome spacing by 3 bp and disrupts regular nucleosome arrays across most genes. Surprisingly, deletion of IES6 is synthetically lethal with the deletion of ISW2, a remodeler from the ISWI family, indicating functional redundancy in nucleosome organization. Notably, INO80 binding directly predicts the role of Ies6 in INO80-mediated nucleosome organization, whereas changes in gene expression do not correlate with altered nucleosome spacing or array regularity. Together, our results highlight the essential role of the Ies6 subunit in INO80-mediated chromatin organization.", "date": "2025-11-23", "journal": ""}
{"title": "ZAKα is a sensor of mRNA stasis at the ribosomal exit channel", "doi": "10.1101/2025.11.22.689755", "authors": "Vind, A. C.; Martinez, J. F.; Wu, Z.; Bugai, A.; Mordente, K. C.; Chen, Q.; Rasmussen, M.; He, D.; Svejstrup, J. Q.; Jensen, T. H.; Blasius, M.; Bekker-Jensen, S.", "abstract": "Despite a growing interest in the ribotoxic stress response (RSR), it remains unknown how the upstream p38 and JNK-activating MAP3 kinase ZAK senses translational impairment. Combining Alphafold3 prediction and RNA crosslinking and immunoprecipitation (CLIP), we uncover that ZAK dynamically monitors the mRNA exit channel of elongating ribosomes for mRNA stasis. This is accomplished by ZAK via its direct interactions with the ribosomal proteins RACK1 and RPS27 as well as with the 18S rRNA helix-26. In this conformation, four mRNA-binding peptides in ZAK span across the path of ribosome-exiting mRNA. Progressive elongation effectively threads ZAK off the ribosome, while mRNA stasis stabilizes the interaction allowing for kinase activation. Prolonged binding of ZAK to slow-elongating, stalled and collided ribosomes is associated with sequestration of the inhibitory SAM domain on RACK1, allowing for transient ZAK dimerization, activation loop trans-autophosphorylation and RSR activation. We propose that compromised ribosome processivity constitutes a common ribotoxic stress signal and that ZAK is a ribosome collision-agnostic sensor of such perturbations.", "date": "2025-11-23", "journal": ""}
{"title": "OPUS-ET: Resolving Compositional and Conformational Heterogeneities of Biomolecules in Cryo-Electron Tomography", "doi": "10.1101/2025.11.21.688990", "authors": "Luo, Z.; Chen, X.; Wang, Q.; Ma, J.", "abstract": "Structural heterogeneity in biomolecules, arising from both compositional and conformational variabilities, limits resolution and interpretability of cryo-electron tomography (cryo-ET). Here, we present OPUS-ET, a deep learning framework that resolves multiscale heterogeneity throughout the cryo-ET workflow. It provides a hierarchical representation that models structural heterogeneity by encoding each subtomogram into two latent spaces that separately capture composition and conformation. Through resolving heterogeneity in noisy template-matching data, OPUS-ET significantly enriches target complexes and delivers sub-nanometer in-situ reconstructions. The results on four benchmark systems show that the new framework could improve resolution by up to 4.5 [A] over expert annotations or existing deep-learning approaches. For example, it reconstructs continuous conformational landscapes capturing F-F flexible coupling in mitochondrial ATP synthase and tRNA-translocation intermediates in eukaryotic and bacterial ribosomes. OPUS-ET bridges high-resolution static structures with in situ dynamics, thus establishing a general computational framework for quantitative macromolecular analysis in cells.", "date": "2025-11-23", "journal": ""}
{"title": "Trans-acting mutations reveal non-nuclear modulators of both intrinsic and extrinsic gene expression noise in a eukaryote.", "doi": "10.1101/2025.11.22.689898", "authors": "Martin, N.; Kleine-Schultjann, J.; Boussau, Q.; Dumont, A.; Duplus-Bottin, H.; Modolo, L.; Yvert, G.; Wittkopp, P. J.; Duveau, F.", "abstract": "Gene expression regulation is a stochastic process that can be modified by mutations not only in a deterministic manner but also in a probabilistic way, for example by changing the extent of cell-to-cell variability in gene expression (also called gene expression noise) without necessarily changing the expected (mean) expression level. Such mutations can act either in cis (perturbing expression noise at their own locus) or in trans (perturbing expression noise of a gene located elsewhere in the genome). Although systematic studies have successfully analyzed the properties of cis-acting mutations modulating gene expression noise, less is known about the type of genetic changes that may alter expression noise in trans. Here, we applied genetic mapping on yeast strains (Saccharomyces cerevisiae) generated by random mutagenesis and identified three mutations (in chs1, yme2 and msh1 genes) that changed the expression noise of a reporter gene in the nuclear genome regulated by the yeast TDH3 promoter. Each of these mutations affected either extrinsic noise (variability due to cell-specific factors), intrinsic noise (inherent variability within each cell), or both. Surprisingly, all three mutations targeted proteins located outside of the nucleus: Yme2 and Msh1 being involved in the maintenance of mitochondrial genome integrity, and Chs1 being necessary for the repair of cell-wall defects in freshly-born daughter cells. Our results reveal that mitochondrial state can modulate the extent of intrinsic expression noise of eukaryotic nuclear genes.", "date": "2025-11-23", "journal": ""}
{"title": "Engineered Transdermal Peptide-Recombinant Type III Collagen Hydrogel with Biological Efficacy in Cell Proliferation and Wound Healing", "doi": "10.1101/2025.11.22.689886", "authors": "Hong, J.; Tan, W.; Liu, Y.", "abstract": "Collagen, as a major structural protein in the extracellular matrix, plays a crucial role in tissue regeneration; however, traditional collagen sources often suffer from immunogenicity, poor stability, and batch-to-batch variability. In this study, a novel transdermal peptide-recombinant type III collagen hydrogel was developed, which has excellent biocompatibility, thermal stability, and skin repair effects. Transdermal peptide-recombinant type III collagen was expressed and purified by genetic engineering methods, and its potential for biomedical applications was further evaluated. The experimental results showed that the prepared collagen had a high purity (95%) and retained the unique secondary structure of collagen, showing good structural stability at different pH values. Through cell proliferation experiments and mouse wound healing experiments, we verified the superior effect of the collagen hydrogel in promoting wound healing and significantly accelerating wound healing at concentrations as low as 0.2 mg/mL. This achievement provides strong experimental support for its application in clinical skin wound repair.", "date": "2025-11-23", "journal": ""}
{"title": "Early Host-Virus RNA Interactions Reveal SPEN-Driven m6A Regulation as a Major Determinant of Henipavirus Infection", "doi": "10.1101/2025.11.21.689838", "authors": "Ascura, A.; Clarke, S.; Livingston, A. F.; Trotman, J. B.; Haigh, S.; Malek, M. C.; Calabrese, J. M.; Ascano, M.", "abstract": "Early interactions between viral RNA and host-encoded RNA-binding proteins are pivotal in shaping the trajectory of RNA virus infection. Henipaviruses are emerging, highly lethal BSL-4 pathogens whose mechanisms of pathogenesis remain largely elusive. To illuminate the earliest moments of host-virus interplay, we employed Viral Cross-linking and Solid-phase Purification (VIR-CLASP) to capture host proteins bound to the incoming henipavirus genome within the first hour of infection. This approach establishes the first henipavirus RNA-host protein interactome, revealing 146 human proteins directly associated with the primary viral RNA. Among these, SPEN, RBM15, and RBM15B - canonical regulators of lncRNA Xist - emerged as key host factors that actively promote viral infection. Direct RNA sequencing further uncovered that SPEN depletion induces widespread hypomethylation, affecting ~98% of differentially modified m6A sites, ~87% of which localize to the L mRNA transcript encoding the viral RNA-dependent RNA polymerase. Collectively, these findings expose a critical layer of host dependency at the very onset of infection and reveal a previously unappreciated role for SPEN family proteins in facilitating henipavirus infection.", "date": "2025-11-23", "journal": ""}
{"title": "Systematic characterization of cancer-associated SPOP mutants reveals novel and reprogrammable degradative activities", "doi": "10.1101/2025.11.21.689851", "authors": "Caldwell, A. G.; Parmar, H.; Jin, X.; Zhou, C.; Zhang, X.", "abstract": "Speckle-type POZ protein (SPOP) functions as the substrate adaptor of the Cullin3-RING ligase (CRL3) complex and is recurrently mutated in multiple cancer types. Among these, F102C and F133L are frequent prostate cancer mutations within the substrate-binding domain, yet their biochemical consequences remain incompletely understood. Using quantitative proteomics, we show that SPOP-F133L, unlike SPOP-F102C, retains degradative activity toward the nuclear basket proteins NUP153 and TPR, indicating substrate-dependent loss-of-function. Moreover, SPOP-F133L induces partial down-regulation of p53 through a CRL-dependent, post-translational mechanism, revealing a potential neo-substrate relationship. Finally, we demonstrate that both SPOP-F102C and SPOP-F133L support targeted protein degradation (TPD) in an engineered cellular system. These findings define the degradative capacities of SPOP mutants and highlight opportunities to repurpose these variants as mutant-selective E3 ligases for therapeutic applications.", "date": "2025-11-23", "journal": ""}
{"title": "2D HSQC-derived \"dark forest\" image with enhanced local resolution via first derivative processing-logarithmic cosine transformation (FDP-LCT): Demonstration on per-O-ethylated kappa- and iota-carrageenans", "doi": "10.1101/2025.11.21.689839", "authors": "Xing, X.; Tingley, J. P.; Bajwa, B.; Weiler, V.; Montina, T.; Cui, S. W.; Abbott, D. W.", "abstract": "Solution-state two-dimensional (2D) 1H-13C HSQC NMR is a powerful tool for polysaccharide structure elucidation but often suffers from limited sensitivity and broad peaks due to the low natural abundance of 13C and poor digital resolution of the indirect dimension, respectively, as well as the typically low concentration and high viscosity of polysaccharide solutions. It is therefore pivotal to improve the resolution of 2D 1H-13C HSQC spectra for accurate peak picking and assignment, particularly in the indirect 13C dimension. In this study, we developed an algorithm that combines first derivative processing with a novel logarithmic cosine transformation (FDP-LCT) to convert 2D 1H-13C HSQC spectra into local-resolution-enhanced images resembling a dark forest of straight, densely standing trees. These images revealed sharpened spectral features and enabled extraction of precise 1H and 13C chemical shifts, as demonstrated using per-O-ethylated kappa- and iota-carrageenans, two sulfated galactans differing only by a single substitution at the O-2 position of anhydrogalactose. In conclusion, this approach provides an effective post-acquisition strategy for enhancing digital resolution in 2D HSQC spectra and improving the structural analysis of closely related complex polysaccharides.", "date": "2025-11-23", "journal": ""}
{"title": "Accurate Reconstruction of Circular RNAs from Complex Rolling Circular Long Reads with CircPlex", "doi": "10.1101/2025.11.21.689841", "authors": "Zahin, T.; Khan, I. M.; Shao, M.", "abstract": "Rolling circle amplification (RCA) coupled with long-read sequencing has emerged as a powerful strategy for detecting full-length circular RNAs (circRNAs). Such protocols produce long reads that are normally composed of several tandemly repeated copies of the original circRNA. The circRNA sequence can be reconstructed through detecting the repeating unit of the long reads, which are aligned to the genome to validate and to identify back-splice junctions (BSJs). We revealed a previously unrecognized phenomenon: a substantial fraction of long reads contain complex repeat patterns in which the repeating unit consists of a sequence combined with its partial reverse complement. In these cases, only the original sequence corresponds to the true circRNA, while the concatenated pattern may produce false circRNAs and misidentify correct circRNAs. We present a new approach CircPlex that extracts the authentic circRNA sequence from these complex repeat units, overcoming the limitations of standard repeat-based consensus prediction. Comparison with isoCirc annotations and circRNA database demonstrates that a significant number of BSJs and full-length sequences, previously ignored, can be recovered. Our results suggest that leveraging partially repetitive reads from RCA-based sequencing can substantially increase circRNA detection sensitivity and uncover novel isoforms, providing a more comprehensive view of the circular transcriptome.", "date": "2025-11-23", "journal": ""}
{"title": "Mapping Bidirectional Allosteric Communication in Arf GTPases", "doi": "10.1101/2025.11.21.689788", "authors": "Peters, E. V.; Koduru, T.; McCallum, S. A.; Yee, E. F.; Cherfils, J.; Royer, C. A.", "abstract": "The Arf GTPases are eukaryotic signaling proteins implicated in trafficking, motility and membrane remodeling. They must undergo a massive conformational transition in the switch between their inactive, GDP-bound form and their GTP-bound form, competent for downstream signaling. The mechanism of their GDP-to-GTP nucleotide switch implicates a functional molten globule (MG) ensemble. Access to this ensemble and apparent spontaneous switching is modulated by residues in the C-terminal half of the different homologs through a back-to-front allosteric pathway. Here, using high pressure (HP) NMR we show that a mutation in the N-terminal switch region in the front of Arf1 known to modulate spontaneous switching perturbs the stability of residues on a path that stretches from the front to the back. This establishes the existence of a bidirectional and continuous allosteric pathway that passes through the GDP ligand. HP switching studies also demonstrate that the allosteric mechanism controls access to the functional MG state, rather than directly affecting the switching rates.", "date": "2025-11-23", "journal": ""}
{"title": "Chromosomal Topological Domain Formation Modulates Transcription and the Coupling of Neighboring Genes in Escherichia coli", "doi": "10.1101/2025.11.23.690031", "authors": "Yehya, N.; Bohrer, C. H.; Yu, Q.; Hathcock, D.; Goldberg, B. I.; Leng, S.; Harris, F. E.; Hendrix, H.; White, M.; Leng, F.; Meyer, S.; Tu, Y.; Xiao, J.", "abstract": "Chromosomal topology and transcription are tightly coupled, yet the quantitative impact of topological constraints on transcription, supercoiling, and the potential coupling between neighboring genes in vivo remains unclear. In this work, we constructed synthetic chromosomal domains in Escherichia coli that contained two genes inside a topology-controllable domain and a third gene outside. Using three-color single-molecule fluorescence in situ hybridization (smFISH), we measured transcription output from the three genes in individual cells under conditions in which gene orientation, domain formation state, and global chromosomal supercoiling density were varied. We found that topological domain formation repressed transcription, diminished gene orientation-dependent differences in transcription, and modulated the supercoiling sensitivity of genes located both within and near the domain. Relaxing global negative supercoiling through gyrase inhibition broadly repressed transcription; increasing global negative supercoiling level through topoisomerase I inhibition repressed highly expressed genes, while activating lowly expressed ones. Besides single-gene effects, we also observed an intrinsic coupling between neighboring genes with a non-monotonic dependence on the underlying supercoiling state, which shifted with domain topology and gene syntax. Our results establish chromosome topology as a major regulator of both transcription levels and the coupling between adjacent genes.", "date": "2025-11-23", "journal": ""}
{"title": "The impact of N-terminal dimerization on formin homology 1 (FH1) domain polymer dynamics and actin assembly", "doi": "10.1101/2025.11.21.689827", "authors": "Bogue, K.; Christian, B.; Quinlan, M. E.; Allard, J.", "abstract": "Many proteins contain intrinsically disordered regions (IDRs) that lack stable 3-dimensional structure. IDR behavior is poorly understood, leading to challenges for biochemical and computational analysis of IDR-containing proteins. Formins are a diverse set of homodimers containing an IDR -- the FH1 domain -- that facilitates polymerization of the cytoskeletal protein actin by increasing the local concentration of actin monomers at the actin assembly site. A commonly accepted model of formin-based actin polymerization involves a capture-and-deliver process: one or more binding sites (proline-rich motifs, PRMs) \"capture\" actin monomers and then \"deliver\" actin to the actin assembly site. There is evidence that formin FH1 domains are dimerized on both ends, but much research has been performed with formin constructs lacking the N-terminal dimerization site. Here, we ask: What happens when N-terminal dimerization is added to the standard model of formin-mediated actin assembly? We extend the kinetic model of FH1-mediated actin polymerization by incorporating a coarse-grain polymer model of FH1 domain dynamics, modeling the FH1 domain as a freely-jointed chain. We find that N-terminal dimerization can impact polymerization rates by modifying binding site accessibility and/or local concentration of binding sites (PRMs) at the actin assembly site (FH2 domain). Which effect dominates depends on kinetic parameters and formin properties such as FH1 domain length and binding site location. Additionally, we demonstrate that our model can be fit to experimental data and used to make predictions for the effects of N-terminal dimerization on a variety of formin family members.", "date": "2025-11-23", "journal": ""}
{"title": "Lipid Nanoparticles Enable mRNA Delivery to Diverse Cell Types of the Inner Retina", "doi": "10.1101/2025.11.21.689792", "authors": "Biswas, S.; Carpentiero, E.; Xhaferri, N.; Streckenbach, P.; Renigunta, V.; Lindner, M.", "abstract": "Lipid nanoparticles (LNPs) have emerged as a promising platform for retinal genetic therapy, offering a non-viral alternative to adeno-associated viruses (AAVs). While LNPs can transfect outer retinal cells, their tropism for inner retinal cell types remains insufficiently characterized. Here, we systematically assessed cellular tropism of conventional LNPs encapsulating chemically modified mRNA encoding mCherry in murine retinal explants and dissociated retinal cells. We compared quasi-subretinal and quasi-intravitreal administrations and evaluated how retinal degeneration and inner limiting membrane (ILM) integrity influence LNP-mediated transfections. We observed that LNPs efficiently transfected Muller glia under all experimental conditions. In addition, LNPs transfected several other retinal cell types, including neurons in dissociated cells and explants, and vascular cells exclusively in explants. Subretinal delivery resulted in significantly higher transfection rates than intravitreal administration, and overall efficiency was higher in degenerate as compared to non-degenerate healthy retinas. In healthy retinas, removal of ILM-associated barriers significantly increased transfection efficiency following intravitreal administration. Together, these findings demonstrate that conventional LNPs can transfect a broader range of retinal cell types than previously recognized and highlight LNPs as a versatile tool for mRNA delivery to the retina, with applications in gene supplementation, gene editing, and regenerative therapies for inner retinal disorders.", "date": "2025-11-23", "journal": ""}
{"title": "Histone H2A Ubiquitination Mediates the Establishment of Reactivation-Competent HSV-1 Latent Infection", "doi": "10.1101/2025.11.23.690028", "authors": "Boehlke, J. M.; Dochnal, S. A.; Misra, C. S.; Cliffe, A. R.; Boutell, C.; Francois, A.", "abstract": "Herpes simplex virus 1 (HSV-1) establishes a latent infection of neurons, where it persists for life with the capability to reactivate. During latent infection, heterochromatin is deposited onto the viral genome to presumably permit viral gene silencing. Repressive histone modifications associated with the latent genome include the constitutive heterochromatin modifications, H3K9me2/3, and the facultative heterochromatin modification, H3K27me3. The role of these different types during entry into latency and as substrates for reactivation is unknown. H3K27me3 is associated with Polycomb silencing, and a second modification also associated with Polycomb silencing, especially in pluripotent cells and during early development, is H2AK119ub1. Here we found that H2AK119ub1 is enriched on a sub-population of latent HSV genomes. We examined the contribution of both H2AK119ub1 and H3K7me3 deposition to HSV-1 gene silencing during entry into latency. We found that H2AK119ub1 was deposited prior to H3K27me3 and that only inhibition of H2AK119ub1 deposition plays a subtle role in latency establishment. Importantly, we found that inhibiting the enzymatic activity of Polycomb Repressive Complex 1 (PRC1) that deposits H2AK119ub1 during latency establishment prevented later reactivation. In contrast, inhibiting the activity of PRC2, which deposits H3K27me3, did not impact reactivation. Together, these data demonstrate the heterogenic nature of the epigenetic structure of latent HSV genomes and provide evidence that those associated with H2AK119ub1 are the template for reactivation.", "date": "2025-11-23", "journal": ""}
{"title": "Regulation of murine follicle-stimulating hormone β subunit transcription by newly identified enhancers", "doi": "10.1101/2025.11.21.689832", "authors": "Jin, Y.; Schultz, H.; Ongaro, L.; Schang, G.; Zhou, X.; Alonso, C. A. I.; Zamojski, M.; Nudelman, G.; Mendelev, N.; Onuma, S.; Welt, C. K.; Bilezikjian, L. M.; Sealfon, S. C.; Ruf-Zamojski, F.; Bernard, D. J.", "abstract": "Activin-class ligands of the transforming growth factor {beta} family induce follicle-stimulating hormone (FSH) production by pituitary gonadotrope cells in mice via the actions of the transcription factors SMAD3, SMAD4, and FOXL2, which bind to cis-elements in the FSH{beta} subunit (Fshb) promoter. An enhancer region for murine Fshb transcription was identified in vitro. However, deletion of the region using CRISPR-Cas9 did not affect FSH synthesis or secretion in mice. Using single-nucleus ATAC-seq of whole murine pituitaries, we identified three additional open chromatin regions upstream of Fshb exclusively in gonadotropes. These regions, as well as the Fshb gene, were fully or partially closed in gonadotropes of FSH-deficient mice with genetically or pharmacologically inactivated activin type II receptors. The initially characterized enhancer region did not significantly alter basal or activin-stimulated murine Fshb promoter-reporter activity in homologous L{beta}T2 cells. In contrast, the other three open chromatin regions enhanced basal and activin A-stimulated Fshb promoter-reporter activity in L{beta}T2 cells, with the two most distal showing the greatest effects. These two regions were open, exhibited enrichment of the enhancer mark H3K27ac, and were bound by SMAD2/3 and FOXL2 in response to activin A in L{beta}T2 cells. The most distal enhancer exhibited strong FOXL2 and weak SMAD4 binding in gel shift assays. SMAD4, but not FOXL2, directly bound the other distal enhancer. Mutation of defined FOXL2 and SMAD4 cis-elements diminished enhancer activity in reporter assays in L{beta}T2 cells. Collectively, the data indicate that there may be as many as four activin-sensitive enhancers upstream of murine Fshb.", "date": "2025-11-23", "journal": ""}
{"title": "Measurement of nitric oxide production in mouse tracheal epithelial cell cultures differentiated at the air liquid interface.", "doi": "10.1101/2025.11.23.690029", "authors": "Iqbal, M.; Mahan, D.; Clark, A.; Bruce, A.; DeMartino, A.; Corti, P.", "abstract": "Airway ciliary dysfunction often leads to impaired mucociliary clearance, a defect frequently associated with dysregulation of canonical nitric oxide (NO) signaling. Indeed, many airway diseases exhibit aberrant levels of exhaled NO, a feature commonly used as a diagnostic indicator in patients. While this measurement is routinely performed clinically, there is currently no validated approach to assess NO release from airway ciliated cells in vitro, limiting mechanistic studies of NO regulation and function. An established method to study airway diseases in vitro is the use of cultured mouse tracheal epithelial cells (MTECs) differentiated at the air&liquid interface (ALI). Here, using this model, we develop a protocol to measure NO released from ciliated cells and accumulated in apical mucus, collected from the ALI-differentiated cultures. Using established instrumentation for NO analysis and a triiodide-based assay, we quantify nitrite, a stable NO metabolite and biomarker of NO production. For assay validation, cells were treated with the NO donor Diethylenetriamine NONOate (DETA&NONOate or DETA/NO) or the NO synthase inhibitor N(&)&Nitro&L&arginine methyl ester (L&NAME). Together, these approaches demonstrate that this method reliably detects NO in samples from ALI-differentiated airway epithelia, providing an accurate in vitro platform to quantify NO release and model diseases associated with abnormal NO metabolism.", "date": "2025-11-23", "journal": ""}
{"title": "Multiple Quality Control Checkpoints Safeguard Small Nuclear RNA Biogenesis and Prevent Assembly of Aberrant Spliceosomes", "doi": "10.1101/2025.11.21.689835", "authors": "Ma, T.; Huntington, C.; Song, Z.; Lardelli, R. M.; Van Nostrand, E. L.; Lykke-Anderson, J.", "abstract": "Defective small nuclear (sn)RNAs are produced from hundreds of human snRNA pseudogenes and mutant snRNA genes associated with human developmental disorders. Machineries that prevent defective snRNAs from disrupting pre-mRNA splicing remain poorly defined. Here, we identify multiple checkpoints in snRNA biogenesis monitored by quality control machineries that subject defective snRNAs to degradation and prevent their assembly into spliceosomes. We show that variant U1 snRNAs produced from human pseudogenes, some at rates approaching the canonical snRNAs, are impaired in 3' cleavage and targeted for degradation by the NEXT-exosome while failures in subsequent protein assembly steps promote NEXT-exosome- or Terminal Uridylyl Transferase 4/7-mediated degradation. These pathways also repress mutant snRNAs associated with human developmental disorders. Impeding snRNA quality control causes formation of aberrant spliceosomes and altered pre-mRNA splicing. These findings define checkpoints in snRNA biogenesis that safeguard pre-mRNA splicing and represent potential therapeutic targets for human disorders associated with snRNA mutations.", "date": "2025-11-23", "journal": ""}
{"title": "TXNDC5 Governs Extracellular Matrix Homeostasis in Pulmonary Hypertension", "doi": "10.1101/2025.11.21.689856", "authors": "Chen, Z.; Kong, F.; Huang, L.; Wu, W.; Wang, Z.; Chen, H.; Zhang, J.; Deng, L.; Cao, C.; Zhang, X.; Liu, Z.; Yang, K.-C.; Chang, W.-T.; Bian, J.-S.; Nie, X.", "abstract": "BACKGROUND: Pulmonary hypertension (PH) is characterized by vascular remodeling without effective treatments. The initiation and progression of PH are heavily influenced by the dysfunction of pulmonary artery endothelial cells. Thioredoxin domain containing 5 (TXNDC5), a member of the protein disulfide isomerases (PDI) family, catalyzes the formation and rearrangement of disulfide bonds in proteins, crucial for endothelial cell function and maintaining vascular homeostasis in cardiovascular diseases, yet its role in PH remains unclear. METHODS: Label-free proteomics was used to reveal the PDI protein expression profile in hypoxic PH patients. Multiplex immunofluorescence and Western blot analyses were performed to investigate the pathological role of TXNDC5. Mice with adeno-associated virus-mediated lung endothelial TXNDC5 overexpression, global knockout, and endothelial ablation of TXNDC5 were used to study the role of TXNDC5 in rodent PH models. In vitro experiments with cultured pulmonary arterial endothelial cells and bioinformatics assays were used to elucidate the underlying mechanisms. Pharmacological inhibition and endothelial-targeted TXNDC5 gene therapy were evaluated for their effects in PH. RESULTS: TXNDC5 was significantly upregulated in the lungs of both PH patients and rodent models, with prominent expression in the endothelial layer of remodeled distal pulmonary arteries. Overexpression of TXNDC5 exacerbated Sugen5416/hypoxia (SuHx)-induced pulmonary artery remodeling, increased right ventricular systolic pressure, and right ventricular hypertrophy. Global or endothelial-specific deficiency of TXNDC5 exerted protective efficacy against the SuHx challenge. RNA sequencing and protein-protein interaction analysis revealed TXNDC5 as a potential regulator of extracellular matrix (ECM) homeostasis, with biglycan (BGN) identified as a critical downstream effector. TXNDC5 required BGN to regulate the ubiquitination of HIF-1/2, resulting in its abnormal accumulation to drive PH development. E64FC26, a TXNDC5 inhibitor, and endothelial-targeted TXNDC5 gene therapy exhibited therapeutic efficacy in SuHx-induced PH rats. CONCLUSIONS: Our study reveals that TXNDC5 is a main modulator to regulate ECM homeostasis and may serve as a promising target for the treatment of PH.", "date": "2025-11-23", "journal": ""}
{"title": "Mammalian PABPC4 is non-essential, but has roles in growth, post-natal survival and haematopoiesis.", "doi": "10.1101/2025.11.22.689676", "authors": "Brook, M.; Lorbeer, M.; Scanlon, J. P.; Hrabalkova, L.; Nagy, B.; Ounapuu, T.; Michael, M.; Smith, R. C. L.; Henderson, J. J.; Martins, P. J. S.; Howard, S. E.; Irvine, L.; Gray, N. K.", "abstract": "Cytoplasmic poly(A)-binding proteins (PABPs) are multifunctional RNA-binding proteins which play crucial roles in mRNA translation and stability. In mammals, two family members, PABPC1 and PABPC4 appear widely expressed, but the consequences of their loss of function in vivo remain unknown. Unexpectedly, we reveal that mammalian PABPC4 is not essential for development, contrary to findings in non-mammalian vertebrates. However, its loss affects birth weight, post-natal growth trajectories and survival although these were not tightly associated. Growth to adulthood was impacted in a sexually dimorphic manner. Viable PABPC4-deficient mice allowed us to test the hypothesis that it is required for haemoglobin synthesis within red blood cells. Surprisingly, we find that PABPC4 loss leads to microcytic red blood cells, but not reduced haemoglobin levels, and conditional genetic approaches established that this was not a red blood cell intrinsic effect. These results challenge previous findings from cell-based models. This work provides the first insights into the biological functions of mammalian PABPC4, and caution against inferring mammalian PABPC function from work in cell-based models and/or non-mammalian species.", "date": "2025-11-23", "journal": ""}
{"title": "Sensitivity to TDP-43 loss and degradation resistance determine cryptic exon biomarker potential", "doi": "10.1101/2025.11.23.689722", "authors": "Brown, A.-L.; Zanovello, M.; Mikheenko, A.; Dattilo, D.; Pellegrini, F.; Bryce-Smith, S.; Mattedi, F.; Mehta, P. R.; Vargas, J. N. S.; NYGC ALS Consortium,  ; Humphrey, J.; Keuss, M.; Fratta, P.", "abstract": "Cryptic splicing caused by TDP-43 proteinopathy is a hallmark of the neurodegenerative diseases amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). However, which cryptic splicing events (CEs) are the most sensitive to TDP-43 depletion, where CEs localise within cells, and how specific CEs are in human tissues is poorly defined. Analyses of in vitro TDP-43 knockdowns and postmortem RNA-seq datasets revealed that a small subset out of thousands of CEs are specific markers for TDP-43 proteinopathy in vivo. Nonsense-mediated decay (NMD) masked a portion of CEs, influencing their subcellular localization and detectability in tissue. Dose-dependent TDP-43 depletion identified \"early-responsive\" CEs, which possess stronger splice sites and denser, more canonical TDP-43 binding motifs. Finally, we developed a composite cryptic burden score that effectively captured TDP-43 pathology across heterogeneous tissues and correlated with regional vulnerability and genetic background. Our work identifies robust biomarkers and offers new insights into TDP-43-mediated splicing dysregulation in neurodegeneration.", "date": "2025-11-23", "journal": ""}
{"title": "Fluorescent Biosensor-Guided Engineering of Enzyme Cascades for Electrochemical Applications", "doi": "10.1101/2025.11.21.689824", "authors": "Ricks, N. J.; Brachi, M.; Arun, F.; Baiarashov, E.; Minteer, S.; Hammond, M.", "abstract": "Substrate channeling is a strategy for enhancing flux and yield in enzymatic cascades and is increasingly relevant for applications in biocatalysis, biotechnology, and bioelectrochemical systems. However, efforts to engineer channeling are limited by the lack of high-throughput methods to evaluate and optimize channeling efficiency. Here, we present a fluorescence-based screening assay to rapidly assess substrate channeling in a model system involving fumarase and malate dehydrogenase, two sequential enzymes from the Krebs cycle. By expressing genetic fusions in E. coli, quantifying intermediate (malate) and product (NADH) formation in lysate using orthogonal fluorescent readouts, and comparing product-to-intermediate ratios, we screened a library of linker variants designed to promote electrostatic channeling. A top-performing construct was identified and validated through classical channeling assays. This hit demonstrated increased product yield and current output when immobilized on electrodes with a bilayer architecture, highlighting utility in bioelectrocatalysis. We further showed that the channeling linker could be applied to a de novo designed single-chain fumarase, which preserved channeling capability and exhibited improved thermal stability. These results establish a generalizable and scalable method for engineering and evolving substrate channeling, with broad implications for pathway optimization and enzyme design in synthetic biology, bioprocessing, and energy applications.", "date": "2025-11-23", "journal": ""}
{"title": "Coordinated regulation of the metaboproteome by Hsp90 chaperones controls metabolic plasticity", "doi": "10.1101/2025.11.21.689798", "authors": "Perez, R. F.; Mochi, G. L.; Burkacki, J. K.; Zoccoli-Rodriguez, V.; Arcadi, L. D.; Backe, S. J.; Wilmore, J. R.; Woodford, M. R.", "abstract": "Heat shock protein 90 (Hsp90) chaperones participate in the stabilization and activation of hundreds of proteins, thereby acting as signaling hubs. A mitochondrial subpopulation of Hsp90 has been previously described; however, little is known about its role in metabolism. Here, we showed that loss of individual Hsp90 isoforms differentially affects oxygen consumption and metabolic flexibility. Proteomic and metabolomic evaluation demonstrated that Hsp90 regulates the mitochondrial metabolic network, including respiration, fatty acid oxidation, and redox homeostasis. Loss of the mitochondrial chaperone TRAP1 induced compensatory binding of Hsp90s to TRAP1-dependent proteins, indicating a mechanism for the role of Hsp90 chaperones in metabolic reprogramming. When considered with previous findings, a temporal pattern of regulation emerges whereby Hsp90s control the transcription, translation, import, and assembly of mitochondrial protein complexes. Our findings expand the scope of Hsp90-regulated processes and potentially inform the effects of isoform-specific Hsp90 inhibitors on metabolic reprogramming in cancer and other diseases.", "date": "2025-11-23", "journal": ""}
{"title": "LsrL modulates Lsr2-induced chromatin structure to tune biosynthetic gene cluster regulation in Streptomyces venezuelae", "doi": "10.1101/2025.11.23.690019", "authors": "Ramirez, V.; Tiller, L.; Szafran, M.; Zhang, X.; Jakimowicz, D.; Elliot, M.; Freddolino, L.", "abstract": "Specialized biosynthetic gene clusters in Streptomyces are subject to complex regulation involving both transcriptional control and chromosome organization. The nucleoid-associated protein Lsr2 silences many of these clusters, yet how it shapes the global chromatin structure and how its conserved paralog LsrL contributes to this process remain poorly understood. In this study, we applied a multi-omics approach, combining transcriptional activity, genome-wide protein-DNA binding profiles, and three-dimensional chromosome conformation to characterize the coordination of Lsr2 and LsrL in exerting transcriptional control and genome architecture in Streptomyces venezuelae. In line with established Lsr2 functions, we find that Lsr2 sets broad transcriptional boundaries, while LsrL acts in a more context-specific manner that depends on the presence of Lsr2 and may function to reinforce or modulate Lsr2-mediated silencing. Loss of Lsr2 reshaped the chromatin landscape genome-wide, relieving its restriction on short-range contacts, triggering strong transcriptional changes and new domain boundaries near de-repressed biosynthetic gene clusters. These findings establish Lsr2 as a dominant but contextually modulated regulator whose interplay with LsrL coordinates specialized metabolism with higher-order chromosome organization.", "date": "2025-11-23", "journal": ""}