{"title": "Neocortical long-range inhibition promotes cortical synchrony and sleep", "doi": "10.1101/2024.06.20.599756", "authors": "Ratliff, J. M.; Terral, G.; Vazquez Lechuga, A.; Lutzu, S.; Manning, A.; Perez Catalan, N.; Neubert da Silva, G.; Kim, S.; Mota, J.; Mallory, M.; Stith, B.; Ramakrishnan, C. M.; Mattessich, G.; Fenno, L. E.; Daigle, T.; Stafford, D. A.; Zeng, H.; Tasic, B.; Sorensen, S.; Deisseroth, K.; Ngai, J.; Kilduff, T.; Sjulson, L.; Rudolph, S.; Batista-Brito, R.", "abstract": "Sleep and wakefulness are associated with distinct cortical patterns of rhythmic activity. During low-arousal states such as slow wave sleep, synchronous low-frequency rhythms dominate activity across widespread cortical regions. Although inhibitory neurons are increasingly recognized as key players of cortical state, the in vivo circuit mechanisms coordinating synchronized activity across local and distant neocortical networks remain poorly understood. Here, we show that somatostatin and chondrolectin co-expressing cells (Sst-Chodl), a sparse and genetically distinct class of neocortical GABAergic inhibitory neurons, are selectively active during low-arousal states and largely silent during periods of high arousal. In contrast to most neocortical inhibitory neurons, Sst-Chodl cells, despite being extremely sparse, exert widespread influence across the neocortex via long-range axons that simultaneously target multiple regions. Selective activation of Sst-Chodl cells is sufficient to promote multi-region cortical synchronization characteristic of low-arousal states and to induce sleep. Together, these findings show that long-range Sst-Chodl inhibitory neurons not only track behavioral state but can actively promote sleep-like cortical activity and sleep behavior, highlighting an important contribution of cortical circuits to sleep regulation alongside established subcortical mechanisms.", "date": "2025-12-24", "journal": ""}
{"title": "Multi-timescale neural adaptation underlying long-term musculoskeletal reorganization.", "doi": "10.1101/2024.10.18.618983", "authors": "philipp, R.; Hara, Y.; Uchida, N.; Ota, N.; Oya, T.; Funato, T.; Seki, K.", "abstract": "The central nervous system (CNS) can effectively control body movements despite environmental changes. While much is known about adaptation to external environmental changes, less is known about responses to internal bodily changes. This study investigates how the CNS adapts to long-term alterations in the musculoskeletal system using a tendon transfer model in non-human primates. We surgically relocated finger flexor and extensor muscles to examine how the CNS adapts its strategy for finger movement control by measuring muscle activities during grasping tasks. Two months post-surgery, the monkeys demonstrated significant recovery of grasping function despite the initial disruption. Our findings suggest a two-phase CNS adaptation process: an initial phase enabling function with the transferred muscles, followed by a later phase abandoning this enabled function and restoring a control strategy that, while potentially less conflicted than the maladaptive state, resembled the original pattern, possibly representing a 'good enough' solution. These results highlight a multi-phase CNS adaptation process with distinct time constants in response to sudden bodily changes, offering potential insights into understanding and treating movement disorders.", "date": "2025-12-24", "journal": ""}
{"title": "Biophysically relevant network model of the piriform cortex predicts odor frequency encoding using network mechanisms", "doi": "10.1101/2025.07.14.664633", "authors": "Kumar, A.; Chaudhari, O.; Jindal, M.; Modi, A.; Dasgupta, D.", "abstract": "Olfactory-guided animals utilize fast concentration fluctuations in turbulent odor plumes to perceive olfactory landscapes. Recent studies demonstrate that the olfactory bulb (OB) encodes such temporal features present in natural odor stimuli. However, whether this temporal information is encoded in the piriform cortex (PCx) remains unknown. Hence, we developed a biophysically relevant PCx network model and simulated it using previously recorded in vivo activities of mitral and tufted cells in response to 2Hz and 20Hz odor frequencies for three odor mixtures. Analysing the single-cell activity across trials revealed that individual pyramidal neurons (PYRs) were ineffective at distinguishing between 2Hz vs. 20Hz. However, the trial-averaged activity of the PYRs population could discriminate between the two frequencies significantly. Moreover, using log-likelihood scores we further discovered that odor frequency discrimination happened through a highly distributed mechanism among the PYRs. 1-D convolutional neural network (CNN) models trained and tested on PYRs activities achieved discrimination accuracies up to 95%. Using virtual synaptic knockout models, we found that eliminating either feedback or feedforward inhibition onto PYRs improved the decoding accuracy across all odor conditions. Conversely, eliminating recurrent excitation among PYRs or simultaneously eliminating recurrent inhibition among both interneuron types degraded the accuracy. Removing recurrent connections within individual interneuron populations had minimal effects on the performance. Overall, our PCx model demonstrates that it can discriminate between 2Hz and 20Hz odor stimuli, with a bidirectional capability of performance modulation by specific circuit motifs. These findings predict that the piriform cortex encodes and processes temporal features of odor stimuli.", "date": "2025-12-24", "journal": ""}
{"title": "Non-linear relationships between the auditory mismatch responses and the level of inharmonicity of complex sounds", "doi": "10.1101/2025.09.14.676123", "authors": "Brzezinska, A.; Witkowski, B.; Domzalski, T.; Basinska, M.; Basinski, K.", "abstract": "Predictive processing accounts of perception suggest that the brain generates predictions about the incoming stimuli. Precision-weighting, is an important facet of predictive processing theories and has been extensively studied with mismatch responses using electroencephalography. Harmonicity is a feature of sound that is important for auditory perception and previous research has shown that it modulates the brain's mismatch responses. Since inharmonic sound spectra contain more information (have higher information entropy), inharmonicity has been suggested to be involved in precision weighting. In this study we explored this issue by parametrically modulating the level of inharmonicity applied to synthetic sounds and recording mismatch responses (MMN and P3a) from healthy volunteers (N = 37). Our results show that a sigmoid function models the relationship between inharmonicity and MMN amplitude better than any linear or polynomial function. Furthermore, P3a amplitude has an inverted-U relationship with inharmonicity and peaks at inharmonicity levels just below the threshold for pitch discrimination. These results are consistent with the hypothesis that inharmonicity impairs F0 extraction above a certain threshold and does not serve as an index of precision in the auditory system.", "date": "2025-12-24", "journal": ""}
{"title": "Indistinguishability domains of neural microcircuit motifs mapped through classification scores of postsynaptic spike counts", "doi": "10.1101/2025.09.19.673918", "authors": "Naveen Kumar, A.; Ramakrishnan, R.", "abstract": "In the kinetic modeling of a chemical synapse, the reversal potential (Esyn) and conductance amplitude (gsyn) of the synapse jointly regulate the spike-induced activity of the postsynaptic neuron. We simulate two-neuron microcircuit motifs of feedforward and feedback types using random external current pulses provided only at the presynaptic neuron. For combinations of Esyn and gsyn, corresponding to an excitatory synapse, a supervised machine learning method for classification distinguishes the motifs perfectly with a score of 1.0 when using binned counts of postsynaptic spikes as the input. Strongly inhibitory combinations of these parameters result in no postsynaptic response in both types of microcircuit motifs; hence, the classifier does not improve upon a random assignment with a score of 0.5. In other domains of the parameter space spanned by Esyn and gsyn, corresponding to diminished excitation/inhibition, the classifier fails (0.5 < score < 1), indicating the challenge in identifying the nature of the synapse inferred exclusively from postsynaptic spikes. For this task, gradient boosting gives higher classification accuracies that improve with further training, compared to other classifiers explored in this study.", "date": "2025-12-24", "journal": ""}
{"title": "High-Fidelity Neural Speech Reconstruction through an Efficient Acoustic-Linguistic Dual-Pathway Framework", "doi": "10.1101/2025.09.24.678428", "authors": "Li, J.; Guo, C.; Zhang, C.; Chang, E. F.; Li, Y.", "abstract": "Reconstructing speech from neural recordings is crucial for understanding speech coding and developing brain-computer interfaces (BCIs). However, existing methods trade off acoustic richness (pitch, prosody) for linguistic intelligibility (words, phonemes). To overcome this limitation, we propose a dual-path framework to concurrently decode acoustic and linguistic representations. The acoustic pathway uses a long-short term memory (LSTM) decoder and a high-fidelity generative adversarial network (HiFi-GAN) to reconstruct spectrotemporal features. The linguistic pathway employs a transformer adaptor and text-to-speech (TTS) generator for word tokens. These two pathways merge via voice cloning to combine both acoustic and linguistic validity. Using only 20 minutes of electrocorticography (ECoG) data per subject, our approach achieves highly intelligible synthesized speech (mean opinion score = 4.0/5.0, word error rate = 18.9%). Our dual-path framework reconstructs natural and intelligible speech from ECoG, resolving the acoustic-linguistic trade-off.", "date": "2025-12-24", "journal": ""}
{"title": "TWAS-CTL: A robust and efficient method for multi-tissue transcriptome-wide association studies using cross-tissue learners", "doi": "10.1101/2025.10.25.684514", "authors": "Billah, M. M.; Wei, H.; Sun, F.; Zhang, K.", "abstract": "The advent of transcriptome-wide association studies (TWAS) has expanded the classical genome-wide association study (GWAS) framework by integrating gene expression with genetic variation to identify trait-associated variants. While multi-tissue TWAS approaches improve statistical power over single-tissue models, existing methods often lose information during result aggregation and require intensive computation. Here, we present TWAS-CTL (Cross Tissue Learner), a novel framework that leverages heterogeneous gene expression across tissues by adaptively reweighting and optimizing multiple single-tissue learners. Simulations demonstrate that TWAS-CTL achieves higher statistical power than the leading method, UTMOST, while maintaining proper type I error control and reducing computational time by over half. When applied to the analysis of the Genetics of Kidneys in Diabetes (GOKIND) cohort, we observed that TWAS-CTL identified more susceptible genes associated with diabetes than both UTMOST and PrediXcan, another widely used method in TWAS. These results establish TWAS-CTL as a powerful and efficient tool for cross-tissue gene expression analysis, capable of integrating heterogeneous gene-trait associations to advance genetic discovery.", "date": "2025-12-24", "journal": ""}
{"title": "Unconscious switching of dorsal and medial pathways for plasticity and stability during NREM and REM sleep", "doi": "10.1101/2025.11.04.686485", "authors": "Yamada, T.; Labonte-Clark, T.; Censor, N.; Watanabe, T.; Sasaki, Y.", "abstract": "While visual perceptual learning improves during non-REM sleep and stabilizes during REM sleep via excitatory-inhibitory neurotransmitter (E/I) balance in early visual areas (EVA), the role of prefrontal regions remains unclear. Here, we show that contributions of the dorsolateral prefrontal cortex (DLPFC) and medial prefrontal cortex (mPFC) differ by sleep stage in human adults. During non-REM sleep, plasticity increased in DLPFC, indexed by elevated E/I balance measured with magnetic resonance spectroscopy and polysomnography, in correlation with performance gains. During REM sleep, stability increased in mPFC, indexed by reduced E/I balance, in correlation with resilience to retrograde interference from new learning. E/I balance changes and their effects on learning paralleled those in EVA. Connectivity weights between EVA and DLPFC, and between EVA and mPFC, switched with sleep stage. These findings suggest the presence of dorsal and medial pathways that unconsciously alternate between non-REM sleep and REM sleep to improve and stabilize learning.", "date": "2025-12-24", "journal": ""}
{"title": "Spatial Flavonoid Accumulation in Soybean Pericycle Restricts Phytophthora sojae Invasion", "doi": "10.64898/2025.11.30.691358", "authors": "Wang, Q.; Dong, Z.; Wang, H.; Zhang, Z.; Ma, C.; Tan, X.; Wang, Q.; Geng, Y.; Zhao, J.", "abstract": "Root immunity relies on coordinated defenses across distinct tissues, yet the underlying cellular mechanisms remain unclear. Here, we integrated single-cell transcriptomics, spatial metabolomics, and genetic manipulation to dissect soybean (Glycine max) interactions with Phytophthora sojae. In resistant Williams82 (Wm82) roots, P. sojae hyphae were excluded from the stele, exhibiting negative tropism toward the pericycle. scRNA-seq revealed that this resistance is mediated by infection-induced pericycle cells expressing high levels of flavonoid biosynthetic genes, including GmCHS7 and GmCHI4A. CRISPR-Cas9 knockout of these genes compromised resistance, whereas overexpression enhanced immunity in susceptible cultivars. Metabolomic and spatial metabolic analyses identified naringenin, a flavonoid phytoalexin, as a key antimicrobial compound that specifically accumulates in pericycle-adjacent tissues of Wm82 during infection. Naringenin directly inhibited hyphal growth in vitro and enhanced resistance when applied exogenously. These findings uncover a spatially targeted immune strategy where pericycle-localized activation of flavonoid synthesis forms a chemical barrier to safeguard vascular integrity, highlighting pericycle-centered metabolic immunity as a target for engineering durable resistance.", "date": "2025-12-24", "journal": ""}
{"title": "IGHV3-53 antibody abundance drives divergent SARS-CoV-2 immune imprinting", "doi": "10.64898/2025.12.18.694353", "authors": "Niu, X.; Jian, F.; Li, Y.; Li, K.; Lei, S.; Song, W.; Kong, R.; Cai, X.; An, R.; Wang, Y.; Huang, Y.; Yu, L.; Wang, W.; Sun, H.; Yu, Y.; Wang, J.; Zhang, B.; Zhu, T.; Huang, J.; Shao, F.; Tan, X.; Luo, S.; Cao, Y.", "abstract": "The mechanisms driving divergent SARS-CoV-2 immune imprinting in populations primed with different COVID-19 vaccines remain unclear. Recipients of inactivated vaccines readily develop Omicron-specific antibodies through repeated breakthrough infections, whereas mRNA-vaccinated individuals exhibit severe ancestral-strain imprinting that suppresses de novo Omicron-specific responses. These differences could result in distinct antibody landscapes, leading to regional epidemiological divergence and necessitating region-specific vaccine update strategies. Importantly, conventional wild-type mouse models fail to recapitulate strong human SARS-CoV-2 imprinting, which significantly hinders imprinting-related mechanistic investigation and vaccine update evaluation. Here, we surprisingly found that V(D)J-humanized mice could faithfully recapitulate human severe SARS-CoV-2 immune imprinting phenotypes. Comprehensive antibody repertoire and epitope mapping of 583 monoclonal antibodies from these models revealed that the abundance of pre-existing IGHV3-53/66-encoded SARS-CoV-2 antibody responses determines imprinting severity following Omicron exposure through antibody-mediated masking of Omicron-specific epitopes. Both passive transfer of IGHV3-53/66 antibodies and knock-in of the human IGHV3-53 gene were sufficient to induce severe SARS-CoV-2 imprinting in wild-type mice. Concordantly, head-to-head comparison also showed that mRNA vaccine recipients retained higher IGHV3-53/66 antibody abundance and thus stronger imprinting than inactivated vaccine recipients. Consequently, compared to NB.1.8.1, XFG exhibits greater immune evasion in mRNA-vaccinated individuals but not in inactivated vaccine recipients. This explains the regional predominance of XFG in mRNA-vaccinated populations, while NB.1.8.1 prevails in inactivated vaccine-dominated countries. Together, these findings demonstrate that the V(D)J germline repertoire--even a single germline-encoded antibody response--can profoundly shape humoral imprinting severity. Accordingly, we constructed a human IGHV3-53 knock-in mouse model that can accurately recapitulate human SARS-CoV-2 antibody landscape, providing a valuable tool for guiding future COVID-19 vaccine updates.", "date": "2025-12-24", "journal": ""}
{"title": "Refined cellular activity expression signatures provide a targeted framework to quantify phenotypic intra-tumor heterogeneity in single-cell data", "doi": "10.64898/2025.12.19.695441", "authors": "Coutant, A.; Muller, L.; Degletagne, C.; Fauvet, F.; El Boudi, I.; Chassot, C.; Valladeau-Guilemond, J.; Bendriss-Vermare, N.; Morel, A.-P.; Ouzounova, M.; Saintigny, P.; Puisieux, A.; Vigneron, A.; Martinez, P.", "abstract": "Single cell RNA-seq (scRNA-seq) now allows deeper insight into cellular biology at both the individual and population level. Measuring cell-to-cell variations in the population enables quantification of phenotypic heterogeneity in populations in which cell states and identities deviate from healthy transcriptomic profiles. Cellular activities quantifiable using gene set enrichment analyses can provide useful grounds to quantify phenotypic heterogeneity, but the specificity and adequacy of existing molecular signatures for scRNA-seq data is still insufficient. Here we induced 6 activities in vitro, for which we refined existing expression signatures to enhance specificity and detection in scRNA-seq data: epithelial-mesenchymal transition (EMT), DNA repair, responses to interferons  and {gamma} (IFN and IFN{gamma}, respectively), glycolysis, oxidative phosphorylation (OxPhos). We report new signatures, with much lower redundancy between IFN and IFN{gamma}, and glycolysis and OxPhos signatures, achieving average AUCs of 0.85 across bootstrapped datasets for each activity. We could use these signatures to quantify phenotypic intra-tumor heterogeneity (ITH) in 20 patient samples and 14 cell lines, observing high correlation with diversity indices in classified healthy cells (p<0.001). Focusing on cancer cells only, we furthermore report higher phenotypic ITH in patients than in cell lines (p<0.001), and in basal tumors (p=0.028).", "date": "2025-12-24", "journal": ""}
{"title": "Efficient Generation of Humanized Cloned Cattle via Embryonic Stem Cell-Mediated Dual-Round Site-Specific Editing", "doi": "10.64898/2025.12.20.695363", "authors": "Feng, Z.; Zhang, J.; Tao, S.; Lv, P.; Zhang, X.; Wang, S.; Zhi, M.; Zhang, H.; Zeng, C.; Li, X.; Zhao, Z.; Li, Y.; Chen, T.; Teng, Y.; Yang, Y.; Zhao, Z.; Ruan, H.; Ma, Z.; Cao, S.; Li, S.; Han, J.", "abstract": "Transgenic cloning allows genetic modification in cattle, yet its translational potential is constrained by low cloning efficiency and limited gene-editing capacity, due largely to the restricted proliferative ability of somatic donor cells. Pluripotent stem cells (PSCs), with their unlimited self-renewal ability, represent a promising alternative to overcome these bottlenecks. Here, we first established stable bovine epiblast stem cell lines (bEpiSCs) and achieved site-specific integration of the HCSN2-HLF-GFP cassette into the {beta}-casein locus, with high transfection (72.07%) and correct integration efficiency (80.48%). Following Cre LoxP mediated excision of the selectable marker, we obtained marker free HCSN2-HLF bEpiSCs that retained pluripotency markers, tri lineage differentiation potential, and supported target protein expression in immortalized bovine mammary epithelial cells. When used as nuclear donors, these cells produced blastocysts with quality comparable to in vitro fertilization (IVF) embryos. Notably, cloning with HCSN2-HLF bEpiSCs resulted in the birth of twelve calves, with significantly higher birth and survival rates (30.71% and 16.74%, respectively) than those obtained using fibroblasts. Both PCR-based genotyping of the edited loci and microsatellite kinship analysis confirmed that all cloned calves were genetically derived from the HCSN2-HLF bEpiSCs. Collectively, this study establishes an efficient embryonic stem cell based platform for targeted gene editing and rapid production of multigene edited cloned cattle, offering a scalable strategy with strong potential for industrial translation.", "date": "2025-12-24", "journal": ""}
{"title": "Does Fermentation Enhance Beverage Safety? Kombucha's Resistance to Microbial Invasion Suggests a Protective Role", "doi": "10.64898/2025.12.23.696228", "authors": "Marquez Alcaraz, G.; Narayanan, S.; Alcock, J.; Ayers, J. D.; Baciu, C.; Berman, H. L.; Dunn, R. R.; Fortunato, A.; May, A.; Maley, C. C.; Siegal, J.; Yavari, B.", "abstract": "Does fermentation enhance the safety of beverages? This study investigates kombucha's resilience to microbial invasion from human hands. Kombucha, an ancient fermented tea, relies on a biofilm known as a symbiotic community of bacteria and yeast (SCOBY) and a starter culture to ferment sweet tea, producing various metabolites including gluconic acid, acetic acid, ethanol, and carbon dioxide. While fermented foods have been historically associated with potential health benefits, direct evidence comparing the prevalence of human pathogens in fermented versus non-fermented beverages has been lacking. To address this, we conducted a citizen science experiment at Arizona State University, introducing swabs from people's palms into both kombucha and a sweet tea control. Over 30 days, we monitored the bacterial and fungal composition using 16S and ITS rRNA sequencing. Our findings reveal that kombucha maintained a relatively stable microbial profile and physical appearance, with a typical SCOBY biofilm developing. In stark contrast, the sweet tea experienced a dramatic change in microbial composition and was visibly compromised by rapidly growing microorganisms. Importantly, this suggests that the complex microbial ecosystem of kombucha can limit the growth of foreign microbes introduced from human hands. Given that human pathogens were absent from the kombucha while present in the tea samples, our results indicate that the antimicrobial properties of fermentation byproducts and the physical barrier of the SCOBY may contribute to this resilience. Further research is warranted to fully elucidate the mechanisms underlying kombucha's resistance to microbial invasion.", "date": "2025-12-24", "journal": ""}
{"title": "Coevolutionary constraints of Zika virus nonstructural protein 5 replication and interferon antagonism activities", "doi": "10.64898/2025.12.23.696258", "authors": "Richardson, R. B.; Kikawa, C.; Garg, A.; Bednarski, E.; Salim, M.; Bacsik, D.; Veit, E. C.; Hermacinski, A.; Hamilton, R.; Garcia-Sastre, A.; Lim, J. K.; Evans, M. J.", "abstract": "The flavivirus nonstructural protein 5 performs multiple functions during infection, including RNA replication and type I interferon signaling antagonism. Although flavivirus NS5 proteins inhibit IFN signaling through distinct mechanisms, which suggests evolutionary flexibility, the evolutionary constraints for these activities to coexist within a single protein remain to be determined. Here, we mapped the Zika virus NS5 STAT2 antagonism determinants and compared them with replication constraints defined by deep mutational scanning. Antagonism and replication determinant extensively overlapped, and no single amino acid substitution eliminated antagonism without impairing replication. Resolving these fitness landscapes in parallel identified specific combinations of partially functional substitutions that retained replication capacity while markedly reducing antagonism. These viruses were profoundly attenuated in human STAT2 knock-in mice. Our results uncover a fundamental evolutionary constraint linking replication and immune evasion activities in NS5, highlight that STAT2 antagonism is essential for ZIKV pathogenesis and provide new avenues for attenuated ZIKV vaccines.", "date": "2025-12-24", "journal": ""}
{"title": "Methanotrophic acetogenesis drives a novel pathway of arsenic mobilization in reducing groundwaters", "doi": "10.64898/2025.12.23.696296", "authors": "Bassil, N. M.; Xiu, W.; Richards, L. A.; Van Dongen, B.; Polya, D. A.; Guo, H.; Probst, A. J.; Lloyd, J. R.", "abstract": "Geogenic arsenic (As) contamination in groundwater, widely used as drinking water, poses a global health risk, yet the microbial pathways linking electron donor oxidation to the reduction of As-bearing Fe(III) oxyhydroxides remain poorly understood. Here, we deployed Fe(III) (oxyhydr)oxide-coated pumice stones in high-As, high-methane groundwater in Cambodia for 270 days to capture planktonic metal-reducing microbial communities in-situ. These were used to inoculate anaerobic microcosms with methane or volatile fatty acids (VFAs) as electron donors over 200 days. Genome-resolved metagenomics revealed that methane oxidation via reverse methanogenesis led to acetate production, which in turn provided the primary electrons for Fe(III) and As(V) reduction in the microcosms, resulting in As(III) release. Our findings highlight an indirect coupling between methane oxidation and arsenic mobilization, with acetate as the key intermediate. This study offers new insights into the role of methane in subsurface biogeochemical cycling and its implications for arsenic contamination in groundwater systems.", "date": "2025-12-24", "journal": ""}
{"title": "Evidence for the Progressive Improvement of All-Atom Force Fields in Reproducing Local Conformational Preferences of Flexible Peptides", "doi": "10.64898/2025.12.22.695171", "authors": "Gonzalez-Delgado, J.; Cortes, J.; Barducci, A.; Paloni, M.", "abstract": "Classical protein force fields are widely used to probe the conformational properties of intrinsically disordered regions, yet their accuracy in reproducing local structural preferences remains uneven. We evaluated seven Amber and CHARMM force fields across three generations using molecular dynamics simulations of glycine-X-glycine tripeptides, with guest residues that span diverse physicochemical properties. Conformational ensembles were compared against distributions of conformations extracted from the crystallographic structures in the Protein Data Bank, and a statistical model derived from NMR observables. Analysis of secondary structure populations and Ramachandran distributions analyzed via Wasserstein distances reveals a clear historical progression. Early models display strong helical bias, intermediate ones approach Protein Data Bank trends, and recent versions shift toward solution-like ensembles dominated by polyproline II structure. None of the force fields fully captures the experimental distributions, although recent models show marked improvement over earlier generations. The remaining discrepancies point to specific aspects of local structure that still require tuning, while the overall progress underscores a steady trajectory toward more reliable descriptions of disordered peptides.", "date": "2025-12-24", "journal": ""}
{"title": "Citizen science and detailed searches reveal widespread occurrence of hybrid-like Syrian x Great-spotted woodpeckers", "doi": "10.64898/2025.12.22.695873", "authors": "Bakai, A.; Figarski, T.; Grzedzicka, E.; Kusal, B.; Gorman, G.; Cerny, M.; Fiserova, A.; Vesely, P.; Zielinski, P.; Smykla, J.; Pochłopien, Z.; Leso, P.; Czajkowski, K.; Aleksandrowicz, M.; Borowik, M.; Bronski, S.; Chodkiewicz, T.; Janiszewska, A.; Kawka, J.; Kłonowski, P.; Krzyzanowski, M.; Kuczmarski, S.; Lason, W.; Ludova, K.; Matysek, M.; Mazgaj, S.; Miedviedieva, I.; Murzyn, B.; Niedziołka, M.; Puchala, P.; Schmidt, A.; Sobus, T.; Tchon, K.; Veszelinov, O.; Wehrichova, K.; Zhulenko, V.; Ziołkowski, T.; Zycki, A.; Kajtoch, Łukasz", "abstract": "The Syrian Woodpecker (hereafter SW) expansion into Europe since the end of the 19th century has enabled its hybridisation with the Great spotted Woodpecker (hereafter GW). This phenomenon, however, has generally been considered sporadic. Here, we examined the occurrence of mixed pairs and hybrids based on our own field observations and citizen science data. Interspecific pairs and individuals of SW and GW were found to be generally scarce but occurred in all parts of the area investigated, not only at the edges of the SW's range. The proportion of hybrid occurrence in woodpecker populations was found to be similar across the whole SW's range in Europe and in both urban and rural populations. However, on a local level, hybrids seemed to be more abundant in certain regions, for example, E Austria, Moravia, SE Poland, W Russia, S Ukraine, Bulgaria, E Greece and W Turkey. Generally, females were 1.4 times more frequent among hybrids. Three major phenotypical hybrid forms were identified: GW-like, SW-like, and intermediate, with first two forms being more frequent in the central and south of Europe respectively. Whereas proportion of the intermediate form was relatively constant across the whole range of hybrid occurrence. The results indicate that hybrids of the two species have become significant part of woodpecker populations and thus should be considered in research and nature conservation projects.", "date": "2025-12-24", "journal": ""}
{"title": "Myelin Supports Cortical Circuit Function Underlying Skilled Movement", "doi": "10.64898/2025.12.23.696289", "authors": "Gagon, K.; Della Flora Nunes, G.; Nettles, D.; Nguyen, T.; Carter, E. R.; Lins, A.; Williams, R.; Lefebvre, J.; Denman, D.; Hughes, E. G.; Welle, C. G.", "abstract": "Primary motor cortex (M1) is among the most heavily myelinated cortical regions and generates tightly coordinated neuronal activity patterns that drive skilled movement. Activity-dependent myelination is required for motor skill acquisition, and myelin loss in demyelinating diseases such as multiple sclerosis leads to motor impairment. Yet how myelination influences neuronal activity underlying skilled behavior remains unclear. By combining in vivo imaging of oligodendrocytes with high density Neuropixels recordings during dexterous reaching, we demonstrate that cuprizone-induced demyelination impairs movement efficiency, and alters cell-type-specific neuronal activity and synchrony in a manner that predicts motor output. Using a computational model constrained by these data, we identify inhibitory axonal propagation failures as a mechanistic link between myelin loss and altered circuit function. Partial remyelination normalizes cortical network-level metrics and reach consistency but leaves smooth movement impaired, revealing a selective vulnerability in inhibitory circuits. These findings close a critical gap between cellular models of demyelination and clinical motor impairment by demonstrating how myelin supports cortical circuit dynamics driving skilled behavior.", "date": "2025-12-24", "journal": ""}
{"title": "Functional fractionation of large-scale brain networks in the human subcortex", "doi": "10.64898/2025.12.23.696301", "authors": "Li, J.; Atalay, A. S.; Olchanyi, M.; Cambareri, M. K.; Ghosh, S. S.; Horn, A.; Lewis, L.; Brown, E. N.; Fischl, B.; Kinney, H. C.; Edlow, B. L.", "abstract": "Brain network mapping plays a crucial role in advancing our understanding of human brain organization and the neuroanatomic foundations of cognition. Historically, the identification of large-scale brain networks has focused on the cerebral cortex. Some cortical networks have been fractionated into subnetworks, yielding valuable insights into their domain-specific cognitive functions. In contrast, functional mapping of large-scale brain networks within subcortical regions remains an emerging and challenging field, hindered by a low signal-to-noise ratio in subcortical functional MRI data and an inability to distinguish networks with substantial spatiotemporal overlap. In this study, we fractionated and identified fifteen spatially overlapped and temporally correlated subnetworks, which can be categorized into four large-scale brain networks. The subcortical functional connectivity patterns of these subnetworks exhibited distinct, yet overlapping, spatial configurations, with widely connected hub nodes identified in the caudate, putamen, hippocampus, and thalamus. These subnetworks are highly reproducible across healthy human brains and provide normative functional atlases, which we release here as a resource for the academic community. As a proof-of-principle demonstration of how the atlases can be used to elucidate the pathophysiology of neuropsychiatric disorders, we show that the spatial patterns of the subnetworks predict the level of consciousness in patients with severe traumatic brain injury. These observations indicate a highly conserved and spatially overlapped subcortical functional architecture in the human brain, providing opportunities to elucidate pathophysiologic mechanisms and develop new neuromodulatory therapies for a broad spectrum of neuropsychiatric diseases.", "date": "2025-12-24", "journal": ""}
{"title": "Routing of task-relevant information in mouse PPC during continuousvisuomotor control", "doi": "10.64898/2025.12.22.696069", "authors": "Ravishankar, P.; Grier, H.; Kaufman, M. T.", "abstract": "Posterior Parietal Cortex (PPC) exhibits tuning to many variables, including strong representations of visual information, movement, and behavioral biases. Whether PPC communicates all these variables to other areas is less clear. We examined PPC activity in mice performing a novel, closed-loop, 2D visuomotor joystick task that required animals to act exclusively on a task-relevant axis of visual motion. To determine what components of PPC's representation were sent to M1, we performed two-photon calcium imaging of layer 2/3 neurons in contralateral PPC of expert mice with PPC-M1 projection neurons identified via retrograde tracing. Consistent with previous results, PPC neurons exhibited random mixed selectivity and were typically most strongly modulated by joystick movement. Most of the visually responsive neurons were more strongly modulated by task-relevant than task-irrelevant visual motion. Encoding in labeled PPC-M1 neurons was similar to encoding in unlabeled neurons, with one major exception: unlike the task-relevant visual enrichment in unlabeled PPC neurons, task-relevant and task-irrelevant visual motion were encoded at similarly weak levels in PPC-M1 neurons. This argues that although PPC encodes a mix of visual, movement and other information, the PPC-M1 pathway is dominated by movement information and does not propagate PPC's learned enrichment of task-relevant visual signals.", "date": "2025-12-24", "journal": ""}
{"title": "Uracil-Driven ROS signals activate larval TrpA1-B neurons to prime the Drosophila adult gustatory response to bacterial signal", "doi": "10.64898/2025.12.22.695905", "authors": "Milleville, R.; Maniere, G.; berthelot-grosjean, M.; grosjean, y.; royet, j.; Kurz, C.-L.", "abstract": "Animals perceive their environment through their sensory systems why rely on neuronal circuits and proteins, but can be modulated by internal physiological conditions or exogenous factors. We have shown that the presence of certain pathogenic bacteria in the larval gut can alter the specificity of bacterial peptidoglycan recognition in the adults that merge from these larvae. However, the nature of the bacterial signal and the host cells and molecules involved in receiving and transducing this signal remained unknown. We identify here uracil as the bacterial metabolite responsible for this priming and demonstrate that the effect is mediated by Duox-dependent produc6on of reactive oxygen species in the larval gut. We show that specific expression of TrpA1 isoforms in a Gr66a-expressing neuron of the larval terminal organ is required for the adult response. Together, these findings reveal uracil as the bacterial cue and the Duox/ROS and TrpA1/Gr66a modules as key mediators linking larval gut microbial signals and host integra6on to subsequent sensory system modulation in the adult.", "date": "2025-12-24", "journal": ""}
{"title": "A Retinoic Acid Autoregulatory Loop Governing Prefrontal-Motor Arealization", "doi": "10.64898/2025.12.23.696038", "authors": "Yang, L.; Shibata, M.; Park, S.; Liu, Y.; Salamon, I.; Liu, J.; Kim, S.-K.; Shibata, A.; Deveau-French, A.; Mato Blanco, X.; Bai, S.; Nottoli, T.; Xing, X.; Rohani, N.; Sanders, S. J.; Kovner, R.; Pattabiraman, K.; Sestan, N.", "abstract": "The frontal lobe comprises the prefrontal association cortex (PFC), which supports complex cognition and goal-directed behavior, and the motor cortex (MC), which executes movement. A hallmark of primate brain evolution is PFC expansion accompanied by a posterior displacement of the MC. Retinoic acid (RA) signaling has emerged as a key regulator of PFC specification and expansion. However, the mechanisms that spatially confine RA signaling within the developing PFC, and the downstream RA-responsive gene networks, remain poorly understood. Here we defined an RA-associated gene regulatory network (RA-GRN) in the developing human PFC and identified MEIS2, which encodes a transcription factor linked to intellectual disability and autism spectrum disorder (ASD), as its key hub of this network. Conditional deletion of Meis2 in postmitotic cortical excitatory neurons in mice results in a partial respecification of prospective prefrontal association territories toward motor-like molecular and connectional features, highlighting a critical role of postmitotic neurons in establishing and maintaining cortical areal identities. Concomitant with Meis2 loss, the population of excitatory neurons expressing the RA-synthesizing enzyme ALDH1A3, and consequently RA signaling itself, is markedly reduced in the developing medial prefrontal cortex (mPFC). These findings revealed a conserved autoregulatory loop: RA -> MEIS2 -> ALDH1A3 -> RA that reinforces a PFC-enriched RA gradient and organizes the MC-PFC axis. Together, our findings reveal a postmitotic mechanism by which specific features of neuronal identity reinforce RA signaling to define key features of prefrontal and motor cortical territories, linking a classic morphogen to transcriptional identity, neural circuit formation and function, and potentially to psychiatric disorders.", "date": "2025-12-24", "journal": ""}
{"title": "Laminar-specific control of response gain and orientation-tuning byparvalbumin-expressing inhibitory interneurons in primate visual cortex", "doi": "10.64898/2025.12.23.696300", "authors": "Vafaei, A.; Clark, A. M.; khadir, A.; Dai, W.; Federer, F.; Angelucci, A.", "abstract": "Understanding the role of the different types of inhibitory interneurons in cortical computations is central to elucidating how the neocortex processes sensory information. The emergence of orientation tuning in primate primary visual cortex (V1) is a canonical model for studying how cortical sensory circuits and inhibitory interneurons compute relevant stimulus features. The selective feedforward convergence of non-orientation-selective thalamic afferents establishes initial orientation tuning in the granular V1 input layer. As signals propagate through the cortical microcircuit, orientation tuning sharpens in extra-granular layers, yet the underlying mechanisms and the contribution of specific inhibitory neuron subtypes within V1 remain unresolved. To study the role of the largest cortical inhibitory neuron subclass, parvalbumin-expressing (PV+) interneurons, in this V1 computation, we combined laminar extracellular recordings with bidirectional optogenetic manipulations of PV+ cells in marmoset V1. Our results reveal a striking laminar specificity: in granular layers, PV+ cells implement divisive/ multiplicative linear gain control, whereas in extra-granular layers they exert tuned nonlinear suppression that enhances orientation tuning. Computational modeling suggests that PV+ neurons can control gain by changing a neuron's spiking threshold, and orientation tuning by changing a neuron's input noise, which regulates the neuron's input-output function. Our findings reconcile divergent results from previous rodent studies and establish a framework for understanding layer-dependent inhibitory computations in the primate cortex.", "date": "2025-12-24", "journal": ""}
{"title": "Representation of emotional expressions across the face and voice brain networks", "doi": "10.64898/2025.12.22.695403", "authors": "Mattioni, S.; Falagiarda, F.; Gau, R.; Rezk, M.; Battal, C.; Van Audenhaege, A.; Collignon, O.", "abstract": "Recognizing emotion expressions from facial and vocal signals is crucial for optimal social interactions. We comprehensively characterized regions within the face and voice processing networks to probe their contribution to unimodal and crossmodal emotion representation. Using multivariate pattern classification analyses, we found that emotional expressions could be reliably decoded from the dominant sensory modality in all individually defined face- and voice-selective regions. Emotion expressions from the non-dominant modality (vocal expressions in the face networks, and vice versa) could also be decoded in all areas except the occipital face areas. A shared neural code for facial and vocal emotions is implemented in the temporal voice areas (TVA), the posterior superior temporal sulcus (pSTS) and the precentral gyrus (PCG). The simultaneous presentation of congruent facial and vocal expressions elicited distinct activity patterns across most regions, highlighting that multisensory inputs reshape brain responses relative to unisensory stimulation across the entire face and voice brain network. These findings suggest that face and voice-selective regions broadly encode emotion expressions within and even across the senses, relying on a multisensory gradient that converges in temporo-frontal regions where their distributed multisensory responses align to create a supramodal representation of specific emotion expressions.", "date": "2025-12-24", "journal": ""}
{"title": "The synaptic vesicle priming protein Munc13 mediates evoked somatodendritic dopamine release", "doi": "10.64898/2025.12.23.696181", "authors": "Lebowitz, J. J.; Banerjee, A.; Handy, G.; Williams, J. T.; Kaeser, P. S.", "abstract": "Midbrain dopamine neurons secrete dopamine from their somata and dendrites in addition to their axonal release. Shared and distinct properties have been proposed for somatodendritic and axonal release, but the mechanisms of somatodendritic release remain unclear. We here used mouse genetics, electrophysiology, and imaging to define roles of the synaptic vesicle priming protein Munc13 in somatodendritic release in comparison to axonal secretion. Munc13 ablation in dopamine neurons decreased evoked but not spontaneous somatodendritic dopamine transmission measured as D2 receptor-mediated currents. Imaging with a fluorescent dopamine sensor confirmed this finding and established comparable importance for Munc13 in somatodendritic and axonal secretion. Pharmacological experiments revealed that release from adrenergic terminals contributes to D2 receptor-mediated currents, and their relative contribution was enhanced after Munc13 knockout. Altogether, these data establish important roles for Munc13 in evoked somatodendritic release. These roles are similar to Munc13 functions in axonal dopamine release and at fast synapses. Spontaneous midbrain dopamine release does not necessitate Munc13 in dopamine neurons and may rely on a release pathway that is independent of the prototypical release machinery employed at synapses.", "date": "2025-12-24", "journal": ""}
{"title": "Real-time functional connectivity-based neurofeedback of the DLPFC-amygdala pathway during threat-exposure attenuates anxiety", "doi": "10.64898/2025.12.22.695740", "authors": "dong, w.; Ferraro, S.; Liu, D.; Zhang, Y.; Han, M.; Mi, Y.; Wang, J.; Fu, K.; Zhao, Z.; Kendrick, K. M.; Yao, D.; Yao, S.; Becker, B.", "abstract": "Background: Adaptive regulation of negative emotion is vital for mental health and dysregulations in this domain contribute to the major mental disorders, including anxiety and depression. On the neural level, efficient emotion regulation has been linked to functional communication between the dorsolateral prefrontal cortex (DLPFC) and the amygdala. Gaining voluntary control over this pathway may present an effective strategy for potentiating emotion regulation. Objective: Against this background, we developed a novel connectivity-based real-time fMRI (rt-fMRI) neurofeedback (NF) training that enables individuals to gain volitional control over the DLPFC-amygdala pathway during exposure to threatening stimuli. Methods: The study employed a pre-registered, randomized, sham-controlled design with the experimental group (n = 22) receiving real-time NF information on connectivity between the right DLPFC and the amygdala during threat exposure and the sham control group (n = 23) receiving connectivity NF from a circuit not related to emotion regulation. The ability to maintain regulatory control in the absence of feedback was assessed after four NF runs. Primary outcomes included functional connectivity of the target pathway, as well as anxiety scores. Results: The results demonstrate that successful acquisition of self-regulation of the rDLPFC-amygdala top-down regulatory circuit in the experimental NF group facilitated attenuation of anxiety. Conclusion: In summary, our findings suggest that real-time fMRI neurofeedback (rtfMRI-NF) allows to volitionally enhance rDLPFC-amygdala connectivity, and in turn reduces negative emotional states, rendering the training a promising neurotechnology intervention for mental disorders.", "date": "2025-12-24", "journal": ""}
{"title": "Juvenile reinstatement of TCF4 in Pitt-Hopkins syndrome model mice reveals a critical window for genetic intervention", "doi": "10.64898/2025.12.23.696277", "authors": "Philpot, B.; James, L. M.; Friar, C. A.; Liang, S.; Gao, E. B.; Burette, A. C.", "abstract": "Pitt-Hopkins syndrome (PTHS) is a neurodevelopmental disorder caused by haploinsufficiency of TCF4 which encodes transcription factor 4. As PTHS therapeutics advance toward clinical trials, identifying the optimal timing for treatment is crucial. Our previous research demonstrated that restoring TCF4 during embryonic or neonatal stages, corresponding to prenatal or neonatal periods in humans, improved phenotypes in a PTHS mouse model (Kim et al., 2022). However, PTHS diagnosis generally occurs much later, when infants fail to reach developmental milestones and undergo genetic testing. This raises an essential question: can genetic therapeutics initiated at more clinically relevant time points retain effectiveness? Here, we examined whether reinstating TCF4 in juvenile PTHS model mice could reverse behavioral phenotypes, simulating a gene therapy. Our findings indicate that this delayed intervention largely fails to correct most phenotypes, except for a measure of cognitive function. These results reveal phenotype-specific plasticity and underscore a narrow, early critical window for effective treatment in PTHS. Our study also identifies the hippocampus as a potential target for PTHS therapeutics and suggests that while some cognitive functions may still retain therapeutic plasticity, reversing most core PTHS symptoms may require intervention during the very early postnatal, or potentially prenatal periods, in humans.", "date": "2025-12-24", "journal": ""}
{"title": "In vivo human embryonic spinal cord atlas validates stem cell-derived human dorsal interneurons and reveals ASD spinal signatures", "doi": "10.64898/2025.12.22.696129", "authors": "Gupta, S.; Heinrichs, E.; Rodriguez, C.; Friedman, E.; Gallardo, S.; Demirjie, T.; Panosian, T.; Phan, K.; Tahmasian, A.; Butler, S. J.; Verdin, Y.", "abstract": "Spinal cord injuries (SCI) result in the loss of motor and sensory function. We are working towards restoring sensation by developing directed differentiation protocols to generate dorsal spinal interneurons (dIs; dI1-dI6) from human embryonic stem cells (hESCs). Here, we present an improved method that produces human dIs via a neuromesodermal progenitor state, the physiological intermediate for spinal cord development. We show that retinoic acid (RA), bone morphogenetic protein 4 (BMP4) and growth differentiation factor (GDF) 11 direct dI identity, while GDF11 and extended time in culture promotes posterior spinal identities. Together, these protocols generate the full complement of dorsal subtypes along the entire anterior-posterior axis of the spinal cord. To benchmark in vitro-derived dIs, we constructed a single-cell RNA-Seq atlas of the human embryonic spinal cord and used it to show that hESC-derived dIs closely match their endogenous counterparts. The atlas also reveals that the dI4/dI5 populations dramatically expand in comparison with the other spinal lineages. Moreover, they have mechanosensory circuit signatures linked to autism spectrum disorder, implicating spinal circuits in autistic phenotypes.", "date": "2025-12-24", "journal": ""}
{"title": "Basal Ganglia Dopamine Availability and Immune Activation Interact and Relate to Anhedonia Severity among Youth with Depression", "doi": "10.64898/2025.12.23.696320", "authors": "Chat, I. K.-Y.; Murrough, J. W.; Russo, S. J.; Calabro, F.; Luna, B.; Tripathy, K.; Gupta, T.; Brodnick, Z.; Julien, M. M.; Jones, N. P.; Ryan, N. D.; Karim, H. T.; Price, R. B.; Diaz, J.; Forbes, E. E.", "abstract": "Anhedonia emerges in adolescence, has putative substrates in neural reward and dopamine systems, and is a hallmark of poor course in depression. Psychoneuroimmunology models suggest altered immune and reward systems may jointly underlie its development. When dopamine availability (rather than function) is considered, immune activation may be understood as a moderator amplifying how lower dopamine levels translate into motivational deficits. This cross-sectional study analyzed data from 55 youth with current depression (Mage=21.4 years; Female=75%). Plasma was assayed for relative quantification of 92 immune proteins, followed by dimensionality reduction via principal component (PC) analysis, forming five PC scores. Dopamine availability was indexed by basal ganglia tissue iron, quantified by MRI R2', a measure detectable in youth. Anhedonia was assessed using the Snaith-Hamilton Pleasure Scale (SHAPS), thought to capture overall anhedonia, and Positive Valence Systems Scale (PVSS), which provides overall, anticipatory, and consummatory anhedonia scores. PC1 scores-whose loadings indicated broadly distributed immune protein elevations consistent with general immune activation-moderated the relationship between basal ganglia dopamine availability and anhedonia: At higher PC1 levels, lower dopamine availability was linked to greater overall anhedonia (as measured by SHAPS) and anticipatory anhedonia, but not to consummatory anhedonia. Lower PC2 scores were associated with greater PVSS overall and consummatory anhedonia. Analyses examining individual basal ganglia regions suggest potential differences in dopaminergic-immune interactions across these regions, with effects most consistently observed in the putamen. Findings highlight nuanced neuroimmune pathways underlying anhedonia components in youth and support inflammation-based models of depression emphasizing dopaminergic-immune interplay.", "date": "2025-12-24", "journal": ""}
{"title": "Early adversity potentiates prefrontal - amygdala communication through CRH+ glutamatergic neurons", "doi": "10.64898/2025.12.23.696229", "authors": "Goodpaster, C. M.; Gongwer, M. W.; Shari, M.; Klune, C. B.; Jones, N. S.; Ramirez, M.; Batul-Alturki, M.; Hundley, R.; Utter, J.; DeNardo, L. A.", "abstract": "Early life adversity (ELA) has enduring impacts on emotion circuit function. Following early maltreatment, neglect, or instability in the home, individuals often exhibit lifelong impairments in their evaluation and response to threats. These behavioral changes typically emerge during adolescence and can disrupt this period of enhanced exploration that drives experience-dependent maturation in emotional brain systems. However, the mechanisms linking ELA to increased threat responses remain unclear. We identified a stress-sensitive medial prefrontal cortex (mPFC)-basolateral amygdala pathway that co-expresses corticotropin-releasing hormone (CRH) and glutamate. We find that ELA strengthens this pathway and increases threat avoidance behavior during adolescence. Inhibiting this pathway rescues ELA-induced elevations in adolescent avoidance, selectively in males. Reducing mPFC CRH expression earlier in development in typically-reared mice mimics ELA phenotypes in males. Together, our findings indicate that CRH signaling regulates developmental circuit plasticity, biasing emotional circuit function and potentially contributing to psychiatric vulnerability.", "date": "2025-12-24", "journal": ""}
{"title": "Hippocampal Cdk5 is regulated by distinct stress paradigms in male and female mice", "doi": "10.64898/2025.12.23.696096", "authors": "Rodriguez-Acevedo, K. L.; Ng, E.; Murphy, M. D.; Eusebio-Severino, P.; Czarnecki, K. S.; Heller, E. A.", "abstract": "Anxiety and mood disorders have been rising since the COVID-19 pandemic, marked by social isolation and stress. Women are disproportionately affected by stress-related disorders, yet the interaction between social isolation and stress remains understudied in females. Cyclin-dependent kinase 5 (Cdk5) is an atypical kinase that exhibits sex-specific regulation following various stressors but is studied almost exclusively in males. To complement these findings, we examined sex differences in mouse hippocampal Cdk5 mRNA and protein following short and long restraint stress with or without concomitant social isolation stress. While short restraint stress was sufficient to promote anxiety-like in both male and female mice, it did not alter Cdk5. Rather, hippocampal Cdk5 mRNA increased only after a longer restraint stress duration followed by social isolation, and only in male mice. Hippocampal Cdk5 protein also shifted from the cytosolic to the nuclear compartment only in male hippocampus. Surprisingly, repeated restraint stress promoted exploratory behavior in both group-housed and socially isolated male and female mice. Social isolation alone increased Cdk5 protein in females only. Finally, under all conditions, female mice were less immobile and more exploratory than male mice. Together, these results provide new insight into the sex-specific regulation of hippocampal Cdk5 by the combination of psychological and environmental stressors.", "date": "2025-12-24", "journal": ""}
{"title": "Spatially resolved translational dysregulation in Grin2a+/- mouse model of schizophrenia", "doi": "10.64898/2025.12.23.696217", "authors": "Wu, M.; Huang, J.; Aryal, S.; Farsi, Z.; Chen, H.; Zhou, Y.; Luo, S.; Wang, W. X.; Bonanno, K.; Yin, M.; Picard, I.; Dejanovic, B.; Keshishian, H.; Carr, S. A.; Sheng, M.; Wang, X.", "abstract": "Loss-of-function (LoF) mutations of GRIN2A, encoding the GluN2A subunit of N-methyl-D-aspartate receptor (NMDAR), confer a high risk for schizophrenia (SCZ), yet how they affect diverse brain cell types remains poorly understood. Here, we combined subcellular-resolution spatial omics technologies, STARmap and RIBOmap, to jointly resolve single-cell transcriptomes and translatomes for 3,447 genes in the brains of Grin2a+/- mice and their wild-type littermates across 538,188 cells. Translational dysregulation was markedly more prominent than transcriptional changes in neurons. Across neuronal subtypes, a set of genes including Camk2a, Arc, Egr1, Egr3, Chmp2b, and Pja2 exhibited translational reduction in a Grin2a gene dose-dependent fashion, suggesting a connection between NMDAR hypofunction and reduced protein synthesis of downstream synaptic plasticity effectors. In interneurons (particularly parvalbumin interneurons), a strong reduction of Gad2 translation implies loss of inhibitory function in cortical microcircuits, which has long been hypothesized for SCZ pathophysiology. Non-neuronal cell types including astrocytes, oligodendrocytes, and vascular cells also exhibited region-specific translational changes in neurotransmitter transport, lipid synthesis, myelination, and stress response pathways, some of which co-varied with regional neuron state. Together, our study reveals brain-wide translation dysregulation as a critical mechanism underlying SCZ pathophysiology.", "date": "2025-12-24", "journal": ""}
{"title": "Figure--ground relationship of voices in musical structure modulates reciprocal frontotemporal connectivity", "doi": "10.64898/2025.12.22.696104", "authors": "Kim, C. H.; Seo, J.-E.; Seol, J.; Chung, C. K.", "abstract": "When listening to polyphonic music, we often perceive a melody as the figure against the ground of accompanying sounds. However, with repeated exposure, this figure--ground relationship may naturally shift, allowing the melody to recede into the ground. In a previous study, we found the consistent pattern of frontotemporal connectivity for the ''Twinkle, Twinkle, Little Star'' (TTLS) melody in the headings of two variations (II and IV) in Mozart's 12 Variations, K. 265, indicating that the TTLS melody, but not the different lower voices, was the figure. However, the frontotemporal connectivity pattern may change in the same phrases repeating in the two variations. In the current study, we examined how frontotemporal connectivity changes in the repeated phrases. In the results, the frontotemporal connectivity pattern between the two variations changed in the final phrase after repeated passages. This suggests that the shift in the figure--ground relationship persists, with the TTLS melody becoming less prominent while the lower voices become relatively more prominent. Additionally, frontotemporal connectivity was strongly correlated with temporofrontal connectivity in the opposite direction. Finally, our data indicate that TTLS melody-based and sensory-based processes in response to a switched figure--ground relationship, are incorporated into the bidirectional connections between frontotemporal and temporofrontal connectivity. Our study highlights the brain's ability to reconfigure figure--ground relationships in the processing of musical voices.", "date": "2025-12-24", "journal": ""}
{"title": "Concreteness shapes semantic representations in bilingual brains", "doi": "10.64898/2025.12.23.696243", "authors": "Lamarre, M.; Gong, X. L.; Chen, C.; Deniz, F.", "abstract": "Behavioral studies show that humans process concrete words more similarly across languages than abstract words. This suggests that in bilingual brains, semantic representations may be more similar across languages for concrete concepts than for abstract concepts, but existing neuroimaging evidence is inconclusive. Here, we analyzed functional magnetic resonance imaging (fMRI) data from fluent Chinese-English bilinguals who read several hours of naturalistic narratives in both languages. We used encoding models to estimate voxelwise tuning towards concrete and abstract concepts in each language separately. We then quantified the similarity of cortical semantic representations across languages. First, we find that the cortical organization of concreteness tuning is consistent across languages. Second, semantic representations are similar across languages for both concrete-tuned voxels and abstract-tuned voxels. Third, we find that for abstract concepts, cross-language similarity of semantic representations may be driven by emotionality. Overall, these findings reveal how concreteness affects semantic representations in bilingual brains.", "date": "2025-12-24", "journal": ""}
{"title": "Speech, gait, and brain dynamics during natural conversation in motion", "doi": "10.64898/2025.12.23.696153", "authors": "Orf, M.; Tune, S.; Hannemann, R.; Obleser, J.", "abstract": "Communication connects us to others and immerses us in our environment. Mobile EEG and hearing aid-embedded motion sensors allow investigation of communication and movement in real-world contexts. Here we reliably record and model neural responses to natural conversational speech while participants are walking, demonstrating the feasibility of combining EEG with whole-body movement monitoring. Participants (N = 61) performed focused listening and natural conversation while walking indoors and outdoors. Motion sensors, EEG, and audio recordings captured behavioural, neural, and motor dynamics. Walking speed varied with environment and task: faster outdoors and slower during speaking. Temporal alignment between gait and speech revealed coordinated rhythmic interactions, stronger during speaking than listening. Auditory temporal response functions were preserved across listening tasks. Gait TRFs displayed lateralized and temporal dynamics consistent across tasks. These results provide insight into the coordinated interplay of speech, brain activity, and movement. This highlights the potential of multimodal approaches in ecologically valid settings.", "date": "2025-12-24", "journal": ""}
{"title": "Shifts in the human gut microbiome during cancer chemotherapy are diet-dependent", "doi": "10.64898/2025.12.23.696294", "authors": "Trepka, K. R.; Van Blarigan, E. L.; Kyaw, T. S.; Olson, C. A.; Partipilo, G.; Ortega, E. F.; Noecker, C.; Upadhyay, V.; Zhang, C.; Gempis, D.; Steiding, P.; Stanfield, D.; Venook, A. P.; Atreya, C. E.; Kidder, W. A.; Turnbaugh, P. J.", "abstract": "Numerous studies have implicated both dietary intake and the human gut microbiome in colorectal cancer (CRC) treatment outcomes. However, little is known about how patients adjust their dietary intake during cancer chemotherapy or if these dietary changes contribute to treatment-associated alterations in the gut microbiome. We performed paired longitudinal diet and microbiome analysis during CRC treatment with oral fluoropyrimidines (NCT04054908) and validated key associations using cell culture assays. Diet quality significantly decreased during chemotherapy. Carbohydrate and refined grain intake increased, accompanied by decreased consumption of fats, nuts and seeds, and fat-soluble micronutrients. Multiple individual dietary components were strongly linked to the gut microbiome. Decreases in theobromine intake correlated with decreases in overall microbial diversity and more gastrointestinal toxicities. Diet shifts partly explained changes in bacterial abundance during chemotherapy, including more severe depletion of Faecalibacterium prausnitzii in patients with decreased vitamin K1 intake. Changes in diet were correlated with multiple bacterial gene families involved in micronutrient metabolism and drug sensitivity. Increased copper intake was linked to decreased Fusobacterium nucleatum in patients and inhibited F. nucleatum in cell assays. Together, these data suggest that chemotherapy-related decreases in diet quality and micronutrient intake contribute to changes in gut bacterial diversity, taxonomic composition, and gene abundance. Our approach may generalize to other cancer therapies and emphasizes the need for collecting more robust dietary data in clinical microbiome studies.", "date": "2025-12-24", "journal": ""}
{"title": "Oxidative Stress-Responsive Cell Wall Remodeling Depends on Phosphate in Candida albicans", "doi": "10.64898/2025.12.23.696271", "authors": "Jacob, A.; Qi, W.; Yarava, J. R.; Barkarar, M.; Karai, A.; Vermaas, J. V.; Kohler, J. R.; Wang, T.", "abstract": "The growing number of patients susceptible to invasive Candida albicans infections has intensified the need for new antifungal targets in pathways essential for fungal growth and pathogenesis. Among these pathways, phosphate homeostasis has emerged as a significant determinant of virulence, yet how phosphate availability shapes cell wall structure in response to host-derived oxidative stress remains unclear. During commensal growth, C. albicans cells typically enjoy phosphate repletion and a neutral redox environment. Transitioning to invade host tissues, they simultaneously experience phosphate deprivation and intense extrinsic oxidative stress. Here, we employ solid-state NMR to render details of cell wall remodeling in response to oxidative stress, in its dependence on phosphate. Phosphate deprived cells remodel the rigid wall core and reduce hydration and polymer mobility in the absence of oxidative stress. During hydrogen peroxide exposure, highly mobile outer polysaccharides are primary interactors. In wildtype cells, some of these polymers are recruited into the rigid core, reinforcing the wall scaffold, whereas phosphate transport mutants fail to undergo this remodeling. These findings establish phosphate acquisition as a component of oxidative defense and link nutrient sensing and -availability to the mechanical resilience of the fungal cell wall, revealing an architectural vulnerability with relevance for antifungal development.", "date": "2025-12-24", "journal": ""}
{"title": "Vibrio cholerae serotype impacts pathogenicity", "doi": "10.64898/2025.12.23.696279", "authors": "Zingl, F. G.; Leitner, D. R.; Fakoya, B.; Morano, A. A.; Waldor, M. K.", "abstract": "The O1 serogroup of Vibrio cholerae has caused all cholera pandemics and for over a century V. cholerae O1 outbreak strains have been characterized by their serotype. The two V. cholerae serotypes differ by the presence (Ogawa) or absence (Inaba) of methylation of the terminal sugar on the lipopolysaccharide O1-antigen. Serotype switching often occurs during epidemics and has historically been attributed to the pathogen adapting to immune pressures. Here we address the impact of serotype on V. cholerae pathogenicity using otherwise isogenic Ogawa and Inaba versions of several clinical V. cholerae O1 isolates. Our findings indicate that O1 antigen methylation in Ogawa strains promotes V. cholerae colonization, infectivity and resistance to antimicrobial peptides. We propose that methylation of the O1 antigen elevates colonization by shielding the bacterium from cationic antimicrobial peptides at the pH of the small intestine. These observations provide insights into the biological significance of the V. cholerae O1 serotypes.", "date": "2025-12-24", "journal": ""}
{"title": "Mechanisms of HSV-1 helicase-primase inhibition and replication fork complex assembly", "doi": "10.64898/2025.12.23.696259", "authors": "Yu, Z.; Sathyanarayana, P.; Lui, C.; Yang, P.; Weller, S. K.; Shekhar, M.; Coen, D. M.; Loparo, J.; Abraham, J.", "abstract": "Herpesviruses are widespread double-stranded DNA viruses that establish lifelong latency and cause various diseases. Although DNA polymerase-targeting antivirals are effective, increasing drug resistance underscores the need for alternatives. Helicase-primase inhibitors (HPIs) are promising antivirals, but their mechanisms of action are poorly defined. Furthermore, how the helicase-primase (H/P) complex and DNA polymerase coordinate genome replication is not well understood for herpesviruses. Here, we report cryo-EM structures of the herpes simplex virus (HSV) H/P complex bound to HPIs, showing that these lock the helicase-primase complex in an inactive conformation. Single-molecule assays reveal that HPIs cause helicase-primase complexes to pause in unwinding activity on DNA. The structure of an HPI-bound replication fork complex, comprising the H/P complex (UL5, UL52, and UL8) and polymerase holoenzyme (UL30 and UL42), reveals a previously uncharacterized interface bridging these complexes. These findings provide a structural framework for understanding herpesvirus replisome assembly and advancing inhibitor development.", "date": "2025-12-24", "journal": ""}
{"title": "Gene-by-Environment Interaction Significantly Drives Bacterial Endophyte Communities in Maize Stalks", "doi": "10.64898/2025.12.23.696053", "authors": "Li, H.; Griffis, H. K.; Edwards, J.; Flint-Garcia, S.; Hirsch, C. N.; Holland, J. B.; Knoll, J. E.; Lima, D. C.; de Leon, N.; Murray, S. C.; Singh, M. P.; Schnable, J. C.; Sekhon, R. S.; Thomison, P.; Thompson, A. M.; Wallace, J. G.", "abstract": "Background: Many microbes are known to boost the performance of crop plants, and their use as crop treatments (\"biologicals\") is an active area of research and commercialization. Although many identified microbes can boost plant production under laboratory settings, most fail to translate to field settings, and even the ones that are commercialized are often unreliable. While many factors likely underlie these issues, one that has been underexplored is the idea that interactions between plants and microbes can vary across both different host genetics and different environments, and that specific combinations of host and environment can result in very different microbial outcomes. Results: To quantify how a plant microbiome can change across host genotype and environment and to determine the relative importance of these factors, we sampled maize stalks from 20 specific hybrid varieties grown at 15 locations in the United States. Using 16S rRNA gene sequencing, we find that the stalk microbiome is highly variable, with a handful of bacterial taxa conserved at broader taxonomic levels (Phylum, Class) and almost none at finer levels (Genus, Species). Local environment and gene-by-environment interactions both had consistently large and significant effects on the microbial community (measured by alpha- and beta-diversity summary statistics, individual taxa, and inferred functional capacity), whereas host genotype had little to no consistent effect across environments. We also identified specific soil factors (pH and potassium) as the most significant environmental drivers of the community, even though these communities were living inside the stalks. Conclusions: Taken together, our results indicate that while host genetics can significantly affect the stalk microbial community, these effects are almost entirely predicated on interactions with the environment. These results imply that reliable deployment of microbes for crop production will require significant investment in trials across many locations and genetic backgrounds, either to estimate the GxE effects directly or to screen for microbes whose effects are less dependent on these two factors.", "date": "2025-12-24", "journal": ""}
{"title": "Direct detection of CRISPR mutations and transcriptional responses at single cell resolution in vivo", "doi": "10.64898/2025.12.23.696319", "authors": "Hawkins, J. A.; Redhai, S.; Leible, S.; Osuna Lopez, M.; Ozgur, H.; Wang, T.; Holzem, M.; Boutros, M.; Stegle, O.", "abstract": "CRISPR screens coupled with single-cell RNA sequencing are transforming high-throughput functional genomics. However, applications in vivo remain limited and are confounded by difficulties in identifying and genetically characterizing edited cells. Here we present scPT-seq, a single-cell RNA assay that resolves CRISPR-induced mutations at base-pair resolution and captures transcriptional responses in the same single cells in vivo. scPT-seq comes with a computational analysis suite enabling haplotype-resolved mutation detection and characterization of complex editing outcomes, including splice-junction variation. Applied to the Drosophila intestine, a highly regenerative tissue, scPT-seq distinguishes cell-autonomous from environmental effects by identifying mutant and wild-type cells within tissues, and reveals spatially organized compensatory mechanisms in response to mutations. By using editing outcomes as heritable clonal markers, we identified distinct intestinal stem cell populations with specialized differentiation trajectories. In summary, scPT-seq provides a versatile technology for dissecting gene function and lineage dynamics in complex tissues.", "date": "2025-12-24", "journal": ""}
{"title": "Oncogene c-Myc Regulates Upper Respiratory Epithelial Repair for Host Immunity During Acute Influenza Infection", "doi": "10.64898/2025.12.22.696065", "authors": "Foote, A. G.; Sun, X.", "abstract": "The upper respiratory epithelium protects the airway from microbial exposure, environmental irritants, and viral pathogens such as influenza A virus (IAV). Situated at the airway-gastrointestinal junction, the larynx must integrate this barrier function with fine neuromuscular control under constant immune stimulation. Clinical syndromes such as post-viral vagal neuropathy-marked by chronic cough, throat clearing, dysphonia, and vocal fatigue-highlight critical gaps in our understanding of how the larynx and upper airway remodel after viral injury. To address this, we employed mouse models integrating genetics, imaging, and single-cell transcriptomics to dissect IAV-induced injury and repair in the upper respiratory tract. IAV infection displayed regionally restricted tropism toward ciliated, secretory, neuroendocrine, and basal epithelial cells, eliciting rapid clearance, acute neutrophil invasion, and a sustained intraepithelial population of cytotoxic CD8+ natural killer T (NKT)-like cells. Single-cell analysis revealed injury-induced Myc expression in KRT5+ basal progenitors, which activated a proliferative repair program and an epithelial-immune communication circuit centered on a MYC-dependent CXCL10-CXCR3 axis. Basal-specific Myc deletion preserved viral replication and clearance but blunted injury-induced proliferation, skewed lineage differentiation, and impaired CD8+NKT cell recruitment. These findings define a coordinated epithelial-immune program governing post-IAV mucosal restoration and offer mechanistic insight into persistent upper airway sequelae.", "date": "2025-12-24", "journal": ""}
{"title": "Peristaltic contractions drive gut anisotropic growth through collective cell rearrangements", "doi": "10.64898/2025.12.22.695864", "authors": "Kawamura, K.; Takahashi, Y.; Inaba, M.", "abstract": "The gut is the longest organ in the body, and its length is essential for efficient absorption of nutrient in adults. It is known that the gut undergoes massive elongation during prenatal/embryonic stages (Weaver et al. 1991; Walton et al. 2016), in which anisotropic growth takes place. But how this characteristic organ growth is achieved remains unknown. We here demonstrate an unprecedented role of peristaltic movements in the embryonic gut elongation using a caecum as a novel model in chicken embryos. Inhibition of the peristaltic movements by chemical drugs impedes the elongation of caecum. The elongation-halted caecum restores its longitudinal growth by optogenetically introduced peristaltic movements. At the cellular level, we have found that circular smooth muscle cells divide along the circumferential axis in a peristalsis-independent manner, which would otherwise serve as an engine for the radial growth. However, with peristaltic stimulation, the cells expand collectively their distribution along the gut longitudinal axis leading to the elongation of this organ. Thus, peristaltic activity biases circumferentially proliferating smooth muscle cells toward longitudinal rearrangement. This two-step model offers a novel way to identify the peristaltic activity as a critical growth signal for the gut elongation, and also to parsimoniously explain the anisotropic growth of the gut, which undergoes the elongation while retaining its thickness.", "date": "2025-12-24", "journal": ""}
{"title": "Nose-to-ground distance drives the evolution of mammalian odorant receptor repertoire size", "doi": "10.64898/2025.12.23.695377", "authors": "Tuberosa, J.; Furlan, F.-M.; Carleton, A.; Rodriguez, I.", "abstract": "The largest protein-coding gene family in mammals encodes the repertoire of chemosensors responsible for detecting odorants, namely odorant receptors (ORs). OR gene numbers vary widely across species, ranging from a few hundred in some primates to over two thousand in elephants. Here, we report that proximity to the ground, a rich source of olfactory cues, has broadly influenced the evolutionary expansion and contraction of OR mammalian repertoires. Analyzing 158 terrestrial mammalian species, we find a strong inverse correlation between nose-to-ground distance and the number of functional OR genes. In contrast, no significant association was found between nose-to-ground distance and the size of other chemoreceptor families, including vomeronasal and bitter-taste receptors. As a case study, we examined OR repertoire divergence between giraffe and okapi lineages, revealing that differential rates of gene duplication and pseudogenization resulted in giraffes possessing 25% fewer ORs than okapis. Together, our findings suggest that the chemical complexity of the olfactory environment has shaped the evolution of OR repertoires, providing new insights into gene family size and diversification in mammals.", "date": "2025-12-24", "journal": ""}
{"title": "A shared genetic regulator of metabolism and addiction-related behavior in mice and humans", "doi": "10.64898/2025.12.23.696269", "authors": "Bubier, J. A.; Saul, M. C.; Fisher, H. S.; Dickson, P. E.; Schoenrock, S. A.; Ball, R. L.; Czechanski, A.; Martin, W.; Datta, U.; Gagnon, L.; He, H.; Roy, T.; VanPortfliet, J. J.; Wilcox, T. D.; Reinholdt, L. G.; Jentsch, J. D.; West, A. P.; Baker, C. L.; Philip, V. M.; Tarantino, L. M.; Chesler, E. J.", "abstract": "Substance use disorders and other mental health conditions often co-occur with metabolic disorders, suggesting shared biological underpinnings. Heightened behavioral and physiological responses may have evolved to promote survival during resource scarcity but can become maladaptive in modern environments. The genetic mechanisms linking these traits have remained elusive. Here, we show that a variable gene enhancer in mice jointly regulates genes encoding an epigenetic factor (Eed) and a mitochondrial enzyme (Me3) thereby influencing addiction-related behaviors and mitochondrial function. We further identify a corresponding enhancer in humans regulating EED and ME3 that carries variants associated with substance use, psychiatric and metabolic disorders. These findings reveal a convergent genetic regulatory network linking mitochondrial biology to behavioral and metabolic risk, offering insight into how genetic variation in beneficial regulatory pathways can predispose individuals to substance use disorders and related conditions.", "date": "2025-12-24", "journal": ""}
{"title": "XTree enables memory-efficient, accurate short and long sequence alignment to millions of genomes across the tree of life", "doi": "10.64898/2025.12.22.696015", "authors": "Al-Ghalith, G. A.; Ryon, K. A.; Henriksen, J. R.; Danko, D. C.; Farthing, B.; Marengo, M.; Church, G.; Patel, C. J.; Knights, D.; Tierney, B. T.", "abstract": "XTree is a k-mer-based aligner enabling rapid, memory-efficient alignment of sequencing reads to whole-genome reference databases with up to millions of genomes. Here, we detail XTree's performance on short and long read sequencing data and demonstrate its high accuracy across diverse bacterial, viral, and eukaryotic genomes. Benchmarking demonstrates superior and/or comparable precision and recall over existing tools, with more scalable indexing and efficient memory mapping. We additionally provide pre-indexed databases, including (1) the Genome Taxonomy Database (versions r214-r226), (2) representative GenBank fungi and protozoan genomes and (3) the Pan-Viral-Compendium, a bespoke data resource spanning 6.6 million, quality-controlled, viral genomes.", "date": "2025-12-24", "journal": ""}
{"title": "Mechanistic Interpretability of Fine-Tuned Protein Language Models for Nanobody Thermostability Prediction", "doi": "10.64898/2025.12.22.695878", "authors": "Murakami, T.; Hashidate, Y.; Matsunaga, Y.", "abstract": "Motivation: While Protein Language Models (PLMs) fine-tuned on biophysical data achieve high predictive accuracy, the physical principles underlying their predictions remain obscure. Deciphering these representations offers a unique opportunity to not only interpret model decisions but also to discover novel biophysical insights governing protein properties. Here, we present a framework using Sparse Autoencoders (SAEs) to extract mechanistic knowledge from PLMs fine-tuned for nanobody thermostability. Results: We fine-tuned the ESM-2 model on the nanobody thermostability dataset, achieving superior performance compared to significantly larger state-of-the-art models. SAE analysis successfully decomposed the model's dense embeddings into sparse, interpretable features without loss of predictive accuracy. We characterized these features through both global and local analyses. Global analysis revealed that stabilizing features predominantly activate on the molecular surface, optimizing charge distributions, whereas destabilizing features map to the hydrophobic core, reflecting packing defects. Local analysis identified specific interactions, including known factors like the VHH-tetrad and critical disulfide bonds, as well as novel stabilizing candidates. Free Energy Perturbation calculations confirmed that these novel candidates exhibit structural compatibility, avoiding the severe destabilization seen in neighboring residues. By revealing these multiscale biophysical rules, our approach demonstrates that interpreting fine-tuned PLMs provides a physics-grounded guide for rational protein engineering.", "date": "2025-12-24", "journal": ""}
{"title": "Predictive design of tissue-specific mammalian enhancers that function in vivo in the mouse embryo", "doi": "10.64898/2025.12.22.695948", "authors": "CHEN, S.; Loubiere, V.; Hollingsworth, E. W.; Jacinto, S. H.; Dizehchi, A.; Schreiber, J.; Kvon, E. Z.; Stark, A.", "abstract": "Enhancers control tissue-specific gene expression across metazoans. Although deep learning has enabled enhancer prediction and design in mammalian cell lines and invertebrate systems, it remains unclear whether such approaches can operate within the regulatory complexity of mammalian tissues in vivo. Here, we present a general strategy for designing tissue-specific enhancers that function reliably in mice. We use deep learning to train compact convolutional neural networks (CNNs) on genome-wide chromatin accessibility and fine-tune them via transfer learning on validated human and mouse enhancers. Guided by these models, we design fifteen synthetic enhancers for the heart, limb, and central nervous system (CNS) in mouse embryos, all of which are active in their intended target tissue. Our work establishes a generalizable framework for programmable control of mammalian gene expression in vivo, opening new avenues in functional genomics, synthetic biology, and gene therapy.", "date": "2025-12-24", "journal": ""}
{"title": "HAMMER: Hairpin-based APOBEC3A-mediated mRNA editing reporter", "doi": "10.64898/2025.12.22.695965", "authors": "Chen, Y.; Mullally, C.; Stefanovska, B.; Harris, R. S.", "abstract": "APOBEC3A catalyzes cytosine-to-uracil deamination in single-stranded DNA and RNA. Physiologically, APOBEC3A functions in innate immunity and aberrant deamination is associated with cytosine mutations in enzymatically preferred YTCW substrate motifs in multiple cancers. Much less is known about the potential contribution of APOBEC3A-catalyzed RNA editing to virus and cancer evolution. Biosensors for quantification of APOBEC3A-mediated mRNA editing in living cells have yet to be developed. Here, we present HAMMER (hairpin-based APOBEC3A-mediated mRNA editing reporter), a rapid luminescence-based cellular assay for measuring RNA editing by APOBEC3A. HAMMER reports APOBEC3A activity as a reduction in the ratio of firefly to renilla luciferase activity. Briefly, tandem renilla and firefly luciferase open reading frames are separated by an optimal APOBEC3A hairpin substrate, in which C-to-U editing of a CGA motif yields a UGA stop codon thus preventing translation of the downstream firefly luciferase reporter and without impacting the upstream renilla reporter. HAMMER activation is dose-responsive, catalytic activity-dependent, and specific to human APOBEC3A. A panel of herpesviral ribonucleotide reductase constructs was used to show that direct inhibition of APOBEC3A results in a dose-responsive recovery of firefly luciferase expression. HAMMER is therefore a scalable and easy-to-use method for quantifying cellular APOBEC3A RNA editing activity and characterizing inhibitors.", "date": "2025-12-24", "journal": ""}
{"title": "Human embryo implantation involves Syncytin-2/MFSD2A-mediated heterokaryon formation with maternal endometrium", "doi": "10.64898/2025.12.22.695952", "authors": "Noordzij, T.; Celotti, M.; van Esch, R.; Sackmann, L.; Martinez Silgado, A.; de Jong, F.; Eto, H.; Beghtel, H.; Korving, J.; Sommer, T.; Steba, G.; Rivron, N. C.; Baart, E.; van Es, J.; Clevers, H.; Sonnen, K.", "abstract": "Human embryo implantation involves attachment of the blastocyst to the endometrial epithelium to subsequently gain access to the underlying stromal compartment. The blastocyst is believed to cross the epithelium either by migration through, or upon apoptosis of, the endometrial epithelial cell layer. Yet, how the blastocyst exactly traverses the endometrial epithelium remains unknown. Here, we describe an in vitro implantation model of human blastoids and hormonally matured endometrial organoids amenable to high-resolution live imaging. We demonstrate that the initial step of implantation is mediated by the direct fusion of blastoid cells with endometrial epithelial cells. Blastoids express the fusion proteins Syncytin-1 and -2, while the endometrial epithelium mainly expresses the fusion co-receptor for Syncytin-2, called MFSD2A. CRISPR-induced loss of MFSD2A in the endometrial epithelium prevents blastoids from attaching and abolishes fusion. Together, these findings support a model in which fetal-maternal cell fusion constitutes the critical initiating mechanism of human embryo implantation, with endometrial MFSD2A playing an indispensable role in this process.", "date": "2025-12-24", "journal": ""}
{"title": "Discrete viscoelastic model of deformable immune cell migration through confined tumor microchannels", "doi": "10.64898/2025.12.22.695944", "authors": "Garcia-Navarro, D.; Zhang-Zhou, J.; Garcia-Aznar, J. M.; Camacho-Gomez, D.", "abstract": "Understanding the mechanical behavior of immune cells as they migrate through the complex environment of solid tumors may be crucial for improving immunotherapy strategies. In this work, we present a particle-based model that captures the large deformations of single immune cells migrating through confined microchannels, which mimic the narrow tumor micropores. In our model, the nucleus, cytoplasm, and membrane are simulated through discrete particles with varying interacting forces that account for the differences in the mechanical properties of the discrete parts of the cell. We compare and validate the model with experimental measurements from microfluidic devices, providing relevant mechanistic conclusions into the effects of changes in cellular stiffness on migration efficiency.", "date": "2025-12-24", "journal": ""}
{"title": "Enhancing the imaging rate of high-speed atomic force microscopy using a combination of multiple techniques", "doi": "10.64898/2025.12.22.695957", "authors": "Fukuda, S.; Otomo, A.; Iino, R.; Ando, T.", "abstract": "Protein molecules, while functioning, undergo dynamic conformational changes and interactions with their partners, which can be directly observed by high-speed atomic force microscopy (HS-AFM). However, its imaging rate of approximately 10 frames per second (fps) has remained unchanged since its inception, despite the increasing demand for observing dynamic biomolecular processes that occur too fast to be captured at this time resolution. Here we report a combination of techniques that significantly enhances the imaging rate without disturbing the sample. HS-AFM imaging of the stator ring of F1-ATPase visualised two intermediate states, which could not be resolved with the previous HS-AFM system. The high-resolution molecular movies demonstrate how the catalytic subunits cooperate during the chemomechanical cycle.", "date": "2025-12-24", "journal": ""}
{"title": "Iron-Associated Mesenchymal Plasticity and Tumor Invasion in Glioblastoma", "doi": "10.64898/2025.12.22.695920", "authors": "Petry, C.; Boecke, A.-S.; Mohammed, A. O.; Ghariwala, N.; Jariwala, V.; Shaab, M. A.; Buchholz, O.; Vasilikos, I.; Nakagawa, J. M.; Vlachos, A.; Grauvogel, J.; Shah, M. J.; Roelz, R.; Prinz, M.; Hofmaan, U. G.; Beck, J.; Joseph, K.; Ravi, V. M.", "abstract": "Glioblastoma (GBM) recurrence is driven by tumor cells that infiltrate surrounding brain tissue and evade surgical and therapeutic eradication. Although dysregulated iron handling is a recognized feature of the necrotic and hemorrhagic GBM tumor core, its relationship to invasive tumor cell states remains incompletely defined. Here, we investigated how iron-associated microenvironments relate to transcriptional programs of invasion in human GBM. Using multi-regional single-nucleus RNA sequencing of human GBM specimens encompassing tumor core, invasive front, and infiltrated cortex, we found that malignant cells from the tumor core exhibit coordinated upregulation of iron uptake and storage pathways together with invasion-associated gene programs. At the single-cell level, iron metabolism and invasion signatures were strongly correlated, defining a distinct core-enriched malignant subpopulation with mesenchymal-like transcriptional identity, stress-adaptive features, and angiogenic signaling. These iron-high/invasion-high cells aligned with mesenchymal- and astrocyte-like GBM states and were associated with unfavorable patient survival. Despite elevated oxidative stress and ferroptosis-associated transcriptional pressure, this population concurrently expressed anti-apoptotic and anti-ferroptotic regulators, consistent with an iron-tolerant invasive state. To assess functional consequences of iron exposure, we modeled iron-rich conditions using non-cytotoxic particulate iron in patient-derived GBM cell lines and human organotypic cortical slice cultures. Iron exposure induced intracellular iron accumulation, oxidative stress responses, increased tumor cell motility in vitro, and enhanced invasion within intact human brain tissue. Collectively, these findings demonstrate that iron-rich tumor core niches are closely associated with mesenchymal plasticity and invasive behavior in GBM and support a role for iron-associated microenvironmental pressure in shaping invasive tumor cell states.", "date": "2025-12-24", "journal": ""}
{"title": "Biologically-Inspired Digital Histology for Deep Phenotyping of Placental Composition Changes Across Major Lesion Types", "doi": "10.64898/2025.12.22.693945", "authors": "Walker, E. C.; Vanea, C.; Meir, K.; Hochner-Celnikier, D.; Laisk, T.; Hochner, H.; Lindgren, C.; Glastonbury, C. A.; Ernst, L.; Nellaker, C.", "abstract": "Placenta pathology provides diagnostic insights for understanding pregnancy complications and guides maternal and perinatal care. While placental abnormalities reflect both acute and chronic maternal-fetal health states, the organ's spatial and temporal heterogeneity poses significant challenges for systematic histological analysis. To date, there has been no analysis of cell populations and their relationship to placental lesions due to the scale of annotations required by expert pathologists. The Histology Analysis Pipeline.PY (HAPPY), previously published by our group, is a hierarchical deep learning approach for quantitative single-cell resolution analysis of H\\&E slides. Here we apply HAPPY to analyse 130 slides from 62 live full-term pregnancies across healthy controls and four common placental lesion types (infarction, perivillous fibrin, avascular villi, and intervillous thrombosis). We computed cell-type and tissue-structure compositions, established the expected range of healthy variation, and quantified slide-level deviation from this reference using compositional data analysis. Our results reveal significant cellular composition differences between histologically normal and lesioned placentas, including increased extra-villous trophoblasts and leukocytes, coupled with decreases in Hofbauer cells. These changes accompanied distinctive tissue microstructural alterations, particularly increased fibrin deposition and changes to the villous structures. The magnitude of compositional deviation increased with infarction size but not with intervillous thrombosis. Importantly, many differences extend beyond visibly affected areas, indicating organ-wide adaptive responses rather than purely discrete focal pathologies. This quantitative characterisation provides insights into relationships between specific pathologies and placental structure, demonstrating the potential of AI-based methods to enhance conventional histopathological assessment for research and clinical practice.", "date": "2025-12-24", "journal": ""}
{"title": "Acriflavine delivery via Polyurethane nanocapsules to treat neovascular age-related macular degeneration", "doi": "10.64898/2025.12.22.695712", "authors": "Pandala, N.; De Melo Haefeli, L.; Khan, A. H.; Steffan, H.; Miller, J.; Stone, E. M.; Han, I.; Lavik, E.; Mullins, R.; Tucker, B. A.", "abstract": "Choroidal neovascularization is a complication associated with retinal diseases such as age-related macular degeneration (AMD), a leading cause of vision loss in the developed world. Choroidal neovascular membrane (CNVM) refers to the abnormal growth of blood vessels in the retina which results in exudation and/or hemorrhage, leading to photoreceptor damage and vision loss. Currently first-line treatment for CNVM include intravitreal injections of vascular endothelial growth factor (VEGF)-binding antibodies that prevent the growth of these leaky blood vessels. Unfortunately, anti-VEGF drugs often require frequent injections, and prolonged VEGF inhibition has been associated with retinal atrophy and decreased long term effectiveness in some patients. This study presents the use of Acriflavine, a small molecule HIF1 inhibitor loaded polyurethane nanocapsules to treat CNVM in a rat model. Fourteen days following laser injury and intravitreal drug administration, CMVM size was significantly reduced in acriflavine nanocapsule and free acriflavine treated animals as compared to drug free controls. Moreover, acriflavine nanocapsules reduce CNVM incidence compared to drug free controls by approximately 25%. Among the different delivery routes tested, intravitreal delivery of acriflavine nanocapsules was found to be superior to subretinal and suprachoroidal delivery for reducing CNVM area without causing significant damage to the neural retina. This paper presents the synthesis, characterization and the effectiveness of the polyurethane based acriflavine delivery system in treating choroidal neovascularization.", "date": "2025-12-24", "journal": ""}
{"title": "A Data-Driven Approach for the Development of a Time-informed Adverse Outcome Pathway-network for Cardiotoxicity of Environmental Chemicals", "doi": "10.64898/2025.12.22.695928", "authors": "Schaffert, A.; Murugadoss, S.; Roos, T.; Linzalone, N.; Donzelli, G.; Gehring, R.; Mertens, B.; Paparella, M.", "abstract": "We present a novel Adverse Outcome Pathway (AOP) network for environmental chemical-induced cardiotoxicity using a bottom-up, data-driven AOP development approach. Mechanistic endpoints were systematically extracted from 339 in vitro and in vivo studies, yielding 1,759 Key Event (KE) entries and 4,938 Key Event Relationship (KER) entries, including information on experimental methods, essentiality evidence (intervention experiments demonstrating upstream-downstream dependence), and study metadata. After quality filtering (high risk of bias, confounding cytotoxicity in vitro, excessive toxicity or animal well-being concerns in vivo, and low-frequency observations), 112 unique KEs and 829 unique KERs supported by at least three independent observations were retained for network construction. Network analysis identified oxidative stress and mitochondrial dysfunction as dominant hub processes linking diverse upstream perturbations to downstream cardiomyocyte injury, inflammation, cardiac remodelling (fibrosis and hypertrophy), decreased cardiac contractility, and reduced left ventricular function. Incorporating exposure duration at the KER level enabled time-resolved pathway interpretation and demonstrated that KE timing is relationship-dependent, revealing temporal patterns not apparent when analysing KEs in isolation. This evidence-weighted, time-resolved AOP network can support endpoint prioritisation and exposure-window selection for non-animal method (NAM) test batteries and mechanistically informed cardiotoxicity assessment.", "date": "2025-12-24", "journal": ""}
{"title": "Circulating microRNAs reveal egg-brain crosstalk and a brain-specific microRNA linked to the onset of the next reproductive cycle in iteroparous salmonids", "doi": "10.64898/2025.12.22.695901", "authors": "Roza de Abreu, M.; Cardona, E.; Lagarde, C.; Milhade, L.; Thermes, V.; Bobe, J.", "abstract": "Mechanisms regulating the transition between two consecutive reproductive cycles are complex and remain poorly understood, mostly because they involve a dialog between the ovary and the central nervous system that is difficult to disentangle. In rainbow trout (Oncorhynchus mykiss), an iteroparous species spawning every year, removal of the eggs from the body cavity was used as a switch to trigger the onset of the next reproductive cycle. Changes in circulating miRNAs (c-miRNAs) levels in blood plasma and ovarian fluid were then monitored over time. Upon removal of the eggs from the body cavity we observed the dramatic down regulation of the blood plasma levels of a single c-miRNA (miR-139-5p) that is predominantly expressed in the brain. In contrast, very distinct c-miRNAs profiles were observed in blood plasma when eggs are retained in the body cavity. Among plasma c-miRNAs showing dynamic changes with egg retention, miR-135c is strongly expressed in the brain and pituitary, while miR-457a is predominant in the postovulatory ovary. In addition, egg retention in the body cavity triggers a dramatic drop in ovarian fluid levels of miR-202-5p, a miRNA known to regulate egg production in fish. Our observations reveal that the transition between two successive reproductive cycles involves a crosstalk between the eggs and the central system and that a single miRNA, miR-139, predominantly expressed in the brain, is associated with the onset of the next reproductive cycle. We identified possible miR-139-5p functional targets in rainbow trout and other iteroparous species that have been lost in semelparous salmonids. Our results offer new research perspectives to better understand the mechanisms triggering the next reproductive cycle in iteroparous fish species, including post-transcriptional regulations by miR-139 in the brain.", "date": "2025-12-24", "journal": ""}
{"title": "Antibody-based signal amplification for single-cell proteomics by mass spectrometry", "doi": "10.64898/2025.12.22.695898", "authors": "Woessmann, J.; Agullet, J. P.; Blomberg, A. L.; Goletz, S.; Porse, B. T.; Schoof, E. M.", "abstract": "Single-cell proteomics by mass spectrometry (scp-MS) detects thousands of proteins per cell, yet low-abundant proteins routinely detected by antibody-based methods are challenging to quantify in the single-cell proteome. To address this, we developed antibody peptide tags (AbTags) - MS detectable tandem peptide barcodes coupled to antibodies which provide signal amplification, enable absolute quantification, and are quantified alongside endogenous proteomes by scp-MS. As proof-of-concept, AbTags quantify cytokine-induced PDL1 expression, undetectable by scp-MS.", "date": "2025-12-24", "journal": ""}
{"title": "Integrative Taxonomy: From FASTA Pain to Species Gain with the interactive ''IntegraTax''", "doi": "10.64898/2025.12.22.695429", "authors": "Srivathsan, A.; Lee, L.; Feng, V.; Meier, R.", "abstract": "Here we present IntegraTax, a tool for analysing and managing taxonomic projects that combine DNA data with other evidence such as morphology to arrive at integrative species boundaries. IntegraTax visualizes genetic clusters through single-linkage clustering (''Objective Clustering'') and provides an interactive browser interface that allows users to record taxonomic decisions regarding species limits. Projects can be saved at any stage, thus allowing continuous tracking of annotations and taxonomic decisions across many sessions. A typical IntegraTax session starts with a set of sequences that are visualized as a cluster fusion diagram revealing the genetic distances between the sequences and clusters. Users can define an ''instability zone'' to distinguish clusters that are clearly distinct, likely representing separate species, from those whose status is uncertain based on genetic data alone. Based on the instability zone setting, IntegraTax then suggests which and how many specimens should be studied with a second source of data to validate species hypotheses. This process is facilitated by an interactive html environment that enables detailed specimen-level annotations. For example, a taxonomist can label which specimens have been studied, which clusters have been validated as species, and which species can be identified. By combining clustering, intuitive visualization, and easy annotation in one interactive framework, IntegraTax treats species hypotheses as annotated objects that can be inspected, revised, and exported at any stage, with documentation of examined specimens. It simultaneously allows researchers to manage taxonomy projects with tens of thousands of specimens and hundreds of species. This will become increasingly important as taxonomists start resolving the species boundaries of the millions of undescribed species particularly within hyperdiverse dark taxa.", "date": "2025-12-24", "journal": ""}
{"title": "A systematic review and meta-analysis of the effect of experimental pain on rat grimace scale scores", "doi": "10.64898/2025.12.22.695961", "authors": "Zhang, X. Y.; Pheby, T.; Harris Bozer, A.; Rice, A. S. C.; Soliman, N.", "abstract": "The rat grimace scale (RGS) purports to assess behavioural responses related to pain by assessing four facial expressions. To understand how experimental pain affects RGS scores, we conducted a systematic review of studies which reported outcomes using this scale (CRD42022292189). Systematic searches were conducted on 3 databases in January 2022. RGS studies that assessed the effects of disease models relating to pain were included. Risk of bias was assessed by using a modified version of the CAMARADES reporting checklist and SYRCLE Risk of Bias tool. A standardised mean difference effect size was calculated using a random-effects model. Fifty-four studies were included, in which 15 disease model classes and 16 classes of pharmacological interventions were identified. RGS scores were increased in disease models hypothesised to be associated with persistent pain (SMD = -4.44 [95%CI -6.25 to -2.63]) and this response was attenuated by analgesic drugs (SMD = 1.97 [95%CI 1.25 to 2.69]). Post-surgical models (39% of experiments) and opioids (30% of experiments) were the most commonly reported. We could not ascertain the sources of heterogeneity due to insufficient data. Most studies were assessed as having an unclear risk of bias due to poor reporting quality. The relationship between RGS scores and mechanically evoked limb withdrawal was inconsistent. These findings indicate emerging evidence to support the use of RGS in persistent pain research, but additional research is needed to strengthen these findings. Future studies could benefit from using sex-balanced animal populations with diverse genetic backgrounds. To enhance the impact and reproducibility of their findings, studies should prioritise improvements in reporting quality.", "date": "2025-12-24", "journal": ""}
{"title": "A high-content imaging workflow to screen for molecules that reduce cellular uptake of α-synuclein preformed fibrils", "doi": "10.64898/2025.12.22.695981", "authors": "Reintsch, W. E.; Krahn Roldan, A. I.; Han, C.; Nguyen-Renou, E.; Chen, C. X.-Q.; Luo, W.; Shlaifer, I.; Pfeifer, T. A.; Fon, E. A.; Durcan, T. M.", "abstract": "A classical pathological hallmark of many neurodegenerative diseases is the formation of protein-rich aggregates and inclusions. In Parkinson's disease (PD), -synuclein (-syn) constitutes a major protein component of pathological inclusions, termed Lewy bodies. These -syn aggregates are hypothesized to spread throughout the nervous system by cell-to-cell transmission acting as templates to amplify aggregate formation. In vitro generated -syn aggregates, commonly called preformed fibrils (PFFs), have been used to investigate a number of aspects related to -syn mediated pathology across different model systems. Here we describe a semi-automated assay to screen for small molecules that interfere with the cellular uptake and accumulation of PFFs. The assay uses dopaminergic progenitor cells (DPCs), derived from human induced pluripotent stem cells (hiPSCs). In an initial screen, we tested 1520 small molecules and identified several molecules that strongly reduce intracellular PFF load in DPCs. From these hits, candidate compounds were validated in dopaminergic neurons (DNs) to demonstrate the utility of the assay. This assay provides a robust, scalable and adaptable tool to screen for molecules that affect PFF uptake in hiPSC-derived cell models. Within the scope of this screen, it led to the identification of a set of compounds with diverse annotated targets that effectively reduce the uptake of synuclein aggregates in DPCs and DNs.", "date": "2025-12-24", "journal": ""}
{"title": "10.5 Tesla High-Resolution Macaque Brain MRI for Connectivity Studies", "doi": "10.64898/2025.12.22.695917", "authors": "Warrington, S.; Selim, M. K.; Tendler, B. C.; Moeller, S.; Farooq, H.; Wu, W.; Pisharady, P. K.; Adriany, G.; Auerbach, E. J.; Bratch, A.; Manea, A. M.; Grafft, T.; Jungst, S.; Harel, N.; Waks, M.; Pestilli, F.; Yacoub, E.; Lenglet, C.; Ugurbil, K.; Heilbronner, S. R.; Miller, K. L.; Jbabdi, S.; Zimmermann, J.; Sotiropoulos, S. N.", "abstract": "Mapping brain connectivity in primates remains a major challenge due to difficulties in resolving microscopic white matter architecture, while maintaining whole-brain coverage. Increasing imaging spatial resolution is key for disambiguating fiber configurations within smaller anatomical volumes. Here, we present developments that allow high-resolution diffusion MRI of the macaque brain, both in vivo and ex vivo, using one of the world's highest-field human MRI scanners operating at 10.5 Tesla. Our approach achieves data of highest reported resolutions for this field strength and scanner type, (750 m)3 in vivo and (400 m)3 ex vivo, with diffusion weighting up to b = 6000 s/mm2. We detail methodological advances in data acquisition, image reconstruction, processing and whole-brain tractography that overcome critical challenges associated with ultra-high-field imaging. This work establishes a new benchmark for high-resolution neuroimaging at 10.5T, paving the way for comparable human studies and enabling analyses of brain connectivity across species and tissue states at unprecedented detail. The dataset, along with all processing pipelines, containerised workflows, and reusable web services, is openly shared to support reproducibility and future integration with microscopy for studying white matter microstructure and connections at the mesoscale.", "date": "2025-12-24", "journal": ""}
{"title": "Associations between amygdala connectivity and experienced discrimination in children", "doi": "10.64898/2025.12.22.695992", "authors": "Goode, N. J.; Potter, E.; Rasheed, M.; Camacho, M.; Higashi, R.; Nguyen, L.; Shah, S.; Miranda-Dominguez, O.; Hermosillo, R.; Juliano, A.; Cheaito, A.; Thomas, E.", "abstract": "Discrimination is a chronic stressor linked to adverse health outcomes, particularly in racial and ethnic minorities. Understanding associations between early discrimination and the brain in childhood may help identify mechanisms through which discrimination impacts future health. Data from 4512 children (ages 9-11) and a subsample of Black, Indigenous, and People of Color (BIPOC; N = 1567) from the Adolescent Brain and Cognitive Development (ABCD) Study(R) was used to create linear mixed-effects models that evaluated associations between Perceived Discrimination (PD) and amygdala resting-state fMRI connectivity (AC) to the salience network (SN), default mode network (DMN), and thalamus. PD was measured using the youth self-reported PD Scale. Results indicated that greater PD significantly predicted greater AC to the right thalamus in our full sample. In secondary analyses, environmental and behavioral factors were evaluated as potential moderators for associations significant at least at a trend level in both our full sample and BIPOC subsample. In our BIPOC subsample, traumatic events experienced (TE) moderated the relationship between PD and AC to the anterior cingulate cortex (ACC; SN), such that greater TE predicted stronger positive associations between PD and this connection. Results suggest PD impacts neural connections in early life, highlighting the need to consider the impact of discrimination on risk for psychopathology.", "date": "2025-12-24", "journal": ""}
{"title": "PATZ1 remodels the nucleosome landscape to promote chromatin accessibility in injured neurons", "doi": "10.64898/2025.12.22.695949", "authors": "Krishna, N.; Menon, A. S.; Kumaran, M.; Kesireddy, D. K.; Venkatesh, I.", "abstract": "Adult central nervous system neurons fail to regenerate after injury, in part due to epigenetic constraints that maintain a growth-restrictive chromatin state. We previously showed that the transcription factor PATZ1 reprograms chromatin accessibility in injured corticospinal neurons to promote axon regeneration, but the underlying mechanism remained unclear. Here we use nucleosome-resolution profiling to reveal that PATZ1 induces widespread nucleosome eviction at regeneration-associated gene loci. PATZ1 treatment dramatically reduces both nucleosome occupancy and fuzziness, indicating active chromatin remodeling rather than passive destabilization. This remodeling occurs preferentially at distal regulatory elements, where PATZ1 drives a greater than 3-fold expansion of H3K27ac-marked active enhancers. Nucleosome eviction at these sites precedes enhancer activation, establishing a mechanistic link between chromatin remodeling and transcriptional reprogramming. Our findings demonstrate that targeted nucleosome eviction at enhancers underlies PATZ1-mediated chromatin reorganization, providing mechanistic insight into how epigenetic barriers to CNS regeneration can be overcome.", "date": "2025-12-24", "journal": ""}
{"title": "Systemic administration of PD-L1 blocking antibodies leads to removal of senescent microglia", "doi": "10.64898/2025.12.22.695923", "authors": "Androsova, Y.; Kertser, A.; Partney, H.; Nathansohn, B.; Ibraheem, A.; Abellanas, M. A.; Croese, T.; Salame, T. M.; Akiva, H.; Krizhanovsky, V.; Schwartz, M.", "abstract": "Senescent microglia develop during aging and Alzheimer disease (AD), driving chronic neuroinflammation. Here we hypothesized that the previously observed disease-modifying effects of PD-1/PD-L1 blockade occur through clearance of senescent microglia. Using CyTOF, we found that a single systemic anti-PD-L1 injection leads to rapid elimination of senescent microglia in 5xFAD and aged wild-type mice, independently of Fc effector function, while increasing homeostatic microglia. These findings suggest that immune rejuvenation via PD-L1 blockade promotes disease modification in AD through senescent-microglial elimination.", "date": "2025-12-24", "journal": ""}
{"title": "Open-access template and database approaches for pseudo-CT generation in brain PET/MRI attenuation correction", "doi": "10.64898/2025.12.22.695942", "authors": "Milz, C.; Murgas, M.; Merida, I.; Silberbauer, L. R.; Nics, L.; Godbersen, G. M.; Gryglewski, G.; Hacker, M.; Costes, N.; Hammers, A.; Lanzenberger, R.; Hahn, A.; Reed, M. B.", "abstract": "Positron emission tomography (PET) provides high-sensitivity molecular information in neuroimaging. However, its quantitative accuracy critically depends on attenuation correction (AC). Unlike PET/CT, hybrid PET/MRI systems cannot directly measure photon attenuation, necessitating alternative AC strategies. While several MRI-based AC tools exist, they often raise concerns regarding data privacy, long-term accessibility and reproducibility. We present an open-access framework for PET AC using pseudo-CT (pCT) methods. A database of 60 paired MRI-CT scans was curated and normalized to stereotactic MNI space. Three established pCT approaches (Boston, MaxProb, UCL) were adapted to enable their use with the normalized database. Method performance was assessed by comparison with a CT-based AC reference in an independent validation sample of 28 subjects, using the Jaccard index and [11C]DASB PET-derived serotonin transporter quantification as evaluation metrics. Boston and MaxProb demonstrated consistent performance across database subsets, while the UCL achieved the closest agreement with CT-derived AC and yielded the lowest quantification error (mean relative error <0.5%). This work demonstrates the feasibility of different pCT approaches using a database in MNI space thereby introducing an openly available reference database to support fast, reproducible and continued integration of MRI-based AC into PET reconstruction pipelines.", "date": "2025-12-24", "journal": ""}
{"title": "Disorganization impairs cognitive maps built from visual inputs", "doi": "10.64898/2025.12.22.695951", "authors": "Wu, X.; Rabe, F.; Wu, P.; Edkins, V.; Pauli, Y.; Hinzen, W.; Sommer, I. E.; Homan, P.", "abstract": "The human brain organizes fragmented information into internal maps that support inference of latent relational structure. Vulnerabilities in this mapping process have been hypothesized to contribute to psychosis-spectrum disorders. Whether internal maps arise as readily from visual input as from linguistic description remains unknown. Here, participants learned food items associated with two abstract attributes, presented as images or language, organized along two abstract dimensions within a two-dimensional conceptual space. Participants then completed similarity judgments and reward-learning tasks that required inference of the underlying relational structure. We show that cognitive disorganization, a hallmark of psychosis-spectrum traits, selectively impairs spatial sensitivity and reward generalization when relational structure must be inferred from visual input, but not when matched structure is provided by linguistic descriptions. These findings support the shallow cognitive map hypothesis and suggest that cognitive disorganization selectively disrupts the transformation of perceptual input into stable relational representations.", "date": "2025-12-24", "journal": ""}
{"title": "Adoptive Transfer of ILC2s into the Brain Reveals Tumor Homing in Glioblastoma: A Proof-of-Concept for Cellular Therapy", "doi": "10.64898/2025.12.22.695985", "authors": "Wang, L. P.; Bhandari, B.; Naeini, S. E.; Yu, J. C.; Arbab, A. S.; Young, N.; Salles, E. L.; Baban, B.", "abstract": "Glioblastoma (GBM) is an aggressive brain tumor with limited treatment options and poor immune cell infiltration. Cellular immunotherapies have transformed cancer treatment but remain largely ineffective against GBM due to the restrictive blood brain barrier (BBB) and its profoundly immunosuppressive microenvironment. Innate lymphoid cells type 2 (ILC2s) have recently emerged as potential candidates for cellular immunotherapy because of their regenerative and immunomodulatory functions. Here, we provide the first in vivo evidence that systemically administered ILC2s can cross the BBB and home to glioblastoma. Bone marrow derived ILC2s from C57BL/6 mice were labeled with CFSE and intravenously transferred into hosts bearing orthotopic, luciferase-expressing GL261 tumors. Fluorescence imaging and flow cytometry analyses indicated that transferred ILC2s successfully entered the brain, localized within tumor tissue, and were also detected in meninges and peripheral organs. Although no measurable reduction in tumor growth was observed, these findings support a proof-of-concept for adoptive ILC2 transfer as a feasible approach for targeting CNS tumors and exploring their immunomodulatory potential in GBM.", "date": "2025-12-24", "journal": ""}
{"title": "Variation in aggressiveness plasticity between northern and southern European populations of Hymenoscyphus fraxineus, an invasive fungal pathogen of ash", "doi": "10.64898/2025.12.22.695959", "authors": "Becans, C.; Robin, C.; Martelli, A.; Lepoittevin, C.; Aubert, A.; Soularue, J.-P.", "abstract": "Hymenoscyphus fraxineus is an invasive fungal pathogen responsible for the ash dieback epidemic, which continues to cause severe mortality of common ash (Fraxinus excelsior L.) across Europe. Following its likely introduction in northeastern Europe, the pathogen rapidly colonized most regions where common ash is present. As it spread southward, H. fraxineus encountered warmer climates and a greater occurrence of Fraxinus ornus L., a species largely resistant to the disease. Despite this environmental heterogeneity, which probably imposed adaptive challenges to H. fraxineus at the epidemic front, ash dieback continues to expand in southern Europe. Aggressiveness is a key life-history trait that is expected to evolve during epidemics and to exhibit plasticity in response to environmental variation. We investigated whether the plasticity of aggressiveness in response to temperature and ash species has evolved in H. fraxineus during its propagation towards southern Europe. Using a synchronic approach based on leaf inoculations, we characterized individual reaction norms for aggressiveness in a long-established Lithuanian population and a recently established Italian population of H. fraxineus. The Italian H. fraxineus population is exposed to warmer summers than the Lithuanian population, while F. ornus is present in Italy but absent in Lithuania. We observed no difference in the aggressiveness expressed on F. excelsior under moderate temperature between the two H. fraxineus populations. However, the ability of Italian isolates to cause severe leaf symptoms was less negatively affected by increasing temperature and host species change than that of Lithuanian isolates, suggesting local adaptation of H. fraxineus during its spread toward southern Europe. Our findings highlight the importance of considering the evolution of adaptive traits and their plasticity in fungal pathogens when anticipating disease risk. They also suggest that ash trees in southern Europe may be slightly more vulnerable to ash dieback than previously anticipated.", "date": "2025-12-24", "journal": ""}
{"title": "Genome-scale perturb-seq in primary human CD4+ T cells maps context-specific regulators of T cell programs and human immune traits", "doi": "10.64898/2025.12.23.696273", "authors": "Zhu, R.; Dann, E.; Yan, J.; Reyes Retana, J.; Goto, R.; Guitche, R. C.; Petersen, L. K.; Ota, M.; Pritchard, J. K.; Marson, A.", "abstract": "Gene regulatory networks encode the fundamental logic of cellular functions, but systematic network mapping remains challenging, especially in cell states relevant to human biology and disease. Here, we perturbed all expressed genes across 22 million primary human CD4+ T cells from four donors and developed a probe-based perturb-seq platform to measure the transcriptome effects in cells at rest and after stimulation. These data allow us to map genes that regulate known and novel pathways, including novel regulators of cytokine production. Importantly, active regulators and the gene programs they control change dramatically across stimulation conditions. Perturbation signatures enabled us to model T cell states observed in population-scale transcriptomic atlases, nominating regulators of Th1 and Th2 polarization and of age-related T cell phenotypes. Finally, we leveraged perturb-seq to implicate context-specific gene regulatory pathways in autoimmune disease risk. Our data provide a foundational resource to decode human immune function and genetic variation and for new approaches to study gene regulatory networks.", "date": "2025-12-24", "journal": ""}
{"title": "eSPLIT and iSWAP: CRISPR-Mediated Conditional Allele Engineering with Short Artificial Introns", "doi": "10.64898/2025.12.22.696077", "authors": "Koirala, A.; O Connor, K.; Bare, S.; Toubin, M.; Vydra, A.; Cassidy, A.; Strupp, A. C.; Thomas, D.; Chen, H.; Pelletier, S.", "abstract": "Engineering conditional alleles remain a major challenge in functional genomics. Short Artificial Introns (SAIs) have emerged as powerful tools to simplify allele design and characterization, yet practical guidelines for their implementation remain limited. Here, we describe two streamlined strategies, eSPLIT (exon split) and iSWAP (intron swap), that enable efficient generation of conditional alleles using SAIs. In eSPLIT, a compact cassette containing essential intronic elements flanked by loxP sites is integrated within an exon, whereas in iSWAP, a native intron is replaced with an SAI. In the absence of Cre recombinase, the SAI is recognized as an intron and removed by the splicing machinery, allowing normal gene expression. Following Cre-mediated recombination, excision of critical intronic sequences disrupts splicing, leaving residual sequences, including stop codons in all reading frames, thereby causing premature translation termination and gene inactivation. We optimized these approaches by generating a series of 18 SCYL1 alleles in human cells, validated their general applicability in 5 mouse models across multiple genes, and further extended the approach to the FLP-FRT system in vivo. By defining practical rules for SAI placement, we establish a robust and scalable framework for engineering conditional alleles, with broad utility in functional genomics and disease modeling.", "date": "2025-12-24", "journal": ""}
{"title": "Improved short nascent strand sequencing (iSNS-seq) enhances DNA replication origin detection and reduces non-origin biases", "doi": "10.64898/2025.12.22.696044", "authors": "Sokka, M.; Urban, J. M.; Neretti, N.; Gerbi, S. A.", "abstract": "Identifying DNA replication origins in human and other metazoan genomes has been challenging, as highlighted by the fact that various methods for mapping them have produced conflicting results. A popular method, short nascent strand sequencing (SNS-seq or NS-seq), enriches newly replicated short single-stranded DNA by size selection and {lambda} exonuclease ({lambda}-exo) digestion of parental DNA. Surprisingly, SNS-seq has never been validated in Saccharomyces cerevisiae where origins have been well characterized genome-wide. We improved the SNS-seq protocol through biochemical optimization and benchmarked its origin-mapping sensitivity and precision with traditional SNS-seq in asynchronous populations of S. cerevisiae. The improved SNS-seq protocol significantly enhanced the enrichment of origin-derived DNA. Strikingly, the traditional SNS-seq failed to detect known origins and instead enriched non-origin DNA, likely arising from RNA:DNA hybrids. These findings have important implications for the interpretation of previously published datasets that rely on {lambda}-exo for origin mapping. Overall, our biochemical and genomic analyses help unravel the mystery of the inconsistencies between SNS-seq and other techniques used to map DNA replication origins genome-wide.", "date": "2025-12-24", "journal": ""}
{"title": "Circadian Disruption Elicits Sex-Specific Gut Microbiota, Endocannabinoidome and Lipid Mediator Responses", "doi": "10.64898/2025.12.22.695996", "authors": "Abbasi Pashaki, P.; Niepokny, T.; Khalilzadehsabet, T.; Dumais, E.; Flamand, N.; Di Marzo, V.; M. Mintz, E.; Silvestri, C.", "abstract": "Circadian disruption is a pervasive environmental stressor that increases susceptibility to metabolic and inflammatory diseases, yet sex-specific adaptive strategies remain poorly understood. Here, we show that constant light (LL) exposure alters gut microbial communities and triggers sex- and tissue-specific host adaptations in the endocannabinoidome and other bioactive lipids. Using 16S rRNA sequencing, short chain fatty acid (SCFA) quantification, LC-MS/MS lipidomics, and cytokine profiling, we identified divergent coping strategies across brain, metabolic and intestinal tissues and reproductive organs. In females, LL induced microbial restructuring, with enrichment of Rikenellaceae, Butyricicoccaceae, and Alistipes, but these changes were uncoupled from short-chain fatty acids (SCFA) output. Also, they engaged N-acylethanolamine (NAE)-driven endocannabinoidome signaling in the brain (AEA, DHEA, OEA, PEA, SEA), accompanied by omega-6 prostaglandin upregulation and increased cytokines (IL-5, IFN-{gamma}, MIP-2). The 2-monoacyl glycerols (2-MAGs) increased selectively in liver and skeletal muscle, reflecting tissue-specific lipid remodeling. In males, microbial shifts were limited (e.g., Ruminococcaceae depletion, Tuzzerella enrichment), yet LL triggered robust metabolic adaptation resulting in elevated SCFA levels (isobutyric, butyric, isovaleric, valeric acids) in faeces and elevation of several DHA-derived bioactive lipids in different intestinal tissues Few alterations in brain bioactive lipids were found, while several 2-MAGs were elevated skeletal muscles and testes. In contrast, several oxylipins were decreased within subcutaneous but not other adipose tissue depots. Together, the data shows that changes in bioactive lipid levels in response to circadian rhythm disruption are organ- and sex-specific as are alterations in microbiota populations, positioning sex as a key determinant of responses to circadian stress.", "date": "2025-12-24", "journal": ""}
{"title": "A single catalytic domain residue regulates the substrate specificity of a mucin-type O-glycosyltransferase in salivary gland function", "doi": "10.64898/2025.12.22.695686", "authors": "Kumar, P.; Tahan Zadeh, N.; Syed, Z. A.; Reynolds, H. M.; Tran, D. T.; Zhang, L.; Ten Hagen, K. G.; Samara, N. L.", "abstract": "Human GalNAc-T1 is a ubiquitously expressed mucin-type O-glycosyltransferase that modulates various biological pathways, including immunity, extracellular matrix formation, and salivary gland development and function. However, substrates of GalNAc-T1 are mostly unknown and the mechanistic details of regulation are not well characterized. Here, we investigate the role of the Drosophila melanogaster GalNAc-T1 ortholog PGANT5 in salivary glands and provide structural and biochemical details into its mechanism of O-glycosylation. We find that loss of pgant5 causes irregular secretory granule morphology, altered mucin packaging, and disruption of secretion. Alternative splicing of pgant5 yields two isoforms, pgant5A and pgant5B, with higher expression of pgant5A in salivary glands. Rescue with pgant5A, but not pgant5B, partially restores secretory granule morphology and salivary gland function. A single residue difference within the substrate binding pockets of PGANT5A and PGANT5B increases the in vitro activity and specificity of PGANT5A towards salivary gland mucins relative to PGANT5B, corroborating the in vivo expression and role of pgant5A in salivary glands. Our data additionally provide new insights into a catalytic domain motif that regulates GalNAc-T activity. Overall, our studies illustrate how alternative splicing of an O-glycosyltransferase that results in modest amino acid changes can influence substrate specificity to regulate tissue-specific biological functions.", "date": "2025-12-24", "journal": ""}
{"title": "Queryome: Orchestrating Retrieval, Reasoning, and Synthesis across Biomedical Literature", "doi": "10.64898/2025.12.22.696019", "authors": "Punuru, P.; Ibtehaz, N.; Giri, S. J.; Srirangam, H.; Tugolukova, E.; Kihara, D.", "abstract": "The rapid expansion of biomedical literature has made comprehensive manual synthesis increasingly difficult to perform effectively, creating a pressing need for AI systems capable of reasoning across verified evidence rather than merely retrieving it. However, existing retrieval-augmented generation (RAG) methods often fall short when faced with complex biomedical questions that require iterative reasoning and multi-step synthesis. Here, we developed Queryome, a deep research system consisting of specialized large language model (LLM) agents that can adapt their orchestration dynamically to a wide range of queries. Using a hybrid semantic lexical retrieval engine spanning 28.3 million PubMed abstracts, it performs iterative, evidence-grounded synthesis. On the MIRAGE benchmark, Queryome achieved 88.98 % accuracy, surpassing prior systems by up to 14 points, and improved reasoning accuracy on the biomedical Humans Last Exam (HLE) subset from 15.8% to 19.3%. Moreover, in a task for constructing a review article, it earned the highest composite score in comparison with Deep Research from OpenAI, Google, Perplexity, and Scite.AI, reflecting its strong literature retrieval and synthesis capabilities.", "date": "2025-12-24", "journal": ""}
{"title": "R2G2: A Python-R Framework for Seamless Integration of R/Bioconductor Tools into Galaxy", "doi": "10.64898/2025.12.22.695980", "authors": "joshi, j.; cumbo, f.; Blankenberg, D.", "abstract": "R is widely used in statistical computing, data analysis, and bioinformatics. A key contributor to its success in bioinformatics and computational biology is the open-source project Bioconductor. As of its latest release (3.20), the Bioconductor community offers 2,289 software packages for biomedical research, including genomic, transcriptomic, and proteomic analyses. Given R's growing importance, integrating R and Bioconductor tools into platforms like Galaxy enhances accessibility, reproducibility, and scalability in bioinformatics workflows. The Galaxy Toolshed provides multiple tools leveraging R and Bioconductor packages. Additionally, various open-source public Galaxy servers, such as usegalaxy.org and usegalaxy.eu, already host several R and Bioconductor-based tools, highlighting the importance of past integration efforts. However, given the vast number of available packages, the full potential of R and Bioconductor within the Galaxy ecosystem remains underutilized. Galaxy's web-based interface makes these powerful tools more accessible to researchers without programming expertise, fostering broader collaboration. Despite its advantages, integrating R packages into Galaxy can be complex. It requires XML wrappers to define inputs, outputs, and parameters, which can be time-consuming. Managing dependencies from CRAN and Bioconductor, resolving installation issues, and ensuring compatibility across different package versions further complicates the process. Many tools also require custom scripting, creating a steep learning curve for non-programmers. To address these challenges, we have developed a tool that automates the generation of Galaxy wrappers for R packages. This eliminates the need for manual XML writing, reduces complexity, and saves time. Our tool provides an intuitive interface for creating Galaxy-compatible tools without programming expertise and automates dependency management for seamless execution. Bioconductor has revolutionized bioinformatics, with thousands of researchers relying on its tools. Automating its integration into Galaxy removes technical barriers, democratizing access to advanced bioinformatics tools and workflows. Our solution bridges the gap between R-based analysis and user-friendly, scalable tools, ultimately advancing research accessibility and scientific discovery.", "date": "2025-12-24", "journal": ""}
{"title": "Modular metagenomic analysis of pan-domain symbioses with MAGUS", "doi": "10.64898/2025.12.22.696022", "authors": "Al-Ghalith, G. A.; Ryon, K. A.; Santoro, E.; Barno, A.; Casartelli, M.; Villela, H.; Diana, S. C.; Henriksen, J. R.; Carpenter, G. E.; Quatrini, P.; Milazzo, M.; Patel, C. J.; Peixoto, R.; Tierney, B. T.", "abstract": "Metagenomic analysis of deeply sequenced, eukaryotic-dominant symbiotic communities can be difficult for many metagenomic workflows. Here, we present MAGUS, a bioinformatic toolkit that uses a suite of custom bioinformatic methods for iterative genome assembly and filtering of pan-domain communities, where eukaryotes, bacteria, viruses, and functionally annotated gene catalogs are resolved and analyzed over a series of interconnected, modular software components. We evaluated MAGUS using deeply sequenced (median depth: 579 million reads) ten samples of hard corals, soft corals, and hydrozoans, which comprise complex, eukaryote-dominated symbiotic communities. We successfully resolved phylogenetically comparable host (N = 10), algal (N = 6), bacterial (N = 55), and viral (N = 160,925) genomes, as well as a gene catalog comprising 15,369,684 non-redundant genes (7.6% functionally annotated). MAGUS is available on GitHub (https://github.com/two-frontiers-project/2FP_MAGUS/).", "date": "2025-12-24", "journal": ""}
{"title": "NW-flex: flexible-block sequence alignment for short tandem repeats", "doi": "10.64898/2025.12.22.695990", "authors": "Yu, Z.; Levy, D.", "abstract": "Aligning sequencing reads to short tandem repeats (STRs) is challenging because repeat copy number often differs from the reference, and small changes inside and around the repeat can yield many competing alignments. We introduce NW-flex, a simple extension of classical sequence alignment that addresses this problem. NW-flex takes a reference with a designated internal block and identifies the best-scoring alignment while allowing that block to contract to any shorter substring. Apart from this substring choice, the alignment obeys the usual substitution scoring and gap constraints. For STRs, we design the flexible block with enough repeat copies to accommodate any expected repeat count, so the algorithm contracts the reference to match the read while keeping the flanks fully constrained. NW-flex requires only a small modification to the Needleman-Wunsch/Gotoh algorithm, adds minimal computational overhead, and preserves optimality under classical scoring. We provide open-source Python and Cython implementations, worked examples, and notebooks that reproduce the figures and validate correctness against baseline alignments.", "date": "2025-12-24", "journal": ""}
{"title": "Large generative mRNA language foundation model for efficient coding sequence generation and design with mRNA-GPT", "doi": "10.64898/2025.12.22.695962", "authors": "Bian, B.; Zhang, Y.; Li, H.; Zhong, J.; Saito, Y.", "abstract": "mRNA design plays a central role in synthetic biology, nucleic acid therapeutics, and vaccine development. Although large language models are applied in many biological fields, generative language models for de novo mRNA design remains largely unexplored. Here, we introduce mRNA-GPT, a series of generative mRNA language models which for the first time covers the three domains of life as pretraining datasets. Based on a GPT-2 transformer architecture with 302 million parameters, we pre-trained three separate models on 19,676 bacterial, 4,688 eukaryotic, and 702 archaeal species, leveraging 80 million, 83 million, and 2 million mRNA coding sequences, respectively. Distinct clustering of mRNA coding sequence embeddings from animals, plants, and fungi in the pretrained mRNA-GPT-eukaryote indicates that the model captures organism-specific sequence features. Following unsupervised pre-training, we fine-tuned mRNA-GPT on a translation-efficiency dataset to generate high-performance mRNA sequence. Compared to the pretrained model, the fine-tuned mRNA-GPT produced mRNA sequences with significantly higher translation efficiency scores, demonstrating the ability of mRNA-GPT to capture sequence features underlying high translation efficiency. We further fine-tuned mRNA-GPT on datasets for mRNA stability and mRNA expression, where it likewise produced high-performance mRNA sequences. Our pretrained models are publicly available, enabling other researchers to adapt mRNA-GPT to specialized tasks such as tissue-specific mRNA expression or stability by fine-tuning on their own data. Together, our study demonstrates that generative mRNA language modeling as a promising approach for accelerating mRNA design across diverse biological fields.", "date": "2025-12-24", "journal": ""}
{"title": "FHIR as a Unifying Format for Genomic Research Data Tracking, Aggregation, and Integration", "doi": "10.64898/2025.12.22.695544", "authors": "Sanati, N.; Walsh, B.; Gray, P.; Hagen, L.; Carroll, R. J.; Heath, A. P.; Charbonneau, A.; Ellrott, K.", "abstract": "The increasing complexity of genomic research demands standardized data sharing and integration. The Fast Healthcare Interoperability Resources (FHIR) specification has become a well-established standard for exchanging data among health data systems. While designed primarily for clinical and patient data in health care environments, it also has applicability to represent genomic research data and offers a path for aggregating and integrating extremely rich datasets that have traditionally remained siloed and disparate. To study this potential, we developed FHIR Aggregator, an integration of seven major biomedical repositories, including the Genomic Data Commons, GTEx, HTAN, and DepMap, that covered 142334 patients, 819251 specimens, 1096491 observations and 711166 documents. We explore the various ways the FHIR standard can be applied to structure genomic research data and enable new possibilities. We demonstrate how FHIR can be used, where it succeeds or falls short, and which concepts must be extended to better support large-scale clinical and genomics research projects.", "date": "2025-12-24", "journal": ""}
{"title": "Spatio-temporal resource landscapes govern the confinement and escape of therapy-resistant mutants in structured populations", "doi": "10.64898/2025.12.22.695823", "authors": "Appold, N.; Citak, T.; Palm, A.; Kayser, J.", "abstract": "The ubiquitous evolution of therapy resistance remains a primary challenge for the durable control of pathological cellular populations, from microbial infections to cancer. In spatially structured populations such as biofilms and solid tumors, resistance-mediated therapy failure is driven not only by a continuous supply of de novo mutations and treatment selection, but by where resistant mutants arise relative to spatial resource gradients and how therapy reshapes these patterns. A fundamental mechanistic understanding of such couplings is essential to better predict therapy outcome and inform the principled design of spatio-evolutionary therapies. However, we currently lack experimentally tractable model systems that allow for a systematic, quantitative tracking of mutant emergence and expansion under time-modulated therapy in compact, range-expanding populations. Here, we introduce a high-throughput microbial therapy-mimicry assay based on colonies expanded from single genetically-tailored yeast cells. This platform enables direct observation of the full spatio-temporal trajectories of continually emerging resistant clones under programmable treatment schedules. Connecting experimental observations to an interpretable digital twin in a real-to-sim-to-real loop, we uncover an effective phase transition in metronomic schedule space that defines an optimal balance between population control with sustained resistance confinement, which we validate experimentally. Together, our results establish resource-mediated spatial confinement as a central organizing principle of resistance evolution and provide a mechanistic foundation for spatially informed, evolution-based therapies.", "date": "2025-12-24", "journal": ""}
{"title": "Integrating NMR restraints into coarse-grained simulations: toward accurate conformational ensembles of complex protein systems", "doi": "10.64898/2025.12.22.695971", "authors": "Cullen, M.; Biancaniello, C.; Taskova, K.; Miletic, V.; Mercadante, D.; De Simone, A.", "abstract": "Structural dynamics play critical roles for the biological activity of protein molecules. Characterising the inherent conformational landscapes of these macromolecules remains a major experimental and computational challenge, particularly for heterogeneous and transient systems such as intrinsically disordered proteins, membrane-associated assemblies and disordered fuzzy coats of amyloid aggregates. In this context, coarse-grained (CG) molecular dynamics simulations have enabled accessing to extended timescales and large system sizes, however, their reduced resolution and simplified interaction potentials often limit the structural accuracy. Here, we introduce Martini3-NMR, an integrative framework that incorporates nuclear magnetic resonance (NMR) observables directly into CG protein force fields. Using artificial neural networks to model NMR chemical shifts at the CG level, and integrating these data with NOE restraints, we define an approach to significantly enhance the accuracy of CG simulations while maintaining their elevated sampling efficiency, thereby resulting in a substantially improved description of protein conformational ensembles. We demonstrate the broad applicability of Martini3-NMR by generating CG ensembles for a diverse range of systems and complex processes such as protein folding from misfolded states, oligomer disassembly within lipid bilayers and the topology of disordered fuzzy regions at amyloid fibril surfaces, which were found to display condensate-like structural and dynamical properties. By enabling an experimentally driven and computationally efficient exploration of protein conformational landscapes, Martini3-NMR provides a novel general framework for investigating dynamic, heterogeneous and multiscale biomolecular processes. This approach opens to significant new opportunities for extending CG simulations towards a more quantitative understanding of the relationship between molecular structure, dynamics and biological function.", "date": "2025-12-24", "journal": ""}
{"title": "Integrating NMR restraints into coarse-grained simulations: toward accurate conformational ensembles of complex protein systems", "doi": "10.64898/2025.12.22.695971", "authors": "Cullen, M.; Biancaniello, C.; Taskova, K.; Miletic, V.; Mercadante, D.; De Simone, A.", "abstract": "Structural dynamics play critical roles for the biological activity of protein molecules. Characterising the inherent conformational landscapes of these macromolecules remains a major experimental and computational challenge, particularly for heterogeneous and transient systems such as intrinsically disordered proteins, membrane-associated assemblies and disordered fuzzy coats of amyloid aggregates. In this context, coarse-grained (CG) molecular dynamics simulations have enabled accessing to extended timescales and large system sizes, however, their reduced resolution and simplified interaction potentials often limit the structural accuracy. Here, we introduce Martini3-NMR, an integrative framework that incorporates nuclear magnetic resonance (NMR) observables directly into CG protein force fields. Using artificial neural networks to model NMR chemical shifts at the CG level, and integrating these data with NOE restraints, we define an approach to significantly enhance the accuracy of CG simulations while maintaining their elevated sampling efficiency, thereby resulting in a substantially improved description of protein conformational ensembles. We demonstrate the broad applicability of Martini3-NMR by generating CG ensembles for a diverse range of systems and complex processes such as protein folding from misfolded states, oligomer disassembly within lipid bilayers and the topology of disordered fuzzy regions at amyloid fibril surfaces, which were found to display condensate-like structural and dynamical properties. By enabling an experimentally driven and computationally efficient exploration of protein conformational landscapes, Martini3-NMR provides a novel general framework for investigating dynamic, heterogeneous and multiscale biomolecular processes. This approach opens to significant new opportunities for extending CG simulations towards a more quantitative understanding of the relationship between molecular structure, dynamics and biological function.", "date": "2025-12-24", "journal": ""}
{"title": "Arabidopsis GALACTURONOSYLTRANSFERASE (GAUT) 1 synthesizes a homogalacturonan tightly bound to the cell wall and required for cell expansion", "doi": "10.64898/2025.12.22.695998", "authors": "Atmodjo, M. A.; Amos, R. A.; Haas, K. T.; Peaucelle, A.; Glushka, J.; Tan, L.; Black, I. M.; Glatz, P. J.; Amanda, D. C.; Emerich, I.; Indech, J.; Pattathil, S.; Kandemkavil, S.; Eberhard, S.; Azadi, P.; Hahn, M. G.; Mohnen, D.", "abstract": "Arabidopsis GALACTURONOSYLTRANSFERASE1 (GAUT1) synthesizes homogalacturonan (HG), the most abundant pectin in growing plant cells. GAUT1 has the greatest in vitro enzyme activity of the six confirmed Arabidopsis HG biosynthetic GAUTs, but its biological activity remains elusive. Here we show that Arabidopsis GAUT1 homozygous mutants have a severe dwarfed seedling phenotype, survive several weeks as 2 to 3 mm seedlings, and have severely reduced shoot and root growth and hypocotyl epidermal, cortex and endodermal cell size. gaut1-1 pollen tubes are shorter than WT with increased bursting. Complementation of homozygous gaut1-1 with GAUT1 coding sequence driven by the GAUT1 promoter restored WT-like growth. The extreme dwarf phenotype of homozygous gaut1-1 seedlings precluded their use for detailed cell wall analysis, thus suspensions cultures were produced from callus generated from mutant and WT seedlings. Homozygous gaut1-1 suspension cells were smaller than WT with ~30% reduced wall GalA content compared to WT. Sequential extraction of the walls with increasingly harsh solvents and sugar composition analysis revealed reduced GalA content in only the 4M KOH post-chlorite fraction, indicating that GAUT1-synthesized HG was held tightly in the wall by direct or indirect hydrogen bonding and/or oxidation-sensitive linkages. Treatment of wall fractions with endopolygalacturonase to hydrolyze HG and gel electrophoretic separation of hydrolysates exposed an HG-associated doublet band markedly downregulated in the homozygous gaut1-1 4M KOH post-chlorite fraction and to a lesser extent in 4M KOH and sodium chlorite fractions. NMR analysis identified the band as rhamnogalacturonan (RG)-II. Super resolution microscopy using anti-HG antibodies showed that, compared to WT, the homozygous gaut1-1 hypocotyl epidermal and callus cells had reduced content and length of HG nanofilaments, HG fibers associated with cell expansion in Arabidopsis. The results demonstrate that GAUT1-synthesized HG resides in a tightly-cell-wall-bound, RG-II-containing polymer required for HG nanofilament formation and seedling cell expansion.", "date": "2025-12-24", "journal": ""}
{"title": "Numerical Variability of functional MRI Graph Measures", "doi": "10.64898/2025.12.22.695524", "authors": "Alizadeh, M.; Chatelain, Y.; Kiar, G.; Glatard, T.", "abstract": "Network neuroscience provides a powerful framework for studying the mechanisms underlying brain-related diseases. As analyses become increasingly computational, ensuring their numerical reliability has become a critical challenge. Small perturbations introduced during processing can propagate through complex pipelines, leading to variability in outcomes and raising concerns about the reproducibility of reported findings. Addressing this issue requires systematic evaluation of pipeline stability to ensure results remain within acceptable numerical limits. While the numerical variability of structural imaging workflows has been investigated, with findings ranging from stable to highly variable, functional MRI (fMRI) pipelines and their derived graph measures remain underexplored. Without rigorous stability assessment, conclusions drawn from these measures may remain uncertain. We systematically evaluated the numerical variability of graph measures of functional connectivity derived from the widely-used fMRIPrep pipeline and compared it to population variability. The resulting Numerical-Population Variability Ratio (NPVR) values ranged from 0.1 to 0.2 for most graph metrics, indicating a measurable influence of numerical variability on network-derived outcomes. NPVR values varied across brain regions, thresholding choices, and confound regression strategies. These findings highlight numerical variability as an important factor in functional network studies, particularly when examining subtle effects or working with small sample sizes.", "date": "2025-12-24", "journal": ""}
{"title": "Cellular- and systems-level profiling of amyloid-beta effects on circadian timing", "doi": "10.64898/2025.12.22.695794", "authors": "Hoyt, K. R.; Kyhl, T.; Halloy, N. R.; Obrietan, K.", "abstract": "Disruption of the circadian timing system has been reported in the preclinical phase of Alzheimers disease (AD) and is a well-characterized component of mid- and late-stage AD. Given the distributed nature of the circadian timing system, with a central pacemaker in the suprachiasmatic nucleus (SCN) and peripheral clocks throughout the brain, understanding how AD affects this system has been challenging. To investigate how AD may disrupt circadian physiology, we focused on the amyloid-beta peptide, a key contributor to familial early-onset AD. Using the 5xFAD mouse model and ex vivo single-cell profiling, we examined how amyloid-beta influences clock timing in both SCN neurons and hippocampal neuronal populations. Circadian profiling of 5xFAD mice (4- and 8-months-old) showed only modest changes in key clock timing properties, including a shortening of the SCN rhythm. Interestingly, the mice showed enhanced rates of re-entrainment to changes in the light cycle, suggesting that elevated amyloid-beta levels increase the sensitivity of the SCN clock to light. Further, using both in vitro SCN slice explant and dispersed SCN culture models, the exogenous administration of oligomerized amyloid-beta had no significant effect on inherent clock timing capacity. In contrast, the timing properties of cultured hippocampal neurons showed a dose-dependent sensitivity to amyloid-beta. This included an elevated mesor and an increased rhythm amplitude. These findings reveal a divergence in amyloid-beta sensitivity between the central SCN clock and peripheral oscillators. This raises the possibility that circadian disruptions in AD may stem from both the destabilization and decoupling of peripheral oscillators from the central timing properties of the SCN.", "date": "2025-12-24", "journal": ""}
{"title": "Deterministic dynamics of distributional multi-agent reinforcement learning", "doi": "10.64898/2025.12.22.696014", "authors": "Bergerot, C.; Romanczuk, P.; Barfuss, W.", "abstract": "Understanding how cognition shapes behavior across contexts remains a fundamental challenge for many disciplines. In particular, for the optimism heuristic--i.e., the tendency to overweight positive (relative to negative) information--knowledge remains fragmented, with models developed in specific domains in isolation. Here, we present a unifying computational framework by deriving the deterministic dynamics of distributional multi-agent reinforcement learning. Our approach discretizes reward distributions through a finite set of neurons, consistent with recent empirical findings on distributional coding in the brain. We validate our framework by reproducing established results across three iconic domains spanning individual exploration versus exploitation, social coordination, and risky choice. Beyond validation, we uncover novel interactions among optimism, reward discretization, and temporal discounting. Specifically, we identify conditions under which choice hysteresis and path-dependent strategies emerge, suggesting that perseveration results from neural reward discretization rather than constituting an independent heuristic. We further reveal \"individual dilemmas\": circumstances where agents gravitate toward suboptimal yet stable strategies, offering a mechanistic explanation for incoherent choice patterns. Our framework bridges neuroscience, psychology, and collective behavior, enabling empirically testable hypotheses about how cognitive biases propagate from individual cognition to social outcomes in complex environments.", "date": "2025-12-24", "journal": ""}
{"title": "Canonical Wnt signaling controls the fate and plasticity of NG2 glia in the healthy and ischemic adult mouse cortex", "doi": "10.64898/2025.12.22.696005", "authors": "Knotek, T.; Janeckova, L.; Kriska, J.; Kirdajova, D.; Foltynova, A.; Kubovciak, J.; Vecerkova, K.; Taketo, M. M.; Kolar, M.; Anderova, M.; Korinek, V.", "abstract": "NG2 glia, also known as oligodendrocyte precursor cells (OPCs), exhibit unexpected plasticity in the adult brain after injury, yet the molecular cues guiding their fate remain poorly defined. Wnt signaling contributes to tissue responses following ischemic stroke, but its precise role in post-injury glial remodeling is not fully understood. Here, we define how Wnt/{beta}-catenin signaling shapes NG2 glial behavior after focal cerebral ischemia. Using genetic mouse models enabling cell-specific Wnt pathway activation or inhibition, combined with single-cell RNA sequencing, immunohistochemistry, and electrophysiological recording, we disclosed a central role for Wnt signaling in post-injury fate specification. We identified 12 transcriptionally distinct subpopulations within the oligodendroglial lineage, including a subset with an astrocyte-like transcriptional profile. Wnt signaling strongly influenced the balance between OPC proliferation and differentiation: pathway hyperactivation impaired oligodendrocyte maturation and expanded astrocyte-like NG2-derived cells, likely through concomitant activation of the Notch pathway. Remarkably, Wnt hyperactivation also induced the appearance of cholinergic neuron-like cells derived from NG2-expressing cells exclusively in the somatosensory cortex; these cells generated action potentials and exhibited sodium conductance characteristic of functional neurons. Together, these findings demonstrate that NG2 glia undergo distinct fate transitions after stroke and that their lineage plasticity is highly sensitive to Wnt pathway dynamics. Targeted fine-tuning of Wnt/{beta}-catenin signaling may enable directed redirection of NG2 glia toward specific reparative outcomes, including neuronal reprogramming, in the injured adult brain.", "date": "2025-12-24", "journal": ""}
{"title": "Neural Mechanisms of Willed Attention Control", "doi": "10.64898/2025.12.22.696009", "authors": "Xiong, C.; Yang, Q.; Kim, S.; Meyyappan, S.; Bengson, J.; Mangun, R.; Ding, M.", "abstract": "Cueing paradigms are commonly used to study the neural mechanisms of visual spatial attention control. In these paradigms, each trial starts with an external cue, which instructs the subject to pay covert attention to a spatial location in anticipation of an impending stimulus (instructed attention). Recent work has introduced a new type of cue which prompts the subject to spontaneously decide which spatial location to attend (willed attention). We studied the neural mechanisms of willed attention control by analyzing fMRI and EEG data recorded at two institutions (UF and UC Davis) using the same willed attention paradigm. The findings include: (1) both instructional cues and the choice cue activated the DAN, (2) the choice cue additionally activated a frontoparietal decision network consisting of dorsal anterior cingulate cortex (dACC), anterior insula (AI), anterior prefrontal cortex (APFC), dorsal lateral prefrontal cortex (DLPFC), and inferior parietal lobule (IPL), (3) the decision about where to attend can be decoded in frontoparietal decision network in choice trials but not in instructional trials, and (4) EEG alpha oscillation patterns immediately preceding the choice cue, but not the instructional cues, predicted the postcue direction of attention and the frontoparietal decision network activity. Based on these findings we proposed a model of willed attention control revealing how the direction of visual spatial attention was decided upon in the absence of external instructions.", "date": "2025-12-24", "journal": ""}
{"title": "Microglia are not required for normal postnatal brain development and cognitive function in the rat.", "doi": "10.64898/2025.12.22.694658", "authors": "Green, E. K.; Li, X.; Guo, Y.; Carter-Cusack, D.; Rojo, R.; Lyall, M.; Bell, A.; Zheng, H.; Teenan, O.; Till, S. M.; Hume, D. A.; Kind, P.; Pridans, C.", "abstract": "The development, maintenance and survival of microglia, the brains resident immune cells, requires signalling via the colony stimulating factor 1 receptor (CSF1R). In mice, the Fms intronic regulatory element (FIRE), a highly conserved super enhancer, is required for CSF1R expression in microglia and germ-line deletion of FIRE leads to microglial deficiency. We have generated Csf1r{Delta}FIRE/{Delta}FIRE (Fireko) rats using CRISPR/Cas9. Fireko rats are born at expected Mendelian frequency, grow normally and survive to adulthood. Like Fireko mice, they lack microglia and subpopulations of resident macrophages in kidney and heart, but retain the other brain associated macrophages and resident populations in the liver, spleen and lungs. In contrast to mutant mice, macrophages in the peritoneum are unaffected and CSF1R expression is not completely abolished in the blood. Aside from the loss of microglia-specific transcripts, the Fireko has no effect on expression of genes associated with neurons, oligodendrocytes or astrocytes in adult rats but is associated with detectable calcification in the thalamus. Despite the absence of microglia we detected no significant differences in ethologically relevant behaviours compared to littermates. The results suggest that microglia are not essential for normal cognitive development. Fireko rats provide an alternative to mice as a model for human microglial deficiency and the functions of microglia in development and homeostasis in the brain.", "date": "2025-12-24", "journal": ""}
{"title": "An introduced parasitoid facilitates host range expansion of a resident parasitoid", "doi": "10.64898/2025.12.22.696021", "authors": "Moon, J.; Fraser, J. L.; Abram, P. K.", "abstract": "Invasive species can cause maladaptive behaviours in native consumers, with evolution of behavioural or physiological traits thought to be the main way out of these so-called 'evolutionary traps'. However, shorter-term ecological processes resulting from biological invasions could provide other ways to escape evolutionary traps. Asobara cf. rufescens, a resident (i.e., possibly native or previously introduced) parasitoid of drosophilid fly larvae in North America, can rarely produce offspring on the invasive fruit pest Drosophila suzukii in the laboratory, but in often emerges from field-collected D. suzukii. We hypothesized that the successful development of A. cf. rufescens in D. suzukii in the field is facilitated by Leptopilina japonica, a recently introduced parasitoid of D. suzukii. In laboratory experiments, we found that A. cf. rufescens had more than 30-fold higher offspring emergence from D. suzukii when L. japonica was also present. This facilitation occurred most frequently when A. cf. rufescens parasitized D. suzukii after L. japonica, possibly because parasitism by L. japonica destroyed the hosts' cellular immunity that would otherwise prevent A. cf. rufescens development. The recent arrival of L. japonica may have partially rescued A. cf. rufescens from the evolutionary trap set by D. suzukii and, consequently, resulted in an expansion of its host range.", "date": "2025-12-24", "journal": ""}
{"title": "The realized host specificity of Leptopilina japonica and Ganaspis kimorum, adventive larval parasitoids of the invasive Drosophila suzukii", "doi": "10.64898/2025.12.22.696016", "authors": "Abram, P. K.; Moon, J.; Fraser, J. L.; Thiessen, J.; Gariepy, T.", "abstract": "The non-native larval parasitoid wasps Leptopilina japonica and Ganaspis kimorum (Hymenoptera: Figitidae), which attack larvae of the invasive pest Drosophila suzukii (Matsumura) (Diptera: Drosophilidae), were unintentionally introduced to the Pacific Northwest of North America between 10 and 15 years ago, and are now well-established. Previous laboratory studies conducted to assess the ecological risk of classical biological control introductions suggested that G. kimorum is highly host-specific, whereas L. japonica can develop in several other drosophilid species. Information on realized host use of the parasitoids under field conditions in the context of host-parasitoid food webs in their non-native range is limited. A two-year field study in coastal British Columbia, Canada was conducted, using complementary sampling methods to document host-parasitoid associations and quantify parasitoid specificity with respect to drosophilid communities inhabiting ripe and rotting fruit. Consistent with previous laboratory findings, G. kimorum was reared exclusively from D. suzukii, while L. japonica emerged primarily from D. suzukii but also from D. melanogaster and, less frequently, from members of the D. obscura species group. Leptopilina japonica shared some host species with the resident parasitoid species L. heterotoma and Asobara cf. rufescens. A particularly striking result was the extent to which almost all drosophilid and parasitoid taxa in this study's host-parasitoid trophic webs were non-native, complicating the interpretation of non-target ecological effects of L. japonica. These results provide field-based evidence of realized host use by these two non-native larval parasitoids of D. suzukii that can inform their future use in classical and augmentative biological control programs.", "date": "2025-12-24", "journal": ""}
{"title": "Organismal robustness and resilience influence the ability to cope with cold snaps", "doi": "10.64898/2025.12.22.696020", "authors": "Taff, C. C.; Ardia, D. R.; Chang van Oordt, D.; Houtz, J. L.; Meia, N. A.; Ryan, T. A.; Shipley, J. R.; Uehling, J. J.; Winkler, D. W.; Zimmer, C.; Vitousek, M. N.", "abstract": "Coping with challenges often requires maintaining performance during poor conditions (robustness) and reestablishing normal performance following disturbance (resilience). Trade-offs between performance under normal and challenging conditions may generate variation in stress coping capacity, but there is little empirical data from wild populations. We studied robustness and resilience to temperature in tree swallows (Tachycineta bicolor) using a 39-year dataset that included >75,000 hours of behavioral data. Cold snaps had profound and sustained impacts on fitness; effects on nestlings were mediated by the behavioral robustness and resilience of parents. Parental robustness was predicted by developmental cold exposure and current endocrine state. As expected, trade-offs between peak performance and behavioral robustness influenced susceptibility. Selection on trade-offs may generate population differences in vulnerability to changing temperature regimes.", "date": "2025-12-24", "journal": ""}
{"title": "Spatial transcriptomic profiling of decalcified murine musculoskeletal samples via Xenium Prime 5K", "doi": "10.64898/2025.12.22.693132", "authors": "Lammlin, L.; Tran, H. X.; Mohan, A.; Newton, M. D.; Howser, S. C.; Redding, S. J.; Capobianco, C. A.; Hankenson, K. D.; Knights, A. J.; Maerz, T.", "abstract": "Successful generation of high-quality spatial transcriptomics data from murine musculoskeletal tissues has been impeded by the challenge of preserving RNA integrity through the harsh tissue processing steps required for histological sectioning. In particular, the need to thoroughly fix and decalcify mineralized tissues has proven problematic. We detail a comprehensive sample processing pipeline for three common murine musculoskeletal tissue samples, enabling high-quality transcript detection via imaging-based spatial transcriptomics using the Xenium Prime 5K platform from 10x Genomics. Our protocol outlines methodological details for transcardiac perfusion, fixation, decalcification, paraffin processing, and a sample co-embedding strategy facilitating anatomically consistent and simultaneous sectioning of multiple samples onto the spatial transcriptomics slide. Rigorous quality control demonstrates high-quality tissue-specific outcomes across intact knee joints, tibiae, and lumbar spines from adult mice. Our pipeline enabled 70-91% high-quality transcripts across synovium, meniscus, patellar tendon, articular cartilage, subchondral bone, cortical bone, bone marrow, muscle, fracture callus, and dorsal root ganglion tissues. The average number of detected transcripts varied markedly between tissue types - soft tissues such as synovium, patellar tendon, muscle, bone marrow, and callus exhibited ~200 - 400 transcript per cell; mineralized tissues such as subchondral bone, meniscus, and cortical bone exhibited ~ 13 - 150 transcripts per cell; highly active neuronal tissues such as dorsal root ganglion neurons yielded 750 - 1100 transcripts per cell. Canonical cell markers within each tissue confirmed successful identification and representation of key cell types. Through rigorous sample quality assessment at multiple stages of processing, this protocol yields high-quality RNA transcript detection while preserving critical anatomical context and will serve as a valuable tool enabling spatial transcriptomic profiling of intact musculoskeletal tissue samples.", "date": "2025-12-24", "journal": ""}
{"title": "Differentiation of THP-1 Cells in 3D Cancer-Stromal Tissue by Collagen Microfiber for Replicating of Tumor Microenvironment", "doi": "10.64898/2025.12.22.696030", "authors": "Moroishi, K.; Hermodsson, T.; Greiff, L.; Lindstedt, M.; Matsusaki, M.", "abstract": "In three-dimensional (3D) cancer tissue models, the low solubility of type I collagen (Col I) is a limitation in reproducing cancer tissue with high collagen density. we previously reported a sedimentation culture method using collagen microfibers (CMF) homogenized Col I powder. This 3D cancer tissue model is expected to reproduce tumor microenvironment comparable to that in tumors bearing mice owing to its high collagen density. However, this 3D cancer tissue model including immune cells such as macrophages has not been reported. In this study, we fabricated a 3D culture system including normal human dermal fibroblasts, human umbilical vein endothelial cells, and cancer cells human monocytes cell line; THP-1 cells by sedimentation culture using CMF. 3D cancer tissue models co-cultured with human colorectal cancer cells for 5 days increased the expression levels of CD14 and CD206, markers of macrophages and M2 macrophages, in THP-1 cells, suggesting differentiation induction toward macrophages and polarization toward M2-like macrophages. We could also demonstrate the applicability of drug efficacy evaluation systems by evaluating the cytotoxicity of poly(vinyl alcohol)-ursodeoxycholic acid15 that induce cell death in response to weak acidic tumor microenvironment in 3D cancer tissue models with macrophages. This 3D cancer tissue models with macrophages are expected to be applied as tools for evaluating the efficacy of cancer therapeutic molecules and for understanding in detail the behavior of immune cells within the tumor microenvironment.", "date": "2025-12-24", "journal": ""}
{"title": "Pglyrp1-Cre Marks Distinct Epithelial and Immune Lineages Across Mucosal Sites", "doi": "10.64898/2025.12.22.696025", "authors": "Alvarez-Arguedas, S.; Shiloh, M. U.", "abstract": "Mucosa-associated lymphoid tissue (MALT) initiates immune responses at mucosal entry sites. Within MALT, microfold (M) cells sample luminal antigens and deliver them to underlying immune cells. Despite their functional importance, few tools enable selective manipulation of M cells in vivo. Here we report the generation and characterization of a peptidoglycan recognition protein 1 (Pglyrp1)-Cre knock-in mouse designed to allow conditional genetic access to M cells. Using Rosa26-tdTomato reporter mice, we found strong Pglyrp1 promoter activity in gut epithelial cells, including goblet and M cells, whereas activity in nasal-associated lymphoid tissue (NALT) was more heterogeneous and skewed towards immune cells, particularly neutrophils. To functionally interrogate Pglyrp1-expressing cells, we performed Cre-mediated ablation using three DTA-based models. The Rosa26GFP-DTA line caused marked perinatal lethality in double-positive pups, suggesting essential roles for Pglyrp1-positive cells early in life. In contrast, Rosa26DTA and Rosa26iDTR crosses produced minimal depletion of mucosal populations, including M cells, even at the highest non-lethal diphtheria toxin dose. These findings demonstrate tissue-specific Pglyrp1 promoter activity and highlight challenges in achieving M cell-specific targeting. Although not M cell-restricted, the Pglyrp1-Cre mouse provides a useful tool for manipulating Pglyrp1-expressing lineages and probing their roles in mucosal homeostasis and immunity.", "date": "2025-12-24", "journal": ""}
{"title": "Microplastic Exposure Promotes Amyloid Misfolding and Metabolic Impairment at Sub-Lethal Doses in an In Vitro Cellular Model of Alzheimer's Disease", "doi": "10.64898/2025.12.22.696023", "authors": "da Silva, I. A. N.; Paulus, A.; Skoryk, V.; Kar Yan, S.; Herranz, F.; Klementieva, O.", "abstract": "Microplastics and nanoplastics (MNPs) are ubiquitous environmental pollutants with increasing implications for human health. While their presence in human tissues is established, the molecular mechanisms driving their potential neurotoxicity remain unclear. This study investigates the impact of polystyrene (PS) on amyloid protein misfolding and cellular metabolism using Optical Photothermal Infrared (O-PTIR) spectroscopy, a label-free, sub-diffraction imaging technique. Our results reveal that PS exposure promotes pathological protein misfolding, specifically increasing {beta}-sheet-rich conformations, and disrupts metabolic homeostasis at sub-lethal doses. These suggest that the microplastic surface acts as a catalytic scaffold for amyloid aggregation, driving cellular dysfunction prior to acute toxicity. This identifies a plausible molecular pathway by which environmental MNP pollution contributes to the risk and progression of neurodegenerative diseases, highlighting the need for risk assessments that look beyond simple cell survival.", "date": "2025-12-24", "journal": ""}
{"title": "A metadata managed FAIR end-to-end workflow for microbial community Omics data analysis", "doi": "10.64898/2025.12.22.696032", "authors": "Ke, C.; Koehorst, J. J.; Nijsse, B.; Scott, W. T.; Schaap, P. J.", "abstract": "Background: Molecular profiling using high-throughput omics technologies has tremendously increased our ability to interrogate complex microbial communities at the molecular level. In the context of data reuse, the FAIRification of these extensive datasets is frequently perceived as a secondary administrative task, addressed only after data analysis has been completed. However, this approach overlooks the potential benefits of early metadata integration as the procedures for processing and analyzing raw data are primarily dictated by the underlying research design and experimental conditions. Gathering interoperable research metadata at the earliest stages creates a standardized basis for managing, processing, and analyzing data enabling more efficient and reproducible FAIR workflows. Results: The single containment principle was used to develop modular containerized reproducible workflows that support the FAIR principles for research software by systematically capturing standardized metadata for each data processing step along with the resulting data products. Using defined mock metagenomic datasets as an example, we show that interoperable research metadata can be used to drive such computational workflows. By processing raw data accordingly, machine-actionable provenance chains are created that enhance the reproducibility and reusability of the resulting data products. Conclusions: A seamless integration of wet lab experiments with computational investigations is essential for a FAIR end-to-end research process. Meta-data-managed workflows prevent the need for unnecessary data manipulation. Workflow provenance registration explicates the complex multi-step methods employed for data processing and analysis. Combining FAIR principles with data provenance registration enhances the reusability of omics datasets by promoting transparency and reproducibility.", "date": "2025-12-24", "journal": ""}
{"title": "How Much Does Protein Structure Really Help? A Case Study in Mutation-Induced Stability Prediction", "doi": "10.64898/2025.12.22.694225", "authors": "Moldwin, A. R.; Shehu, A.", "abstract": "Multimodal neural networks integrating protein language models (PLMs) with structure-derived features are increasingly common for predicting mutation effects, yet fundamental mechanisms remain poorly characterized. In this paper, we articulate and address two key questions: (i) do these architectures exploit mutation-conditioned structural changes, and (ii) does structure provide additive value over PLM-learned sequence embeddings afterall? Using melting temperature shift prediction as a controlled testbed, a phenotype expected to depend strongly on three-dimensional geometry, we introduce generalizable diagnostic methodologies: systematic channel ablations quantifying each modality's marginal contribution, and context-radius probing, a novel technique restricting inputs to progressively larger neighborhoods around mutations to spatially localize predictive signal. Across ten independent runs per condition, we find PLM embeddings dominate: removing structure causes minimal performance change, while removing PLMs causes performance collapse. Context-radius probing reveals signal is highly localized; mutation-site-only models recover full-context performance. Critically, comparing wild-type-shared versus mutation-conditioned structural regimes reveals no systematic gain from geometric perturbations, demonstrating that current representations function as static fold priors because downstream featurization attenuates mutation-induced changes. However, structure helps selectively: benefits concentrate in variants with atypical PLM embeddings occupying phenotypically incoherent neighborhoods where sequence-derived priors are locally unreliable. Though focused on a controlled testbed, this work surfaces a key challenge for any protein prediction task where domain knowledge suggests structure should matter: not whether to \"add structure,\" but how to represent and integrate geometry so that it contributes distinct signal beyond strong sequence priors. We provide architecture-agnostic diagnostics to test and quantify when and how explicit structure delivers that added value.", "date": "2025-12-24", "journal": ""}
{"title": "Coordinated infraslow cortical oscillations of neuromodulators during NREM sleep", "doi": "10.64898/2025.12.22.695982", "authors": "Kjaerby, C.; Radovanovic, T.; Kovacs, E. R.; Bojarowska, Z.; Tokarska, K. A.; Tsopanidou, A.; Nielsen, E. S.; Andersen, M.; Li, Y.; Weikop, P.; Untiet, V.; Nedergaard, M.", "abstract": "Neurotransmitters and neuromodulators regulate brain states through diverse mechanisms, yet how their activities are coordinated during sleep remains unresolved. Using in vivo fiber photometry in adult mice expressing genetically encoded fluorescent biosensors, combined with EEG/EMG recordings, we investigated the temporal organization of multiple neuromodulators during sleep in barrel cortex, with norepinephrine (NE) as a reference signal. All five neuromodulators examined, acetylcholine, serotonin, dopamine, histamine, and NE, exhibited synchronized infraslow cortical oscillations during NREM sleep. Optogenetic suppression of locus coeruleus (LC) neurons abolished NE oscillations and selectively reduced acetylcholine fluctuations in barrel cortex, whereas targeted inhibition of basal forebrain cholinergic neurons attenuated REM-associated acetylcholine elevations without disrupting NREM-related oscillations or NE dynamics. The synchronized infraslow cortical oscillations spanning multiple neuromodulators reveal a previously unrecognized mechanism for organizing sleep architecture.", "date": "2025-12-24", "journal": ""}
{"title": "Constitutive DREADD signalling modulates oligodendrocyte precursor cell bioelectrical membrane properties and fate", "doi": "10.64898/2025.12.22.695316", "authors": "Kamen, Y.; Vagionitis, S.; de Faria, O.; Karadottir, R. T.", "abstract": "Oligodendrocyte precursor cells (OPCs) are small cells in the central nervous system that proliferate and differentiate into myelinating oligodendrocytes throughout life, allowing for myelin plasticity and repair. G protein-coupled neuromodulator receptors can regulate OPC fate, but the role of individual G protein families is unclear. Here, we use chemogenetics to directly investigate the role of Gq and Gi proteins in OPC fate. We find that expressing the DREADDs (Designer Receptors Exclusively Activated by Designer Drugs) hM3Dq or hM4Di in OPCs without activating them with designer agonists induces constitutive G protein signalling, which alters bioelectrical membrane properties such as voltage-gated ion channels and glutamate receptors in OPCs. Further, we find that hM3Dq or hM4Di expression alone modulates OPC fate, increasing or decreasing differentiation, respectively, suggesting that directly targeting G protein signalling can be used to bidirectionally regulate differentiation. Importantly, our data raise a note of caution regarding the use of DREADDs in both excitable and non-excitable small cells.", "date": "2025-12-24", "journal": ""}
{"title": "Anti-malaria RTS,S/AS01 vaccine generates a limited pool of memory B cells expressing specificities associated with protection", "doi": "10.64898/2025.12.22.696031", "authors": "Netland, J.; Thouvenel, C. D.; Gregory, S.; Adams, W. C.; Jongert, E.; Brunette, N.; King, N. P.; Kisalu, N. K.; King, C. R.; Rawlings, D. J.; Pepper, M.", "abstract": "RTS,S/AS01, an adjuvanted subunit malaria vaccine, induces protective but short-lived anti-Plasmodium falciparum circumsporozoite protein (CSP) antibody titers. To better understand the lack of sustained protection post-vaccination, we analyzed CSP-specific B cells over time in malaria-naive individuals following immunization with RTS,S/AS01 followed by controlled malaria infection. Longitudinal analyses revealed a shift in the repertoire and regional protein specificity of CSP-specific B cells over time. Early post-vaccine responses were dominated by class-switched memory B cells (MBCs) specific for the NANP-repeat region of CSP, epitopes associated with protective antibodies. However, the frequency of NANP-repeat-specific MBCs declines, while longer-term memory responses, including responses both before and after a malaria challenge, had increased frequencies of MBCs specific for the C-terminus of CSP. Despite class-switching and affinity maturation, C-term monoclonal antibodies derived from these MBCs failed to protect mice against a transgenic parasite challenge. Taken together, these findings suggest that RTS,S/AS01 induces a transient, protective NANP-repeat-specific B cell response that is subsequently replaced by B cells with non-protective reactivities, potentially explaining its limited long-term efficacy.", "date": "2025-12-24", "journal": ""}
{"title": "Genetic diversity of Collaborative Cross mice enables the establishment of a novel Chlamydia muridarum female genital tract infection model", "doi": "10.64898/2025.12.22.695995", "authors": "Darville, T.; Girardi, J.; Poston, T.; Campbell, C.; Sun, X.; Hao, Y. B.; Zhang, Y.; Liu, C.; Duncan, B.; Zou, F.; O'Connell, C.; Zheng, X.", "abstract": "Chlamydial infection in women displays wide variation in bacterial burden, persistence, and risk of upper genital tract pathology, yet the host genetic factors underlying this heterogeneity remain poorly defined. We evaluated genital tract infection with Chlamydia muridarum across 20 Collaborative Cross (CC) strains, a recombinant inbred mouse panel that captures broad genetic diversity with high within - strain reproducibility. CC strains exhibited striking differences in early bacterial burden, time to clearance, and oviduct pathology, including prolonged low-inflammatory infections and burden -- pathology discordance that mirror key features of human disease. Heritability analyses demonstrated that host genetics accounted for most of the variation observed in Day 7 bacterial burden and pathological outcomes. Genome-wide scans identified suggestive quantitative trait loci associated with both traits. Genes within the burden-associated locus converged on host pathways implicated in chlamydial intracellular growth, including membrane dynamics and lipid metabolism, ubiquitin signaling, host cell survival mechanisms, and immune regulatory signaling. In contrast, genes within the pathology-associated locus were enriched for pathways regulating inflammatory cell recruitment, inflammasome activation, and tissue remodeling, processes central to genital tract damage following infection. Cervical transcriptional profiling further revealed strain-dependent innate and adaptive immune programs associated with bacterial burden and disease phenotype. Together, these findings establish the CC as a powerful platform for dissecting the genetic architecture of chlamydial immunopathogenesis, and for improving preclinical evaluation of vaccines and therapeutics.", "date": "2025-12-24", "journal": ""}
{"title": "Three-Dimensional Epigenome Roadmap of Human B-cell Differentiation Uncovers Mechanisms of Humoral Immunity and Oncogenesis", "doi": "10.64898/2025.12.22.695871", "authors": "de Haro-Blazquez, R.; Tomas-Daza, L.; Fanlo-Escudero, L.; Lopez-Marti, P.; Byrne-Alvarez, N.; Rovirosa, L.; Valero, B.; Ochoteco, J.; Rigau, M.; Medvedeva, G.; Alvarez-Gonzalez, L.; Urmeneta, B.; Planas-Riverola, A.; Carbonell, J.; Robert-Finestra, T.; Alqahtani, A.; Brittain, N.; Falcon-Bermejo, J.; Kulis, M.; Martin-Subero, J. I.; Guerrero-Gilabert, M. D.; Amilibia, E.; Costa, A.; Perez, S.; Rusell, L. J.; Rico, D.; Valencia, A.; Javierre, B. M.", "abstract": "Human B-cell differentiation underlies humoral immunity, and its disruption leads to cancer, autoimmunity, and immunodeficiencies. However, the enhancer-based regulatory mechanisms governing this process remain poorly understood. To address this gap, we generated the first three-dimensional epigenomic roadmap of human B-cell differentiation in vivo. By profiling nine differentiation stages, we linked nearly half a million enhancers to their target genes through chromatin interactions, defined their activity states, and predicted bound transcription factors. We show that the acquisition of B-cell identity, distinct from common cellular processes, relies on large enhancer networks acting additively and synergistically to finely tune transcription. We further identify a 3D epigenetic priming mechanism underlying immune memory, whereby memory B cells retain primed DNA loops that enable faster responses to antigen re-exposure. Extending this roadmap to disease, we demonstrate that B-cell malignancies preserve enhancer signatures of their cell of origin while silencing distal tumor suppressor control. Finally, we uncover a previously unappreciated oncogenic mechanism in which intragenic deletions disrupt distal gene regulation via enhancer loss. Together, this resource provides a framework for understanding the genetic and epigenetic basis of humoral immunity and immune-related diseases.", "date": "2025-12-24", "journal": ""}
{"title": "Balanced polymorphism in a floral transcription factor underlies an ancient rhythm of daily sex alternation in avocado", "doi": "10.64898/2025.12.22.695989", "authors": "Groh, J. S.; dos Santos, M. F. S.; de Dios, E. A.; Ackerman, G.; Solares, E.; Focht, E.; Seymour, D.; Gaut, B. S.; Arpaia, M. L.; Coop, G.", "abstract": "In avocado and certain wild relatives in Lauraceae, pollination occurs via a synchronized rhythm of floral sex timing between two hermaphroditic flowering types. A-type plants present female-phase flowers in the morning and male-phase flowers in the afternoon, while B-types show the complementary pattern, a form of heterodichogamy. We map this dimorphism in avocado to a genomic region overlapping a single strong candidate gene, SDMYB, where a dominant haplotype confers A-type flowering. SDMYB belongs to a subgroup of R2R3 MYB transcription factors established as key regulators of floral maturation in diverse species with links to circadian jasmonate signaling. Haplotypes at this locus form an ancient trans-species polymorphism maintained by negative frequency-dependent balancing selection over 44 million years, and they segregate in at least 26 non-avocado species, including in a genus where this mating system has not been reported. Across several species examined, rhythmic diel SDMYB expression is associated with biphasic floral anthesis, and the dominant allele, which contains nonsynonymous changes in conserved functional domains, exhibits a cis-regulated phase delay, corresponding to the delayed 2nd anthesis of A-types. The coupling of dichogamy with diel flower movements, widespread among magnoliids, is a likely precursor to daily forms of heterodichogamy. Absence of the SDMYB polymorphism in true cinnamon, which exhibits a highly similar mating system, suggests the possibility that heterodichogamy has convergently evolved within Lauraceae.", "date": "2025-12-24", "journal": ""}
{"title": "Metal-Triggered Rheological Switching in Engineered Lanmodulin Condensates", "doi": "10.64898/2025.12.22.696036", "authors": "Trettel, D. S.; Huffman, B. L.; Clark, A.; Yang, X.; Marrone, B. L.; Gonzalez-Esquer, C. R.", "abstract": "Reliable recovery of rare earth elements (REEs) is increasingly important for energy and communication technologies, yet current separation methods rely on harsh chemistries and are difficult to scale sustainably. Biological strategies offer a promising alternative but typically require immobilized proteins, introducing diffusion limitations and regeneration challenges. Here, we engineer a phase-separating variant of the high-affinity lanthanide-binding protein Lanmodulin (LanM) by fusing it to an encapsulation peptide (EP) microdomain. The resulting chimera, EP-LanM, undergoes liquid-liquid phase separation upon REE binding, forming condensates whose formation and dynamic properties are governed by metal stoichiometry and temperature. These condensates enable selective capture and release of La3+ and Nd3+ and support efficient recovery and reuse of the protein. Our findings show that metal-triggered protein condensation can be harnessed as an aqueous, reversible mechanism for REE enrichment, establishing a generalizable biophysical approach for designing functional phase-separating proteins for selective metal separation.", "date": "2025-12-24", "journal": ""}
{"title": "Corticolimbic structure-function coupling is sensitive to childhood adversity and buffers adversity-related symptoms during development", "doi": "10.64898/2025.12.22.696017", "authors": "Sisk, L. M.; Keding, T. J.; Drew, A.; Ma, E.; Shafiei, G.; Cieslak, M.; Satterthwaite, T. D.; Gee, D. G.", "abstract": "Childhood adversity is a potent predictor of mental health problems across the lifespan, and a rich cross-species literature implicates stress-sensitive corticolimbic circuits in adversity-related psychopathology. Structure-function coupling (SFC) is a promising multimodal marker that is sensitive to developmental plasticity. While emerging evidence suggests cortical SFC is sensitive to adversity exposure during early childhood, it is unknown how SFC in stress-sensitive corticolimbic circuits links adversity exposure with mental health across development. We examined associations between adversity exposure, transdiagnostic symptomatology, and both amygdala-cortical and hippocampal-cortical SFC across development in a large sample of youth (N = 607, 39% F). Results revealed that adversity exposure moderated age-related change in amygdala-vmPFC SFC (p = .007), such that youth exposed to higher, but not lower, levels of adversity showed an age-related increase in amygdala-vmPFC SFC. Further, amygdala-vmPFC SFC buffered the effect of adversity on internalizing symptoms (p = .012), such that those youth with higher adversity exposure who had stronger amygdala-vmPFC SFC also displayed lower internalizing symptoms. Separately, higher adversity exposure was associated with lower hippocampal-limbic network SFC (p = .037), which moderated the effect of adversity on internalizing symptoms (p = .010). These findings highlight that structural and functional neurodevelopment of amygdala-vmPFC and hippocampal-limbic network connections may adapt in distinct ways to support mental health following adversity, with implications for risk and resilience against internalizing psychopathology.", "date": "2025-12-24", "journal": ""}
{"title": "YfgH is a transmembrane glycine-zipper containing lipoprotein that stabilizes excess cardiolipin and outer membrane proteins during envelope stress", "doi": "10.64898/2025.12.22.696046", "authors": "Shaigec, E. R.; Cho, T. H. S.; Tsviklist, V.; Bishop, J.; Raivio, T. L.", "abstract": "The outer membrane (OM) of Escherichia coli is an essential, asymmetric bilayer composed of lipopolysaccharide and phospholipids that protects cells from environmental stress. While several systems maintain OM integrity during stress, the roles of many outer membrane lipoproteins are less well characterized. Here, we identify YfgH, a glycine-zipper domain containing lipoprotein, as a novel OM-stabilizing factor that functions distinctly from the previously studied SlyB. Deletion of yfgH increases sensitivity to detergents and metal chelators, enhances OM permeability, and leads to global loss of OM proteins under stress. YfgH is essential for survival during CRISPR interference-mediated depletion of OM biogenesis genes, and its overexpression rescues these phenotypes. AlphaFold modeling predicts YfgH forms oligomeric ring-like structures similar to SlyB, but genetic suppressor screens indicate distinct mechanisms: clsA (cardiolipin synthase) mutations suppress yfgH deletion, while slyB suppressors map to the Mla lipid transport pathway. Biochemical analyses reveal YfgH interacts with multiple OM proteins, especially under stress. Together these findings suggest YfgH functions by stabilizing cardiolipin-rich nanodomains, representing a novel response to OM stress. This work expands our understanding of glycine-zipper lipoproteins as stress-specific membrane stabilizers and highlights the critical role of YfgH in preserving OM integrity during envelope perturbation.", "date": "2025-12-24", "journal": ""}
{"title": "Task-Geometry Alignment: a design principle forparameter-free, accurate genomic search", "doi": "10.64898/2025.12.22.696033", "authors": "Boone, J.", "abstract": "Standard alignment-based DNA barcoding falters because rigid geometric assumptions clash with biological realities, particularly insertions/deletions (indels) and fragment-to-reference asymmetry. To address this, we propose Task-Geometry Alignment (TGA), a design principle that structurally aligns the algorithm with the intrinsic geometry of the biological task. We implement TGA in TGALIGN, a parameter-free tool that tiles reference databases into windows, applies gap-robust syncmer sketching, and indexes them for approximate nearest neighbor search. Across five benchmarks encompassing COI, 16S, and ITS markers, TGALIGN achieves 9% higher accuracy and up to 10x faster query speeds than the leading aligner. Crucially, ablation studies confirm this architectural tiling is the causal driver of performance, allowing the tool to automatically match expert-parameterized configurations on fragment identification tasks. Availability: Source code and data are available at https://github.com/JustinBooneLab/ TGAlign", "date": "2025-12-24", "journal": ""}
{"title": "Notes on f4-ratio estimation", "doi": "10.64898/2025.12.22.695918", "authors": "Leppala, K.", "abstract": "The f4-ratio estimation is a popular technique for estimating gene flow proportion as a ratio between two f4-statistics. We point out the underappreciated fact that the root is not important in f4-ratio estimation, making the technique highly versatile. We study robustness and the bidirectional case. We introduce an enhanced branch statistic fB for detecting tentative gene flow events in a large phylogenetic tree, which has favourable properties compared to Malinsky's branch statistic fb.", "date": "2025-12-24", "journal": ""}
{"title": "Immunomodulatory nanoparticles elicit antifibrotic monocyte activation to resolve murine pulmonary fibrosis", "doi": "10.64898/2025.12.22.696047", "authors": "Viola, H.; Carter, H.; Griffin, K.; Medina Costa, R.; McDonald, R.; Callow, B.; Gonzalez, F.; Martinez, M.; Chen, R.; Hunter, Z.; luker, g.; Moore, B. B.; Shea, L.", "abstract": "Organ fibrosis presents a substantial disease burden with few therapeutic options. Innate immunity mediates fibrinogenesis, but also plays a major role in fibrinolysis. Here, we show that immunomodulatory nanoparticles (NPs) can harness this endogenous antifibrotic capacity by catalyzing monocyte activation leading to resolution of bleomycin-induced pulmonary fibrosis in vivo. Cargo-free NPs comprised of the degradable biopolymer poly(lactide-co-glycolide) (PLG) induce a transcriptional shift toward antifibrotic immune activation in profibrotic M2 macrophages (M{Phi}s) in vitro. NPs stimulate M2 M{Phi}s toward a glycolytic, rather than fatty acid oxidative, metabolism; suppress canonical M2 markers like arginase-1 (Arg1) and periostin (Postn); and upregulate collagenases, hyaluronidases and immunoregulatory factors. When delivered intravenously in vivo, NPs reverse established bleomycin-induced pulmonary fibrosis and invert the trajectory of over 1,000 genes from pre- to post-treatment according to bulk RNA-sequencing. NPs also suppress profibrotic signaling and increase expression of repair-associated pathways like peroxisome proliferator-activated receptor gamma (PPAR-{gamma}), nuclear retinoic acid receptor (RAR), vascular endothelial growth factor (VEGF), and sphingolipid signaling in fibrotic lungs. Flow cytometry confirms that NPs induce monocyte recruitment to fibrotic lungs via enhanced integrin expression. Altogether, NPs induce a robust pro-regenerative signature comprised of ECM degradation, inflammation resolution, and tissue repair pathways, concomitant with increased NP+ monocyte recruitment to fibrotic lungs. This work demonstrates that monocytes are not intrinsically profibrotic, but rather, their effects are context-dependent, and they retain a capacity for fibrotic resolution under conditions that can be induced by materials with translational potential.", "date": "2025-12-24", "journal": ""}
{"title": "PTEN-loss confers dependence on the guanylate synthesis enzyme IMPDH in T-cell acute lymphoblastic leukemia", "doi": "10.64898/2025.12.22.696045", "authors": "Padder, R.; Le Le, T.; Hyde, E.; Rubio, M.; Chiles, E.; Sheshadri, N.; Mulraney, K.; Zong, W.-X.; Su, X.; Herranz, D.; Valvezan, A.", "abstract": "Loss of the tumor suppressor PTEN is common in T-cell acute lymphoblastic leukemia (T-ALL), and is associated with poor prognosis. PTEN-loss drives robust activation of AKT/mTORC1 signaling to promote leukemic cell growth. We find that PTEN-loss in T-ALL confers dependence on the guanylate nucleotide synthesis enzyme inosine monophosphate dehydrogenase (IMPDH) for cell growth and viability. This metabolic vulnerability is dependent on sustained mTORC1 signaling and can be exploited using clinically approved IMPDH inhibitors to selectively kill PTEN-deficient T-ALL cells, and extend survival in genetic and xenograft T-ALL models in mice. Mechanistically, IMPDH inhibitors cause early DNA replication stress, followed by DNA damage. In contrast to treatment with mTORC1 inhibitors, these events culminate in robust and selective cell death in PTEN-deficient T-ALL cells. These findings reveal a targetable metabolic vulnerability in T-ALL, which could provide rationale for repurposing clinically approved IMPDH inhibitors.", "date": "2025-12-24", "journal": ""}
{"title": "Effects of nonpharmacological manipulations and repeated xanomeline treatment on methamphetamine-vs-food choice in Sprague Dawley and Long Evans rats", "doi": "10.64898/2025.12.22.696048", "authors": "Baldwin, A.; Banks, M.", "abstract": "The absence of Food and Drug Administration (FDA)-approved pharmacotherapies for methamphetamine use disorder (MUD) highlights the need for preclinical research to understand both the basic biological mechanisms of methamphetamine reinforcement and evaluate novel MUD pharmacotherapies. Recent studies demonstrated that repeated treatment with the muscarinic M1/M4 receptor agonist xanomeline attenuated cocaine self-administration. Whether these xanomeline treatment effects extend to methamphetamine self-administration remains unknown. The first aim established the economic substitutability between methamphetamine and liquid food (i.e., Ensure) using a methamphetamine-vs-food choice procedure in male and female Sprague Dawley (SD) and Long Evans (LE) rats. A within-session methamphetamine choice dose-effect function (0.032-0.32 mg/kg/infusion) was determined daily, and food reinforcer magnitude was manipulated weekly by changing the concentration (0, 10, 32, and 100%) of vanilla-flavored Ensure. Additionally, methamphetamine response requirement (i.e., fixed ratio (FR) 1, 5, 25, 125) was manipulated each week while holding the food FR constant. The second aim determined the effectiveness of repeated 5-day xanomeline (3.2-10 mg/kg, SC) to attenuate methamphetamine choice. Both increasing Ensure concentrations and methamphetamine FR values resulted in rightward shifts in the methamphetamine choice dose-effect function in both SD and LE rats. Repeated 5-day xanomeline treatment significantly decreased methamphetamine choice across all doses tested in LE, but not SD, rats. Time course of xanomeline treatment effectiveness revealed effects were greatest during the first 30 min of choice session. These results demonstrate that methamphetamine and food function as economic substitutes and that xanomeline may warrant further consideration as a MUD pharmacotherapy.", "date": "2025-12-24", "journal": ""}
{"title": "Brain-body dynamics is asymmetric and stable across cognitive states", "doi": "10.64898/2025.12.22.696055", "authors": "Madsen, J.; Silvan, A.; Babadi, B.; Parra, L. C.", "abstract": "The human body displays slow, spontaneous fluctuations in brain activity, autonomic physiology, and small incidental movements. It is unknown whether these co-fluctuations reflect a stable endogenous brain-body dynamic, or whether this dynamics varies with cognitive state. We addressed this question using a dynamical systems approach to analyze simultaneously recorded neural activity (EEG), autonomic physiology, and behavior while participants listened to spoken narratives or were at rest. We found that cognitive state did not substantially alter the endogenous dynamic. Acoustic and linguistic features predicted neural activity, which in turn affected physiological responses. Only low-level sound fluctuations exerted direct effects on autonomic signals. Peripheral physiology and behavior exerted stronger influences on EEG than the reverse. These findings suggest that slow co-fluctuations are the result of a stable brain-body dynamic with strong bottom-up feedback, and that the narrative entrains this dynamic by engaging cognition.", "date": "2025-12-24", "journal": ""}