{"title": "Identifying the genetic basis and molecular mechanismsunderlying phenotypic correlation between complex humantraits using a gene-based approach", "doi": "10.1101/2021.02.09.430368", "authors": "Gu, J.; Fuller, C. K.; Carbonetto, P.; He, X.; Zheng, J.; Li, H.", "abstract": "Phenotypic correlations between complex human traits have long been observed based on epidemiological studies. However, the genetic basis and underlying mechanisms are largely unknown. Here we developed a gene-based approach to measure genetic overlap between a pair of traits and to delineate the shared genes/pathways, through three steps: 1) translating SNP-phenotype association profile to gene-phenotype association profile by integrating GWAS with eQTL data using a newly developed algorithm called Sherlock-II; 2) measuring the genetic overlap between a pair of traits by a normalized distance and the associated p value between the two gene-phenotype association profiles; 3) delineating genes/pathways involved. Application of this approach to a set of GWAS data covering 59 human traits detected significant overlap between many known and unexpected pairs of traits; a significant fraction of them are not detectable by SNP based genetic similarity measures. Examples include Cancer and Alzheimer's Disease (AD), Rheumatoid Arthritis and Crohn's disease, and Longevity and Fasting glucose. Functional analysis revealed specific genes/pathways shared by these pairs. For example, Cancer and AD are co-associated with genes involved in hypoxia response and P53/apoptosis pathways, suggesting specific mechanisms underlying the inverse correlation between them. Our approach can detect yet unknown relationships between complex traits and generate mechanistic hypotheses and has the potential to improve diagnosis and treatment by transferring knowledge from one disease to another.", "date": "2025-07-27", "journal": ""}
{"title": "Poison frog chemical defense are influenced by environmental availability and dietary selectivity for ants", "doi": "10.1101/2022.06.14.495949", "authors": "Martin, N. A.; Rodriguez, C.; Alvarez-Buylla, A.; Fiocca, K.; Morrison, C. R.; Chamba Carrillo, A.; Garcia Ruilova, A. B.; Renteria, J.; Tapia, E. E.; Coloma, L. A.; Donoso, D. A.; O'Connell, L. A.", "abstract": "The ability to use small molecule alkaloids as defensive chemicals, often acquired via trophic interactions, has evolved in many organisms. Animals with diet-derived defenses must balance food choices to maintain their defense reservoirs along with other physiological needs. Poison frogs accumulate skin alkaloids from their arthropod diet, but whether they show preference for specific prey remains unexplored. Here, we explore the role of leaf litter prey availability and diet preferences in shaping poison frog chemical defenses along a geographic gradient. We examined skin alkaloid composition, stomach contents and leaf litter ants in aposematic diablito frogs (Oophaga sylvatica) at five sites in northwestern Ecuador, and in sympatric, cryptic Chimbo rocket frogs (Hyloxalus infraguttatus) at one site. We found that differential availability of leaf litter ants influenced alkaloid profiles across diablito populations, and low levels of alkaloids were observed in the sympatric, undefended Chimbo rocket frog. Ants were the primary dietary component of the defended species, while undefended species ate other prey categories including beetles and larvae in addition to ants. A prey selection analysis suggested that defended and undefended frogs both feed on a high proportion of specific small ant genera that naturally contain alkaloids, suggesting that selectivity for toxic prey is not restricted to classically aposematic and highly toxic species. These findings suggest that poison frogs use of feeding resources relative to availability may be an understudied and important selection factor in the evolution of acquired defenses.", "date": "2025-07-27", "journal": ""}
{"title": "In vivo Quantification of Neural Criticality and Complexity in Mouse Cortex and Striatum in a Model of Cocaine Abstinence", "doi": "10.1101/2022.08.02.501652", "authors": "Smith, W. C.", "abstract": "Self-organized criticality is a hallmark of complex dynamic systems at phase transitions. Systems that operate at or near criticality have large-scale fluctuations or avalanches, the frequency and duration power of which are best fit with a power law revealing them to be scale-free and fractal, and such power laws are ubiquitous. It is an attractive concept in neuroscience since spiking avalanches are exhibited by neural tissue, and may underpin how minuscule events could scale up to circuits and provide adaptive psychobiological function. Much is yet to be understood about criticality in vivo in the healthy brain and in disorders such as addiction, as drugs may alter the critical state tuning to generate drug seeking and dysphoria. Thus, here a novel toolset was developed to use neural avalanches and their self-similarity, rather than power law fit slope exponents as is canonically done, to quantify criticality in a previously collected high-density electrophysiological in vivo corticostriatal dataset from a mouse model of early cocaine abstinence. During behavioral quiescence, in the prefrontal cortex but not ventral striatum of cocaine-dosed mice, it was found that critical tuning is enhanced compared to drug-free controls. Additionally, an empirical biological demonstration of complexity's theoretical correlation to criticality was shown in drug-free mice, was exponentially enhanced in drug-treated cortex, but was absent in the drug-treated striatum. As shown, quantifying criticality grants experimental support for the critical brain hypothesis and allows for statistical interpretation of inter-subject variability and development of further testable hypotheses in systems neuroscience.", "date": "2025-07-27", "journal": ""}
{"title": "Synergistic and independent roles for Nodal and FGF in zebrafish CPC migration and asymmetric heart morphogenesis", "doi": "10.1101/2024.01.05.574380", "authors": "Gonzalez, V.; Grant, M. G.; Suzuki, M.; Christophers, B.; Williams, J. R.; Burdine, R. D.", "abstract": "Asymmetric development of the vertebrate heart is driven by a complex sequence of morphogenetic cell movements, coordinated through precise interpretation of signaling cues by the heart primordia. Here, we show that Nodal signaling functions synergistically with FGF to stimulate the migration of cardiac progenitor cells (CPCs) during cardiac jogging, the first morphological asymmetry observed in zebrafish heart development. While Nodal directs the asymmetric migration of CPCs, we find FGF signaling to be dispensable for this asymmetry, suggesting that FGF plays a permissive rather than instructive role. We further demonstrate that Nodal signaling induces asymmetries in actin cytoskeletal dynamics that correlate with the directional migration of CPCs, while FGF instead generally promotes the actin cytoskeleton of CPCs. In addition to influencing jogging, FGF and Nodal synergize to ensure proper heart looping. We also provide evidence that FGF contributes to heart looping by promoting the differentiation of the secondary heart field. Together, these findings offer insight into how the spatiotemporal dynamics of signaling pathways regulate the cellular behaviors driving organ morphogenesis.", "date": "2025-07-27", "journal": ""}
{"title": "Human Brain Mapping of Homotopic Functional Affinity", "doi": "10.1101/2024.01.09.574929", "authors": "Chen, L.-Z.; Zuo, X.-N.", "abstract": "Homotopic positions are defined as the two areas with opposite but equal horizonal coordinates in the standard symmetric brain space. Characterizing similarity between two homotopic areas, brain homotopy represents a typical feature of the two hemispheres for both structure and function. Functional homotopy provides important perspectives for understanding neural correlates of cognition and behavior. Despite the decisive role of spatial geometric constraints and homophilic attachment on the human connectome, traditional practices in mapping functional homotopy only considered the temporal correlations of functional timeseries between homotopic areas, but ignored the homophily factors in generative connectivity models. Here, we proposed a novel method for functional homotopy analysis, namely Homotopic Functional Affinity (HFA). This method quantifies the homotopic affinity as the cosine distance of the full-brain functional connectivity profiles or fingerprints between the homotopic areas. HFA captures both geometric constraints (homotopic location) and homophily (affinity) simultaneously. By leveraging the resting-state fMRI data from the Human Connectome Project (HCP) and the Chinese HCP (CHCP), we mapped the 700ms-2mm high spatiotemporal resolution HFA and evaluated its test-retest reliability with linear mixed models, exhibiting generally fair-to-substantial reliable measurements of individual differences in HFA. The lowest HFA observed in the temporo-parietal junction (TPJ) inspired to perform an edge-detection algorithm on its surface render and derived three clearly differentiable and adjacent TPJ subregions: the anterior TPJ (TPJa), the central TPJ (TPJc), and the posterior TPJ (TPJp). We further validated the HFA for the three TPJ regions through a set of comprehensive analyses, including the delineation of their functional connectivity fingerprints, the meta-analysis of their cognitive functions, and their task-activation correlation. Finally, we linked the cortical HFA map to those multimodal brain maps of gene expression, evolution, myelination, functional hierarchy, and cognitive association. The systematic subregion analysis revealed the complex hemispheric specialization of TPJ in attention, social cognition, and language functions. In general, functional specialization of the TPJ areas was stronger in the left hemisphere. The findings from the task activation correlation were highly consistent with those of the meta-analysis. Notably, there were significant differences in social cognition relevant to the three TPJ areas between HCP and CHCP datasets. Furthermore, the correlation analysis of multimodal brain maps illustrated a close relationship between the HFA map and multimodal brain maps. The consistency of maps derived in distinct analyses demonstrated the feasibility of HFA in further understanding psychological and behavioral mechanisms on neural lateralization from the perspective of hemispheric functional integration and specialization. In summary, the proposed HFA framework provides a reliable and valid functional brain mapping tool, with broad applicability in population neuroscience.", "date": "2025-07-27", "journal": ""}
{"title": "Protein overabundance is driven by growth robustness", "doi": "10.1101/2024.08.14.607847", "authors": "Choi, H. K.; Lo, T. W.; Cutler, K. J.; Huang, D.; Will, W. R.; Wiggins, P. A.", "abstract": "Protein expression levels optimize cell fitness: Too low an expression level of essential proteins will slow growth by compromising essential processes; whereas overexpression slows growth by increasing the metabolic load. This trade-off naively predicts that cells maximize their fitness by sufficiency, expressing just enough of each essential protein for function. We test this prediction in the naturally-competent bacterium Acinetobacter baylyi by characterizing the proliferation dynamics of essential-gene knockouts at a single-cell scale (by imaging) as well as at a genome-wide scale. In these experiments, cells proliferate for multiple generations as target protein levels are diluted from their endogenous levels. This approach facilitates a proteome-scale analysis of the fitness landscape with respect to protein abundance. We find that most essential proteins are subject to a threshold-like fitness landscape: growth is independent of protein abundance above a critical threshold and arrests below that threshold. We have recently analyzed the implications of this landscape for growth robustness. Confirming signature predictions of this model, we find that (i) roughly 70% of essential proteins are overabundant, (ii) overabundance increases as the expression level decreases and (iii) the lowest abundance proteins are in vast excess (>10x) of what is required for growth in the typical cell. These results reveal that robustness plays a fundamental role in determining the expression levels of essential genes and that overabundance is a key mechanism for ensuring robust growth.", "date": "2025-07-27", "journal": ""}
{"title": "BrainScale: Enabling Scalable Online Learning in Spiking Neural Networks", "doi": "10.1101/2024.09.24.614728", "authors": "Wang, C.; Dong, X.; Ji, Z.; Jiang, J.; Liu, X.; Wu, S.", "abstract": "Spiking neural networks (SNNs) represent a promising paradigm for understanding brain functions and developing neuromorphic intelligence. However, their potential remains largely unrealized due to a fundamental limitation: the lack of a scalable online learning system capable of supporting large-scale training of complex brain dynamics over long timescales. Current approaches are either limited to offline learning, impeding long-time task training; constrained by high memory complexity, hindering network scaling; or using oversimplified models, failing to capture complex brain dynamics. Here, we introduce BrainScale, a system that synergizes model universality, computational efficiency, and engineering usability to enable scalable online learning in SNNs. First, BrainScale introduces standard model abstractions to support the training of diverse spiking networks. Second, BrainScale implements an online learning algorithm with linear memory complexity by exploiting intrinsic properties of SNN dynamics. Third, BrainScale provides an online learning compiler that automates the implementation of online learning for any user-defined models. Extensive evaluations across diverse SNN dynamics and computational tasks demonstrate that BrainScale consistently delivers strong training performance while maintaining extremely low memory usage and high computational efficiency. These properties enable the online training of a whole-brain-scale SNN of the Drosophila brain, accurately capturing functional activities across brain regions. These results position BrainScale as a foundational platform for advancing large-scale brain simulation and neuromorphic computing.", "date": "2025-07-27", "journal": ""}
{"title": "Oceanic cyanobacterial photosynthesis is negatively affected by viral NblA proteins", "doi": "10.1101/2024.11.10.622831", "authors": "Beja, O.; Nadel, O.; Hanna, R.; Rozenberg, A.; Shitrit, D.; Tahan, R.; Pekarsky, I.; Kleifeld, O.; Lindell, D.", "abstract": "Marine picocyanobacteria are abundant photosynthetic organisms of global importance. They coexist in the ocean with cyanophages, viruses that infect cyanobacteria. Cyanophages carry many auxiliary metabolic genes acquired from their hosts that are thought to redirect host metabolism for the phage benefit1-5. One such gene is nblA which is present in multiple cyanophage families2,6-8. Under nutrient deprivation the cyanobacterial NblA is responsible for inducing proteolytic degradation of the phycobilisome9-11, the large cyanobacterial photosynthetic light harvesting complex. This increases the pool of amino acids available for essential tasks11, serving as a survival mechanism12. Ectopic expression of different cyanophage nblA genes results in host pigment protein degradation9,6. However, the benefit of the cyanophage-encoded NblA for the cyanophage and the broader impact on the host are unknown. Here, using a recently developed genetic manipulation system for marine cyanophages14, we reveal that cyanophage NblA significantly accelerates the cyanophage infection cycle, directs degradation of the host phycobilisome and other proteins and reduces host photosynthetic light harvesting efficiency. Metagenomic analysis revealed that cyanophages carrying nblA are widespread in the oceans and compose 35% and 65% of oceanic T7-like cyanophages in the surface and deep photic zones, respectively. Our results show a large benefit of the nblA gene to the cyanophage while exerting a negative effect on the host photosynthetic apparatus and host photosynthesis. These findings suggest that cyanophage nblA has an adverse global impact on light harvesting by oceanic picocyanobacteria.", "date": "2025-07-27", "journal": ""}
{"title": "Higher-Order Interactions in Neuronal Function: From Genes to Ionic Currents in Biophysical Models", "doi": "10.1101/2024.12.16.628700", "authors": "Reva, M.; Arnaudon, A.; Zbili, M.; Makkeh, A.; Markram, H.; Goaillard, J.-M.; Van Geit, W.", "abstract": "Neuronal firing patterns are the consequence of precise variations in neuronal membrane potential, which are themselves shaped by multiple ionic currents. In this study, we use biophysical models, statistical methods, and information theory to explore the interaction between these ionic currents and neuron electrophysiological phenotype. We created numerous electrical models with diverse firing patterns. By analyzing these models, we identified intricate relationships between model parameters and electrical features. Our findings show that neuronal activity is often influenced by multiple biophysical model parameters, in a non-additive (i.e. synergistic) fashion. When comparing this with single-cell RNAseq data, we found a contrasting structure: gene expression profiles were dominated by redundancy, reflecting differences in regulatory constraints and sampling diversity. This research sheds light on the complex links between biophysical parameters and neuronal phenotypes.", "date": "2025-07-27", "journal": ""}
{"title": "A personalized multi-platform assessment of somatic mosaicism in the human frontal cortex", "doi": "10.1101/2024.12.18.629274", "authors": "Zhou, W.; Mumm, C.; Gan, Y.; Switzenberg, J. A.; Wang, J.; De Oliveira, P.; Kathuria, K.; Losh, S. J.; Bessell, B.; McDonald, T. L.; McConnell, M. J.; Boyle, A. P.; Mills, R. E.", "abstract": "Somatic mutations in individual cells create genomic mosaicism, influencing genetic disorders and cancers. While clonal mutations in cancers are well-studied, rarer somatic variants in normal tissues remain poorly characterized. This study systematically evaluates detection methods using a personalized donor-specific assembly (DSA) from a neurotypical individual's dorsolateral prefrontal cortex assessed with Oxford Nanopore, NovaSeq, linked-read sequencing, Cas9-targeted long-read sequencing (TEnCATS), and single-neuron MALBAC amplification. The haplotype-resolved DSA improved cross-platform analysis, dramatically increasing phasing rates. Germline SNVs, structural variations (SVs), and transposable elements (TEs) were recalled with 99.4%-99.7% accuracy in bulk tissue, and phased haplotype analysis reduced false positives by 15.4%-75.1% for putative somatic candidates. Long-read single-neuron sequencing detected nine somatic SV candidates, demonstrating enhanced sensitivity for rare variants, while TEnCATS identified eight low-frequency somatic TE candidates. These findings highlight advanced methodologies for precise somatic variant detection, critical for understanding mosaicism's role in health and disease.", "date": "2025-07-27", "journal": ""}
{"title": "Optimal Inference of Asynchronous Boolean Network Models", "doi": "10.1101/2024.12.31.630907", "authors": "Karlebach, G.", "abstract": "The network inference problem arises in biological research when one needs to quantitatively choose the best protein-interaction model for explaining a phenotype. The diverse nature of the data and nonlinear dynamics pose significant challenges in the search for the best methodology. In addition to balancing fit and model complexity, computational efficiency must be considered. In this paper, we present a novel approach that finds a solution that fits the observed dataset and otherwise a minimal number of unobserved datasets. We present algorithms for computing Boolean networks that optimally satisfy this criterion, and allow for asynchronicity network dynamics. Furthermore, we show that using our methodology a solution to the pseudo-time inference problem, which is pertinent to the analysis of single-cell data, can be intertwined with network inference. Results are described for real and simulated datasets.", "date": "2025-07-27", "journal": ""}
{"title": "Detection of human unannotated microproteins by mass spectrometry-based proteomics: a community assessment", "doi": "10.1101/2025.02.19.639069", "authors": "Wacholder, A.; Deutsch, E. W.; Kok, L. W.; van Dinter, J. T.; Lee, J.; Wright, J. C.; Leblanc, S.; Jayatissa, A. H.; Jiang, K.; Arefiev, I.; Cao, K.; Bourassa, F.; Trifiro, F.-A.; Bassani-Sternberg, M.; Baranov, P. V.; Bogaert, A.; Chothani, S.; Fierro-Monti, I.; Fijalkowska, D.; Gevaert, K.; Hubner, N.; Mudge, J. M.; Ruiz-Orera, J.; Schulz, J.; Vizcaino, J. A.; Prensner, J. R.; Brunet, M. A.; Martinez, T. F.; Slavoff, S. A.; Roucou, X.; Choudhary, J. S.; van Heesch, S.; Moritz, R. L.; Carvunis, A.-R.", "abstract": "Thousands of short open reading frames (sORFs) are translated outside of annotated coding sequences. Recent studies have pioneered searching for sORF-encoded microproteins in mass spectrometry (MS)-based proteomics and peptidomics datasets. Here, we assessed literature-reported MS-based identifications of unannotated human proteins. We find that studies vary by three orders of magnitude in the number of unannotated proteins they report. Of nearly 10,000 reported sORF-encoded peptides, 96% were unique to a single study, and 12% mapped to annotated proteins or proteoforms. Manual curation of a benchmark dataset of 406 manually evaluated spectra from 204 sORF-encoded proteins revealed large variation in peptide-spectrum match (PSM) quality between studies, with immunopeptidomics studies generally reporting higher quality PSMs than conventional enzymatic digests of whole cell lysates. We estimate that 65% of predicted sORF-encoded protein detections in immunopeptidomics studies were supported by high-quality PSMs versus 7.8% in non-immunopeptidomics datasets. Our work stresses the need for standardized protocols and analysis workflows to guide future advancements in microprotein detection by MS towards uncovering how many human microproteins exist.", "date": "2025-07-27", "journal": ""}
{"title": "Frequency-Specific Resting-State MEG Network Characteristics of Tinnitus Patients Revealed by Graph Learning", "doi": "10.1101/2025.03.10.642147", "authors": "Sadeghi Shabestari, P.; Behjat, H. H.; Van De Ville, D.; Cederroth, C. R.; Edvall, N. K.; Naas, A.; Kleinjung, T.; Neff, P.", "abstract": "Tinnitus, the perception of sound without an external source, affects a significant portion of the population, yet its impact on brain communication diagram known as the functional connectome, remains limited. Traditional functional connectivity (FC) methods, such as Pearson correlation, phase lag index and coherence rely on pairwise comparisons and are therefore limited in providing a holistic encoding of FC. Here, we employ an alternative approach to estimate the entire connectivity structure by analyzing all time-courses simultaneously. This approach is robust even for short-duration recordings, facilitating faster functional connectome identification and real-time applications. Using resting-state MEG recordings from controls and individuals with tinnitus, we demonstrated that the learned connectomes outperform correlation-based connectomes in fingerprinting, that is, identifying an individual from test-retest acquisitions. Group-level analysis revealed distinct altered FC in tinnitus across multiple frequency bands, affecting the default mode, auditory, visual, and salience networks, suggesting a reorganization of these large-scale networks beyond auditory areas. Our study reveals that tinnitus presents highly individualized and heterogeneous whole-brain connectome profiles, highlighting the need to focus on individual variability rather than group-level differences to gain a more nuanced understanding of tinnitus. Personalized FC could enable patient-specific tinnitus models, optimizing treatment strategies for individualized care.", "date": "2025-07-27", "journal": ""}
{"title": "Computational Analysis of Threonine Ladders on Distinct Beta-Solenoid Scaffolds, with Implications for the Design of Novel Antifreeze Proteins", "doi": "10.1101/2025.03.18.644030", "authors": "Calia, C. N.; Paesani, F.", "abstract": "Cold-adapted organisms frequently express antifreeze proteins (AFPs) that facilitate their survival at low temperatures, with some especially potent insect AFPs exhibiting beta-solenoid structures with ice-binding threonine ladders. Beta-solenoids exist in nature in numerous forms and emerging protein design technologies may afford opportunities to diversify them further, suggesting the possibility of creating a variety of new AFPs by installing a threonine ladder on non-AFP natural or designed beta-solenoids. However, early attempts at such engineering, combined with differences observed between AFPs and structurally similar ice-nucleating proteins, have raised a critical question: Does the specific solenoid scaffold significantly affect a threonine ladder's structural characteristics (and thus its suitability for ice binding)? We set out to address this question by creating distinct variants of a model beta-solenoid for in silico analysis via structure prediction and molecular dynamics simulations. Our findings indicate that the concavity of the beta-solenoid face on which a threonine ladder is arrayed can substantially influence the local geometry of the threonines, with less concave examples resembling the AFP TmAFP and a more concave example losing the ordered channel waters present in well-studied natural ice-binding surfaces. Disparities in concavity and threonine hydroxyl spacings appeared initially in our AlphaFold results and were supported by the simulations, illustrating AlphaFold's possible utility for high-throughput preliminary screening of designed beta-solenoid AFP sequence candidates. We demonstrate this utility by using AlphaFold to evaluate sequences generated by the state-of-the-art inverse folding tool ProteinMPNN that can potentially be transformed into novel hyperactive AFPs to support applications ranging from biomedical cryopreservation to food science.", "date": "2025-07-27", "journal": ""}
{"title": "Warming decouples eco-evolutionary feedback between body size and abundance in long term natural ecosystems", "doi": "10.1101/2025.03.23.644810", "authors": "Zhao, Q.; Wang, Y. X. G.; Xu, C.; Sugihara, G.; De Laender, F.", "abstract": "Eco-evolutionary feedback, in which abundance influences trait evolution and evolving traits, in turn, affect abundance dynamics, play a critical role in maintaining community structure, function, and stability. A key foundation of this feedback is the bidirectional relationship between body size and abundance. However, the integrity of this relationship is not fixed but varies with climate warming and biotic factors. Using long-term monitoring data from 101 ecological systems spanning over 10-47 years and encompassing multiple generations of plankton, fish, and terrestrial beetles, we provide the first synthetic evidence that warming decouples body size-abundance feedback and this decoupling is stronger in smaller-bodied species. Our findings suggest that warming disrupts trait-demography interactions and indicate that the eco-evolutionary feedback may be vulnerable to anthropogenic pressures.", "date": "2025-07-27", "journal": ""}
{"title": "Mosquito sex under lock and key", "doi": "10.1101/2025.04.11.648401", "authors": "Houri-Zeevi, L.; Walker, M. M.; Razzauti, J.; Sharma, A.; Pasolli, H. A.; Vosshall, L. B.", "abstract": "Female mosquitoes typically mate once in a lifetime, making this singular mating decision critically important for the female. Yet, mosquito mating has been historically viewed as male-guided, with the female exerting little control. To understand this contradiction, we investigated initiation of successful mating in mosquitoes. Here we show that females of two invasive mosquito species, the yellow fever mosquito (Aedes aegypti) and the Asian tiger mosquito (Aedes albopictus), actively gate mating through a previously undescribed behavior of female genital tip elongation. This female genital response is triggered by a rapidly-evolving secondary male genital structure that together act as a ''lock-and-key'' mechanism. We identified important differences in the genital interactions of the two species and show that Aedes albopictus males, which have larger secondary male genital structures, can bypass the female genital response of Aedes aegypti females but not of females of their own species. Coupled with previous observations that Aedes aegypti females are effectively sterilized by such cross-species mating, the ability of male Aedes albopictus to ''pick the lock'' of heterospecific females provides a potential mechanism for the observed local extinction of Aedes aegypti when they live in shared territory with Aedes albopictus. Our results redefine mosquito mating as a female-controlled process, with implications for the evolution of reproductive barriers and the population dynamics of these two globally invasive mosquito species.", "date": "2025-07-27", "journal": ""}
{"title": "Estimation of substitution and indel rates via k-mer statistics", "doi": "10.1101/2025.05.14.653858", "authors": "HERA, M. R.; Medvedev, P.; Koslicki, D.; Blanca, A.", "abstract": "Methods utilizing k-mers are widely used in bioinformatics, yet our understanding of their statistical properties under realistic mutation models remains incomplete. Previously, substitution-only mutation models have been considered to derive precise expectations and variances for mutated k-mers and intervals of mutated and non-mutated sequences. In this work, we consider a mutation model that incorporates insertions and deletions in addition to single-nucleotide substitutions. Within this framework, we derive closed-form k-mer-based estimators for the three fundamental mutation parameters: substitution, deletion rate, and insertion rates. We provide theoretical guarantees in the form of concentration inequalities, ensuring accuracy of our estimators under reasonable model assumptions. Empirical evaluations on simulated evolution of genomic sequences confirm our theoretical findings, demonstrating that accounting for insertions and deletions signals allows for accurate estimation of mutation rates and improves upon the results obtained by considering a substitution-only model. An implementation of estimating the mutation parameters from a pair of fasta files is available here: https://github.com/KoslickiLab/estimate_rates_using_mutation_model.git The results presented in this manuscript can be reproduced using the code available here: https://github.com/KoslickiLab/est_rates_experiments.git", "date": "2025-07-27", "journal": ""}
{"title": "AI assisted design of ligands for Lipocalin-2", "doi": "10.1101/2025.05.18.654718", "authors": "Sgrignani, J.; Buscarini, S.; Locatelli, P.; Guerra, C.; Furlan, A.; Chen, Y.; Zoppi, G.; Cavalli, A.", "abstract": "Lipocalin 2 is an acute phase glycoprotein whose upregulation is linked to blood brain barrier breakdown and neuroinflammation, making it an attractive diagnostic and therapeutic target. We developed an end to end, AI guided workflow to rapidly design de novo miniproteins that bind LCN2. Backbone scaffolds were generated with RFdiffusion, sequences were optimized with ProteinMPNN, and candidates filtered in silico using a consensus of AlphaFold2 confidence metrics and binding free energy predicted by Prodigy. From an initial library of 10,000 designs, five were expressed and purified from E. coli. Using biolayer interferometry (BLI) we identified MiniP 2 as the lead construct, exhibiting a dissociation constant (Kd) of 4.2 nM. Structural modeling revealed that binding is primarily mediated by backbone hydrogen bonds along with a stabilizing salt bridge between Arg37 of MinP 2 and Asp97 of LCN2. These findings demonstrate that a fully computational generative workflow can yield nanomolar LCN2 binders in a single design build test cycle. MinP 2 represents a promising starting point for affinity maturation, structural studies, and in vivo evaluation as an imaging probe or antagonist of LCN2 mediated signaling. Specifically, SPR competition experiments showed that MinP 2 can inhibit LCN2 binding to MMP 9, suggesting its potential to mitigate the pathological effects of this interaction within the central nervous system.", "date": "2025-07-27", "journal": ""}
{"title": "Infanticide in a colonial cooperative bird is not associated with direct reproductive benefits", "doi": "10.1101/2025.05.27.656097", "authors": "Covas, R.; Silva, L. R.; Ferreira, A. C.; D'Amelio, P. B.; Fortuna, R.; DuVal, D.; Paquet, M.; Doutrelant, C.", "abstract": "Infanticide, the killing of dependent young by adult conspecifics, is an extreme form of conflict that remains poorly understood. Previous studies suggest that it is associated with reproductive benefits, either by making breeders newly available for reproduction or by increasing offspring care and reducing competition for resources. In addition, infanticide may result from a reproductive trade-off, where parents kill their offspring if environmental conditions compromise their reproductive value. Here, we combine video, genetic and individual-level reproductive data collected over 12 years to describe infanticide in a highly social, cooperative bird, the sociable weaver Philetairus socius and to establish whether direct reproductive benefits or life-history trade-offs are possible motivators for this behaviour. We documented 50 cases of infanticide and identified 27 aggressors with known histories. These were mostly born outside the colonies where they committed infanticide (63%) and there was some bias towards females and younger individuals. Aggressors were usually not part of the victim's breeding group (74%), but in two cases infanticide was committed by the breeding female, and in five by helpers. In most cases, aggressors were not reproducing at the time of the infanticide, never mated with any of the breeders from the attacked nest, nor occupied the nest from where the chicks were evicted. Only eight of the known aggressors were confirmed as breeders after the attacks, and these mostly reproduced at the colony where the attacks were committed. Overall, we found no evidence for direct reproductive benefits of infanticide in sociable weavers. However, the younger age of aggressors, lack of genetic relatedness to the victims and future breeding at the colony suggest that competition between breeding groups, and hence indirect reproductive benefits, could provide motivation for infanticide in this population. Additional work over longer periods is needed to identify these possible indirect fitness benefits of infanticide.", "date": "2025-07-27", "journal": ""}
{"title": "Advancing Ligand Binding Affinity Prediction with Cartesian Tensor-Based Deep Learning", "doi": "10.1101/2025.06.04.657800", "authors": "Yu, J.; Sheng, X.; Fan, Z.; Wang, Z.; Cao, D.; Hao, Y.; Zhang, Y.; Shao, P.; Ma, H.; Cao, T.; rao, J.; Chen, M.; Chen, K.; Li, X.; Teng, D.; Luo, X.; Wang, M.; Zhang, S.; Zheng, M.", "abstract": "We present PBCNet2.0, a cartesian tensor-based Siamese Neural Network for protein-ligand relative binding affinity prediction. Trained on 8.6 million complex pairs, PBCNet2.0 achieves zero-shot performance comparable to computationally intensive physics-based simulations. Our prioritization experiments show that PBCNet2.0 speeds up binding affinity optimization by 718% while reducing resource use by 41%. Through extensive retrospective experiments, we demonstrate that PBCNet2.0 intrinsically comprehends protein-ligand interactions, showing high sensitivity to intermolecular interactions and exceptional perception of spatial geometric information. Strikingly, PBCNet2.0 exhibits an emergent capability to predict affinity changes induced by binding residue variations, highlighting its potential for identifying resistance mutation. We prospectively validated these capabilities on ENPP1 and ALDH1B1 targets, where PBCNet2.0 successfully identified affinity shifts arising from subtle molecular interactions and conformational differences, and pinpointed critical binding residues with an 83% hit rate. This combination of computational efficiency, spatial geometric perception of binding site, and generalizable affinity prediction establishes PBCNet2.0 as a transformative tool for developing pharmacological probes for all human proteins.", "date": "2025-07-27", "journal": ""}
{"title": "Parallel emergence of perisomatic inhibition and ripples in the developing hippocampal circuit", "doi": "10.1101/2025.06.17.660075", "authors": "Da Silva, A. F. G.; Dubanet, O.; Rouault, H.; Leinekugel, X.", "abstract": "During hippocampal Sharp Wave Ripples, sequences of awake coding activities are replayed with a rhythmic timing and high level of synchrony favorable for synaptic plasticity and transfer of information to downstream structures. Previous work reported the emergence of ripples at P10 in the CA1 region, together with the development of inhibition. On the other hand, neither the relationships between perisomatic inhibition and ripples or their developmental emergence have been investigated in CA3, in which ripples have a different frequency profile (90-110Hz instead of 140-200Hz in CA1), functional perisomatic inhibitory circuits have different properties, and some developmental aspects such as neurogenesis or interneuron maturation are early compared to CA1. We have here investigated the hypothesis of a conjoint and earlier appearance and maturation of ripples and perisomatic inhibition in the CA3 hippocampal region compared to CA1. We report a parallel sequence of events in CA3 and CA1, starting with the early expression of perisomatic GABAergic synaptic activity combined with the emergence of ripple activity. Interestingly, perisomatic inhibition and ripple activity follow parallel maturation trajectories, beginning in CA3 at P7 with immature (i.e. unfunctional) inhibition and immature ripples (proto-ripples) with labile oscillatory frequency. Mature functional perisomatic inhibition and clear high-frequency ripple activity progressively emerge between P10 and P12, reaching adult-like properties by P13. A similarly progressive maturation of ripples occurs in CA1, from P11 to P15. The progressive emergence of functional inhibition and specific patterns of neuronal activity likely support the progressive emergence of cognitive function to which they are necessary prerequisite.", "date": "2025-07-27", "journal": ""}
{"title": "Beyond the ink: cellular and molecular effects of iron-based pigments on macrophages", "doi": "10.1101/2025.06.30.662256", "authors": "Vitipon, M.; Akingbagbohun, E.; Devime, F.; Diemer, H.; Hirschler, A.; Fenel, D.; Ravanel, S.; CARAPITO, C.; Rabilloud, T.", "abstract": "As ochre, iron oxide is among the most ancient pigments used by mankind for different purposes, including tattooing as demonstrated on tattoed mummies. Iron oxides are still used in tattooing nowadays and especially in dermopigmentation, an area of medical tattoing aiming at restoring the color of skin. This ancient use of iron oxide does not mean that it has no effect on cells, and especially on macrophages, the cells that maintain pigments particles on site in tattoos. We thus investigated in vitro the delayed/sustained effects of iron oxide pigments on macrophages, i.e. the effects occurring a few days after the exposure to pigments, on pigments-loaded macrophages but in a pigment-free medium, mimicking the status of tattooed skin after all the pigment particles have been captured. By combining proteomic and targeted approaches, we determined that red iron oxide (but not black iron oxide) induces perturbations in mitochondria, altering the mitochondrial transmembrane potential. Red iron oxide also induces oxidative stress and the secretion of pro-inflammatory cytokines such as interleukin 6 and tumor necrosis factor. Thus, red iron oxide induces adverse effects on macrophages that may persist over time, owing to its low intracellular dissolution.", "date": "2025-07-27", "journal": ""}
{"title": "Phenology of Hyalomma marginatum in southern France", "doi": "10.1101/2025.06.30.662279", "authors": "STACHURSKI, F.; DUHAYON, M.; Appelgren, A.; BALANCA, G.; POLLET, T.; Vial, L.", "abstract": "Hyalomma marginatum tick establishment has been recorded in southern mainland France for around ten years. This two-host species is one of the main vectors of the Crimean-Congo haemorrhagic fever (CCHF) virus. Knowing the phenology of the tick is a prerequisite for a better understanding of its spread and of CCHF virus dispersal. A six-year study was carried out in a horse herd to determine the seasonal variations of H. marginatum infestation. Adult ticks started infesting their hosts from the beginning of March. Infestation peaked during the first weeks of May and then steadily decreased until the end of August. This represented an average annual infestation of more than 300 H. marginatum per horse. Birds are parasitised by H. marginatum immatures (larvae and nymphs) in summer, between mid/late June to the end of September. The larvae are therefore not yet active when the migratory birds pass through in spring. Blackbirds, Turdus merula, were the most infested species: sixty percent of those examined in summer were parasitised by H. marginatum. This bird species could be a good sentinel host for monitoring the establishment of the species in currently H. marginatum-free areas. To complete this multi-year survey, an experimental study was carried out in quasi-natural conditions, with engorged ticks placed in cages in the garrigue. It was shown that the nymphs moulted into adults within 3-4 weeks in July-August. However, they remain completely immobile in the litter, undergoing a behavioural diapause, until the following spring. On the other hand, almost all the nymphs deposited later, in September or October, died during the cold and rainy season. It was also observed that engorged females are able to survive the cold conditions up to 6-8 months before laying eggs. The study also suggested that there were predators of H. marginatum, likely ants and spiders, in the study area. The hosts monitored over all these years were not only infested by H. marginatum. The phenology of other tick species parasitizing horses (Dermacentor marginatus, Haemaphysalis punctata, Rhipicephalus bursa) and birds (Ixodes frontalis, I. ricinus, Hae. punctata) was also highlighted for this study area.", "date": "2025-07-27", "journal": ""}
{"title": "Vertical Transmission of Bovine H5N1 during Pregnancy and Lactation in Mice", "doi": "10.1101/2025.07.07.663583", "authors": "Seibert, B. A.; Parish, M. A.; Talukdar, S. N.; Zhang, T.; Chaulagain, S.; Liu, J. A.; Sachithanandham, J.; Schneider, C.; Coughlan, L.; Bowman, A.; Webby, R. J.; Harkema, J. R.; Pekosz, A.; Klein, S. L.", "abstract": "Panzootic spillover of H5N1 virus clade 2.3.4.4b has resulted in expanded host range among placental mammals, with lactation transmission via milk documented. Whether infection during pregnancy leads to in utero or lactational vertical transmission remains unknown. Pregnant outbred mice were infected with A/bovine/Ohio/B24OSU-472/2024 during the second or third trimester equivalent. Second trimester infection caused in utero infection, with infectious virus detected in the uterus, placenta, and fetus. Birth following third trimester infection resulted in offspring with decreased size and neurodevelopmental delays, with infectious virus detected in the neonatal milk ring and lungs as well as mammary tissues. Ongoing H5N1 infections present increased risk for human exposure and an H5N1 vertical transmission model in placental mammals is essential for understanding viral spread and evaluating treatments during pregnancy.", "date": "2025-07-27", "journal": ""}
{"title": "A comparative GWAS of eye colour in light and dark eye genetic backgrounds defined by HERC2 rs12913832 polymorphism", "doi": "10.1101/2025.07.20.665796", "authors": "Abbatangelo, C.; Lona Durazo, F.; Edwards, M.; Parra, E. J.", "abstract": "rs12913832, a polymorphism located in an enhancer within the HERC2 gene, which is known to regulate OCA2 transcription, is heavily relied upon as a predictor of light versus dark eyes. Individuals with the GG genotype are projected to have blue eyes, while individuals with the AA or AG genotypes are projected to have darker eye colours (primarily brown). However, eye colour is a polygenic trait, and previous studies have revealed that a significant proportion of individuals self-report an eye colour that is not concordant with their genotype at rs12913832. Herein, we address the question: What common markers are influencing eye colour in individuals whose self-reported phenotype does not correspond to the expected phenotype based on their rs12913832 genotype? Building upon our prior investigation of iris pigmentation genetics in individuals with an expected \"blue eye\" background (rs12913832:GG genotype) in a sample of the Canadian Partnership for Tomorrows Health (CanPath) cohort, this study extends the analysis to include individuals with an expected \"brown eye\" background (rs12913832:AA+AG). We identified variants in SLC45A2, TYRP1, TYR, SLC24A4 and TSPAN10, which may influence eye colour presentation in individuals with the rs12913832:GG genotype and variants in IRF4, TYRP1 and OCA2, which may influence eye colour presentation in individuals with the rs12913832:AA+AG genotype. These markers include well-known pigmentation-associated single nucleotide polymorphisms, such as rs16891982 (SLC45A2), rs1126809 (TYR), rs12203592 (IRF4), rs1800407 (OCA2) and rs6420484 (TSPAN10). Several of these loci were replicated using independent quantitative eye colour measures, including heterochromia and CIELAB colour dimensions. This research highlights the importance of gene-gene interactions and the polygenic nature of pigmentation traits, emphasizing modifying effects that can sometimes counteract the dominant influence of rs12913832, contributing to advancements in pigmentation genetics and forensic applications.", "date": "2025-07-27", "journal": ""}
{"title": "Perceiving Material Qualities from Moving Contours", "doi": "10.1101/2025.07.21.665763", "authors": "Malik, A.; Yu, Y.; Boyaci, H.; Doerschner, K.", "abstract": "While research on the perception of line drawings has long demonstrated the importance of contours in object recognition, recent work shows that contours can also convey material properties. For example, even simple 2D shapes with varying contours have been shown to evoke vivid impressions of different materials (Pinna & Deiana, 2015). However, such static representations capture only a single moment in time. When a material moves, its contours shift, evolve, or deform over time, creating contour motion. Does this contour motion convey diagnostic information about material properties, independent of surface appearance? Existing studies on the role of dynamic cues in material perception either use fully rendered 3D stimuli, where contour motion is confounded with rich surface information, or motion-only displays (dynamic dot stimuli or noise patches), which eliminate surface cues but also lack clearly defined contours. As a result, the relative contribution of contour motion to material perception remains unclear. To address this gap, we measured how human observers perceive materials from dynamic line drawings (\"line\"), compared to animations of fully textured stimuli that carry optical and motion information (\"full\"), as well as dynamic dot stimuli (\"dot\"). Stimuli were rendered versions (full, dot, line) of material animations from five material categories (jelly, liquid, smoke, fabric, and rigid-breakable). In one experiment, participants rated five material attributes (dense, flexible, wobbly, fluid, airy motion), and in a second experiment, participants were asked to choose one of the two materials that is more similar to a third material across all possible combinations. Results from both experiments consistently reveal that 1) Dynamic line drawings vividly convey mechanical material properties, and 2) the similarity in material judgments between line and full conditions was larger than that between dot and full conditions. We conclude that contour motion carries rich information about mechanical material qualities.", "date": "2025-07-27", "journal": ""}
{"title": "Disease-associated genetic variants can cause mutations in tissue-specific protein isoforms", "doi": "10.1101/2025.07.24.666385", "authors": "Weykopf, G.; Badonyi, M.; Friman, E. T.; Nguyen, J. M. H.; Ioannou, A.; Livesey, B. J.; Coutts, A.; Hird, E. F.; Wham, M.; Stanton, C.; Vitart, V.; Su, J.; Murphy, L.; Baillie, J. K.; Gorrell, M. D.; Marsh, J. A.; Bickmore, W. A.; Biddie, S. C.", "abstract": "Genetic variants can cause protein-coding mutations that result in disease. Variants are typically interpreted using the reference transcript for a gene. However, most human multi-exon genes encode alternative isoforms. Here, we show that coding exons in alternative isoforms harbour more population variants than exons of reference isoforms, consistent with their reduced evolutionary constraint, and that these variants are more likely to cause nonsynonymous coding mutations. Common and rare disease-associated variants mapping to alternative transcripts can lead to amino acid substitutions predicted to be structurally damaging in the corresponding protein isoform. The alternative transcripts to which disease-associated variants map demonstrate high tissue-specific expression, with many unannotated in reference human genomes, revealed only by long-read RNA-sequencing. As an example, we report an unannotated alternative transcript of the inflammasome regulator DPP9 that is lung epithelium-specific and which harbours a common genetic variant associated with severe COVID-19 and lung fibrosis. The variant causes a p.Leu8Pro missense mutation in an alternative first exon, predicted to disrupt the encoded alpha helix. These findings highlight the importance of considering alternative isoforms, their tissue-specific expression, and full-length transcripts in variant interpretation, with implications for uncovering underappreciated mechanisms of both common and rare disease.", "date": "2025-07-27", "journal": ""}
{"title": "GraphTME: a framework for predicting response to immune checkpoint inhibitors by interpreting cell-cell interactions in the tumour microenvironment using spatial transcriptomics of tumour tissue", "doi": "10.1101/2025.07.24.665835", "authors": "Jeong, H.; Oh, J.; Choi, Y.-L.", "abstract": "Immune checkpoint inhibitors (ICIs) have been used to treat cancer by reactivating T-cell responses against tumours, yet clinical efficacy remains limited due to low response rates and the lack of robust predictive biomarkers. The tumour microenvironment critically shapes ICI responsiveness by modulating antitumour immunity, necessitating a deeper understanding of spatially organised cell-cell interactions. Imaging-based spatial transcriptomics (ST) enables such analysis at single-cell resolution. We present GraphTME, a spatially informed and biologically interpretable framework that models pathway-specific directional cell-cell interactions to predict anti-PD-1 response. Ligand-receptor interactions are organised by signalling pathways and represented as a multi-relational directed graph, with edge weights inversely scaled by spatial distance. Using CD8+ T cells from single-cell RNA-seq data of ICI-treated NSCLC patients, we trained a relational graph convolutional network to infer immune responsiveness. GraphTME achieved an F1 score exceeding 0.83 in predicting ICI response and was validated using MERFISH data from an NSCLC patient with a partial response. Predicted responder CD8+ T cells exhibited higher abundance and stronger directional signalling to tumour cells. They also expressed genes associated with antitumour activity, while non-responders showed expression patterns linked to poor prognosis. GraphTME is the first framework to quantitatively model single-cell-level interactions within the spatial architecture of tumour tissues and predict ICI responses from these interactions. It offers a spatially resolved, biologically grounded biomarker for immunotherapy and a tool for dissecting immune dynamics in situ.", "date": "2025-07-27", "journal": ""}
{"title": "Reducing Honey Bee Winter Mortality with Molybdenum Supplementation: Field Evidence Across Europe", "doi": "10.1101/2025.07.23.666091", "authors": "Benito-Murcia, M.; Riva, C.; Garcia-Vicente, E.; Perez, A.; Martin Dominguez, M.; Hermosilla, N.; Cochard, P.; Charistos, L.; Hatjina, F.; Holmiere, M.; Martinez-Morcillo, S.; Poirot, B.; Risco, D.; Floquet, S.", "abstract": "Nutrition is key to improve honey bees' resilience to environmental stress factors that threaten their health. Yet, little is known about the micronutritional needs of colonies, in particular about molybdenum, an essential trace element in biology. This study focuses on a coordination complex based on molybdenum Mo(+V) which was assessed for compatibility with standard beekeeping practices. It was found to be non-toxic for bees, stable and easy to use. Importantly, it does not leave any residues in honey produced. This study investigated how supplementation with few milligrams of this complex can improve hive performance at early spring and reduce winter mortality. Over a two-year field campaign, 283 beehives spread over 6 apiaries located in Spain, Greece and France were involved: 142 beehives supplemented with the molybdenum-based compound and 141 beehives as a control group. Supplementation resulted in a significant reduction in winter colony losses, averaging a 44% decrease, ranging between 27% and 75% in the different apiaries. The risk of death was twice lower in the Na-Mo2O4-EDTA group compared to the control group (risk ratio: 0.51). The impact on bee populations and honey production was also evaluated. A significant increase in honey reserves within the brood area of 107% was observed in the Greek apiary, whereas no comparable effect was detected in Spain, suggesting that local environmental conditions or management practices may influence this parameter. This study highlights the importance of molybdenum in the management of honey bees as an efficient tool to reduce the winter mortality of the colonies.", "date": "2025-07-27", "journal": ""}
{"title": "Amyloid precursor protein mediates deficits in corticogenesis in Down syndrome cortical organoids", "doi": "10.1101/2025.07.26.666926", "authors": "Rakowiecki, K.; Patel, D.; Cofresi, L. A.; Lazarov, O.", "abstract": "Down syndrome (DS), due to trisomy 21 (T21), occurs in approximately 14.14 per 10,000 live births in the United States. Reduced neural progenitor cell (NPC) proliferation, delayed neurogenesis, impaired cortical lamination and altered cell fate specification are thought to contribute to cognitive impairments in DS individuals. The molecular mechanisms underlying these deficits are not fully understood. Notably, Amyloid precursor protein (APP), located on human chromosome 21 (HSA21), has been extensively implicated in these processes. Mouse models only partially recapitulate DS phenotypes due to genetic, developmental, and species specific differences. Recent advances in induced pluripotent stem cell (iPSC) derived 3D cortical organoids allow for the study of DS cortical development in a human model system. Here, we show that normalizing APP gene copy number in DS cortical organoids ameliorated deficits in NPC proliferation, neuronal differentiation, and transcriptional programs. Our results demonstrate the value of cortical organoids in uncovering gene-specific roles in DS pathogenesis and identify APP as a promising target for addressing early neurodevelopmental impairments.", "date": "2025-07-27", "journal": ""}
{"title": "Intrinsic noise reveals the stability of a neuronal network", "doi": "10.1101/2025.07.23.666219", "authors": "Reyes, M. B.; Huerta, R.; Carelli, P. V.; Pinto, R. D.; Rabinovich, M. I.; Selverston, A. I.", "abstract": "The stability of rhythmic activity in neural networks is an important aspect in the study of central pattern generators (CPGs). Different from other physiological rhythms, the activity of CPGs has not been fully characterized in terms of its stability, especially using quantitative methods. We propose a method that takes advantage of the natural noise present in CPGs to quantify the stability of the rhythmic activity. Furthermore, we used the stationary bootstrap method to define confidence intervals of the results. We applied this method to study the influence of a synaptic modification on the pyloric CPG circuit, using artificial synapses implemented in dynamic clamp software. We show that even after removing one of its strongest synapses, the CPG stability remains unaltered. This analysis suggests that CPGs are designed to be strongly stable regardless of the parameter perturbations they undergo.", "date": "2025-07-27", "journal": ""}
{"title": "Type 1 Regulatory T cells induced by intestinal epithelial cells respond to food antigen", "doi": "10.1101/2025.07.23.666039", "authors": "Zhou, T.; Zhang, G.; Wu, C.; Wan, T.; Zhu, S.", "abstract": "As the first-line barrier against food antigens, the intestinal epithelium's role in establishing peripheral immune tolerance to food remains completely unknown. Additionally, the specific types of regulatory T cells induced to maintain food tolerance-along with their antigen specificity-are still unclear. Here we found small intestinal FOXP3-IL-10+ Tr1 cells, but not Treg cells, can respond to food antigens presented by intestinal epithelial cells (IECs) in an antigen-specific manner. Through immunopeptidome analysis of MHCII-presented peptides, we demonstrate that IECs can present food-derived antigens. Importantly, these IEC-presented food antigens are exclusively recognized by the TCR repertoire of small intestinal Tr1 cells, not Treg cells. Furthermore, we show that T cells recognizing IEC-presented food antigens specifically differentiate into Tr1 cells in the siLP. These findings establish two key insights: first, that maintaining food tolerance represents a physiological function of Tr1 cells, and second, that IECs play a central role in maintaining food tolerance. Our work thus provides mechanistic understanding of how the intestinal epithelium contributes to immune tolerance through its antigen presentation capacity and subsequent Tr1 cell induction.", "date": "2025-07-27", "journal": ""}
{"title": "Cutting Edge: An mRNA Platform to Create Isolated, Monospecific Th1 Responses", "doi": "10.1101/2025.07.23.666239", "authors": "Krauss, K. S. L. B.; Carro, S.; Hogan, M. J.; Eisenlohr, L. C.", "abstract": "Helper T cells (TCD4) are lynchpins of adaptive immune responses. Since each TCD4 expresses a single T cell receptor, recognizing an epitope within major histocompatibility complex class II (MHCII), it is often desirable to study a population that responds to the same epitope. We devised a novel method of selective immunization to produce a robust, monospecific TCD4 in mice using a modular mRNA vector. The vector encodes the target epitope attached via flexible linker to MHCII. Immunization with this mRNA selectively elicits TCD4 responses across a range of epitopes and MHCII alleles. These TCD4 show robust, polyfunctional Th1 cytokine release when evaluated in vitro. Additionally, we tested the activity of these TCD4 cells during Salmonella enterica infection, a model of Th1-dependent immune response, and demonstrated their efficacy in vivo in curtailing infection.", "date": "2025-07-27", "journal": ""}
{"title": "Single cell proteomic analysis defines discrete neutrophil functional states in human glioblastoma", "doi": "10.1101/2025.07.23.666094", "authors": "Sadiku, P.; Brenes, A. J.; Mayer, R. L.; Reyes, L.; Coelho, P.; van Stralen, G.; Zhang, A.; Sanchez-Garcia, M. A.; Watts, E. R.; Liaquat, I.; Howden, A. J. M.; Adekoya, I.; Boldbaatar, A.; MacRaild, A.; Risbridger, S.; Morrison, G. M.; MacPherson, H.; Bruce, C.; Johnston, S.; Grecian, R.; Murphy, F. A.; Pollard, S. M.; Brennan, P. M.; Mechtler, K.; Walmsley, S. R.", "abstract": "Neutrophils are vital innate immune cells shown to infiltrate glioblastomas, however we currently lack the molecular understanding of their functional states within the tumour niche. Neutrophils are known to stably store effector proteins, leading to a prominent discordance between mRNA and protein abundance. We therefore developed ultra-sensitive mini-bulk and single cell proteomic (SCP) workflows to study the heterogeneity of peripheral blood and tumour associated neutrophils (TAN) from patients with glioblastoma. Mini-bulk analysis enabled a deeper protein coverage of circulating immature, mature and TAN populations, defining signatures of maturity and demonstrating that TANs resemble mature circulating neutrophils. Analysis of the SCP data resulted in the detection of >1,100 proteins from a single TAN providing a detailed characterization of neutrophil subsets in glioblastoma. Our approach shows evidence of pathogenic and anti-tumorigenic clusters and discovers cell states invisible to scRNAseq, opening new opportunities to selectively target pro-tumoural neutrophil states.", "date": "2025-07-27", "journal": ""}
{"title": "Aggressive Cholesterol Lowering Normalizes Atherosclerosis Regression in Jak2V617F Clonal Hematopoiesis", "doi": "10.1101/2025.07.23.666334", "authors": "Hardaway, B. D.; Fidler, T. P.; Tavallaie, M.; Avrampou, K.; Hsu, C.-C.; Schiavone, S.; Xiao, T.; Wang, N.; Tall, A. R.", "abstract": "Background - Clonal hematopoiesis (CH) has emerged as an important risk factor for atherosclerotic cardiovascular disease (ACVD). Mouse studies have established a causal role of CH in atherosclerosis progression and have defined macrophage inflammatory responses as a key underlying mechanism. We undertook the present study to assess the hypothesis that ongoing inflammation would impede atherosclerosis regression in Jak2V617F (Jak2VF) CH mice. Methods and Results - Chimeric Jak2VF/WT or control WT/WT bone marrow was transplanted into Ldlr-/- mice and, following 13-16 weeks of Western diet-induced atherosclerosis progression, cholesterol was lowered either moderately (to 200-300 mg/dl) or markedly (to 100 mg/dl). With moderate cholesterol lowering there was impaired regression in Jak2VF CH mice compared to controls. However, with marked cholesterol lowering, regression was similar in Jak2VF CH and control mice. Two mechanisms of low-density lipoprotein (LDL) lowering-induced suppression of inflammation in plaques were implicated: 1) reversal of increased proliferation, DNA damage and Absent in Melanoma 2 (AIM2) inflammasome activation specifically in Jak2VF macrophages and 2) markedly increased macrophage triggering receptor expressed on myeloid cells 2 (TREM2), c-myc expressing macrophages in both Jak2VF and control mice. Conclusions - Aggressive LDL lowering reverses inflammasome activation and induces pro-resolving changes in macrophages in Jak2VF CH, halting atherosclerosis progression and promoting features of plaque stabilization. These findings suggest that aggressive LDL cholesterol lowering could effectively reverse ACVD risk in individuals with JAK2VF clonal hematopoiesis.", "date": "2025-07-27", "journal": ""}
{"title": "Glycogen metabolism in mouse embryonic Sertoli cells sustains the germ line through the lactate shuttle", "doi": "10.1101/2025.07.23.666216", "authors": "Estermann, M. A.; Sheheen, J.; Grimm, S. A.; Tezak, B.; Chen, Y.-Y.; Morita, T.; Yao, H.-C. H.; Capel, B.", "abstract": "Metabolites are key regulators of cell fate decisions, epigenetic remodeling, and lineage commitment. While genetic pathways governing testis differentiation are well studied, the role of metabolism remains poorly understood. In this study, we investigated a transient, male-specific accumulation of glycogen in supporting (Sertoli) cells of embryonic testis in mice. Although glycogen metabolism was dispensable for Sertoli cell differentiation, its disruption led to reduced lactate production and impaired PGCs ability to colonize the newly forming testis cords. Inhibiting lactate transport further revealed a critical metabolic coupling between Sertoli and germ cells during early testis development. Surprisingly, external lactate or glucose supplementation failed to rescue the germ cell phenotype. These findings suggest that glycogen accumulation supports a critical developmental window in which both Sertoli and germ cells are metabolically constrained and unable to rely on external carbon sources. This highlights a sensitive period during testicular development where nutrient scarcity could have long-term consequences for fertility.", "date": "2025-07-27", "journal": ""}
{"title": "The Role of Primate-Specific Genes and Network Dynamics in Cancer Evolution", "doi": "10.1101/2025.07.23.666306", "authors": "Dong, C.; Su, Y.-W.; Liao, Z.; Xu, Q.; Guo, H.-X.; Chen, J.; Wei, W.; Xia, S.; Cheng, Z.; Zhang, C.; Guo, F.-B.", "abstract": "The atavistic evolutionary theory of cancer evolution highlights the role of ancient and unicell-originated genes, and comprehensive research demonstrated the evolutionary inference. Comparably, very few reports linked young genes with cancer development and maintenance. Here, we found that in cancer cell lines a higher proportion of core essential genes was present among primate-specific genes (PSG) than early metazoan-originated genes (Wilcoxon rank-sum test, p-value = 4.67e-12) and mammal-originated genes (Wilcoxon rank-sum test, p-value = 1.22e-16). Additionally, we found that the loss of many co-expression gene pairs in pan-cancer leads to their network becoming looser compared with normal tissue. However, PSGs particularly those being essential, exhibit a dynamic increase in co-expression, explaining their enhanced role in maintaining cancers. Furthermore, clustering of the gene co-expressions brings a cancer-exclusive module, which contains a large number of PSG connections. We also demonstrate the divergence between essential genes in healthy individuals and those in cancer cells. Our findings complement the atavistic theory in elucidating the evolutionary process of cancer.", "date": "2025-07-27", "journal": ""}
{"title": "An automated ATAC-seq method reveals sequence determinants of transcription factor dose response in the open chromatin", "doi": "10.1101/2025.07.24.666684", "authors": "Liu, B. B.; Shimasawa, M.; Vermeulen, S.; Kim, S. H.; Iremadze, N.; Lipson, D.; Shipony, Z.; Greenleaf, W. J.", "abstract": "Transcription factor (TF) dosage is a critical determinant of cellular identity. However, the quantitative relationship between TF dosage and its regulation of chromatin accessibility and gene expression remains poorly understood. To address this, we developed RoboATAC, a scalable, automated ATAC-seq platform for high-throughput accessibility profiling. We then systematically profiled genome-wide chromatin accessibility and gene expression changes induced by graded overexpression of 22 TFs in HEK293T cells (246 total samples), observing dose-dependent changes in accessibility and aggregate TF footprints. Modeling accessibility as a function of sequence and chromatin states revealed that DNA sequence alone accurately predicts dosage sensitivity at elements that become accessible, with low-affinity motifs requiring higher TF levels to induce accessibility. Interpretable deep learning models revealed contributions of motif orientation, spacing, and flanking bases to accessibility, both recapitulating known motifs and nominating novel dosage-sensitive motif arrangements. Nucleosome positioning analysis uncovered two distinct, TF identity dependent patterns by which accessibility is established by changing nucleosome position and occupancy.", "date": "2025-07-27", "journal": ""}
{"title": "Development and validation of ultra performance liquid chromatography tandem mass spectrometry (UPLC-MS/MS) method to quantify monotropein in blueberries", "doi": "10.1101/2025.07.23.666277", "authors": "Kaur, I.; Leisner, C.; Cladis, D.", "abstract": "Blueberries (Vaccinium species) are an economically important fruit crop rich in bioactive compounds like polyphenols and flavonoids. Interestingly, some blueberry cultivars also produce monotropein, which has bioactive properties, including anti-inflammatory and neuroprotective effects. However, methods to quantify monotropein in blueberries have not been optimized. To address this gap, an optimized analytical method for monotropein extraction and quantification using liquid chromatography tandem mass spectrometry (LC-MS/MS) was developed. Different extraction strategies were compared, including variations in temperature, time, and ultrasonication treatments. Optimal extraction was achieved by heating samples to 60{degrees}C for 15 minutes in methanol. The method had high percent recovery (89-110% intraday; 91-108% interday) and good repeatability (1.17-2.15% relative standard deviation (RSD) intraday; 4.68-7.16% RSD interday). This protocol was then applied to 28 blueberry cultivars, 14 of which had not been previously analyzed for monotropein. Monotropein ranged from 0-1807 ng/mg dry weight. The developed method provides a robust tool that can be applied to future evaluations of monotropein in diverse blueberry cultivars.", "date": "2025-07-27", "journal": ""}
{"title": "Hair Dermal papilla maintain its hair inducing characteristics via autocrine exosomal miR-23a-3p", "doi": "10.1101/2025.07.23.666243", "authors": "Yan, L.; Seo, J.; Kageyama, T.; Fukuda, J.", "abstract": "Human dermal papilla cells (hDPCs) are specialized mesenchymal cells that regulate hair follicle development and drive the hair cycle. However, when cultured in vitro, hDPCs progressively lose their hair-inductive capacity. This decline may be closely associated with the absence of the native microenvironmental niche, which plays a critical role in maintaining hDPC identity and function in vivo. In addition to extrinsic cues, autocrine signaling within the dermal papilla itself may serve as a key mechanism for sustaining its regenerative potential. In this study, we present a novel growth model that enables real-time tracking of hDPC functional recovery, with particular attention to autocrine signaling and niche reprogramming. Our results reveal that intrinsic feedback loops are essential for maintaining hDPC function during the anagen phase. By elucidating the dynamic interplay between hDPC expansion and hair-inductive capacity, this work advances our understanding of hair follicle biology and highlights new avenues for developing regenerative therapies for hair loss.", "date": "2025-07-27", "journal": ""}
{"title": "Optimization of Injection-Molded Thermoplastic Microfluidic Chip Design with Numerical Modeling and Two-Photon Polymerization 3D Printing", "doi": "10.1101/2025.07.23.666150", "authors": "Mallorie, C.; Schneeweis, B.; Pitzek, M.; Holzner, C.; Lidl, C.; de Cleir, S.; Milanovic, N.; Foglia, D.; Krüger, T.; Carey, T. R.", "abstract": "Precise microfluidic geometries are critical for particle dynamics studies but challenging to fabricate repeatably and rigidly. This study aims to experimentally validate computational fluid dynamics predictions of particle trajectories in cross-slot junctions, overcoming previous manufacturing limitations. We developed a novel fabrication process combining precisely bonded injection-molded chips with integrated two-photon polymerization 3D-printed junction geometries. Using this approach, experimental measurements of microsphere trajectories via the Cytovale system successfully validated predictions, confirming the influence of stenosis and outlet widths. This work establishes a robust methodology for optimizing microfluidic designs by synergizing advanced manufacturing and simulation, enabling precise experimental investigations.", "date": "2025-07-27", "journal": ""}
{"title": "A reference-free strategy for circulating tumor DNA detection from whole-genome sequencing data", "doi": "10.1101/2025.07.23.666290", "authors": "Oroperv, C.; Frydendahl, A.; Henriksen, T. V.; Santacatterina, G.; Antonello, A.; Calonaci, N.; Rasmussen, M. H.; Caravagna, G.; Andersen, C. L.; Besenbacher, S.", "abstract": "Circulating tumor DNA (ctDNA) is emerging as a promising biomarker for postoperative monitoring of cancer patients. Precise estimation of circulating tumor fraction is crucial for evaluating treatment effects and timely detection of disease recurrence. All current ctDNA detection methods that utilize whole-genome sequencing (WGS) data rely on the reference genome alignment of sequencing reads and often apply separate tools for detecting different variant types. However, various bioinformatic analysis confounders and the application of external variant calling tools could be avoided by analyzing k-mers from unaligned sequencing reads. While k-mer-based methods have successfully been applied for somatic variant validation and detection, the potential of k-mer-based ctDNA detection is unexplored. We have developed a tumor-informed reference-free ctDNA detection tool called ctDNAmer that detects tumor-specific somatic variation directly from unaligned sequencing data by identifying k-mers unique to the tumor DNA. ctDNAmer detects variant information across the genome by comparing the primary tumor and germline WGS data and accounts for sample-specific germline variability and technical noise in the same framework. We tested the utility of ctDNAmer for tumor fraction estimation on postoperative plasma cfDNA WGS data (mean sequencing depth ~28x) from 90 stage III colorectal cancer patients with three years of follow-up. The tumor fraction (TF) estimates agreed with the available clinical information and ctDNA was detected in 77% (17/22) of recurring patients with a median lead time of 8 months compared to radiological imaging. We further validated ctDNAmers tumor fraction estimates based on a comparison with the mean cfDNA allele frequencies of somatic clonal SNVs identified from aligned primary tumor sequencing data. The TF estimates showed a strong Pearson correlation of 0.897 with the mean allele frequencies and improved ctDNA detection results across samples with an AUC of 0.79 compared to 0.75 if the mean allele frequency of clonal mutations is used.", "date": "2025-07-27", "journal": ""}
{"title": "Efficient Identification of Phylogenetically Informative Alignment Sites via Sparse Learning", "doi": "10.1101/2025.07.24.666198", "authors": "Schrago, C. G.", "abstract": "Identifying phylogenetically informative sites in multiple sequence alignments is critical for accurate tree reconstruction and efficient data curation in phylogenomics. Existing approaches often rely on predefined topologies or heuristic criteria, limiting their generality and interpretability. Here, we introduce a novel, topology-agnostic framework for quantifying site-wise phylogenetic information using sparse learning via Lasso (Least Absolute Shrinkage and Selection Operator) regression. By modeling site log-likelihoods as predictors of tree likelihood across a large ensemble of random topologies, our approach isolates the minimal subset of sites that meaningfully contribute to phylogenetic signal. We validate the method using both simulated and empirical mammalian datasets, demonstrating that Lasso-selected sites yield topologies nearly identical to those inferred from full alignments. Furthermore, we show that a simple entropy-based proxy approximates Lasso results with high fidelity, enabling rapid site-level assessments. Compared to commonly used filtering tools, our method yields more concise alignments with equivalent or superior phylogenetic resolution. These findings establish sparse learning as a principled, scalable, and practical approach for evaluating and optimizing phylogenetic data.", "date": "2025-07-27", "journal": ""}
{"title": "LeGO-Teknik reveals that the neurogenesis pathway is a clone-specific hallmark of brain metastasis in breast cancer", "doi": "10.1101/2025.07.23.666035", "authors": "Berthelet, J.; Lee, S.; Roach, M. J.; Gadipally, S.; Liu, N.; El-Saafin, F.; Wu, Y.; Bell, C.; Li, S.; Vallejo-Pulido, A.; Rosello, F.; Charafe-Jauffret, E.; Ginestier, C.; Ernst, M.; Pal, B.; Gouil, Q.; Polo, J.; Yeo, B.; Martelotto, L. G.; Merino, D.", "abstract": "Breast cancer exhibits substantial inter- and intra-patient heterogeneity. Yet the molecular features underlying this diversity and their roles in tumour progression are not yet fully elucidated. Within a primary tumour, certain clones possess a unique capacity to metastasize to distant organs, such as the brain, and this propensity may be associated with specific gene expression profiles. To investigate this phenomenon, we developed a new optical barcoding library, LeGO-Teknik, compatible with high resolution imaging, flow cytometry, single-cell RNA sequencing and machine learning computational methods. Using this new tool, we systematically assessed the fitness and organ tropism of multiple human breast cancer clones in spontaneous metastasis assays. Linking transcriptomic profiles of individual cancer cells to their clonal identities and metastatic behaviours, we identified that clones predisposed to forming brain metastases exhibit distinct molecular signatures. Notably, individual cells from these clones showed enriched expression of neurogenesis-related genes. Using SCENIC transcription factor analysis, we found that some of these features are driven by the transcription factor SOX4. This hallmark, likely due to a process of cellular reprogramming, is a remarkable example of organ mimicry during clonal selection. Together, this work provides critical insights into brain metastasis and highlights the potential for identifying predictive biomarkers and therapeutic targets for metastatic breast cancer.", "date": "2025-07-27", "journal": ""}
{"title": "Palmitoylation-dependent activation of NADK promotes NADP+ synthesis and tumorigenesis", "doi": "10.1101/2025.07.24.666230", "authors": "Chen, L.; Zhang, W.; Zhu, Y.; Xing, X.; Yao, Y.; Pei, H.; Chen, Y.; Qin, W.; Zhang, P.", "abstract": "NAD kinase (NADK) is the sole cytosolic enzyme that catalyzes the synthesis of nicotinamide adenine dinucleotide phosphate (NADP+) from NAD+. NADP+ is essential for anabolic reactions and redox balance. Here, we show that palmitate facilitates NADP+ synthesis by enhancing NADK palmitoylation and activity. NADK is post-translationally S-palmitoylated on three cysteine residues (Cys22, Cys23, and Cys26) within the amino-terminal domain by the protein-acyl transferase ZDHHC5, which stimulates NADK activity. Fatty acids activate NADK by enhancing its palmitoylation and relief of an autoinhibitory function inherent to its amino terminus. Furthermore, ZDHHC5-/- mice showed defect in NADK palmitoylation and NADP+ production. Clinically, elevated expression of ZDHHC5 in pancreatic cancer patients was associated with increased NADK palmitoylation and correlated with poor prognoses for patients. These data reveal that fatty-acid and ZDHHC5-mediated palmitoylation has a critical role in NADP+ synthesis and cancers.", "date": "2025-07-27", "journal": ""}
{"title": "Visual Word Form Area demonstrates individual and task-agnostic consistency but inter-individual variability", "doi": "10.1101/2025.07.23.666206", "authors": "Mitchell, J. L.; Fuentes-Jimenez, M.; Stone, H. L.; Yablonski, M.; Yeatman, J. D.", "abstract": "Ventral Occipital Temporal Cortex (VOTC) is home to a mosaic of categorically-selective functional regions that respond to visual stimuli. Within left VOTC lies the Visual Word Form Area (VWFA) - a text-selective region that develops as an individual learns to read. While there is consistency in the general location of text-selective responses - within the posterior portion of the occipitotemporal sulcus (OTS) - there is also substantial variability across individuals in the size and precise anatomical location. Moreover, there is an ongoing debate over the extent to which the VWFA a) encodes the visual features of text, versus b) is driven by the task of reading. Using functional magnetic resonance imaging, we scanned adults and children as they completed two tasks while viewing text, pseudo fonts, faces, objects, limbs. Experimental tasks were: (1) a fixation task where they were instructed to ignore the stimuli while making psychophysical judgements on the fixation dot; (2) a one-back task where they were instructed to attend to the stimuli and detect repeats. We found that a consistent VWFA location could be identified on each individual's cortical surface using either task. At the same time, the response to text during the one-back task evoked a larger territory of text-selective response (leading to a larger ROI) than the fixation task. However, when averaged in template space, text-selective cortex could not be identified due to variability in the relative locations of text-, face-, object-, and limb-selective cortex. Thus, for both children and adults, a text-selective region (i.e., VWFA) can be localized on the individual cortical surface. This resulting region consistently responds to text irrespective of cognitive task, but text-selective responses are masked when averaged in template space due to variability in the exact configuration of category-selective regions.", "date": "2025-07-27", "journal": ""}
{"title": "Frontotemporal bursting supports human working memory", "doi": "10.1101/2025.07.26.666946", "authors": "Omelyusik, V.; Davis, T. S.; Nair, S. S.; Noudoost, B.; Hackett, P. D.; Smith, E. H.; Rahimpour, S.; Rolston, J. D.; Kundu, B.", "abstract": "Cortical neural activity varies dynamically during memory periods, when relevant information is not present in the environment. But how those dynamics are related to a code defining working memory (WM) performance is not known. Recent data shows brief bursts of activity in the high gamma (70-140 Hz) and beta (12-30 Hz) band within non-human primate lateral prefrontal cortex (PFC) is associated with WM processing. However, WM may be related to activity within a network of frontal executive and posterior sensory areas involved in stimulus perception. Here we tested whether gamma and beta bursting exist in lateral PFC and multisensory lateral temporal areas in humans during visual WM, and whether these areas are coupled via a phase-burst code. We used intracranial macroelectrode recordings from the middle frontal gyrus (MFG), which includes dorsolateral PFC, and from the middle temporal gyrus (MTG), an area important for visual processing. High gamma bursting increased in human left PFC during encoding and delay periods while beta bursting decreased. Interestingly, beta bursting increased in multisensory areas during encoding and remained high during the delay period, more so on the right. These effects varied with WM performance. Finally, we quantify the degree to which delay-period gamma bursting is locked to beta phase within and between regions of this network using a proposed metric termed phase-burst coupling (PBC). We find evidence that delay-period gamma bursting in temporal areas is locked to beta phase in PFC. Our findings suggest that WM may use bursting to support memory maintenance until readout.", "date": "2025-07-27", "journal": ""}
{"title": "Functional analysis of ligand-gated chloride channels in a cnidarian sheds light on the evolution of inhibitory signalling", "doi": "10.1101/2025.07.26.666939", "authors": "Ojha, A.; Kloss, L.; Cole, A. G.; Ortega-Ramirez, A. M.; Montenegro, J. D.; Raycheva, M.; Kaul, S.; Bachmann, M.; Joussen, S.; Huf, L.; Albani, S.; Schmalzing, G.; Technau, U.; Grunder, S.", "abstract": "{gamma}-aminobutyric acid (GABA) is the predominant inhibitory transmitter in the vertebrate nervous system. Fast inhibitory signalling is mediated by type A GABA receptors (GABAARs), which form pentameric ligand-gated ion channels. While GABA is also present in plants and prokaryotes, it is unknown when it was first used for fast neuronal transmission. Cnidaria represent a sister group to all Bilateria and possess a variety of putative GABAARs, none of which has been functionally characterized. In this study, we surveyed putative inhibitory ion channel receptors from the model cnidarians Nematostella and Hydra. Phylogenetic analysis revealed a surprising complexity of these receptors. The majority formed a cnidarian-specific radiation with some receptors forming a basal clade. We functionally analyzed seven putative Nematostella GABAARs of this radiation and found that none was activated by GABA or glycine, whereas three were activated by glutamate. Using site-directed mutagenesis, we identified a lysine residue in the canonical ligand-binding pocket that is important for activation by glutamate. Our results identified a group of inhibitory ion channel receptors in Cnidaria that uses glutamate as a ligand. Moreover, they suggest that inhibitory ion channel receptors in Cnidaria massively diversified, which may have been instrumental in the evolution of complex behaviors and sensory processing by the cnidarian nervous system. This work lays the foundation for understanding the diversity and evolution of inhibitory receptors in Cnidaria and the evolution of inhibitory signalling in animal nervous systems.", "date": "2025-07-27", "journal": ""}
{"title": "Cognitive training effects are shaped more by individual brain dynamics than age - Evidence from younger and older women", "doi": "10.1101/2025.07.23.666165", "authors": "Gaal, Z. A.; Kojouharova, P.; Nagy, B.; van der Wijk, G.; Czigler, I.; Protzner, A. B.", "abstract": "Given the well-established structural and functional changes in the aging brain, it is widely assumed that cognitive aging is primarily driven by robust group-level differences between young and older adults. However, our individual-level EEG functional connectivity analysis challenges this notion. We investigated the impact of cognitive training on functional brain connectivity using task-switching paradigms in 39 younger (18-25 years) and 40 older (60-75 years) women. Participants were randomly assigned to either a training group, which completed eight individualized one-hour cognitive training sessions, or a no-contact control group. EEG was recorded at both pre- and post-training sessions across three task-switching paradigms (trained and near-transfer versions). Unique functional connectivity of different sources of variation was examined by calculating how much variance was shared across stable traits (e.g., individual, age, and common factors), or dynamic states (e.g., task and training effects). Our results revealed that age accounted for only a modest proportion of variance, whereas self-similarity was a dominant factor - particularly in older adults. Similarly, group-level training effects were small but strongly modulated by individual neural profiles, suggesting person-specific trajectories. Participants recruited distinct neural networks across tasks, and even within the same task engaged unique, individual-specific network configurations, reflecting personalised brain adaptations to cognitive demands. Importantly, older adults displayed a shift from common to individual network patterns, consistent with increased neural specialization and compensatory mechanisms. These findings underscore the importance of moving beyond group-level contrasts toward models that capture the complexity of individual brain dynamics in cognitive aging and training responsiveness.", "date": "2025-07-27", "journal": ""}
{"title": "SRSF12 is a primate-specific splicing factor that induces a tissue-specific gene expression program", "doi": "10.1101/2025.07.25.666902", "authors": "Ly, J.; Cady, S. L.; Khalizeva, E.; Haug, S.; Cheeseman, I. M.", "abstract": "Alternative splicing expands proteomic diversity and is tightly regulated by splicing factors, including the serine/arginine-rich (SR) protein family. Here, we analyze the poorly characterized protein SRSF12. Although SRSF12 is conserved across vertebrates, it is poorly expressed in most mammals, and we find that SRSF12 knockout mice do not display overt physiological or transcriptomic alterations. In contrast, SRSF12 is more highly expressed in primates where it is predominantly transcribed in the testes, oocytes, and brain. SRSF12 co-localizes with other splicing components to nuclear speckles and interacts with core splicing factors in cultured human cells. Strikingly, ectopic expression of SRSF12 in human cells induces widespread transcriptional changes, activating meiosis-, testis- and brain-specific genes. SRSF12 overexpression also leads to mitotic arrest and cell death, phenotypes that require both its structured RNA recognition motif and intrinsically disordered arginine/serine-rich C-terminal domain. Together, our results suggest that SRSF12 has evolved primate-specific expression to regulate testis- and brain-specific genes.", "date": "2025-07-27", "journal": ""}
{"title": "LiDAR and hyperspectral-based structured population models show future forest fire frequency may compromise forest resilience", "doi": "10.1101/2025.07.23.666246", "authors": "McLean, J.; Jucker, T.; Rosen, A.; McMahon, S.; Salguero-Gomez, R.", "abstract": "Forest disturbances are accelerating biodiversity loss and altering tree productivity worldwide. Post-disturbance recovery time is critical for identifying vulnerable areas and targeting conservation but varies with environmental conditions. Monitoring recovery at scale requires tracking tree dynamics, yet traditional ground-based approaches are resource-intensive. We present a pipeline to parameterise integral projection models (IPMs) using LiDAR and hyperspectral data to assess post-fire recovery across large, forested areas. Focusing on the fire-adapted Picea mariana, we model passage times to reproductive heights and life expectancy under different fire regimes as indicators of recovery. To do this, we combined hyperspectral-derived species maps and LiDAR-based crown heights to track individual tree survival and growth at the Caribou-Poker Creek Research Watershed (BONA) from 2017 to 2023. We incorporated fire history, aspect, slope, elevation, and surrounding canopy height into our models and found partial support for their expected effects on survival and growth. Once accounting for topography and competition, we estimated passage times to reproductive maturity (20-677 years), sometimes exceeding historical fire return intervals at BONA (>100-150 years). Life expectancy in the absence of fire is shortest on North-facing slopes with recent fire (579 years). Sensitivity analyses highlight fire history and aspect as key modulators of population resilience, with elevation exerting strong influence on life expectancy across all conditions. Our results demonstrate that remotely sensed IPMs can effectively quantify forest recovery at scale, revealing that in some contexts, stands of P. mariana may not recover between fire disturbances. We also show how the uncertainty and variation around the mean growth rate contributes to longer estimates of passage time. We discuss the implications of these findings for resilience-based forest management and highlight both the challenges and opportunities of using LiDAR and hyperspectral data to build demographic models for forecasting forest dynamics.", "date": "2025-07-27", "journal": ""}
{"title": "Adaptive dynamics of sexual signaling and discrimination under different mating conditions", "doi": "10.1101/2025.07.23.666195", "authors": "Allen, B.; Rothberg, S.; Lerch, B. A.", "abstract": "A wide variety of animals engage in same-sex sexual behavior (SSB). Some instances of SSB appear to arise from individuals mating indiscriminately without regard to the sex of their partners. Theory suggests that indiscriminate mating strategies can be selected if sexes are not completely distinguishable---that is, without strong signals of sexual identity. We model the coevolution of sexual signaling and discrimination using the adaptive dynamics approach to long-term trait evolution. Our model relaxes two major assumptions from past phenomenological theory. First, we consider a mechanistic mating process with tunable encounter rates and mating costs. Second, we vary reproductive investment roles to allow for better correspondence with empirical examples of SSB. We confirm that coevolution of sexual signaling and discrimination can lead to two distinct equilibria: one with no sexual signals and indiscriminate mating; the other with perfect signaling and exclusively different-sex sexual behavior. Selection for indiscriminate mating is strongest at very low or very high encounter rates. Mating costs lead to selection for reduced overall mating rate, but this can lead to either more or less SSB, depending on how this reduction is achieved. Overall, our model highlights the importance of ecologically relevant parameters for the evolution of SSB.", "date": "2025-07-27", "journal": ""}
{"title": "In situ evaluation of artificial selection and assisted gene flow for the advancement of flowering onset in Lupinus angustifolius L. (Fabaceae)", "doi": "10.1101/2025.07.23.666208", "authors": "Sacristan-Bajo, S.; Garcia-Fernandez, A.; Lara-Romero, C.; Poyatos, C.; Rubio Teso, M. L.; Morente-Lopez, J.; Prieto-Benitez, S.; Torres, M. E.; Iriondo, J. M.", "abstract": "Artificial selection and assisted gene flow represent promising conservation strategies for enhancing species' adaptive capacity under accelerating climate change. We tested the application of artificial selection and assisted gene flow by evaluating progeny performance under field conditions, using Lupinus angustifolius L. (Fabaceae) as a model to advance flowering onset. Seeds were collected from four wild populations and two contrasting latitudes in Spain for parallel artificial selection and assisted gene flow three-year experiments. In the artificial selection treatment, we developed two early-flowering selection lines per population over three generations using both selfing and outcrossing. For assisted gene flow, we created F1 hybrids by crossing northern populations with southern pollen donors, then produced F2 and F3 generations through successive self-pollination. Finally, F3 seeds from this process were sown in autumn in a common garden under natural conditions, near the original population sites. Spring 2021 measurements of flowering onset and morphological traits revealed contrasting treatment effects. Artificial selection lines showed no significant phenotypic differentiation from controls across all measured traits, contradicting previous controlled-environment results. Conversely, assisted gene flow lines exhibited significantly earlier flowering and reduced shoot growth relative to controls, consistent with prior findings under controlled conditions. These results show greater efficacy of assisted gene flow over artificial selection for advancing flowering onset under natural conditions.", "date": "2025-07-27", "journal": ""}
{"title": "Characterising Type I Collagen Architecture in Human Bone and Osteosarcoma with Second Harmonic Generation Microscopy", "doi": "10.1101/2025.07.23.666332", "authors": "Creith, B. Y.; Harrison, J.; Johnson, P. B.; Oreffo, R. O. C.; Clarkin, C. E.; Mahajan, S.", "abstract": "Aberrant collagen matrix production is a hallmark of many cancers, including osteosarcoma (OS), the most common primary cancer of bone which remains poorly diagnosed. Here, the phenotyping potential of second harmonic generation (SHG) microscopy has been demonstrated through label-free imaging of pathologically altered collagen matrices within clinical biopsies. This work examined SHG imaging in quantifying OS-specific collagen (type I) signatures - focused on fibre length-based parameters - across clinical biopsies. We describe a novel SHG analysis workflow, following systematic optimisation of image resolution and field of view (FOV) size to enable robust quantification of collagen fibre-length metrics in human bone and OS. This included analyses of SHG images with a FOV spanning 350 um x 350 um to 1400 um x 1400 um, with the latter enabling whole-biopsy visualisation via stitching of up to 64 regions. In normal cortical (rib) bone biopsies, average fibre lengths did not significantly differ across increasing FOV size (26.44 + / - 1.75 um, 26.34 + / - 2.01 um, 27.25 + / - 2.47 um, 28.78 + / - 3.58 um). However, analysis of the top 50th percentile of collagen fibres revealed significant differences between the smallest FOVs; 350 um x 350 um and 466 um x 466 um, versus the largest 1400 um x 1400 um (p = 0.03 and p = 0.04 respectively), highlighting the requirement for larger FOVs for optimal characterisation of human bone collagen. Comparison of normal bone and OS (stage IIB) biopsies, the largest FOV revealed the largest differences, with OS exhibiting significantly reduced collagen fibre lengths (female OS: 23.18 + / - 0.56 um vs. bone: 29.39 + / - 2.17 um, p < 0.001; male OS: 24.39 +/- 1.32 um vs. bone: 27.87 + / - 1.05 um, p = 0.02) versus normal bone. Subsequent analyses across OS stages (IB - IVB) showed further evidence of pathological collagen signatures amplified with OS progression. These findings demonstrate that SHG microscopy enables robust, quantitative phenotyping of human bone and osteosarcoma collagen matrices, offering new potential for improved diagnosis and disease staging.", "date": "2025-07-27", "journal": ""}
{"title": "Response of UBR-box E3 ubiquitin ligases and protein quality control pathways to perturbations in protein synthesis and skeletal muscle size", "doi": "10.1101/2025.07.23.666188", "authors": "Baehr, L. M.; Oliveira de Sousa, L. G.; Goodman, C. A.; Sharples, A. P.; Waddell, D. S.; Bodine, S. C.; Hughes, D. C.", "abstract": "The N-degron pathway contributes to proteolysis by targeting N-terminal residues of destabilized proteins via E3 ligases that contain a UBR-box domain. Emerging evidence suggests the UBR-box family of E3 ubiquitin ligases (UBR1-7) are involved in the positive regulation of skeletal muscle mass. The purpose of this study was to explore the role of UBR-box E3 ubiquitin ligases under enhanced protein synthesis and skeletal muscle growth conditions. Cohorts of adult male mice were electroporated with constitutively active Akt (Akt-CA) or UBR5 RNAi constructs with a rapamycin diet intervention for 7 and 30 days, respectively. In addition, the UBR-box family was studied during the regrowth phase post nerve crush induced inactivity. Skeletal muscle growth with Akt-CA or regrowth following inactivity increased protein abundance of UBR1, UBR2, UBR4, UBR5 and UBR7. This occurred with corresponding increases in Akt-mTORC1/S6K and MAPK/p90RSK signaling and protein synthesis. The increases in UBR-box E3s, ubiquitination, and proteasomal activity occurred independently of mTORC1 activity and were associated with increases in markers related to autophagy, ER-stress, and protein quality control pathways. Finally, while UBR5 knockdown (KD) evokes atrophy, it occurs together with hyperactivation of mTORC1 and protein synthesis. In UBR5 KD muscles, we identified an increase in protein abundance for UBR2, UBR4 and UBR7, which may highlight a compensatory response to maintain proteome integrity. Future studies will seek to understand the role of UBR-box E3s towards protein quality control in skeletal muscle plasticity.", "date": "2025-07-27", "journal": ""}
{"title": "HBMAP: Bayesian inference of neural circuits from DNAbarcoded projection mapping", "doi": "10.1101/2025.07.24.666115", "authors": "Wade, S.; Agboraw, E.; Liu, J.; Zhang, H.; Surmeli, G.", "abstract": "Decoding how the brain routes information through its precise, long-range wiring remains a central challenge in neuroscience. Barcode-based mapping of axonal projections allows brain-wide, high-throughput investigation of projections at single-neuron resolution offering a powerful solution. However, principled methods for statistical analysis of barcode count data that can detect common projection rules and effectively integrate datasets across subjects are lacking. To address these issues, we developed a model-based clustering approach through hierarchical Bayesian mixtures which we call hierarchical Bayesian mapping of axonal projections (HBMAP). We show that the inferred model accurately reflects the features of the data and allows simultaneous identification of projection patterns and characterization of uncertainty that accounts for subject variability. Our study presents the first Bayesian approach to barcode-based projection mapping, offering a general solution for this class of data.", "date": "2025-07-27", "journal": ""}
{"title": "Cryopreservation of Sea Urchin (Lytechinus pictus) Embryos and Development Through Metamorphosis", "doi": "10.1101/2025.07.23.666466", "authors": "Vacquier, V.; Hamdoun, A.", "abstract": "Background: Sea urchins have contributed to knowledge of fertilization, embryonic development and cell physiology for 150 years. Their evolutionary position, as basal deuterostomes, and their long background in developmental biology, motivate establishing a genetically-enabled sea urchin species. Because of its relatively short generation time of 4-6 months and ease of culture, our lab has focused on the California sea urchin Lytechinus pictus as a multigenerational model, and produced knockout and transgenic lines using this species. To ensure that diverse genetic lines can be preserved, methods must be developed to cryopreserve gametes and embryos. We have previously reported methods for cryopreservation of sperm, but robust methods to preserve embryos remained lacking. Results: Here, we describe a relatively simple method to cryopreserve late gastrulae embryos of L. pictus. Importantly we show that, after thawing and culturing, the embryos progress through larval development, undergo metamorphosis and yield juvenile adults, indicating the method is robust. Conclusion: The cryopreservation of embryos is an important advance that will facilitate the biobanking, sharing and long-term preservation of diverse genetic lines. This method may also eventually prove useful for cryopreservation of embryos of other marine invertebrates.", "date": "2025-07-27", "journal": ""}
{"title": "Habitat and seasonal drivers of leukocyte profiles within and across Neotropical bat species", "doi": "10.1101/2025.07.23.666480", "authors": "Becker, D.; Dyer, K.; Lock, L.; Fenton, B.; Simmons, N.", "abstract": "Land conversion is a widespread form of environmental change that can alter infection dynamics in wildlife by modifying host immune defense. Such effects may be compounded by seasonal variation in resources and reproduction and differ among members of a host community, yet the combined effects of habitat, season, and species identity on wildlife immunity remain poorly understood. We tested within- and across-species effects of land conversion and seasonality on immunity in Neotropical bats by quantifying hematological markers of physiological stress and inflammation. We sampled seven species across a large forest preserve and smaller nearby forest fragment in northern Belize during the dry and wet seasons. Using phylogenetic generalized linear mixed models, we tested overall effects of habitat and season and quantified per-species impacts. Total leukocyte counts and neutrophil-to-lymphocyte ratios showed no overall habitat or seasonal effects but had strong species-specific responses to these predictors. In contrast, the systemic inflammation response index was higher across species in the dry season and in the smaller fragment, suggesting poor health in unfavorable conditions. Species-specific effects did not align with diet guilds, indicating potential roles for finer-scale ecological traits. Our results highlight the complex, species-dependent effects of environmental change on wildlife immunity.", "date": "2025-07-27", "journal": ""}
{"title": "Hyper-dominant species drive unexpected functional shifts in North American birds", "doi": "10.1101/2025.07.23.666479", "authors": "Zou, H.-X.; Smith, A. C.; Zhu, K.; Weeks, B. C.", "abstract": "Climate change has led to consistent intraspecific shifts in functional traits, yet the extent to which within-species trends predict community-level changes is unknown. We assessed how local community-weighted means of seven key traits have changed over the past 50 years across North American bird communities. Communities shifted toward larger body mass and smaller appendages over time, the opposite of widely documented within-species changes. These unexpected patterns arise from a small proportion (5%) of hyper-dominant species. Idiosyncratic changes in their abundances led to weak associations between functional shifts and climate but strong associations with human-induced land use changes. Our results reveal contrasting within-species responses to climate change and community-level responses to broader environmental dynamics, highlighting the importance of hyper-dominant species in shaping biodiversity under global change.", "date": "2025-07-27", "journal": ""}
{"title": "Adaptive Immunity Governs Regional Aortic Remodeling in Hypertension via Perivascular Adipose Tissue Plasticity", "doi": "10.1101/2025.07.23.666477", "authors": "Xu, Y.; Snider, C.; Bersi, M. R.", "abstract": "Hypertension drives heterogeneous aortic remodeling, but the mechanisms underlying regional disparities remain unclear. Here, we demonstrate that adaptive immunity orchestrates spatial differences in vascular dysfunction by modulating perivascular adipose tissue (PVAT) phenotype and immune-metabolic crosstalk. Using angiotensin II (AngII)-infused wild-type (WT) and Rag1-/- mice lacking T and B cells, we integrated biaxial mechanical testing, bulk transcriptomics, and PVAT analyses. In WT mice, AngII induced pronounced descending thoracic aorta (DTA) remodeling, marked by wall thickening, reduced circumferential stiffness and inflammatory gene upregulation (Il6, Ccl2). These changes were attenuated in Rag1?/? mice, implicating T cells in thoracic maladaptation. Conversely, the infrarenal abdominal aorta (IAA) exhibited hypertensive resilience in WT mice but unmasked PPAR{gamma}-associated metabolic reprogramming (Pparg, Adipoq) in Rag1-/- mice, suggesting T cells suppress protective abdominal adaptations. PVAT heterogeneity emerged as a key regulator wherein thoracic PVAT (T-PVAT) adopted a pro-inflammatory phenotype (CCL5, TIMP-1) in WT mice, exacerbating DTA damage, while Rag1-/- mice showed thermogenic plasticity (Ucp1 upregulation) in abdominal PVAT (A-PVAT). T cell reconstitution restored maladaptive remodeling in Rag1-/- mice, confirming adaptive immunity's dual role in promoting thoracic injury and restraining metabolic resilience. This work identifies PVAT as an immune-metabolic switch governing regional susceptibility to vascular remodeling, offering spatially resolved strategies to preserve aortic compliance in hypertensive disease.", "date": "2025-07-27", "journal": ""}
{"title": "FGF13 regulates cardiomyocyte impulse propagation via Cx43 trafficking independent of voltage-gated sodium channels", "doi": "10.1101/2025.07.23.666473", "authors": "Das, L. T.; Malvezzi, M.; Gade, A. R.; Matsui, M.; McKay, M.; Wei, E. Q.; Kushner, J.; Chen, B.-X.; Zelich, M.; Mazdisnian, K.; DiStefano, I.; Roybal, D. D.; Yang, L.; Stoll, L.; Lo, J. C.; Kalocsay, M.; Akar, F. G.; Marx, S. O.; Pitt, G. S.", "abstract": "Background: Fibroblast growth factor homologous factor (FHF) variants associate with arrhythmias. Although FHFs are best characterized as regulators of voltage gated sodium channel (VGSC) gating, recent studies suggest broader, non-VGSC-related functions, including regulation of Cx43 gap junctions and/or hemichannels, mechanisms that have generally been understudied or disregarded. Methods: We assessed cardiac conduction and cardiomyocyte action potentials in mice with constitutive cardiac-specific Fgf13 ablation (cFgf13KO) while targeting Cx43 gap junctions and hemichannels pharmacologically. Using immunostaining and biochemistry, we characterized FGF13 regulation of Cx43 abundance and subcellular distribution. With proximity labeling proteomics, we investigated novel candidate mechanisms underlying FGF13 regulation of Cx43. Results: FGF13 ablation prolonged the QRS and QT intervals on the surface electrocardiogram. Carbenoxolone, a Cx43 gap junction uncoupler, markedly prolonged the QRS duration leading to conduction system block in cFgf13KO but not in WT mice. Optical mapping revealed markedly decreased conduction velocity (CV) during ventricular pacing. Microscopy revealed markedly perturbed trafficking of Cx43, reduced localization in the intercalated disc, and suggested decreased membrane Cx43 but increased Cx43 hemichannels in cardiomyocytes from cFgf13KO mice. Resting membrane potential (RMP) was depolarized and APD50 was prolonged in cFgf13KO cardiomyocytes. Both were restored towards wildtype (WT) values with Gap19 (a Cx43 hemichannel inhibitor), expression of FGF13, or expression of a mutant FGF13 incapable of binding to VGSCs, emphasizing VGSC-independent regulation by FGF13. To assess the functional impact of RMP depolarization, hearts were subjected to hypokalemia, which had no effect in WT hearts but fully rescued CV in cFgf13KO hearts. Proteomic analyses revealed candidate roles for FGF13 in the regulation of vesicular-mediated transport. Biochemistry and immunocytochemistry showed that FGF13 ablation destabilized microtubules and reduced the expression of tubulins and MAP4, the major cardiac microtubule regulator. Conclusions: FGF13 regulates microtubule-dependent trafficking and targeting of Cx43, thereby impacting cardiac impulse propagation via VGSC-independent mechanisms.", "date": "2025-07-27", "journal": ""}
{"title": "Continuous partitioning of neuronal variability", "doi": "10.1101/2025.07.23.666404", "authors": "Rupasinghe, A.; Charles, A. S.; Pillow, J. W.", "abstract": "Neural variability poses a major challenge to understanding the information content of neural codes. Recent work by Goris et al. (Nat. Neurosci 2014) has provided new insights into variability in the visual pathway by partitioning it into two components: a stimulus component reflecting sensory tuning, and a modulatory component arising from stimulus-independent fluctuations in excitability. However, a key limitation of this framework is that it lacks a continuous-time interpretation; it applies only to spike counts measured in time bins of a given size, and does not generalize to different bin sizes. Here we overcome this limitation using a new model for continuous-time partitioning of neural variability, the \"continuous modulated Poisson'' (CMP). This model extends the partitioning model of Goris et al. (Nat. Neurosci 2014) by modeling a neuron's instantaneous firing rate as the product of a time-varying stimulus drive and a continuous-time stochastic gain process. We apply this model to spike responses from four different visual areas (LGN, V1, V2, and MT) and show that it accurately captures spike train variability across timescales and throughout the visual hierarchy. Moreover, we demonstrate that the modulatory gain process decays according to an exponentiated power law, with higher variance and slower decay at later stages of the visual hierarchy. This model provides new insights into the organization of both stimulus-driven and stimulus-independent modulatory processes and provides a powerful framework for characterizing neural variability across brain regions.", "date": "2025-07-27", "journal": ""}
{"title": "Rpl13a snoRNAs Downregulate Smooth Muscle Cell COX4I2 and Promote Neointimal Hyperplasia", "doi": "10.1101/2025.07.23.666475", "authors": "Elliott, B. A.; Zhang, L.; Wu, J.-H.; Wu, P.-C.; Yin, X.; Soderblom, E. J.; Snow, K.; Waitt, G.; Holley, C. L.; Freedman, N. J.", "abstract": "BACKGROUND: Reactive oxygen species (ROS) augment the activation of vascular smooth muscle cells (SMCs) and promote neointimal hyperplasia evoked by arterial injury or atherogenesis. We have previously shown that small nucleolar RNAs (snoRNAs) from the Rpl13a locus are key regulators of cellular ROS levels. METHODS: Using mice deficient in the Rpl13a snoRNAs, we tested whether these snoRNAs regulate SMC activation in vitro and in vivo. Carotid endothelial denudation was used to provoke neointimal hyperplasia in wild-type (WT) and snoRNA knockout (snoKO) mice, which lack all four intronically-encoded Rpl13a snoRNAs. Primary SMCs from WT and snoKO mice were used for in vitro functional and proteomic analyses. HEK293T cells with specific snoRNA deletions were used to test for snoRNA-guided 2'-O-methylation of mRNA. RESULTS: Arterial ROS levels, inflammation, and carotid artery neointimal hyperplasia were reduced in snoKO compared with WT mice. In vitro, snoKO SMCs demonstrated lower ROS levels and less migration, proliferation, and inflammatory signaling than WT SMCs. Reduced ROS levels in snoKO SMCs and aortas correlated with upregulation of the mitochondrial protein COX4I2, which is associated with reduced mitochondrial ROS under normoxic conditions. Deleting the snoRNA U32A in human HEK293T cells decreased 2'-O-methylation of COX4I2 mRNA and upregulated COX4I2 protein without changing COX4I2 mRNA levels. Silencing Cox4i2 in snoKO SMCs upregulated SMC ROS to WT levels. CONCLUSIONS: Rpl13a snoRNAs are important drivers of SMC activation and neointimal hyperplasia. Rpl13a snoRNAs augment SMC ROS levels, at least in part, by post-transcriptional downregulation of COX4I2 expression.", "date": "2025-07-27", "journal": ""}
{"title": "Accounting for Spatial Correlation in Graphical Analysis of SpatialTranscriptomics Data", "doi": "10.1101/2025.07.23.666450", "authors": "Vasconcelos, A. G.; Danaher, P.; McGuire, D.; Wakefield, J.; Shojaie, A.", "abstract": "Co-expression analysis is key for understanding disease mechanisms and gene regulatory and functional relationships. In spatial transcriptomics, estimating gene correlation is challenging due to correlation among cells, which can lead to spurious associations that obscure true biological associations. To address this, we propose SpaceDecorr, a method that adjusts gene expression for technical artifacts and spatial dependencies by modeling each gene independently using a Negative Binomial Generalized Additive Model (NB-GAM) with spatial splines. Co-expression is then estimated from the Pearson residuals, yielding decorrelated expression values suitable for downstream analysis. This method targets cell-intrinsic coordination, rather than clustering genes by shared spatial patterns, and supports multi-sample analysis trough independent per-sample adjustment. Across simulations and real datasets, it consistently reduces false-positive correlations and improves the functional coherence of co-expression modules.", "date": "2025-07-27", "journal": ""}
{"title": "mKast knockout honey bees show defects in brain functions underlying homing ability", "doi": "10.1101/2025.07.23.666469", "authors": "Kohno, H.; Kubo, T.", "abstract": "Honey bees visit food sources up to several kilometers away from their hives, which is underpinned by their sophisticated learning and memory, and cognitive abilities. However, the molecular and neural bases for these advanced brain functions remain obscure. Here, we focused on mKast, a gene preferentially expressed in the optic lobes, a visual center, and a specific Kenyon cell subtype in the mushroom bodies, a higher-order center, in the honey bee brain. We successfully produced homozygous mutant honey bee workers by crossing individuals mutated with CRISPR/Cas9 targeting mKast. Through behavioral analyses of mKast mutants using a new conditioning paradigm and a visual response assay, we found that mKast functions in bimodal learning and memory based on olfactory and visual information, and direction-specific motion sensing. We also found that mKast homozygous mutants have defects in survival outside the colony. These findings suggest that mKast modulate brain functions underlying homing ability that is essential for nidificating hymenopteran species.", "date": "2025-07-27", "journal": ""}
{"title": "bacNeo: a computational toolkit for bacteria-derived neoantigen identification", "doi": "10.1101/2025.07.23.666275", "authors": "Wang, Y.; Li, Y.; Gu, K. W.; Cheng, X.; Wen, B.; Zhang, Z.", "abstract": "Intratumour microbiome can restore anti-tumour immunity with bacterial peptides potentially serving as neoantigens, while robust in-silico tools for bacterial neoantigen identification remain lacking. We developed bacterial neoantigen (bacNeo), a multi-omics based computational toolkit that contains three modules to classify bacterial taxonomy, identify host HLA alleles, and predict bacterial neoantigens. bacNeo could enable personalised neoantigen discovery to advance therapeutic strategies across diverse cancer types.", "date": "2025-07-27", "journal": ""}
{"title": "NeoPrecis: Enhancing Immunotherapy Response Prediction through Integration of Qualified Immunogenicity and Clonality-Aware Neoantigen Landscapes", "doi": "10.1101/2025.07.23.666355", "authors": "Lee, K.-H.; Sears, T. J.; Zanetti, M.; Carter, H.", "abstract": "Despite the transformative impact of cancer immunotherapy, the need for improved patient stratification remains critical due to suboptimal response rates. While neoantigens are central to anti-tumor immunity, current metrics like tumor mutation burden are limited by their neglect of immunogenicity and tumor heterogeneity. We present NeoPrecis, a computational framework designed to refine neoantigen characterization across MHC-I and MHC-II pathways and integrate tumor clonality to improve immunotherapy response prediction. NeoPrecis features an interpretable T-cell recognition model that reveals the critical influence of MHC molecules on TCR recognition beyond mere antigen presentation. Benefit HLA alleles identified through model-driven contribution analysis exhibit significant predictive power for patient outcomes in immune checkpoint inhibitor treatment (melanoma: p-value = 0.04; NSCLC: p-value = 0.01). Applying NeoPrecis to immunotherapy-treated tumors, we show the clonality-aware neoantigen landscape improves response prediction in melanoma and heterogeneous NSCLC, achieving 11% and 20% improvement of AUROC compared to TMB respectively. Heterogeneous NSCLCs, more common among never smokers, retain more subclonal neoantigens due to lower immunoediting pressure, where NeoPrecis better captures the varying prevalence of neoantigens. We propose NeoPrecis as a more comprehensive evaluative framework for neoantigen assessment by incorporating both immunogenicity and tumor clonality, offering insights into the link between collective quality of neoantigen landscapes and immunotherapy response.", "date": "2025-07-27", "journal": ""}
{"title": "Metastasis-associated wound repair promotes reciprocal activation of the lung epithelium and breast cancer metastases during outgrowth", "doi": "10.1101/2025.07.23.666437", "authors": "Christenson, J. L.; Spoelstra, N. S.; Williams, M. M.; O'Neill, K. I.; Orlicky, D. J.; Wagner, J. A.; Goodspeed, A. E.; Kuo, L.-W.; Crump, L. S.; Richer, J. K.", "abstract": "When tumor cells colonize distant organs during metastasis, they interact extensively with surrounding cells. These interactions often change the behavior of surrounding cell populations which collectively induce a pro-tumor microenvironment that permits tumor cell outgrowth into overt, clinically detectable metastatic disease. The lung is one of the most common sites of breast cancer (BC) metastasis. A chronic wound repair-related phenotype developed within the lung microenvironment during metastatic outgrowth in immunocompetent preclinical mouse models of BC. This phenotype was characterized by an increased number and activation of lung type II alveolar epithelial (AT2) cells surrounding growing metastases. Metastatic outgrowth significantly changed AT2 gene expression, resulting in a modified secretome. AT2-derived secreted factors also promote TNBC growth. AT2 secreted factors are regulated by the cAMP response element-binding protein (CREB). Targeting CREB signaling with the phosphodiesterase 4 (PDE4) inhibitor roflumilast reduced AT2-BC reciprocal interactions in vitro and metastatic outgrowth in vivo.", "date": "2025-07-27", "journal": ""}
{"title": "SCD1 and SCD5 Modulate PARP-Dependent DNA Repair via Fatty Acid Desaturation in Glioblastoma", "doi": "10.1101/2025.07.23.666454", "authors": "Mnatsakanyan, H.; Sammarco, A.; Awwad, R.; Hewett, A.; Roumieh, E.; Pechdimaljian, C.; Azar, R.; Su, B.; Williams, K. J.; Bensinger, S. J.; Badr, C. E.", "abstract": "Glioblastoma (GBM) relies on fatty acid metabolism to sustain its aggressive growth. While the role of stearoyl-CoA desaturase-1 (SCD1) in GBM is established, the function of its brain-enriched isoform, SCD5, remains unexplored. Here, we demonstrate that SCD5 is essential for glioblastoma stem cell (GSC) maintenance and genomic stability, with elevated expression in GSCs that declines upon differentiation, underscoring its role in tumor initiation. Through shotgun lipidomics, 13C metabolic flux analysis, and functional genomics, we reveal that SCD1 and SCD5 play non-redundant roles in fatty acid desaturation, with SCD5 preferentially desaturating C18:0 and uniquely contributing to sphingolipid remodeling. Genetic silencing of either isoform disrupts cell cycle progression, impairs DNA damage repair, and reduces GSC viability, while SCD5 knockdown significantly extends survival in orthotopic GBM models. Mechanistically, loss of SCD activity or saturated fatty acid accumulation triggers PARP1 hyperactivation and subsequent degradation, depleting RAD51 to compromise homologous recombination and induce parthanatos. These findings uncover a lipid-mediated vulnerability in GBM, linking fatty acid desaturation to PARP1-dependent genome integrity. Targeting SCD5 may offer a novel therapeutic strategy to eliminate therapy-resistant GSCs and enhance the efficacy of genotoxic or immunotherapeutic interventions.", "date": "2025-07-27", "journal": ""}
{"title": "Acclimation of photosynthesis began with a Cu-binding superoxide detoxifying enzyme", "doi": "10.1101/2025.07.25.666786", "authors": "Malesinski, S.; Vidal-Meireles, A.; Giovannetti, E.; Chazaux, M.; Krieger-Liszkay, A.; Boderiou, C.; Latil, J.; Viola, S.; Tabares, L. C.; Arnoux, P.; Chauvat, F.; Dindaeng, P.; Maurin, C.; Siponen, M.; Caffarri, S.; Cassier-Chauvat, C.; Alric, J.; Johnson, X.", "abstract": "Plant acclimation is a growing scientific concept, at molecular, cellular and global scales. All photosynthetic organisms that created an oxic atmosphere on earth possess a gene of unknown function, Acclimation of Photosynthesis to the Environment. Here we show that APE1 encodes a thylakoid-bound protein with a unique motif that binds copper and detoxifies the superoxide anion radical. Maturation of the recombinant APE1 protein from Chlamydomonas reinhardtii requires formation of cysteine disulfide bonds after copper binding or via a high affinity interaction with a copper chaperone (Plastid Copper Chaperone 1) that boosts its scavenging capacity for superoxide. APE1 co-occurs in evolution with Photosystem II oxygen evolving proteins and it is the archaic superoxide detoxifying enzyme for acclimating photosynthesis to an oxygenic environment.", "date": "2025-07-27", "journal": ""}
{"title": "Layers to Leaves: A Suite of Modular 3D Printed Hydroponics Components for Research and Education", "doi": "10.1101/2025.07.24.666580", "authors": "Shaw, E.; Chandramouli, S. K.; Dzakovich, M. P.", "abstract": "Hydroponics is a widely utilized technique to precisely control the plant growing environment and maximize productivity. In some cases, hydroponics systems can be expensive and require specialized expertise to build and maintain. Here, we present a suite of 3D-printed devices that can be constructed into a single or double tower hydroponics system. This system is easily scalable to fit the needs of a user and can be implemented in a variety of research and educational contexts. Components in this suite can be made from inexpensive plastic filament using household-grade 3D printers. The vertical design of these systems allows for users to maximize space-use-efficiency in growth chambers, greenhouses, or even classrooms. We describe the construction of our system and provide example data from a validation study growing spinach (Spinacia oleracea L.) under different salinity conditions. This suite of 3D printed components can be utilized by researchers and educators alike to capitalize on the benefits of hydroponics in a flexible, budget-friendly way.", "date": "2025-07-27", "journal": ""}
{"title": "Multi-omics approach combined with functional characterization of genes enlightens the formation of certain aromatic compounds in Vitis vinifera cv. Assyrtiko grape berries", "doi": "10.1101/2025.07.25.666847", "authors": "Leontaridou, K.; Vrhovsek, U.; Lotti, C.; Sarrou, E.; Karioti, A.; Katsiarimpa, A.; Bakasietas, K.; Kanellis, A.", "abstract": "Assyrtiko, a grape variety with considerable historical importance in Greece, has recently garnered global interest due to its unique citrus and floral fragrances, elevated alcohol content, and its wines created on the volcanic island of Thira (Santorini). However, grown in various regions, such as Central Greece, its aromatic characteristics may vary, prompting an investigation into the molecular mechanisms accounting for these differences. This research focused on two Assyrtiko clones--A16 and E11--grown in the Nemea, Peloponnese, which displayed distinct aromatic traits. Chemical analysis during mid-ripening indicated that clone E11 yielded significantly greater amounts of floral terpenoids, including linalool, geraniol, nerol, and -terpineol, while A16 was rich in C compounds like (Z)-3-hexenol and (Z)-3-hexenal that are linked to green and earthy scents. Transcriptomic analysis corroborated these results: clone E11 demonstrated an upregulation of genes related to pathogen resistance and to the terpene and phenylpropanoid biosynthetic pathways, such as DXS, MECPS, CCD1, COMT, AADC, and vanillin synthase, whereas clone A16 showed increased expression of genes related to volatile thiol production and flavonoid metabolism, including GST3 and GST4. Further, five key genes (RZS1, AAT, EGS1, AADC, and CYP76F14) from A16 were functionally characterized through heterologous expression in Saccharomyces cerevisiae and in vitro enzymatic assays. These findings offer new insights into the biochemical pathways determining aroma diversity in Vitis vinifera cv. Assyrtiko.", "date": "2025-07-27", "journal": ""}
{"title": "Population-level super-pangenome reveals genome evolution and empowers precision breeding in watermelon", "doi": "10.1101/2025.07.25.666869", "authors": "Sun, H.; Zhang, J.; Liao, S.; Guo, S.; Zhou, Z.; Zhao, X.; Wu, S.; Zhao, J.; Gong, G.; Wang, J.; Li, M.; Yu, Y.; Ren, Y.; Tian, S.; Li, S.; Zhang, H.; Hammar, S. A.; McGregor, C.; Jarret, R.; Wechter, P.; Branham, S. E.; Kousik, C.; Levi, A.; Grumet, R.; Xu, Y.; Fei, Z.", "abstract": "Pangenomes are increasingly critical for harnessing crop genetic diversity, yet their resolution and utility are often limited by insufficient sampling of high-quality genome assemblies. Here, we report a population-level watermelon super-pangenome constructed from 138 reference-grade assemblies, including 135 newly generated near-gapless genomes representing all seven watermelon species. The super-pangenome captures approximately one million structural variants (SVs), enabling accurate variant genotyping across ~900 watermelon accessions and substantially expanding variant discovery both across and within species. Broader sampling within the pangenome provides insights into genome evolution among watermelon species and sheds light on the origin of cultivated watermelon. SV-inclusive genome-wide association studies enhance trait mapping resolution and identify a copy number variation upstream of ClFCI1 that regulates flesh color intensity in a dosage-dependent manner. Leveraging this comprehensive variation map, we developed high-accuracy genomic prediction models for 18 agronomic traits. Together, our findings and genomic resources establish a foundational framework for dissecting complex traits and accelerating precision breeding in watermelon, while offering a valuable model for SV-resolved pangenomics in crop species.", "date": "2025-07-27", "journal": ""}
{"title": "TWITCHES DURING N2 AND N3 ARE COUPLED WITH SLEEP SPINDLES BUT NOT DELTA OSCILLATIONS IN 6-MONTH-OLD INFANTS", "doi": "10.1101/2025.07.23.666445", "authors": "Christiansen, T. G.; Sokoloff, G.; Long, H. C.; Kopp, O. K.; Karr, L. K.; Blumberg, M. S.", "abstract": "Twitches are discrete movements that characterize REM sleep. However, recent work showed that twitches also occur during NREM sleep in human infants beginning around 3 months of age, a time when sleep spindles and the cortical delta rhythm are also emerging. Further, NREM twitches co-occur with sleep spindles, suggesting a unique functional role. Given that NREM sleep is composed of distinct substages, we investigated whether twitching and twitch-spindle coupling are differentially expressed during N2 and N3 sleep. In 6-month-old human infants (n=21; 7 females), we recorded EEG, respiration, and video during daytime sleep. We found that the high intensity of twitching during N2 resembled REM more than N3. In contrast, sleep spindles exhibited similar temporal characteristics during N2 and N3. Also, despite differences in the intensity of twitching during N2 and N3, significant twitch-spindle coupling occurred in both stages. Finally, twitch rate was inversely related to delta power across NREM periods. These findings suggest that although twitching occurs during REM, N2, and N3 sleep at this age, its expression is compatible with some sleep components (e.g., rapid eye movements, sleep spindles) but not others (e.g., cortical delta), highlighting the continuing need to better understand the dynamic organization of sleep and its individual components in early development.", "date": "2025-07-27", "journal": ""}
{"title": "High speed functional imaging with a microfluidics-compatible open-top light-sheet microscope enabled by model predictive control of a tunable lens", "doi": "10.1101/2025.07.23.666439", "authors": "Calhoun, W. A.; Moon, S.; Peng, L.; Lu, H.", "abstract": "Functional fluorescence imaging of small, transparent organisms has proven to be a powerful tool for understanding the development and function of intact nervous systems at the cellular level, particularly when combined with microfluidic tools that enable precise manipulation of sensory cues. Light-sheet fluorescence microscopy has a number of advantages for functional imaging, including efficient axial sectioning, reduced photobleaching, and high speed compared to confocal methods, but many configurations with ideal properties for efficient functional imaging place constraints on sample access and geometry that preclude their use with microfluidics. We present an open-top light-sheet microscope that uses a simplified inverted water immersion interface coupled with tunable lens remote focusing to achieve high-speed, multichannel 3D imaging of specimens in conventional microfluidics. We use model predictive control to efficiently optimize drive signals for an electrically tunable lens, providing reliable, camera-limited scanning of the imaging volume. We then demonstrate the utility of this approach by recording calcium activity from C. elegans at volume rates up to 20 Hz, including both whole-brain response to chemical stimulation and compartmentalized dendritic response of the PVD neuron to mechanical stimulation. Our approaches are flexible and inexpensive to implement, and could be adapted to improve performance and sample compatibility for a wide range of imaging techniques.", "date": "2025-07-27", "journal": ""}
{"title": "Bacterial metabolites induce cell wall remodeling, antifungal resistance, and immune recognition of commensal fungi", "doi": "10.1101/2025.07.26.666966", "authors": "Davis, F. A.; Singh, K.; Krampen, J. M.; Bryant, J. A.; Ost, K. S.; Righi, S. E.; Balunas, M. J.; Wang, T.; O'Meara, T. R.", "abstract": "The fungus Candida albicans commensally colonizes mucosal surfaces in healthy individuals but can cause both superficial mucosal and life-threatening disseminated infections. The balance between commensalism and pathogenicity is complex and depends on factors including host and fungal genetic background, the host environment, and fungal interactions with local microbes. The major interaction interface of C. albicans with the host is its multilayered cell wall, which is dynamic and highly responsive to the surrounding environment. Therefore, factors that influence the fungal cell wall will directly impact C. albicans-host interactions. Our work demonstrates that multiple physiologically-relevant gastrointestinal bacteria influence fungal cell wall composition during co-culture with C. albicans, including as complex communities derived from the gut. Using Escherichia coli as a model, we show that bacterial-induced fungal cell wall remodeling occurs rapidly and is mediated by secreted bacterial metabolite(s). Fungal mutant analysis revealed that the high osmolarity glycerol (HOG) pathway, which is critical for responding to environmental stresses, has an important role in regulating this cell wall remodeling phenotype through the Sln1 histidine kinase. Importantly, bacterial-mediated fungal cell wall remodeling increases C. albicans resistance to the echinocandins, increases recognition by both dectin-1 and dectin-2, and decreases recognition by human IgA. Overall, this work comprehensively characterizes an interaction between C. albicans and common gastrointestinal bacteria that has important implications for fungal biology and host interactions.", "date": "2025-07-27", "journal": ""}
{"title": "Primary bovine embryonic fibroblasts support seasonal influenza A virus infection and demonstrate variable fitness of HPAI H5N1", "doi": "10.1101/2025.07.26.666677", "authors": "Wenger, G. K.; Snyder, D. T.; Prigge, J. R.; Turner, A. H.; Jaffrani, S. A.; Schmidt, E. E.; Bruce, E. A.; Loveday, E. K.", "abstract": "The emergence of highly pathogenic avian influenza (HPAI) H5N1 (clade 2.3.4.4b, genotype B3.13) in dairy cattle presents substantial challenges to the agricultural sector and public health. Mechanistic studies of infection and transmission in cattle have proven difficult due to animal handling restrictions as well as limited availability of established cell culture models. Primary Bovine Embryonic Fibroblasts (BeEFs) were collected from a Montana cow and are investigated here as a model to study influenza A virus (IAV) infection dynamics. We compared sialylation profiles, infectious virus production, viral replication, and plaque morphology in both BeEFs and chicken DF-1 cells following infection with the bovine HPAI H5N1 and an earlier 2.3.4.4b genotype (B1.1) isolated in 2022. The data presented here show increased viral fitness of the bovine origin HPAI H5N1 strains across multiple species and bovine susceptibility to human seasonal IAV. This study highlights the ability of BeEFs to serve as a model for studying IAV infections in bovine hosts.", "date": "2025-07-27", "journal": ""}
{"title": "Quantifying the effect of groundwater fauna and temperature on the ecosystem service of microbial carbon degradation", "doi": "10.1101/2025.07.26.665685", "authors": "Schmidt, S. I.; Ruetz, N.; Marxsen, J.", "abstract": "The groundwater ecosystem fulfils functions that humankind relies upon, e.g. for sustainable drinking water production. Quantification of these services is lacking so far, and thus, it is not possible to predict scenarios of e.g. future climates. Based on values from a comprehensive groundwater ecosystem study comprising four zones of varying land use and groundwater / surface water exchange, we parameterized a quantitative dynamic food web model (recharged organic carbon, microorganisms using the biodegradable fraction of this carbon, and fauna grazing on the microorganisms). With the model satisfactorily reflecting the field values, we calculated five further scenarios, three of which without fauna (mortality e.g. due to contamination, sudden peaks of temperature etc.). Two of the fauna and two of the no fauna scenarios were run with temperature elevated by 1.5 degree C and 3 degree C, respectively. The ecosystem service of carbon degradation was expressed as the difference in carbon concentration between the beginning of the simulation and the end of the simulation. In most scenarios, remaining carbon increased over time. The remaining carbon in some scenarios was up to 660 times as high in the no fauna scenarios compared to the reference case. Fauna was thus shown to fulfil a service by promoting microbial carbon degradation that may be substantial. Sustainable drinking water production is more reliable and less costly, the more active the groundwater fauna in the production area is. This model set up can serve to test other cases of varying physical and chemical variations and disturbances.", "date": "2025-07-27", "journal": ""}
{"title": "Individuals matter: habitat factors and plant traits shape individual-level pollinator interactions in a semi-arid landscape", "doi": "10.1101/2025.07.26.666931", "authors": "Michael, D.; Joshi, K.; Krishna, S.", "abstract": "Plant-pollinator networks are vital for understanding ecological processes influencing reproductive success in plant communities. While species-level pollinator interaction networks are important for predicting community stability, it remains equally crucial to understand individual-level interactions of keystone species in the community. This study examined the role of habitat factors and floral traits in shaping individual-level pollinator interactions of Maytenus senegalensis, a dominant native species in the semi-arid Aravalli Hills. We measured flower production, nectar sugar concentration, flower diameter, and external factors such as percentage soil moisture, distance to habitat edge, and density of co-flowering conspecifics to assess their impact on pollinator interactions and reproductive success. We found significant variation in reproductive investment in the form of flower production and a trade-off with reward quality, where plants with higher flower production were found to have a lower nectar sugar concentration. Higher flower production negatively influenced reproductive success, suggesting the likelihood of increased within-plant visitation. Eristalinus and Apis were the dominant pollinator genera, and overall, Dipterans were found to play a critical role in maintaining the network stability. The presence of flowering conspecific plants in the neighborhood reduced the pollen deposition, suggesting competitive interactions. Moreover, individual plants were found to show some amount of specialization in their interaction niches. We predict that this could lead to further divergence of interaction niches due to pollinator-mediated competition. Any perturbation to interactions of plants with a high degree of pollinator connectance was found to disproportionately influence the network. Overall findings suggest that the individual variation in reproductive investment and trade-off with reward quality had an impact on the plant-pollinator interactions and reproductive success. In semi-arid systems, which are undergoing considerable anthropogenic and climatic changes, our study provides insights into individual pollinator interaction niches and the role of microhabitat factors in species persistence within a community.", "date": "2025-07-27", "journal": ""}
{"title": "Microbial community regulation of extracellular enzyme production can mediate patterns of particulate and mineral-associated organic matter accumulation in undersaturated soils", "doi": "10.1101/2025.07.25.666799", "authors": "Hansen, P.; Zhang, Y.; Guseva, K.; Kaiser, C.; Cotrufo, M. F.", "abstract": "Dissolved low molecular weight (LMW) compounds in soil can either be assimilated by microbes or sorb onto mineral surfaces, forming mineral-associated organic matter (MAOM). This creates potential competition between microbes and mineral surfaces for LMW compounds, potentially influencing whether particulate organic matter (POM) is retained or depolymerized by microbes to produce LMW substrates. Therefore, microscale interactions between unoccupied mineral surfaces and microbial enzymes may mediate patterns of POM and MAOM storage, particularly in soils varying in MAOM saturation. To explore this, we adapted an individual-based microscale model to simulate POM retention and new MAOM formation under different initial POM qualities (carbon:nitrogen ratio; C:N) and MAOM saturation levels, while also considering microbial social-like dynamics, which emerge from interactions between microbes with different capacities to produce and share public goods (in this case, extracellular enzymes). Consistent with prior findings, the presence of these dynamics slowed decomposition of initial POM pools. Additionally, MAOM saturation affected microbial community properties, new MAOM formation, and POM decomposition only when social dynamics were included. The patterns of POM decomposition and MAOM formation identified in our work align with observations of simultaneous POM and MAOM formation in undersaturated soils from prior field studies, suggesting that regulation of enzyme production via microbial interactions may be an additional driver of POM and MAOM storage in such soils. Overall, this highlights the importance of explicitly incorporating microbial ecology into our conceptual understanding of C and N cycling, particularly to improve the predictive capacity of ecosystem models and inform soil management strategies that enhance global change mitigation, especially in degraded soils likely to be undersaturated.", "date": "2025-07-27", "journal": ""}
{"title": "Kinematics and morphological correlates of descent strategies in arboreal mammals suggest early upright postures in euprimates", "doi": "10.1101/2025.07.23.666459", "authors": "Toussaint, S. L. D.; Youlatos, D.; Nyakatura, J.", "abstract": "Ascending and descending sloping and vertical branches is critical for arboreal locomotion and likely played a major role in early primate evolution. While most studies have focused on ascent, descending behaviors also provide insight into the functional significance of arboreal adaptations. To test how descending vertical supports of varying diameters affects locomotor abilities, we quantified postural and kinematic features during descents and ascents on vertical supports in 21 eutherian and metatherian mammals, and examined their relation to morphology. Primates showed greater variability in descent behaviors, using tail-first and side postures more often than other mammals, which predominantly descended head-first. Overall, animals adopted several kinematic adjustments to enhance stability during descent compared to ascent, including slower speeds, higher duty factors, and greater use of asymmetrical gaits. Additionally, vertical descent strategies reflected trade-offs among body mass, limb proportions, and head mass. Using a morphology-based model, we then inferred possible descent behaviors in 13 extinct euarchontoglires. Our results suggest that ancestral adaptations for vertical locomotion may have promoted frequent upright (head-up) postures in early primates.", "date": "2025-07-27", "journal": ""}
{"title": "Rare k-mers reveal centromere haplogroups underlying human diversity and cancer translocations", "doi": "10.1101/2025.07.26.666712", "authors": "Shiraishi, Y.; Ochi, Y.; Sugawa, M.; Sakamoto, Y.; Kimura, K.; Tsujimura, T.; Okada, A.; Okuda, R.; Namba, S.; Miyauchi, T.; Mateos, R. N.; Suzuki, H.; Chiba, K.; Ito, Y.; Nakamura, W.; Ohka, F.; Motomura, K.; Yamamoto, T.; Kawai, Y.; Okada, Y.; Suzuki, H.; Kato, M.; Saito, R.; Garrison, E.; Logsdon, G. A.; Ogawa, S.", "abstract": "Centromeres are among the most diverse and dynamically evolving regions of the human genome and are commonly affected in various human cancers. However, organized into highly repetitive -satellite higher-order repeats (HORs), human centromere sequences have long resisted detailed genomic analysis. Although the development of long-read sequencing platforms has enabled the analysis of complete centromere sequences, their application to a large set of samples is still largely limited, preventing our understanding of centromere variation and haplotype structures across large human populations and the structural basis of centromere-involving translocations in cancer. Here we show that rare k-mers present in centromeric regions can serve as effective markers for dissecting the complexity of centromere structure, particularly that of active -satellite HOR arrays (aHOR arrays), across human populations and for understanding centromere-involving abnormalities in cancer. Based on rare k-mer-based clustering, centromere aHOR arrays are clustered into discrete haplogroups (aHOR-HGs) with distinct structural features. These k-mers were also used to develop a framework that enables the inference of haplogroups in a given sample based on short-read whole genome sequencing (WGS) data (ascairn). By applying ascairn to large-scale human population datasets (n > 3,300), we revealed the diversity of aHOR-HGs and their geographic histories across populations. The rare k-mer-based approach was also applied to investigate the structure of 1p/19q co-deletion, a highly recurrent centromere-involving translocation in IDH-mutated oligodendrogliomas. Analyzing short-read WGS data from 142 cases with 1p/19q co-deletion using rare k-mers, we showed that breakpoints of 1p/19q co-deletion were mapped to aHOR arrays in chromosomes 1 (D1Z7) and 19 (D19Z3), which was validated by long-read sequencing of two 1p/19q co-deletion-positive cases. Notably, the translocation preferentially involved haplogroups composed of haplotypes containing larger regions susceptible to rearrangement. These results highlight the role of rare k-mers in dissecting the complexity of centromere sequences and their evolutionary history as well as understanding centromere-involving abnormalities associated with human diseases.", "date": "2025-07-27", "journal": ""}
{"title": "Optimized CRISPR Perturbation Illuminates the Functions of RNA Modification Proteins", "doi": "10.1101/2025.07.24.666689", "authors": "Chi, T.; Wei, G.; Jing, Z. y.; Wang, W. k.", "abstract": "An emerging new frontier in functional genomics is to construct \"Perturbation Atlas\" that systematically profiles the effects of perturbation of all the mammalian genes across all the cell types in health and disease. Pooled CRISPR screening using lentiviral gRNA libraries is a powerful method for deciphering gene functions, but gRNA delivery to cells in situ remain challenging, which constitutes a key obstacle to Perturbation Atlas construction. We have previously described a large-scale mosaic multiplex in situ CRISPR perturbation platform in the whole mice named iMAP, where the Cas9 guides are \"stored\" in germline-transmitted transgenes but inducibly \"released\" (expressed) via Cre-mediated recombination, thus eradicating the need for viral libraries. A major limitation of iMAP is a bias in guide representation due to uneven recombination. Here we report that replacing the recombination hotspot at the transgene with an inert sequence lacking LoxP sites markedly improved the uniformity of guide representation, making it comparable with that of viral libraries. We next profiled, across 46 tissues, the abundance of the guides targeting 71 (52%) genes encoding writers, readers and erasers of RNA modifications, shedding light on their context-specific functions in vivo. Furthermore, in a tumor model, we identified regulators of NK cell activation in tumor microenvironment, which was validated in human NK cells, thus offering potential targets for improving cancer immunotherapy. Finally, a public database is established for accessing iMAP data. Our study marks an important step toward the creation of the Perturbation Atlas", "date": "2025-07-27", "journal": ""}
{"title": "Benchmarking of tools for resolving plasmids from short-read assemblies for Klebsiella pneumoniae", "doi": "10.1101/2025.07.24.666686", "authors": "Connor, C. H.; Wick, R. R.; Gorrie, C. L.; Ingle, D. J.; Lam, M. M.", "abstract": "The critical role of plasmids, particularly in the dissemination of AMR and virulence in nosocomial pathogens like Klebsiella pneumoniae, underpins the need for robust and scalable tools for plasmid identification and reconstruction from large-scale datasets of short-read sequence data that are routinely generated in clinical and public health settings. Here, we sought to evaluate all available tools to determine which are best suited for reconstructing the plasmidome of K. pneumoniae and related species from the species complex (KpSC). We used a publicly available dataset of 568 diverse KpSC isolates that had high-quality short-read Illumina data and matched complete genomes generated from hybrid assemblies incorporating additional long-read sequence data. This allowed us to investigate which tool perform best at recovering plasmid sequences when only short-read data are available. None of the tools tested offered a comprehensive or consistently reliable solution to assembling plasmids from short-read sequence data of KpSC. Among the six tools that were benchmarked, performance varied across total runtime, RAM usage, prediction accuracy and sensitivity. Future tools developed in this space should offer meaningful advancements over existing tools and be rigorously evaluated using large, standardised bacterial datasets that reflect the diversity and complexity of plasmid content to ensure comparability across benchmarking studies.", "date": "2025-07-27", "journal": ""}
{"title": "A high-quality bread wheat genome unravels adaptive evolution of wheat end-use quality", "doi": "10.1101/2025.07.27.667006", "authors": "Cao, X.; Zhang, J.; Guo, Y.; Huang, Y.; Niu, B.; Gao, X.; Xu, J.; Li, D.; Guo, L.; Liu, X.; Zhang, Z.; Kang, L.; Qiu, X.; Li, H.; Liu, J.; Shan, B.; Duan, X.; Yi, C.; Liu, Y.; Jin, M.; Yin, C.; Wang, J.; Zhao, Z.; Lu, F.", "abstract": "Understanding the genetics of superior dough performance is essential for improving wheat end-use quality. Here, we presented a de novo assembly of the genome of JM44, a Chinese wheat cultivar known for its exceptional end-use quality. The JM44 genome achieved reference-level quality (QV = 66.74), depicting a complete picture of complex regions containing gluten genes. Our microsynteny analysis across the Triticum-Aegilops complex showed that high-molecular-weight glutenin subunits (HMW-GSs) loci are highly conserved, while low-molecular-weight glutenin subunits (LMW-GSs) and -/{beta}-gliadins exhibited greater structural variation. These variable loci appear to have been preferentially selected by humans and contributed substantially to the evolution of wheat quality traits. Moreover, we observed that epistatic interactions between gluten genes are strong in modern cultivars, but markedly weaker in landraces, indicating the importance of epistatic selection during modern breeding. Our findings shed light on the genomics and evolution of wheat quality traits, providing valuable guidance for future breeding efforts.", "date": "2025-07-27", "journal": ""}
{"title": "IS-capades of Klebsiella pneumoniae: Insertion sequences drive metabolic loss in obscure sub-lineages", "doi": "10.1101/2025.07.24.666535", "authors": "Vezina, B.; White, C.; Cooper, H.; Holt, K.; Hawkey, J.; Wyres, K. L.; Lam, M. M.", "abstract": "Introduction: Klebsiella pneumoniae is an opportunistic pathogen which causes a wide spectrum of infections within healthcare settings and the community. Four K. pneumoniae sub-lineages defined with cgMLST/LINcodes are known to cause distinct infections of the nasal and/or upper respiratory passages: SL91 and SL10031 (also referred to as subspecies ozaenae), SL10032 (subspecies rhinoscleromatis) and SL82. These sub-lineages have also demonstrated reduced carbon source utilisation, which in other species has been linked with high loads of insertion sequences (IS). Methods: We performed comparative genomics, analysed IS and constructed genome-scale metabolic models for available public sequences from these four sub-lineages and compared them to other sub-lineages from the wider K. pneumoniae population. Results: The four focal sub-lineages displayed significantly higher IS loads (median range 88 to 120 per genome) compared to other K. pneumoniae sub-lineages (median range 12 to 73). Notably, each K. pneumoniae sub-lineage had unique IS profiles, consistent with distinct evolutionary trajectories of IS acquisition and expansion. Across sub-lineages, higher IS loads were inversely associated with the number of metabolic model genes per genome (R2 = 0.16, p <0.001), as well as predicted aerobic substrate utilisation for phosphorus sources (R2 = 0.39, p<0.001) as per a second-degree polynomial regression model (n = 1,664 genomes). Additionally, the four IS-dense sub-lineages displayed a combination of convergent sub-lineage-specific substrate utilisation losses including parallel loss of 3-Phospho-D-glycerate, D-Glycerate-2-phosphate, Phosphoenolpyruvate utilisation as carbon/phosphorus sources. Finally, inspection of IS insertion sites demonstrated frequent and non-destructive insertion next to transcriptional, carbohydrate and amino acid metabolism genes. Conclusions: IS loads were significantly and inversely associated with metabolic substrate usage within K. pneumoniae, whereby sub-lineages that had higher numbers of IS also had reduced metabolic capacity. We hypothesise that an insertional tolerance model explains these findings, whereby IS can only insert into metabolically-tolerable sites for the individual cell and any impacts on metabolism are not detrimental for survival.", "date": "2025-07-27", "journal": ""}
{"title": "Contrasting centromere structures in carnivorous sundews uncover a dynamic evolutionary trajectory shaped by polyploidy and chromosomal remodeling", "doi": "10.1101/2025.07.27.666937", "authors": "Avila Robledillo, L.; Fukushima, K.; Salojarvi, J.; Marques, A.; Albert, V. A.", "abstract": "Sundews (Drosera) are carnivorous plants that capture prey using mucilage-producing glands with both secretory and absorptive functions. Within a remarkably diverse clade that includes the Venus flytrap (Dionaea), East Asian pitcher plants (Nepenthes), the African carnivore Triphyophyllum (which bears three leaf types, one sundew-like) and the non-carnivorous vine Ancistrocladus, sundews show striking chromosomal variation. We present chromosome-scale genome assemblies for Drosera regia and D. capensis, comparing them with genomes of relatives. Complex allopolyploidies are revealed that prohibit depiction as bifurcating phylogenies. Characterization of centromere sequences demonstrated holocentric and monocentric chromosomes in D. regia and D. capensis, respectively, with corresponding structural divergence. Chromosomal fusions in D. regia likely trace to a shared allohexaploid ancestor shared with the dodecaploid and highly rearranged D. capensis genome. This comparative framework highlights genomic plasticity in a carnivorous plant lineage that offers a valuable model for studying morphological and ecophysiological diversity, polyploidy and centromere variation in angiosperms.", "date": "2025-07-27", "journal": ""}
{"title": "AMR-GNN: A multi-representation graph neural network framework to enable genomic antimicrobial resistance prediction", "doi": "10.1101/2025.07.24.666581", "authors": "Nguyen, H.-A.; Peleg, A. Y.; Wisniewski, J. A.; Wang, X.; Wang, Z.; Blakeway, L. V.; Badoordeen, G. Z.; Theegala, R.; Doan, N. Q.; Parker, M. H.; Green, A. G.; Song, J.; Dowe, D. L.; Macesic, N.", "abstract": "Whole-genome sequencing (WGS) data are an invaluable resource for understanding antimicrobial resistance (AMR) mechanisms. However, WGS data are high-dimensional and the lack of standardized genomic representations is a key barrier to AMR prediction. To fully explore these high-resolution data, we propose AMR-GNN, a graph deep learning-based framework that integrates multiple genomic representations with graph neural networks (GNN) to enable AMR prediction from genomic sequence data. We tested AMR-GNN with Pseudomonas aeruginosa, a clinically relevant Gram-negative bacterial pathogen known for its complex AMR mechanisms. We demonstrate that AMR-GNN addresses several key problems in AMR prediction with data-driven machine learning (ML) approaches, including using multiple genomic representations to enhance performance, mitigate the influence of clonal relationships, and identify informative biomarkers to provide explainability and generate novel hypotheses. Follow-up validation on the largest publicly available dataset spanning both Gram-negative and Gram-positive pathogens highlights AMR-GNN's broad applicability in detecting AMR in diverse and clinically relevant pathogen-drug combinations.", "date": "2025-07-27", "journal": ""}
{"title": "Parabricks: GPU Accelerated Universal Pan-Instrument Genomics Analysis Software Suite", "doi": "10.1101/2025.07.23.666378", "authors": "Vats, P.; Zhu, T.; Onken, S.; Dunstan, A.; Zamirai, B.; Puleri, D. F.; Nair, A.; Oliva, M.; Gaihre, A.; Sadhnani, P.; Li, S.; Arumugam, K.; Chacon, A.; Maric, M.; Cohen, J.; Sethia, A.; Samadi, M.", "abstract": "Next-generation sequencing (NGS) has transformed genomics, enabling breakthroughs in biotechnology, healthcare, and pharmaceuticals. However, exponential data growth outpacing Moore's Law presents critical computational challenges for secondary analysis. We introduce Parabricks, a freely accessible, GPU-accelerated software suite supporting diverse workflows, including whole-genome, exome, transcriptome, and methylation analysis. Compatible across major short read and long read sequencing platforms, it reduces processing time from hours to minutes while maintaining concordance with established standards. This acceleration translates to significant cost savings and quick turnaround time. Deployable on-premises or through cloud platforms, Parabricks ensures scalable genomic processing. Integrated AI-driven workflows and deep learning models further enhance precision, offering a universal solution for high-throughput genomic research and clinical diagnostics.", "date": "2025-07-27", "journal": ""}
{"title": "Integrated flexible DNA methylation-chromatin segmentation modelingenhances epigenomic state annotation", "doi": "10.1101/2025.07.25.666820", "authors": "Aggarwal, N.; Schmitz, J. E.; Laufer, L.; Rahmann, S.; Walter, J.; Salhab, A.", "abstract": "DNA methylation and histone modifications together shape the cell-type-specific epigenomic landscape. To enable a more comprehensive genome-wide annotation, we developed EpiSegMixMeth (ESMM), the first truly integrative segmentation model combining chromatin marks and DNA methylation. ESMM extends hidden Markov models with flexible read count distributions and state duration modeling. Applied to 154 highquality human epigenomes from the IHEC EpiAtlas, ESMM substantially improves the annotation of broad heterochromatic regions -covering over 60% of the genome, that are frequently missed by chromatin-only models. Additionally, it precisely defines the boundaries of narrow regulatory elements and resolves local chromatin state transitions during cell differentiation. Notably, we demonstrate that DNA methylation can substitute for missing repressive histone marks in segmentation, ensuring robust annotation across diverse cell types. In memory B-cell development, ESMM reveals fine-scale chromatin state shifts that align with 3D genome architecture changes. Our results highlight the power of integrating DNA methylation into genome segmentation and provide a valuable resource for dissecting cell-type-specific epigenomic regulation.", "date": "2025-07-27", "journal": ""}
{"title": "C-Nucleosides Stabilize RNA by Reducing Nucleophilicity at 2'-OH", "doi": "10.1101/2025.07.23.666442", "authors": "Banerjee, D.; Xiao, L.; Thacker, P. S.; Kundu, J.; Manoharan, M.; Kool, E. T.", "abstract": "Nucleotides with carbon substitution for heteroatoms are common in biological and therapeutic RNAs. Important examples include the C-nucleosides pseudouridine and N1-methyl-pseudouridine; these modifications were reported to slow degradation of large RNAs, but the mechanism is unknown. We measured kinetics of thermal and enzymatic cleavage at a single bond of synthetically modified RNAs, and find that carbon substitution markedly reduces strand cleavage rates in RNA by both mechanisms. Studies of nucleophilic acylation reactions of RNAs and of small alcohols of varied pKa suggest that reduced inductive effects resulting from carbon substitution for electronegative atoms results in both higher pKa and lower nucleophilicity. The results provide insight into native transcriptome modifications as well as RNA therapies.", "date": "2025-07-27", "journal": ""}
{"title": "Hyperspectral Imaging to Quantify Nodules and Detect Biological Nitrogen Fixation in Legumes", "doi": "10.1101/2025.07.25.666867", "authors": "Wang, Y.; de Silva, K.; Song, D.; Kamruzzaman, M.", "abstract": "Legume root nodules are important for biological nitrogen fixation, a process critical for plants to gain additional nitrogen from the environment. Nodule quantification is valuable for evaluating nitrogen fixation efficiency, assessing symbiotic relationships, monitoring responses to nitrogen, and supporting genetic studies on legume adaptation and productivity. However, accurate quantification of root nodules is difficult and time-consuming due to the complexity of the root system and soil interference. Here, we explore the utility of hyperspectral imaging as a non-destructive tool to detect active fixing root nodules with minimal preparation and show that we can differentiate nodules and root tissues through unique spectral signatures while also distinguishing between fixing and non-fixing nodules. We applied deep learning techniques to develop an automated nodule counting pipeline adaptable across different legume species and under diverse growth conditions. This approach eliminates the need for labor-intensive counting and enables the detection of nodules embedded within dense root tangles with high accuracy. This automated hyperspectral approach offers a promising alternative to support assessments of nodule abundance and their activity across legume species grown under various environments.", "date": "2025-07-27", "journal": ""}
{"title": "Sequential cold and heat stresses establish an intergenerational stress memory in rapeseed (Brassica napus L.)", "doi": "10.1101/2025.07.24.666528", "authors": "Cagli, I.; Gazdagli Talay, A.; Halik, M. B.; Tunali, F.; Sonmez, C.", "abstract": "Plants frequently experience temperature extremes that threaten growth and reproduction, yet their ability to retain and transmit stress responses across generations remains poorly understood. In this study, we investigated whether early cold exposure primes rapeseed seedlings for enhanced heat tolerance and whether such effects are inherited by the next generation. Seedlings were subjected to cold stress (4{degrees}C for 3 weeks), heat stress (38{degrees}C for 2 days), or sequential cold followed by heat stress. Control plants were grown under optimal conditions. We evaluated physiological, biochemical, and molecular traits in both the treated plants and their first-generation progeny. Temperature stress influenced flowering time, seed weight, seed oil content, and fatty acid composition. Genes involved in fatty acid metabolism, including BnaFAD2, BnaFAD5, BnaFATB, and BnaWD40, were differentially expressed. In the progeny of sequentially stressed plants, total phenolics, flavonoids, antioxidant activity, and chlorophyll content were significantly elevated, indicating the presence of intergenerational stress memory. Our findings show that sequential cold-heat stress not only enhances immediate stress tolerance but also induces heritable metabolic and physiological adaptations. These results provide new insights into the mechanisms of cross-tolerance and the potential for exploiting intergenerational stress memory in crop improvement.", "date": "2025-07-27", "journal": ""}
{"title": "A sublethal drought and rewatering time course reveals intricate patterning of responses in the annual Arabidopsis thaliana", "doi": "10.1101/2025.07.25.666782", "authors": "Fitzek-Campbell, E.; Psaroudakis, D.; Weisshaar, B.; Junker, A.; Braeutigam, A.", "abstract": "Drought is a major factor of yield loss in annual crops. It triggers a wide range of physiological and molecular changes which are mediated by a suite of transcription factors from at least four different protein families. In the literature, the observed phenotypic changes and the number of transcriptome changes upon drought in Arabidopsis thaliana varies widely. To resolve the apparent variation, we conducted a phenotyping and transcriptomics experiment with progressive drought which is initially mild and escalates to strong but still sublethal drought followed by rewatering. Phenotypic data is analyzed with machine learning methods and connected to transcriptome data. The phenotypic data show that drought stress manifests in distinct stages. The transcriptional analysis shows one threshold program and gradual expression programs among typical drought responsive regulons over time and during recovery. Plant aging prior to senescence and the drought response overlap to a large degree and drought stressed plants rejuvenate transcriptionally before returning to the control aging program. The phenotypic traits are associated with different transcript abundances again reflecting multiple overlaying programs. Transcripts with high explanatory power of phenotypes are biomarkers and not causal for the phenotype.", "date": "2025-07-27", "journal": ""}
{"title": "GreenLeafVI: A FIJI plugin for high-throughput analysis of leaf chlorophyll content", "doi": "10.1101/2025.07.24.666635", "authors": "Luden, T.; van Lieshout, J.; Mehrem, S. L.; Snoek, B. L.; Willemse, J.; Offringa, R.", "abstract": "Chlorophyll breakdown is a central process during plant senescence or stress responses and leaf chlorophyll content is therefore a strong predictor of plant health. Chlorophyll quantification can be done in several ways, most of which are time-consuming or require specialized equipment. A simple alternative to these methods is the use of image-based chlorophyll estimation, which uses the color values in RGB images to calculate colorimetric visual indexes as a measure for the leaf chlorophyll content. Image-based chlorophyll measurement is non-destructive and, apart from a digital camera, requires no specialized equipment. Here, we developed the ImageJ plugin GreenLeafVI that facilitates high-throughput image analysis for measuring leaf chlorophyll content. Our plugin offers the option to white-balance images to decrease variation between images and has an optional background removal step. We show that this method can reliably quantify leaf chlorophyll content in a variety of plant species. In addition, we show that image-based chlorophyll quantification can replicate GWAS results based on traditional chlorophyll extraction methods, showing that this method is highly accurate.", "date": "2025-07-27", "journal": ""}
{"title": "Sensory Entrained TMS (seTMS) enhances motor cortex plasticity", "doi": "10.1101/2025.07.23.666433", "authors": "Ross, J. M.; Forman, L.; Hassan, U.; Gogulski, J.; Truong, J.; Cline, C. C.; Parmigiani, S.; Chen, N.-F.; Hartford, J. W.; Fujioka, T.; Makeig, S.; Pascual-Leone, A.; Keller, C. J.", "abstract": "Neural excitability fluctuates with sensory events, creating windows of opportunity to enhance brain stimulation. Repetitive transcranial magnetic stimulation (TMS), including intermittent theta burst stimulation (iTBS), is a promising treatment for neurological and psychiatric disorders, but does not account for fluctuations in neural excitability, likely contributing to variable outcomes. Sensory Entrained TMS (seTMS) leverages sensorimotor oscillations to enhance corticospinal responses, but the sustained effects as a repetitive protocol are unknown. We extend seTMS to iTBS, measuring motor-evoked potentials (MEPs) as a physiological readout. In a randomized crossover study comparing standard iTBS with sensory entrained iTBS (se-iTBS; n=20), we found that se-iTBS more than doubled the MEP effect (55% vs 26% MEP enhancement) and persisted for at least 30 minutes. Notably, at least 80% of participants showed larger responses with se-iTBS at all time points. se-iTBS may provide a robust and practical framework for optimizing TMS that bridges electrophysiological mechanisms and clinical applications.", "date": "2025-07-27", "journal": ""}
{"title": "Paraquat Licences α-Synuclein to Trigger NLRP3-Dependent Pyroptosis in Microglia", "doi": "10.1101/2025.07.23.666340", "authors": "Cao, Y.; Deora, V.; Khan, N.; Robertson, A. B.; Schroder, K.; Cooper, M. A.; Woodruff, T. M.; Albornoz, E. A.", "abstract": "Parkinson's disease (PD) is characterized by dopaminergic neurodegeneration and the pathological accumulation of -synuclein (Syn) aggregates. While its etiology is multifactorial, environmental toxicants such as paraquat, a widely used herbicide banned in over 70 countries but still permitted in some regions, including Australia, are strongly implicated. We previously showed that Syn activates the NLRP3 inflammasome in microglia, inducing interleukin-1{beta} (IL-1{beta}) release without triggering pyroptosis. Here, we examine how paraquat modulates microglial NLRP3 activation by Syn. Using primary microglia from wild-type (WT) and Nlrp3 knockout (Nlrp3 KO) mice, alongside human monocyte-derived microglia, we demonstrate that paraquat induces dose-dependent NLRP3 activation in LPS-primed WT microglia via NADPH oxidase-mediated reactive oxygen species (ROS) generation. This results in ASC speck formation and IL-1{beta} release, which is absent in Nlrp3 KO microglia and blocked by the selective NLRP3 inhibitor MCC950. While Syn alone fails to induce pyroptosis, co-treatment with paraquat resulted in caspase-1-dependent lactate dehydrogenase (LDH) release and gasdermin-D cleavage, hallmarks of pyroptotic cell death. This response was also suppressed by NLRP3 inhibition. Our findings reveal that paraquat acts as a critical second hit to license Syn-induced inflammasome-dependent pyroptosis in microglia, highlighting a mechanistic link between environmental toxin exposure and innate immune activation in PD pathogenesis. Targeting this axis with brain-penetrant NLRP3 inhibitors may offer an alternative therapeutic avenue for synucleinopathies associated with environmental toxins.", "date": "2025-07-27", "journal": ""}
{"title": "Engineering B cells to Express Fully Customizable Antibodies with Enhanced Fc Functions", "doi": "10.1101/2025.07.23.666432", "authors": "Huang, C.; Mathur, A.; Chang, C.-H.; Huang, X.; Chen, H.-Y.; Davis, Z. B.; O'Dell, K.; Kung, R. W.; Shuman, E. A.; Rogers, G. L.; Cannon, P. M.", "abstract": "Genome editing within the constant region of the immunoglobulin Heavy chain locus (IGH) can reprogram B cells to express Heavy chain only antibodies (HCAbs) containing custom antigen-recognition domains. HCAb-engineered cells express both surface B cell receptor (BCR) and secreted antibody isoforms and respond to antigen. By selecting alternate editing sites within IGH, we extended this approach to also allow customization of the constant (Fc) domain of the Heavy chain, producing HCAbs with enhanced effector functions or containing mutations to extend antibody half-life. We also introduced mutations to force obligate HCAb homodimers and prevent unwanted pairing with endogenous antibody chains. Finally, we showed that additional domains could be accommodated at the HCAb C-terminus and preferentially expressed in the secreted isoform. Together these data demonstrate the flexibility of the HCAb editing platform to express fully customized molecules that take advantage of the properties of B cells.", "date": "2025-07-27", "journal": ""}
{"title": "Analysis of the surface topology of respiratory syncytial virus particles that form on the surface of virus-infected cells.", "doi": "10.1101/2025.07.26.666719", "authors": "Jeffree, C. E.; Lu, T. B.; Tan, B. H.; Sugrue, R. J.", "abstract": "The surface topology of virus filaments on respiratory syncytial virus (RSV)-infected cells was examined using field emission gun-scanning electron microscopy (FEG-SEM) and atomic force microscopy (AFM). FEG-SEM analysis of the surface of RSV-infected cells labelled with an anti-G protein antibody revealed the presence of virus filaments and clusters of the G protein that were distributed intermittently along the surface of the virus filaments. Anti-G labelled RSV-infected cells that were thinly coated with chromium revealed a distinct structured surface topology that consisted of interlocking domains, and the G protein clusters were located in a subset of these structures. Imaging of RSV-infected cells using AFM revealed a similar structured surface topology on the virus filaments. These data provide the first detailed image analysis of the surface topology of the virus filaments that form in situ on RSV-infected cells and highlight the complexity of the spatial organisation within the viral envelope.", "date": "2025-07-27", "journal": ""}
{"title": "Analysis of the surface topology of respiratory syncytial virus particles that form on the surface of virus-infected cells.", "doi": "10.1101/2025.07.26.666719", "authors": "Jeffree, C. E.; Lu, T. B.; Tan, B. H.; Sugrue, R. J.", "abstract": "The surface topology of virus filaments on respiratory syncytial virus (RSV)-infected cells was examined using field emission gun-scanning electron microscopy (FEG-SEM) and atomic force microscopy (AFM). FEG-SEM analysis of the surface of RSV-infected cells labelled with an anti-G protein antibody revealed the presence of virus filaments and clusters of the G protein that were distributed intermittently along the surface of the virus filaments. Anti-G labelled RSV-infected cells that were thinly coated with chromium revealed a distinct structured surface topology that consisted of interlocking domains, and the G protein clusters were located in a subset of these structures. Imaging of RSV-infected cells using AFM revealed a similar structured surface topology on the virus filaments. These data provide the first detailed image analysis of the surface topology of the virus filaments that form in situ on RSV-infected cells and highlight the complexity of the spatial organisation within the viral envelope.", "date": "2025-07-27", "journal": ""}
{"title": "Multiomics profiling of zebrafish embryonic cell line PAC2 across growth phases to assess its relevance for toxicological studies", "doi": "10.1101/2025.07.26.666973", "authors": "Degeratu, M.-O.; Bertoli, J.; Huwa, N.; Lopez Rodriguez, D.; Revel, M.; Schoenenberger, R.; vom Berg, C. M.; Schirmer, K.; Groh, K. J.", "abstract": "Permanent fish cell lines offer promising alternatives to traditional animal models for environmental risk assessment of chemicals. However, to facilitate their broader uptake into toxicity testing practice, a better understanding of functional capacities and expression of toxicologically relevant molecular targets is needed. Here, we present an extensive molecular profiling of the zebrafish embryonic cell line PAC2, combining global proteomics across cell population growth phases (over 7300 protein groups) with matched transcriptomics at exponential and stationary phase (over 14500 transcripts). Proteome coverage was sufficiently deep to reveal functional insights consistent with those derived from transcriptomics data, despite differences in the total number of measured genes. Major gene expression shifts detected upon transition from exponential to stationary cell population growth phase indicated reduction in DNA replication, translation, metabolism, and cell cycle regulation, along with increased stress responses, immune system responses, and extracellular matrix remodeling. Functional annotation revealed expression of core cellular processes along with a number of toxicologically relevant pathways, including xenobiotic metabolism, stress signaling, and nuclear receptors responsive to important chemical classes, such as steroids (e.g., estrogens, glucocorticoids) and chemicals known to disrupt lipid metabolism, e.g., through interaction with peroxisome proliferation activating receptors. These findings reinforce the potential of PAC2 cells to offer a versatile in vitro model for studying fish cell biology and omics-enhanced exploration of chemical toxicity mechanisms, aided by the well-developed molecular annotation in zebrafish. Moreover, the analysis approaches developed in this work offer a blueprint for molecular baseline characterization of other fish cell lines. This work thus strengthens the mechanistic foundation supporting the use of fish cell lines as alternative models in aquatic toxicity testing and risk assessment.", "date": "2025-07-27", "journal": ""}
{"title": "Transcriptomic Response to Neuromuscular Electrical Stimulation in Muscle, Brain and Plasma EVs in WT and Klotho-deficient Mice", "doi": "10.1101/2025.07.25.666815", "authors": "Cavanaugh, C.; Moore, A.; Fitz, N. F.; Lefterov, I.; Koldamova, R.", "abstract": "Neuromuscular electrical stimulation (NMES) was shown to improve motor activities and daily living. Prior studies indicated extracellular vesicles (EVs) play a role in cellular communication. Here, we evaluated transcriptomic profiles of tibialis anterior muscle, brain, and plasma-derived EVs following NMES of WT and Klotho heterozygous (KlHET). Muscle RNA-seq data demonstrated that in both genotypes the most upregulated functional categories were related to glucose metabolism and response to insulin with pathways uniquely affected in each genotype. There was a similarity of non-coding RNA transcriptome of plasma EVs with functional patterns suggesting response to oxygen and insulin, and long-term synaptic potentiation. Brain transcriptome showed little functional overlap between WT and KlHET mice. In WT, brain upregulation of genes were related to blood flow and cell adhesion processes while KlHET shows upregulation of immune function. Results indicate that similar metabolic function is impacted in the location of stimulation, but the distal impact of stimulation on the brain is associated with Klotho deficiency.", "date": "2025-07-27", "journal": ""}
{"title": "Haplotype-resolved T2T gap-free genomes of the winegrape cultivar 'Cabernet Sauvignon'", "doi": "10.1101/2025.07.26.666927", "authors": "Khan, F. S.; Sun, T.; Wang, X.; Zhang, X.; Abe-Kanoh, N.; Su, Y. H.; Guo, L.; Ye, W.", "abstract": "Cabernet Sauvignon (CS), a cultivar of winegrape (Vitis vinifera), is among the most renowned winegrape varieties globally. In this study, we released the haplotype-resolved telomere-to-telomere (T2T) CS genome assembled using a combination of PacBio HiFi, ONT ultra-long, and Hi-C sequencing data. The two T2T gap-free haplotype-resolved assemblies CS-T2T.Hap1 and CS-T2T.Hap2 sized 491.11 Mb (contig N50 = 25.09 Mb) and 491.90 Mb (contig N50 = 25.51 Mb), respectively. Genome annotation predicted a total of 36,456 genes in CS-T2T.Hap1 and 35,471 genes in CS-T2T.Hap2. By genome comparison, we discovered and validated megabase inversion events on Chromosome 03,11,18 and 19, which are not prevalent in other haplotype-resolved V. vinifera genomes. In summary, this haplotype-resolved T2T genome represents an essential genomic resource for Cabernet Sauvignon, and lays the foundation for its genetic studies, improvement and utilization.", "date": "2025-07-27", "journal": ""}
{"title": "Using the DNA language model, GROVER, to parse sequence and epigenetic effects on genome stability", "doi": "10.1101/2025.07.23.666402", "authors": "Joubert, P. M.; Poetsch, A. R.", "abstract": "Genome stability is shaped by DNA sequence and epigenomic context, but their relative contributions to double-strand break (DSB) sensitivity remain unclear. We show that the DNA language model, GROVER, can predict DSBs using sequence alone. DSB hotspots tend to contain GC-rich sequences that belong to promoters, genes and short interspersed nuclear elements (SINEs). Additionally, we identified several specific short sequences (tokens) that are associated with modulating DSB sensitivity. Another model using epigenomic features outperforms the sequence-only model, highlighting complementary and cell-type specific information in the epigenome. Integrating sequence and epigenomic data yields the best performance, demonstrating their synergy. Analyzing this model revealed that genome stability information encoded in chromatin marks H3K36me3 and DNase-seq can be learned from the sequence, but not H3K27ac or H3K9me3. Embedding histone data directly into the GROVER architecture enabled cell-type specific modeling with performance matching the full epigenome model. Our results suggest that while epigenomic modifications provide important information, such as cell-type specificity, much of the information shaping DSB patterns is already encoded in the DNA sequence itself. Our integrative modeling approach not only sheds light on DSB patterns but also provides a generalizable strategy for tracing back the origin of predictive signals in genomic data.", "date": "2025-07-27", "journal": ""}
{"title": "Prenatal Environmental Determinants of Aromatase Brain-Promoter Methylation in Cord Blood: Chemical, Airborne, Pharmacological, and Nutritional Factors", "doi": "10.1101/2025.07.24.666701", "authors": "Tanner, S.; Drummond, K.; Thomson, S.; Vacy, K.; Symeonides, C.; Novakovic, B.; Mansell, T.; O'Hely, M.; Saffery, R.; Tang, M. L.; Sly, P. D.; Vuillermin, P.; Boon, W. C.; Jung, C.-H.; Park, D.; Ponsonby, A.-L.", "abstract": "Aromatase, an enzyme encoded by the gene CYP19A1, plays central roles in neurodevelopment. In the brain, its function is to convert androgens into neuroestrogens, ensuring balanced hormonal signalling. Both animal experiments and human studies have shown that, in males, disruption of aromatase, either genetically or epigenetically, can increase symptoms of autism. Prenatal exposure to bisphenol A (BPA), a common plastic chemical, can increase levels of DNA methylation - a key epigenetic modification - at the brain-specific CYP19A1 promoter, P1.f, reducing CYP19A1 expression. However, the extent to which other neurodevelopmentally relevant environmental exposures influence P1.f methylation remains unclear. Here, in the Barwon Infant Study (BIS) birth cohort (N = 906), we analysed the association between 25 prenatal exposures (from five classes previously linked to neurodevelopmental outcomes: manufactured chemicals, air pollution, and pharmacological, nutrition and sunlight-related factors) and methylation of the CYP19A1 P1.f promoter using Weighted Quantile Sum (WQS) regression. We found that the WQS mixture index, a weighted combination of the prenatal exposures, was positively associated with higher P1.f methylation (Adjusted Mean Difference (AMD) = 0.712 (95% CI 0.11, 1.315), p = 0.021), indicating reduced brain aromatase activity. Prenatal exposures with the strongest contribution to the mixture effect included bisphenols (including BPA), reduced sunlight, household mould, phthalates, low folate intake, and air pollution. These findings highlight epigenetic modification of the aromatase gene as a biologically plausible, convergent mechanism through which multiple environmental risk factors for autism may exert effects.", "date": "2025-07-27", "journal": ""}
{"title": "A Comprehensive Annotation of Conserved Protein Domains in Human Endogenous Retroviruses", "doi": "10.1101/2025.07.25.666750", "authors": "Esteve-Codina, A.; Montserrat-Ayuso, T.", "abstract": "Human endogenous retroviruses (HERVs) occupy nearly 8% of the human genome, yet their protein-coding potential remains largely unexplored. Like their exogenous counterparts, HERVs derive from ancestral germinal infections and typically follow a canonical structure of LTR-gag-pol-env-LTR, where the gag, pol, and env genes encode structural, enzymatic, and envelope proteins, respectively. Here, we present a comprehensive resource annotating conserved retroviral domains across 120,000+ ORFs derived from internal HERV regions. Using a reproducible pipeline based on HMMER and InterProScan, we identified over 17,540 domain hits-primarily from pol genes such as reverse transcriptase, RNase H, and protease-and quantified their structural conservation. Hundreds of domains exceed 95% alignment coverage, revealing a surprising abundance of full-length, retrovirus-like domains in both young and ancient HERV families. While the HERVK subfamily retains the most complete polyprotein architecture-including 13 loci with nearly intact Gag, Pol, and Env domains-many full-length Pol domains were also found in other families such as HERVH, HERVW, and HERVE. Our high-resolution annotations recover conserved catalytic motifs in Pol domains and transmembrane features in Env, enabling fine-grained functional interpretation. All annotations (including BED, FASTA, domain sequences, InterProScan outputs, and transmembrane predictions) are provided as an open resource for functional genomics and HERV expression studies at Zenodo (DOI: 10.5281/zenodo.16318928). This dataset will support downstream analyses of HERV protein expression, immune modulation, and co-option, in diseases and normal physiological conditions.", "date": "2025-07-27", "journal": ""}
{"title": "Novel Spatial-Structural-Zero-Aware Dissimilarity Measures for Subtype Discovery Using Single Cell Hi-C Data", "doi": "10.1101/2025.07.23.666407", "authors": "Liu, Y.; Jin, V. X.; Lin, S.", "abstract": "High-throughput single-cell Hi-C (scHi-C) technologies have opened new avenues for investigating cell-to-cell variability in the three-dimensional organization of the genome within individual nuclei. Despite their potential, analyses of scHi-C data are hindered by data sparsity, which varies substantially across cells. To address this challenge, recent methods aim to denoise scHi-C data and differentiate between two types of zero entries: structural zeros (SZs), which reflect true absence of contacts due to biological structure, and dropouts (DOs), which arise from insufficient sequencing depth. However, current dissimilarity measures used in downstream analyses, such as Euclidean distance and Kendall's tau, treat all zeros as equivalent, thus do not distinguish between SZs and DOs nor recognize the special role of SZs in capturing cell-to-cell variability. Such oversight limits the ability to accurately capture biologically meaningful differences between cells. In this study, we introduce structural-zeros-aware Kendall's tau (szKendall), a novel dissimilarity metric that explicitly incorporates the spatial structure of 2D contact matrices and leverages the presence or absence of shared SZs across cells. Through comprehensive simulations and analysis of real scHi-C datasets, we demonstrate that szKendall more effectively captures key structural features and achieves superior performance in cell clustering tasks compared to existing approaches. Our results underscore the importance of SZ-aware dissimilarity measures in advancing single-cell 3D genomics.", "date": "2025-07-27", "journal": ""}
{"title": "Pangenome of U.S. ex-PVP and Wild Sorghum Reveals Structural Variants and Selective Sweeps Shaping Adaptation and Trait Improvement", "doi": "10.1101/2025.07.25.666886", "authors": "Michael, T. P.; Kitony, J. K.; Murray, E. R.; Colt, K.; Lynch, R. C.; Allsing, N.; Hartwick, N. T.; Duong, T.; Saxton, J.; Shakoor, N.", "abstract": "Sorghum is a cereal crop grown for food, feed, and biofuel, yet the genomic diversity of elite commercial lines remains underexplored. Here, we assembled a sorghum pangenome from long-read sequences of 46 U.S. ex-Plant Variety Protection Act (ex-PVP) cultivars and a haplotype-resolved assembly of one wild accession. The pangenome revealed largely conserved genomic architecture across elite lines but identified presence-absence variations (PAVs) in 28% of gene families, including genes involved in stress responses and starch metabolism, such as STARCH BRANCHING ENZYME I (SBE1). Selective sweep analyses detected strong signals at key flowering-time loci (Ma1/SbPRR37, Ma2, Ma6) and circadian/light regulators (PHOT1, DET1, XAP5), with PHYA showing copy number variations (CNVs). Analysis of 24 wild accessions, beyond the core pangenome panel, detected CNVs in MULTIDRUG AND TOXIC COMPOUND EXTRUSION (MATE) transporters, potentially reflecting selection or breeding for enhanced herbicide detoxification. These results highlight breeding-shaped regions and position the pangenome as a resource for sorghum improvement.", "date": "2025-07-27", "journal": ""}
{"title": "A Lung Tumor-on-a-Chip Model Recapitulates the Effect of Hypoxia on Radiotherapy Response and FDG-PET Imaging", "doi": "10.1101/2025.07.23.666453", "authors": "Nasiri, R.; Jalil, M. K.; Gaspar, V. I.; Perez, A. S. F.; Nguyen, H. T. M.; Khan, S.; Tang, S. K.; Yang, Y. P.; Pratx, G.", "abstract": "Most solid tumors contain regions of hypoxia that pose a significant challenge to the efficacy of radiation therapy. This study introduces a novel 3D lung tumor-on-a-chip (ToC) model designed to replicate the hypoxic tumor microenvironment in vitro while also providing a platform for clinically relevant interventions such as radiotherapy and positron emission tomography (PET) imaging. To simulate the heterogeneous oxygen distribution found in tumors, the ToC model incorporates an oxygen gradient achieved through a straightforward chemical oxygen scavenging system. A unique innovation of this device is the integration of a thin scintillator plate, which enables high-resolution radioluminescence microscopy imaging of tumor metabolism under hypoxia and normoxia conditions using clinically approved PET tracers such as fluorodeoxyglucose (FDG). The response of this hypoxic model to radiation therapy (10 Gy X-ray) demonstrated ~4-fold higher radioresistance compared to the normoxic ToC model, as assessed by colony formation potential. Additionally, DNA damage observed in the normoxic ToC model was ~5-fold higher than that in the hypoxic model. Furthermore, the metabolic consumption of glucose was found to mirror the localization of hypoxia, validating the use of this biomarker for planning radiation therapy. The integration of high-resolution radionuclide imaging within ToC models enables on-chip PET imaging and facilitates oncology research and discovery, offering innovative capabilities for the preclinical testing of novel cancer therapies in a clinically relevant environment.", "date": "2025-07-27", "journal": ""}
{"title": "Under which circumstances do genomic neural networks learn motifs and their interactions?", "doi": "10.1101/2025.07.25.666754", "authors": "Thompson, M.; Lehner, B.", "abstract": "The use of neural networks to model genomic data in sequence-to-function scenarios has soared over the last decade. There remains much debate about whether these models are interpretable, either inherently, or when using downstream interpretability or explainability techniques (xAI). Conclusions are further complicated by the steady publication of novel models, each with their own architectures, evaluations, and xAI experimental designs. Here, we posit that many of these complications arise due to a lack of explicit specification of a generative model, baseline comparators, and thorough evaluation. Consequently, we attempt to reconcile concerns of interpretability under a motif-based generative model by simulating at scale over 1000 motif-based genetic architectures and evaluating the ability of different model architectures to predict an outcome given a sequence as input. We first show that a single convolutional layer is sufficient to discover motifs in a sequence-to-function model due to the way in which it shares the gradient locally amongst nucleotides. We next build upon this by showing that across genetic and network architectures - including attention, LSTMs, and stacked convolutions - most models are capable of modeling motifs and their interactions, with certain models outperforming others across genetic contexts and sample sizes. Distinguishing between shallow-level interpretations of motifs and deeper, gradient-based interpretations of motifs, we show that these approaches discover separate but overlapping sets of motifs, depending on motif characteristics. Finally, we validate our findings on an experimental dataset, and conclude that while attention is accurate, there are genetic contexts in which other neural networks complement findings from attention-based models and produce higher correlations between predictive performance and interpretability. The work here suggests that when a generative model is correctly specified, most models are to an extent interpretable, whether their architectures are inherently so or not. Moreover, our work highlights opportunities for methods development in motif discovery and also implies that employing a mixture of model architectures may be best for biological discovery.", "date": "2025-07-27", "journal": ""}
{"title": "A trade-off mechanism underpins the evolution of a young two-gene sex-determining system in plants", "doi": "10.1101/2025.07.26.666942", "authors": "Mai, Y.; Zheng, J.; Sun, W.; Qin, Z.; Chen, C.; Wei, W.; Song, C.; Liu, X.; Su, X.; Wu, F.; Wu, Q.; Yao, B.; Hao, Y.; Liu, Y.; Zeng, Z.; Xu, J.; Charlesworth, D.; Xia, R.", "abstract": "Sexual systems in animals and plants are remarkably diverse, with dioecy having evolved independently in numerous lineages. In plants, dioecy often evolved more recently than in the best-studied animal systems, making plants especially important for understanding how separate sexes evolved independently from functionally hermaphrodite ancestors. Despite long-standing theories of developmental trade-offs in sex allocation, the underlying genetic mechanisms remain elusive. Here, we show that the XY sex determination system in the dioecious plant species Eurycorymbus cavaleriei in Sapindaceae involves two Y-linked mutations that act jointly within the developmental male-female trade-off: YUN{Delta}, a truncated allele that lowers the dosage of the D-class MADS-box gene YUN , and SUNMAO, a novel sRNA locus that silences the X-linked SUN allele. In females, SUN stabilizes the HD-ZIP transcription factor KUN, which is a known sex determinant in another dioecious plant, thereby promoting femaleness by increasing YUN expression; loss of SUN expression, together with the effect of YUN{Delta}, shifts development toward males. Two interlocking regulatory loops in this \"SKY\" module (SUN-KUN-YUN) fine-tunes YUN dosage. This dioecious system in E. cavaleriei likely evolved by sequential mutations in genes acting in the predicted male-female trade-off system, with their close linkage reflecting a translocation, and later recombination-suppressing inversions.", "date": "2025-07-27", "journal": ""}
{"title": "Role of methylation and siRNA on differential allelic expression in a hybrid of distantly related citrus species.", "doi": "10.1101/2025.07.25.666733", "authors": "DIOP, K.; Gibert, A.; Llauro, C.; Froelicher, Y.; Hufnagel, B.; Picault, N.; Pontvianne, F.", "abstract": "DNA methylation plays a central role in the regulation of gene expression. In plants, methylation occurs in the CG, CHG and CHH contexts, via distinct DNA methyltransferases including MET1, CMT3 and the RNA-directed DNA Methylation (RdDM) pathway via DRM2. In interspecific hybrids, these epigenetic mechanisms are confronted to a mixed small RNA population and two subgenomes harboring specific methylation patterns, therefore generating unique expression profiles. The aim of this work was to understand these regulations by analysing gene expression, DNA methylation and small RNAs in a Citrus hybrid resulting from the cross between C. reticulata (mandarin) and C. australasica (caviar lemon). Haplotype-resolved subgenomes assembly identified hundreds of alleles-specifically expressed genes. Asymmetric reprogramming of methylation was observed, in particular an increase in the CHH context in C. australasica haplotype. Surprisingly, CHH methylation, usually associated with gene silencing, was correlated here with increased expression, but also with abundant 24nt small RNA populations at their promoter regions. Similar analyses of the parental lines suggest the correlation between CHH methylation-enriched promoter and high expression level is not due to the hybridization, but seem to be generally true for all citrus. These observations suggest that, in citrus fruit, RdDM could activate transcription. This work also provides a full pipeline to analyse the expression profiles and DNA methylation in complex hybrids, which could be crucial for anticipating varieties resistant to diseases and the current threats affecting citriculture such as the Huanglongbing disease.", "date": "2025-07-27", "journal": ""}
{"title": "Control of fall armyworm with Spodoptera frugiperda multiple nucleopolyhedrovirus in sweet corn cultivated under agroecological conditions", "doi": "10.1101/2025.07.26.666974", "authors": "Cunningham, T.; de la Colina, C.; Perez, M.; Quintana, G.; D Amico, M.; Berretta, M.; Niz, J.; Ferrelli, L.; Salvador, R.", "abstract": "The fall armyworm (FAW), Spodoptera frugiperda (JE Smith) is a polyphagous pest documented on more than 80 plant species. In vegetable production systems, sweet corn is their preferred host, but also infests other plants such as chilli, tomato, pumpkins, cucumber, beans and eggplant. Control strategies are commonly carried out by the use of chemical insecticides even though resistance of S. frugiperda populations to several insecticides has been reported. Last decades, have registered rapid adoption of organic and agroecological practices in horticulture, particularly those that rely on bioinputs such as biopesticides and biofertilizers. The baculovirus Spodoptera frugiperda Multiple Nucleopolyhedrovirus (SfMNPV) is a pathogenic agent for the fall armyworm and an alternative tool used for its control in sustainable pest management strategies. In this work, we evaluate two indigenous SfMNPV-based liquid formulations sprayed on sweet corn cultivated under agroecological conditions. Larvae fed with leaves treated with SfMNPV OBs showed mortality rates ranging from 55 to 68 %. Offspring from adult surviving to OBs treatments was analyzed by PCR and the results confirmed sublethal infections and vertical transmission in the fall armyworm. Corn ears harvested from each treatment were individually observed for insect presence, where the lowest rate of fall armyworm per corn ear was registered in plants treated with SfMNPV OBs. Analysis of secondary plagues in corn ears identified the sap beetle Carpophilus dimidiatus and the maize-infesting fly larvae Euxesta mazorca as the most abundant insect pests. These results show that indigenous isolates of SfMNPV produce a significant control on FAW under agroecological conditions, suggesting that the use of formulations including this virus might be a valuable tool for pest management in sustainable vegetable production systems.", "date": "2025-07-27", "journal": ""}
{"title": "Dual strategies in ant social immunity: Chemical diversity and pathogen specificity in antimicrobial defense", "doi": "10.1101/2025.07.24.666674", "authors": "Chon, M. K.; Kahvazadeh, D.; Penick, C.", "abstract": "The evolution of sociality provides many benefits but also increases the risk of disease transmission. In response, social insects have evolved social immune defenses, which includes the production and communal use of antimicrobial compounds. The origins of sociality in insects are closely associated with the development of exocrine glands that secrete these antimicrobials. However, it is unclear how social insects prevent pathogens from evolving resistance to these compounds given their frequent use. We tested whether ants reduce this risk by producing chemically diverse and pathogen-specific antimicrobial compounds. Using solvents of varying polarity, we extracted antimicrobial compounds from six ant species and tested their inhibitory effects on Gram-positive bacteria, Gram-negative bacteria, and a fungal pathogen. Our results show that ants produce multiple classes of antimicrobial compounds with distinct chemical properties and targeted activity, though the strength and specificity of inhibition vary across species. Notably, five of the six ant species tested inhibited Candida auris, an emerging fungal pathogen of critical concern in human medicine due to its multidrug resistance. These findings suggest that social immunity in ants is reinforced by both chemical diversity and pathogen specificity, offering an evolutionary strategy that may help prevent antimicrobial resistance in dense, socially complex environments.", "date": "2025-07-27", "journal": ""}
{"title": "Combined generalist and host-specific transcriptional strategies enable host generalism in the fungal pathogen Botrytis cinerea", "doi": "10.1101/2025.07.24.666639", "authors": "Singh, R.; Muhich, A. J.; Tom, C.; McMillan, J.; Srinivas, K.; Faieta, L.; Caseys, C.; Kliebenstein, D. J.", "abstract": "How generalist pathogens infect phylogenetically diverse hosts remains a central question in plant-pathogen biology. In particular, the extent to which broad host range is enabled by genetic variation versus transcriptional plasticity is unclear. To investigate how variation and plasticity contribute to generalism, we studied the generalist necrotrophic fungus Botrytis cinerea that infects more than 1,500 plant species. Using a cross-infection matrix of 72 B. cinerea isolates infected on 57 plant genotypes distributed across 15 eudicot species, we identified general and host-dependent fungal components of lesion formation. Transcriptome profiling at 48 hours post-inoculation revealed two distinct pathogen gene modules: (1) a set of general lesion-associated genes enriched in primary metabolism, showing similar expression across hosts but varied among isolates; and (2) a set of high-entropy, host specific-inducible genes, organized into distinct co-regulated modules that respond dynamically to specific host cues. Both gene sets were genomically dispersed, lacking structural clustering, and were under different levels of selective constraints. Our results demonstrate that B. cinerea employs a modular transcriptional strategy that integrates a core metabolic program along with a plastic, host-responsive regulatory network to achieve broad host colonization. This study presents the most comprehensive cross-species co-transcriptomic dataset to date for any fungal phytopathogen, highlighting transcriptional plasticity as a key mechanism underlying generalism in plant-fungal interactions. Moreover, the identification of conserved fungal gene targets across diverse hosts offers a foundation for developing broad-spectrum resistance strategies in multiple crops.", "date": "2025-07-27", "journal": ""}
{"title": "Deep Learning for genomic prediction accounting for heterosis in crossbreeding systems", "doi": "10.1101/2025.07.24.666530", "authors": "SHOKOR, F.; CROISEAU, P.; GANGLOFF, H.; FRITZ, S.; MARTIN, A. A. A.; MARY-HUARD, T.; CUYABANO, B. C.", "abstract": "Background: Crossbreeding is used in animal breeding to combine desirable traits from different breeds and to exploit hybrid vigor, and many approaches have been proposed to improve the prediction of genetic values of crossbred animals. This study aimed to assess whether deep learning methods can enhance the prediction of genetic values in crossbred populations by effectively capturing heterosis. We tested several prediction models that varied in how they incorporate genetic information, including purebred and crossbred data, breed composition, and breed-of-origin of alleles, on both simulated and real crossbred data. Finally, we also proposed an approach in which additive genetic effects and heterosis are predicted separately and then combined using effect-specific weights. Results: Our results show that the presence of heterosis reduced the accuracy of traditional statistical methods but improved the performance of deep learning models. When heterosis was present, the highest prediction accuracy for total genetic value was achieved by combining additive genetic values, predicted using statistical method, with the predicted heterosis values, using a weighted sum. The explicit prediction of heterosis using deep learning and a regression method yielded similar results. The integration of breed-of-origin of alleles achieved the highest prediction accuracy for the additive genetic effect, outperforming both methods based on breed composition, and those that train the GBLUP model by combining purebred and crossbred animals. When applied to real data, adding the predicted heterosis did not increase prediction accuracies of crossbred animals, a result that we attributed to the homogeneity of the real crossbred population and its limited sample size. Conclusions: The usefulness of deep learning for crossbred prediction depends on the degree of heterosis exhibited in the traits. Incorporating both additive genetic effects and heterosis considering the breed-of-origin of the alleles in the genomic information and effect-specific weighting leads to more accurate and robust predictions in our simulated data, particularly when crossbred data is heterogeneous. Even when prediction accuracy is not significantly improved, deep learning can still provide valuable insight into the degree of heterosis across traits, offering a deeper understanding of crossbred genetic architecture.", "date": "2025-07-27", "journal": ""}
{"title": "Nuclear rerouting of paracrine Fgf3 in source cells represses target genes to pattern morphogen responses", "doi": "10.1101/2025.07.24.666518", "authors": "Durdu, S.; Iskar, M.; Roig-Merino, A.; Gallo, E.; Karaca, E.; Kunze, A.; Dona, E.; Bork, P.; Schübeler, D.; Gilmour, D.", "abstract": "Morphogen gradients pattern tissues by inducing dose-dependent transcriptional responses, yet cells that produce a morphogen often respond differently from their neighbors. Using the migrating zebrafish lateral line primordium as a tractable in vivo model of organogenesis, we uncover a cell autonomous role for the classical paracrine ligand Fgf3. Transcriptomic profiling and quantitative single-molecule imaging reveal an unexpected class of target genes, including the chemokine scavenger cxcr7b, whose expression decreases both when FGF receptor signaling is blocked and when Fgf3 is overexpressed. High-resolution live imaging shows that Fgf3 accumulates in the nucleus of ligand-producing cells while neighboring cells receive only extracellular ligand. Whole-embryo imaging reveals that this patterning feature is widespread across developing tissues. Mosaic gain-of-function, secretion-defective mutants, and nanobody-directed degradation demonstrate that the nuclear pool of Fgf3 autonomously represses related targets without impairing canonical receptor signaling. Structure-guided comparative trafficking assays suggest that nuclear targeting is a latent property shared by several paracrine FGFs. Together, these findings reveal a morphogen-intrinsic symmetry-breaking mechanism. Secreted Fgf3 activates generic target genes across the field and nuclear Fgf3 selectively silences a subset within source cells, hard-wiring differential responses between signal senders and receivers. We propose that dual secreted-nuclear functionality of FGF ligands may be a general strategy for patterning gene-expression during organogenesis.", "date": "2025-07-27", "journal": ""}
{"title": "Differential Crosslinking and Contractile Motors Drive Nuclear Chromatin Compaction", "doi": "10.1101/2025.07.24.666416", "authors": "Theeyancheri, L.; Banigan, E. J.; Schwarz, J. M.", "abstract": "During interphase, a typical cell nucleus features spatial compartmentalization of transcriptionally active euchromatin and repressed heterochromatin domains. In conventional nuclear organization, euchromatin predominantly occupies the nuclear interior, while heterochromatin, which is approximately 50% more dense than euchromatin, is positioned near the nuclear periphery. Peripheral chromatin organization can be further modulated by the nuclear lamina, which is itself a deformable structure. While a number of biophysical mechanisms for compartmentalization within rigid nuclei have been explored, we study a chromatin model consisting of an active, crosslinked polymer tethered to a deformable, polymeric lamina shell. Contractile motors, the deformability of the shell, and the spatial distribution of crosslinks all play pivotal roles in this compartmentalization. We find that a radial crosslink density distribution, even with a small linear differential of higher crosslinking density at the edge of the nucleus, combined with contractile motor activity, drives genomic segregation, in agreement with experimental observations. This arises from contractile motors preferentially drawing crosslinks into their vicinity at the nuclear periphery, forming high-density domains that promote heterochromatin formation. We also find an increased stiffness of nuclear wrinkles given the preferential heterochromatin compaction below the lamina shell, which is consistent with instantaneous nuclear stiffening under applied nanoindentation. We conclude with the potential for experimental validation of our model predictions.", "date": "2025-07-27", "journal": ""}
{"title": "Bidirectional Crosstalk Between Sleep and Pulmonary Arterial Hypertension", "doi": "10.1101/2025.07.23.666314", "authors": "Imani, S.; Halouani, A.; Dahlka, J.; Burgess, N.; Antar, S.; Zhao, Y.; Chan, S. Y.; West, J. D.; Weston, M.; Sassi, Y.", "abstract": "Background: Pulmonary Arterial Hypertension (PAH) is a devastating cardiopulmonary disease characterized by pulmonary vascular remodeling due to vascular cells dysfunction. Among other clinical signs, emerging data suggest poor sleep quality in patients with PAH; however, how poor sleep impacts hemodynamic burden, symptom severity, and pulmonary vascular remodeling during PAH progression remains unknown. Methods: We used two models of sleep disturbances (sleep fragmentation and chronic jet lag) and different mouse models of PAH to determine the effects of poor sleep on PAH. We carried out timepoint quantitative PCR analyses to define the clock gene oscillations in human pulmonary artery smooth muscle cells (PASMCs) isolated from non-PAH and PAH patients. Bulk RNA-sequencing analysis, immunostaining, and proliferation assays were used to explore the mechanisms by which poor sleep impacts PAH. Electroencephalogram and Electromyogram recordings (EEG/EMG) were used to determine whether PAH affects sleep in mice. Results: Poor sleep exacerbated right ventricular dysfunction, pulmonary vascular remodeling, and PAH. RNA-seq and immunostaining analyses showed that poor sleep induces lung inflammation. Inflammation affected the pulmonary vascular molecular clock to drive PASMC hyperproliferation and increased migration. SMC-specific deletion of Bmal1 protected mice from RV dysfunction, pulmonary vascular remodeling, and PAH. EEG/EMG measurements demonstrated that PAH causes poor sleep quality in mice. Lastly, we showed that improving sleep via melatonin delivery and blunting inflammation with clodronate inhibited pulmonary vascular remodeling and PAH. Conclusions: Our study demonstrates that PAH causes poor sleep which in turn induces inflammation, increases PASMC proliferation, and exacerbates PAH. This suggests that the relationship between PAH and poor sleep is a self-amplifying cycle, and that a combination of hypnotic and anti-inflammatory drugs may give PAH patients better clinical outcomes.", "date": "2025-07-27", "journal": ""}
{"title": "The Alzheimer's therapeutic Lecanemab induces an amyloid-clearing program in microglia", "doi": "10.1101/2025.07.24.666347", "authors": "Albertini, G.; Zielonka, M.; Cuypers, M.-L.; Snellinx, A.; Xu, C.; Poovathingal, S.; Wojno, M.; Davie, K.; van Lieshout, V.; Craessaerts, K.; Wolfs, L.; Pasciuto, E.; Jaspers, T.; Horre, K.; Serneels, L.; Fiers, M.; Dewilde, M.; De Strooper, B.", "abstract": "Controversies over anti-amyloid immunotherapies underscore the need to elucidate their mechanisms of action. Here we demonstrate that Lecanemab, a leading anti-A{beta} antibody, mediates amyloid clearance by triggering effector functions in the microglia. Using a human microglia xenograft model, we show that Lecanemab significantly reduces A{beta} pathology and associated neuritic damage, while neither Fc-inactivated Lecanemab nor microglia deficiency elicit this effect despite intact plaque binding. Single-cell RNA sequencing and spatial transcriptomic analyses reveal that Lecanemab induces a focused transcriptional program that enhances phagocytosis, lysosomal degradation, metabolic reprogramming, interferon gamma genes, and antigen presentation. Finally, we identify SPP1/osteopontin as a major factor induced by Lecanemab treatment and demonstrate its role in promoting A{beta} clearance. These findings highlight that effective amyloid removal depends on the engagement of microglia through Fc fragment, providing critical insights for optimizing anti-amyloid therapies in AD.", "date": "2025-07-27", "journal": ""}
{"title": "The Aspergillus nidulans transcription factor SclB governs the transition from vegetative to asexual development", "doi": "10.1101/2025.07.23.666256", "authors": "Bastakis, E.; Harting, R.; Nagel, A.; Lienard, T.; Heinrich, G.; Grosse, V.; Scheiter, N.; Braus, G. H.", "abstract": "Asexual reproduction in filamentous fungi is a common, efficient and fast differentiation process, for producing large numbers of asexual spores (conidia), which can be distributed through the air to colonize new environments. The whole process is tightly controlled by specific regulatory proteins. Among those major regulators is the zinc-finger domain protein of SclB (Sclerotia like B), known to influence various aspects of asexual growth and secondary metabolism in Aspergillus nidulans as well as other filamentous fungi. Two different growth conditions of A. nidulans were compared to obtain a mechanistic overview for the role of SclB, mainly during the transition of the fungus from vegetative to asexual growth. Chromatin immunoprecipitation was coupled with next generation sequencing (ChIP-seq) and combined with transcriptomic analyses (RNA-seq). SclB coordinates this developmental shift mainly by controlling the expression of genes encoding for few, however, prominent regulators of conidiation. They include the transcription factors BrlA, VelB and SclB and the pheromone oxygenase PpoC. Association of SclB to promoter regions requires the newly identified SclB response element (SRE) with a nine base-pair DNA motif. Scl2 is the corresponding protein in the fungal plant pathogen Verticillium dahliae and partially complements the {Delta}sclBA. nidulans asexual deficiency. This supports a conserved function of this regulator among different fungal species. In summary, SclB coordinates transition from vegetative growth to asexual reproduction in A. nidulans through in vivo transcriptional control over genes coding for established players of conidia formation.", "date": "2025-07-27", "journal": ""}
{"title": "JAG2-related muscular dystrophy and Notch signaling dysfunction in muscle stem cells", "doi": "10.1101/2025.07.23.665646", "authors": "Kim, N. C.; Tanaka, M.; Draper, I.; Littel, H. R.; Gunasekaran, M.; Turner, J.; Wells, N. M.; Mujteba, Q.; Asakura, Y.; Kang, P. B.; Asakura, A.", "abstract": "We previously identified a muscular dystrophy caused by biallelic variants in JAG2, whose protein product Jagged2 is a canonical Notch ligand. However, the disease mechanism remains unclear, particularly with respect to muscle stem cell (MuSC) function and muscle regeneration. We examined the consequences of JAG2 deficiency and modeled pathogenic JAG2 variants in vitro and in vivo, the latter in mouse and fly models and with particular attention to the MuSC-muscle endothelial cell (MuEC) niche. We found that both JAG2 deficiency and overexpression of pathogenic JAG2 variants impaired Notch signaling and myogenic self-renewal and differentiation. MuSCs were depleted in hypomorphic Jag2sm mice, corresponding with impaired muscle regeneration in those mice. Co-culture experiments and the examination of cell-type-specific JAG2 conditional knockout mice demonstrated that MuEC-specific JAG2 knockout resulted in reduced MuSC self-renewal, while MuSC-specific JAG2 knockout resulted in reduced myogenic differentiation. Human reference JAG2, but not human pathogenic variants of JAG2, rescued the deficiency of Serrate (Ser), the Drosophila ortholog of JAG2. Therefore, pathogenic variants in JAG2 impair muscle development and regeneration through disrupted cell-autonomous cis-inhibition and non-autonomous trans-activation involving Notch signaling dysfunction. Our findings indicate that optimizing JAG2-mediated Notch signaling is a potential therapeutic approach for JAG2-related muscular dystrophy.", "date": "2025-07-27", "journal": ""}
{"title": "Genomic separation of Salish Sea and Pacific outer coast populations of the keystone sea star Pisaster ochraceus", "doi": "10.1101/2025.07.24.666598", "authors": "Duffin, P. J.; Schiebelhut, L. M.; Dawson, M. N.; Wares, J. P.", "abstract": "Understanding dispersal and population structure in marine species is critical to forecasting ecological responses to climate change. The ochre sea star (Pisaster ochraceus), an intertidal keystone predator along the North American Pacific coast, has long been considered to have little spatial genetic structure due to its extended larval dispersal period and thus high potential for gene flow. Here we characterize the spatial genomic architecture of P. ochraceus using whole-genome sequencing (WGS) data from individuals spanning over 3,000km of coastline from Alaska to southern California. Our analyses of putatively neutral SNPs evince considerable mixing throughout the latitudinal range yet reveal substantial population structure between outer Pacific coast populations and those residing within the semi-enclosed estuary of the Salish Sea, suggesting restricted gene flow and demographic divergence between these regions. Genomic divergence is further supported by evidence of selection, with outlier loci highlighting extended regions of low diversity in the Salish Sea, consistent with recent selective sweeps and potential local adaptation to the distinct estuarine conditions. These findings are consistent with the role of oceanographic barriers or environmental heterogeneity in shaping population structure in P. ochraceus, challenging an earlier notion of range-wide homogeneity. By exploring neutral and adaptive genetic diversity in this keystone marine species, we provide valuable insights for its capacity to persist in a rapidly changing world.", "date": "2025-07-27", "journal": ""}
{"title": "Multimodal Learning Reveals Plants' Hidden Sensory Integration Logic", "doi": "10.1101/2025.07.25.666865", "authors": "Vomo-Donfack, K. L.; Ginot, G.; Gonzalez Doblas, V.; Morilla, I.", "abstract": "Plants integrate complex environmental signals through interconnected molecular networks, but the fundamental rules governing this sensory integration remain unknown. Studying tomato roots interacting with fungal symbionts, we discover how microbial effectors systematically reprogram plant sensory systems by coordinating transcriptional, metabolic, and phenotypic responses. Our multimodal analysis not only confirmed prior experimental findings through purely computational means, but also revealed novel integration hubs where sensory pathways converge. This dual validation approach establishes iron homeostasis rewiring through citrate-mediated redox control. Next, targeted suppression of jasmonate defences. Thus, nuclear splicing isolation from metabolic noise. These findings establish a new paradigm for understanding plant-microbe communication, showing how symbionts exploit latent hubs where sensory pathways converge. The discovered integration logic provides both fundamental insights into plant perception and concrete targets for engineering stress-resilient crops.", "date": "2025-07-27", "journal": ""}
{"title": "Estimating flux dynamics from metabolite concentration time courses with dynafluxr", "doi": "10.1101/2025.07.22.666125", "authors": "Sokol, S.; Dubiley, S.; Rouan, P.; Charlier, C.; Lippens, G.; Millard, P.", "abstract": "Motivation: Quantifying metabolic fluxes and their dynamics is crucial for addressing fundamental and applied questions in systems and synthetic biology, health, and biotechnology. Since metabolic fluxes are not directly observable, they must be estimated using model-based approaches. While several methods are available to quantify steady-state fluxes, approaches for quantifying flux dynamics remain limited. Results: We present a method to quantify flux dynamics from metabolite concentration time courses. Our approach employs constrained B-splines to solve mass balance equations without requiring prior knowledge of catalytic or regulatory mechanisms, or enzymatic parameters. We provide a comprehensive mathematical framework for dynamic flux calculation and demonstrate that our method enables accurate and robust quantification of flux dynamics for both simulated and experimental datasets. Availability and implementation: dynafluxr is implemented in R and available on Windows, Unix, and MacOS platforms. The source code and the documentation are freely distributed under GPL-3 license at https://github.com/MetaSys-LISBP/dynafluxr/. A companion notebook producing figures similar to those of this article is available at https://github.com/MetaSys-LISBP/DynafluxR_notebook.", "date": "2025-07-27", "journal": ""}
{"title": "Quantitative and unbiased lung alveolar septum assessment in a LPS experimental mouse model using 2D-spatial correlation image analysis from hematoxylin and eosin slides.", "doi": "10.1101/2025.07.24.666548", "authors": "Lopassio, M.; Garcia, M. J.; Malacrida, L. S.", "abstract": "Quantitative assessment of lung tissue architecture is essential for evaluating disease progression in experimental models of acute lung injury (ALI). However, conventional methods for measuring alveolar septum (tabique) thickness rely on manual annotation, which is time-consuming and observer-dependent, compromising comparability and reproducibility. In this study, we introduce a novel, fully automated approach based on two-dimensional spatial autocorrelation function (2D-ACF) analysis to quantify septum thickness from hematoxylin and eosin (H&E)-stained lung tissue sections. After validating the method with a simulated data set, the new approach was applied to a murine model of Acute Lung Injury (ALI) induced by intratracheal instillation of lipopolysaccharide (LPS), under two dietary conditions: normal (ND) and high-fat diet (HFD), thereby testing our approach with a double hit protocol for ALI development. The 2D-ACF analysis provided a robust metric of structural organization, allowing for an unbiased estimation of mean septum thickness across entire tissue images. Compared to controls, LPS instillation increased septal thickness more than six-fold, with further thickening observed in the HFD+Instilled group. These findings were consistent across >400 images and captured subtle additive effects of metabolic stress on lung injury. Traditional manual measurements of septum thickness exhibited substantial inter-observer variability, particularly in the LPS-instilled group, where structural heterogeneity made consistent interpretation challenging. This subjectivity limits the reproducibility of histopathological evaluations, especially under pathological conditions with subtle anatomopathological differences. In contrast, the 2D-ACF method offered a standardized and observer-independent approach. A direct comparison between methods revealed a strong and statistically significant correlation in the instilled group (r = 0.89, p < 0.001), indicating that the 2D-ACF captures key structural features aligned with expert assessments while reducing user bias. In summary, the 2D-ACF framework offers a powerful alternative to conventional image analysis for studying lung pathology. Its adaptability to different experimental settings and potential to be extended to other tissues with spatial heterogeneity makes it a valuable tool for translational biomedical research and digital pathology.", "date": "2025-07-27", "journal": ""}
{"title": "Ebola virus VP35 NNLNS motif modulates viral RNA synthesis and MIB2-mediated signaling", "doi": "10.1101/2025.07.27.667045", "authors": "Uwase, G.; Luthra, P.; Vogel, O. A.; Batra, J.; LaRosa, B. A.; Sheehan, K. C. F.; Khatavkar, O.; Payton, J.; Davey, R. A.; Krogan, N. J.; Basler, C. F.; Leung, D. W.; Amarasinghe, G. K.", "abstract": "Ebola virus (EBOV) is a non-segmented, negative-sense virus (NNSV) with a single-stranded RNA genome. EBOV encodes for a limited number of proteins and thus depends on host factors to facilitate viral replication and pathogenesis. Of the virus-encoded proteins, multifunctional EBOV VP35 (eVP35) is necessary for host immune evasion and viral RNA synthesis. Previous proteomics studies identified an interaction between eVP35 and the host E3 ubiquitin ligase Mindbomb 2 (MIB2). Here, we show how a previously uncharacterized NNLNS motif (residues 201-205) within eVP35 serves as a binding site for MIB2. This motif is critical for eVP35-dependent inhibition of MIB2-mediated IFN induction. It is also important for EBOV RNA synthesis as MIB2 binding to eVP35 inhibited EBOV minigenome activity. Altogether, these findings highlight the importance of the eVP35 protein and the role of host factors in EBOV infection.", "date": "2025-07-27", "journal": ""}
{"title": "YeiE regulates YeiH to implement sulfite stress resistance in Salmonella enterica serotype Typhimurium", "doi": "10.1101/2025.07.27.662810", "authors": "Westerman, T. L.; Scheuerell, E.; Nguyen, V. H.; Johnson, K.; McClelland, M.; Elfenbein, J. R.", "abstract": "Sulfites are toxic reactive sulfur species that are ubiquitous in nature. Bacteria are exposed to sulfites during the metabolism of sulfur-containing amino acids, during respiration using sulfur-containing electron acceptors, in host environments, and as food preservatives. Despite their broad distribution, the mechanisms bacteria use to resist the toxic effects of sulfites are poorly understood. Recent work showed that the LysR-type transcriptional regulator YeiE binds to sulfite to activate sulfite reduction gene expression. Using the model enteric pathogen, Salmonella enterica serotype Typhimurium, we show that YeiE is an autoregulator whose expression is enhanced by sulfite. We demonstrate here that the mechanism of sulfite stress resistance is distinct from pathways of sulfur assimilation for cysteine biogenesis. YeiE is necessary for survival in sulfite stress due to its regulation of the poorly characterized adjacent gene, yeiH. A yeiH deletion mutant is more sensitive to the growth-inhibiting effects of sulfite than a yeiE deletion mutant, demonstrating YeiH is the primary driver of sulfite stress resistance in vitro. This work provides a fundamental advance in understanding the sulfite stress response in bacteria with broad implications for food safety and host-pathogen interactions.", "date": "2025-07-27", "journal": ""}
{"title": "Proximity labeling reveals ZFP36L1 as a central hub for post-transcriptional regulation networks in T cells", "doi": "10.1101/2025.07.25.666749", "authors": "Jurgens, A.; Popovic, B.; Van Alphen, F. P. J.; Wardak, L.; Bradaric, A.; Engels, S.; van de Zwaan, C.; van den Biggelaar, M.; Hoogendijk, A. J.; Bethune, J.; Wolkers, M.", "abstract": "Effective T cell responses against pathogens require a rapid yet tightly controlled remodeling of the proteome, and RNA binding proteins (RBPs) are key in this process. For instance, the RBP ZFP36L1 prevents excessive protein production and thereby limits immunopathology. ZFP36L1 is primarily known to mediate mRNA decay, but it can also regulate other processes. How its mode of action relates to its interaction partners is, however, not well-understood. Here, we mapped the ZFP36L1 interactome in primary human T cells. Using proximity labeling, we identified known and new interactors that regulate 3'UTR-mediated RNA degradation, deadenylation, stress granule/p-body formation, as well as 5'UTR-mediated translation repression and mRNA decapping. Snapshot analysis uncovered the ZFP36L1 interactome dynamics and RNA (in)dependency throughout T cell activation. Intriguingly, proximity labeling also uncovered regulators of ZFP36L1 protein expression: This included the helicase UPF1, which not only interacts with ZFP36L1 protein but also promotes its protein expression. Altogether, this comprehensive interactome map underlines the versatility of interactions with ZFP36L1 and their possible role in cellular function.", "date": "2025-07-27", "journal": ""}
{"title": "A high throughput assay to detect enzymatic polyethylene oxidation", "doi": "10.1101/2025.07.23.666384", "authors": "Klauer, R. R.; Williams, M.; Nguyen, D. K.; Tarr, M.; Vlachos, D. G.; Solomon, K. V.; Blenner, M.", "abstract": "Biological plastics deconstruction and upcycling have emerged as a sustainable alternative to traditional recycling technologies for plastics waste. The discovery and engineering of efficient thermostable poly(ethylene terephthalate) (PET) hydrolases has made biological PET recycling possible at scale; however, enzymes for non-PET plastics, which account for approximately 70% of all plastics produced, remain largely undiscovered. To accelerate the discovery of such enzymes, a high throughput screening (HTS) platform is needed. Here, we develop a HTS liquid-based assay to detect one of the first committed steps of polyolefin degradation, oxidation of the C-H bond to an aldehyde. We test 4-hydrazino-7-nitro-2,1,3-benxoxadiozole hydrazine (NBD-H), which reacts with generated aldehydes to form a fluorescent hydrazone, on oxidized low-density polyethylene (LDPE) films. Hydrazone generation correlated well with established carbonyl index metrics for polymer oxidation (R2 = 0.97). Moreover, we demonstrate that the probe reliably identifies LDPE-active dye decolorizing peroxidases (DyPs) that generate aldehydes on LDPE films, serving as effective screen as demonstrated by a receiver operating characteristic area under the curve of 0.95. Due to the rapid fluorescent readout and parallelization in microarray plates, this assay enables screening thousands of enzymes in 24 hours compared to time-consuming established approaches, accelerating discovery of enzymes that catalyze the first step of polyolefin biodeconstruction.", "date": "2025-07-27", "journal": ""}
{"title": "Active Conformations of Neuronal Na+,K+-ATPase isoforms and a Disease-Causing Mutant", "doi": "10.1101/2025.07.27.666930", "authors": "Christensen, M. E.; Habeck, M.; Katz, A.; Fruergaard, M. U.; Peleg, Y.; Pick, U.; Karlish, S. J. D.; Nissen, P.", "abstract": "Na+,K+-ATPases establish and maintain the vital electrochemical gradients for Na+ and K+ across animal cell membranes. The protein is a ternary complex composed of , {beta} and FXYD subunits, of which isoforms that fine-tune transport properties are expressed in a tissue-specific fashion. Here we report cryo-EM structures under active ATPase turn-over conditions of the ubiquitously expressed human 1{beta}1FXYD1 and neuron-specific 3{beta}1FXYD1 isoform complexes and probe their specific functional and biophysical properties. The data provides an extensive insight into Na+-transport of ATP-activated enzyme through four distinct conformational states, including a long-sought sodium-bound phosphoenzyme intermediate, denoted [Na3]E2P. This hitherto elusive conformation reveals a crucial structural change that precedes Na+ release in the inward to outward (E1P-E2P) transition, within the general context of the sequential, active transport mechanism. We investigated and discuss the mechanism of the physiologically important differentiation in Na+ affinity of 3 compared to 1, the co-operative Na+ binding at the ion-binding sites, and the mechanistic aspects of cytoplasmic ion gating and extracellular Na+ release. Finally we present the first structures of a disease-causing mutant form of 3, associated with Alternating Hemiplegia of Childhood (Q140L). The mutation compromises a specific phospholipid-binding pocket and impedes polyunsaturated phospholipid-mediated stimulation of Na+,K+-ATPase activity", "date": "2025-07-27", "journal": ""}
{"title": "Protein Embeddings and Local Alignments", "doi": "10.1101/2025.07.23.666343", "authors": "Malec, J.; Golding, G. B.; Ilie, L.", "abstract": "Background: The advent of protein embeddings has revolutionized bioinformatics by providing contextual representations that capture functional and evolutionary patterns. They have become, alongside sequence alignments, the cornerstone of bioinformatics. While embeddings cannot replace alignments, they can greatly help improving their quality. Our goal is replacing the BLOSUM matrices, the decades-old standard scoring system for protein alignment, with an embedding-based scoring method. Results: We introduce a new scoring function and algorithm for local alignment of protein sequences, we offer a new comprehensive framework for evaluating local alignments. The score between two residues is given by the cosine similarity of their Ankh-embedding vectors and the algorithm uses dynamic programming with affine penalty. For the evaluation, we built multiple datasets, using both natural and inserted sequences, from the Conserved Domain Database, BALiBASE, and GPCRdb, designed a new algorithm for local alignment extraction, localization and quality evaluation, and employed five distance metrics to evalu- ate the similarity with the true alignment. We performed nearly one and a half million tests to compare the new algorithm with the best BLOSUM matrices, specialized GPCRtm matrices, and top programs, such as PEbA, ProtT5-score, DEDAL, vcMSA and pLM-BLAST. Regarding the protein embedding models, Ankh not only surpasses the best combination of ProtT5 and ESM2, but appears to better understand the \"language\" of proteins, as it behaves much better on natural sequences compared to artificial ones obtained by inserting domains in random protein sequences. Also, while ProtT5 and ESM2 combine to produce better results, Ankh does not combine well with other embeddings. Conclusions: The new Ankh-score-based program is vastly superior to the BLOSUM matrices and clearly superior to all existing methods. New light shed on the protein embeddings can guide future improvements. In order to facilitate the use of the new method and protocol, they are freely available as a web server at e-score.csd.uwo.ca and as source code at github.com/lucian-ilie/E-score.", "date": "2025-07-27", "journal": ""}
{"title": "Conformational Pathways of Translational T-box Riboswitch Governing tRNA Recognition for Gene Regulation", "doi": "10.1101/2025.07.25.666911", "authors": "Reddy, G.; Mondal, D.", "abstract": "The availability of various amino acids is essential for the synthesis of proteins during translation. In bacteria, T-box riboswitches play a critical role in regulating the concentrations of amino acids by sensing and decoding the aminoacylation status of tRNAs for precise control of amino acid biosynthesis and transport pathways. We used computer simulations to probe the mechanism of tRNA recognition by a translational T-box riboswitch using the \\textit{iles} T-box riboswitch as a model system. We show that the T-box aptamer populates three distinct thermodynamic states -- undocked, predocked, and docked -- depending on the relative orientation between its three stems (stem I, II, and IIA/B). The relative population of the three states is strongly dependent on the Mg2+ concentration. In the undocked and predocked states, the freely moving stem I catches the tRNA from the solution using the `fly-casting' mechanism. Subsequently, the tRNA-bound stem I docks to stem II in a specific orientation with the help of noncanonical intra- and inter-backbone hydrogen bonds, which facilitate tRNA interaction with the discriminator domain to detect the aminoacylation state of tRNA and regulate the gene. Since T-box riboswitches are prime targets in designing antibiotics, our proposed mechanism of tRNA recognition by T-box reveals multiple critical sites in the riboswitch that can be targeted for developing new antibiotics. Interestingly, molecules acting as antibiotics exist targeting one of the proposed sites. These results also have broad implications for understanding the role of specific RNA-RNA interactions in various cellular processes.", "date": "2025-07-27", "journal": ""}
{"title": "Operating CRISPR/Cas12a in a complex nucleic acid sequence background", "doi": "10.1101/2025.07.26.666951", "authors": "Hellmer, H.; Mayer, T.; Simmel, F. C.", "abstract": "Since their discovery, CRISPR-Cas systems have been widely applied in areas ranging from genome editing to biosensing, owing to their specific, RNA-guided target recognition. Their performance in complex biological environments has been extensively studied, particularly to optimize guide RNA design and minimize off-target cleavage. Here, we focus on the kinetic inhibition of the interaction between Cas12a - a Class 2, Type V effector - and its target, caused by interference from non-cognate background nucleic acids. This effect is particularly relevant for sensing applications in complex mixtures or cellular contexts, where genome- and transcriptome-derived sequences may impede CRISPR-Cas activity. Using in vitro assays under defined conditions, we systematically examine the influence of background single-stranded RNA (ssRNA) and double-stranded DNA (dsDNA) on reaction kinetics. We find that both the purine-to-pyrimidine ratio and the GC content of the guide RNA seed region significantly affect kinetic inhibition by background polynucleotides. Guide RNAs with low GC content and a high purine fraction in the seed region were least affected by background sequences. Experiments with dCas12a-based gene activation in living cells indicate that our in vitro findings may also be relevant for in vivo applications.", "date": "2025-07-27", "journal": ""}
{"title": "Competition between protein-RNA clustering and phase separation drives re-entrant phase behavior of hnRNPA1", "doi": "10.1101/2025.07.25.666805", "authors": "Makasewicz, K.; Morelli, C.; Faltova, L.; Arosio, P.", "abstract": "Phase separation of RNA-binding proteins plays crucial roles in the cell and is modulated by RNA, including promotion and suppression at low and high RNA concentrations, respectively. In complex coacervates, suppression of phase separation is rationalized by charge inversion when increasing the concentration of one component. Here, we show that suppression of biomolecular condensates of the RNA-binding protein hnRNPA1 at high RNA concentration is driven by a different mechanism, namely the competition with formation of nano-sized protein-RNA clusters in the dilute phase. We show that the competition is modulated not only by RNA concentration, but also by the type of RNA, with specific RNA being more effective in promoting cluster formation than unspecific RNA. We further show that protein-RNA clusters convert into amyloid fibrils over a longer time-scale compared to condensates, therefore providing higher kinetic stability. The competition between clustering and phase separation reported in this study provides a unifying framework to understand the distinct assemblies of hnRNPA1 in the nucleus and the cytoplasm, where the protein is exposed to different types and concentrations of RNA.", "date": "2025-07-27", "journal": ""}
{"title": "Bacterial exploration of solid/liquid interfaces: developing platforms to control the physico-chemical microenvironment", "doi": "10.1101/2025.07.25.666890", "authors": "Letrou, M.; Chaga Encarnacion, K.; Mathias, R.; Carrasco Salas, Y.; Gomez Ho, S.; Murillo Vilella, E.; Bureau, L.; Lecuyer, S.; Debarre, D.", "abstract": "Bacterial long-term contamination of surfaces is a promiscuous phenomenon often linked to harmful processes. Early bacterial exploration of interfaces, governed by adhesion and individual motility, is a known determinant of the subsequent development and persistence of bacterial colonies. However, the mechanisms by which bacteria integrate various environmental signals at these interfaces and modulate their behavior in response remain poorly understood. Here we present methods for designing precisely controlled microenvironments that enable the manipulation of both physical and chemical properties of solid-liquid interfaces, and also permit in situ monitoring of bacteria at these interfaces within microfluidic flow cells. Our aim is to provide an innovative toolbox for the interdisciplinary research community focused on elucidating the complex processes underlying bacterial surface exploration. We illustrate its use here using the example of surface motility of the pathogen Pseudomonas aeruginosa.", "date": "2025-07-27", "journal": ""}
{"title": "Simultaneous single cell imaging of calcium signal dynamics in breast cancer and neural cells reveals communication in a model of brain metastasis", "doi": "10.1101/2025.07.23.666251", "authors": "Chalmers, S. B.; Bong, A. H. L.; Sadras, F.; Robitaille, M.; Saunus, J. M.; Lakhani, S. R.; Roberts-Thomson, S. J.; Monteith, G. R.", "abstract": "The brain provides a unique metastatic microenvironment for breast cancer cells, where calcium signaling dynamics play critical roles in both cancer cell behavior and normal brain function. Calcium signal-mediated communication between breast cancer and neural cells has not yet been demonstrated through selective activation of breast cancer cells at the single cell level. To address this, we combined neural matrices of differentiated human neural progenitor cells with breast cancer cells expressing spectrally distinct genetically encoded calcium indicators. Specific activation of breast cancer cells increased calcium signaling activity in neural matrices with distinct temporal and spatial characteristics. Neural matrices also remodeled the expression of calcium-sensitive transcription factor SOX2 in a manner dependent on proximity to breast cancer cells. This work is the first simultaneous single-cell assessment of calcium signaling dynamics between breast cancer cells and neural cells modelling interactions within the brain metastatic niche.", "date": "2025-07-27", "journal": ""}
{"title": "Interannual variation in Protocalliphora blowfly (Diptera: Calliphoridae) parasitism of Tree Swallows (Tachycineta bicolor) breeding in southern Quebec s farmlands: 16 years of data on species composition, morphometry and hyperparasitism by Nasonia wasps (Hymenoptera: Pteromalidae)", "doi": "10.1101/2025.07.23.666426", "authors": "Coroller-Chouraki, S.; Belisle, M.; Savage, J.; Pelletier, F.; Garant, D.", "abstract": "Although adult blowflies of the genus Protocalliphora are rarely observed in the wild, their larvae are among the most prevalent ectoparasites of altricial birds across the Holarctic. Yet, the spatial and temporal dynamics of infestations, species composition, and interactions with natural parasitoids remain poorly understood. Here, we present a long-term, multi-site studies of Protocalliphora infestations in 2,673 Tree Swallow (Tachycineta bicolor) nests, based on 16 years of data (2004-2019) collected across a 10,200-squared-km gradient of agricultural intensity in southern Quebec, Canada. We found that Protocalliphora infestation prevalence and load (number of puparia) in Tree Swallow nests, varied markedly across space and time, with cyclical patterns emerging at approximately 75% of sites. This suggests the influence of both regional and local processes. Probability of hyperparasitism of Protocalliphora puparia by Nasonia parasitoid wasps was high but variable (min ~48%; max ~90%; mean ~70%), likely contributing to the observed temporal oscillations in Protocalliphora prevalence and load. We also documented substantial interannual shifts in the relative abundance of three Protocalliphora species (P. bennetti, P. metallica, P. sialia), emphasizing the importance of species-level resolution in ecological studies of parasitism. Morphometric analyses revealed considerable overlap in puparia size among species, challenging the utility of traditional diagnostic traits for species identification. Finally, we report the first field estimates of Nasonia dormancy and/or mortality within hosts, which were observed in 3% to 16% of Protocalliphora puparia depending on year. These findings highlight the importance of long-term, multi-trophic, and spatially explicit monitoring to unravel the complex ecological drivers of host-parasite-parasitoid dynamics in increasingly human-modified environments such as agroecosystems.", "date": "2025-07-27", "journal": ""}
{"title": "Sex-specific hypothalamic axis disruption in the rNLS8 mouse model of amyotrophic lateral sclerosis (ALS)", "doi": "10.1101/2025.07.23.666305", "authors": "Benito-Casado, C.; Ferrer-Donato, A.; Fernandez-Martos, C. M.", "abstract": "Sex-related differences have gained increasing attention in recent years due to evidence of varying prevalence, pathophysiology, survival rates, and disease progression between males and females in amyotrophic lateral sclerosis (ALS). Differences in brain metabolism between sexes in ALS patients have also been reported; however, the specific molecular mechanisms remain poorly understood. As growing evidence supports a strong metabolic component in ALS, this study investigates alterations in leptin, one of the key regulators of metabolism, that is known to be altered during ALS progression in rNLS8 mice, a transgenic mouse model of ALS which closely recapitulates the TAR DNA-binding protein (TDP-43) pathology observed in most patients with ALS. We also examined changes in hypothalamic neuronal genes involved in metabolic regulation through food intake in rNLS8 mice. Additionally, pathological alterations in the spinal cord, a primary site of ALS pathology, were also assessed. Using molecular biology techniques we analysed the expression levels of leptin, its long receptor (Ob-Rb), and its downstream signaling pathways (Akt and STAT3) in rNLS8 mice compared to age- and sex-matched wild-type littermates. Our results revealed significant sex- and disease stage-dependent differences in leptin and Ob-Rb expression in white adipose tissue and the hypothalamus, along with increased activation of the Akt signaling pathway in the spinal cord of rNLS8 mice. These findings suggest that ALS progression differs by sex in rNLS8 mice, which may impact overall disease progression and the effectiveness of potential therapeutic interventions targeting metabolism, such as nutritional strategies that influence leptin levels.", "date": "2025-07-27", "journal": ""}
{"title": "Asymmetry and redundancy of STAT5 paralogs across CD8+ T cell differentiation states", "doi": "10.1101/2025.07.23.666302", "authors": "Ristin, S.; Dalzell, M.; Armstrong, C.; Ilsin, N.; Fontanella, A. M.; Nivelo, L.; Hennighausen, L.; O'Shea, J. J.; Villarino, A. V.", "abstract": "Fostering STAT5 signaling is key to immunotherapies that leverage CD8+ T cell biology. Using mouse models, we demonstrate that the two mammalian STAT5 paralogs, STAT5A and STAT5B, are at once redundant and functionally distinct in CD8+ T cells. Specifically, we establish that they are asymmetric paralogs, exhibiting both widespread homology at molecular level and functional asymmetry at cellular level, with STAT5B emerging as dominant. In fact, compared to STAT5A, STAT5B deficiency had greater impact on nearly all parameters tested. As a mechanism, we determined STAT5B is twice as abundant, accounting for two-thirds of the total STAT5 pool. We also defined both cytokine- and cell state-restricted STAT5B functions, and a core gene signature that highlights universal effects. Together, these studies affirm the centrality of STAT5 in CD8+ T cells, reveal common and circumscribed activities, and present a unifying model for paralog redundancy that foregrounds and explains the dominance of STAT5B.", "date": "2025-07-27", "journal": ""}
{"title": "Metabolic homeostasis favors tolerance to persistent viral infection in Aedes aegypti mosquitoes", "doi": "10.1101/2025.07.23.666353", "authors": "Perdomo, H. D.; Khorramnejad, A.; Chen, F.; Lozada Chavez, A. N.; Bonizzoni, M.", "abstract": "The mosquito Aedes aegypti harbors a wide range of persistent viral infections, including both medically important arboviruses and insect-specific viruses (ISVs). However, the mechanisms underpinning establishment and maintenance of persistent viral infections remain poorly understood despite them influencing viral dynamics and transmission. Differently than arboviruses, which circulate at lower frequencies, ISVs are highly prevalent in field mosquitoes, thus representing ideal models to study the mechanisms of persistence. On this basis, we followed infection of the ISV cell-fusing agent virus (CFAV) in two Ae. aegypti laboratory populations, Liverpool (LVP) and ZacPanda (ZacP), and studied their immune responses, including resistance and tolerance, along with physiological and fitness impacts of CFAV infection. Our results demonstrate that CFAV establishes life-long infections with a comparable activation of resistance mechanisms, in both LVP and ZacP mosquitoes. In contrast, ZacP mosquitoes exhibited greater tolerance to CFAV than LVP accompanied by the ability to maintain metabolic homeostasis during infection. In neither ZacP nor LVP, CFAV resulted in reproductive impairment. These findings highlight a key role for tolerance mechanisms, which through regulation of energetic resources, contribute to sustain persistent viral infections in mosquitoes. Our results have implications for viral transmission dynamics and vector control strategies.", "date": "2025-07-27", "journal": ""}
{"title": "Predicting TCR antigen specificity at proteome-scale with synthetic immune cells and machine learning", "doi": "10.1101/2025.07.23.666264", "authors": "Hong, K.-L.; Gao, B.; Stalder, L.; Ehling, R. A.; Horvath, M.; Wehrle, S.; Forster, J. L.; Junet, V.; Kucharczyk, J.; Lalevee, S.; Diringer, M.-C.; Yang, Q.; Vazquez-Lombardi, R.; Reddy, S. T.", "abstract": "TCR specificity to peptide-HLA antigens is central to immunology, impacting responses in infection, autoimmunity and cancer. Achieving precise recognition while avoiding off-target reactivity is critical for effective immunity and safe therapeutic interventions. Comprehensive, proteome-wide specificity profiling of TCRs is challenging with current methods, which notably lack integrated machine learning for large-scale analysis. Here, we report a synthetic immune cell system coupled with machine learning to enable TCR functional and specificity mapping of peptide-HLA antigens at proteome-scale. Multi-step immunogenomic engineering of synthetic antigen-presenting cells (APCs) was performed to enable stable mono-allelic integration and precise display of peptide antigens and HLA class I from a defined genomic locus, ensuring genomically-encoded antigen presentation. Compatible with a synthetic TCR displaying T cell system, this platform incorporates a fluorescent reporter of cytokine-mediated signaling for real-time activation detection in both synthetic APCs and T cells. We combined this screening with diverse peptide antigen libraries and deep sequencing to train supervised machine learning models. These models were applied to predict TCR specificity to peptide-HLA antigens across the entire human proteome. Experimental validation confirmed novel off-targets for therapeutic TCR candidates, including for a clinically-approved TCR therapeutic. This integrated synthetic immune cell and machine learning approach provides unprecedented proteome-wide peptide-HLA specificity mapping to support the development of safer TCR-based therapies.", "date": "2025-07-27", "journal": ""}
{"title": "Tandem split-GFP influenza A viruses for sensitive and accurate replication analyses", "doi": "10.1101/2025.07.27.667044", "authors": "Nath, H.; Arndt, A.; Mann, J. T.; Baker, S. F.", "abstract": "Reporter influenza A viruses (IAVs) are valuable tools for studying virus fitness, screening antivirals, and assessing host-virus interactions. However, the compact and segmented nature of the IAV genome presents major challenges for engineering genetically stable reporter viruses with minimal fitness defects. To address this, we developed a replication-competent IAV incorporating a tandem split-GFP reporter strategy. Specifically, we appended seven tandem repeats of the GFP11 peptide (GFP11x7) to the C-terminus of the PB2 or PA polymerase subunit. Viruses contained or lacked a self-cleaving 2A peptide between the viral and reporter genes to create polymerase fusion proteins or released GFP, respectively. These viruses are complemented in trans by cells expressing GFP1-10, allowing bright fluorescence with minimal disruption to viral function. The tandem GFP11 reporter viruses exhibit delayed replication kinetics, but are genetically stable over serial passages with a strong concordance between GFP signal and viral gene expression. We demonstrate their utility in high-throughput applications including fluorescence-based quantification of infection, neutralizing antibody titration, antiviral drug screening, and host factor identification, with results matching traditional assays but on an accelerated timeline. Furthermore, we engineered a battery of GFP1-10-expressing cell lines from multiple vertebrate species, illustrating the broad compatibility of this platform for comparative host studies. This system enables sensitive, scalable, and quantitative evaluation of influenza virus replication across diverse experimental contexts. The GFP11x7 reporter platform offers a versatile and robust tool for virology research and therapeutic screening, with potential for rapid adaptation to emerging IAV strains.", "date": "2025-07-27", "journal": ""}
{"title": "Tn7 family bacterial transposons known for tightly controlled target site selection are distributed across Asgard and archaeal groups", "doi": "10.1101/2025.07.27.667033", "authors": "Thesier, J.; Hsieh, S.-C.; Schargel, R.; Wingo, R. J.; Peters, J. E.", "abstract": "Tn7 family elements are DNA transposons in bacteria that show tight control of targeting, including multiple varieties that evolved guide RNA-directed transposition. We find diverse Tn7 elements across all archaeal superphyla, including many examples in the Asgard group where the branchpoint with eukaryotes is believed to reside. Mirroring what is known from Tn7 elements in bacteria, specialized specific sites were targeted like tRNA genes and housekeeping genes like ribonucleotide reductase. Reconstituting an Asgard element confirmed that the element possesses the hallmark properties of the Tn7 family. Tn7 elements in bacteria evolve new targeting pathways by recursive cooption of DNA binding domains a process that was also found with protein domains from the eukaryote-archaea sisterhood in the archaeal elements. This work expands our understanding of mobile DNA diversity in archaea and the role a specialized DNA transposon family plays in gene transfer within and between domains.", "date": "2025-07-27", "journal": ""}
{"title": "Decoding efficacy and resistance space at a drug binding site", "doi": "10.1101/2025.07.25.666894", "authors": "Altmann, S.; Mendoza Martinez, C.; Ridgway, M.; Tinti, M.; Saini, J. S.; Ibrahim, P. E.; Thomas, M.; De Rycker, M.; Bodkin, M. J.; Horn, D.", "abstract": "Interactions between drugs and their targets impact efficacy and, when altered by mutation, can result in resistance 1-3. Assessing and understanding the impacts of all possible mutations at a drug binding site remain challenging, however 4-6. Here, we used Multiplex Oligo Targeting (MOT) for mutational profiling, and computational modelling, to decode efficacy and resistance space at the otherwise native binding site for a low nanomolar potency, anti-trypanosomal, proteasome inhibitor 7. We saturation-edited twenty codons in the Trypanosoma brucei proteasome beta5 subunit and subjected the resulting MOT libraries to stepwise drug selection. Amplicon sequencing, and codon variant scoring, yielding dose-response profiles for >100 resistance-conferring mutants, among 1,280 possible codon variants. Codon variant scores were predictive of relative resistance observed using a bespoke set of mutants, while fitness profiling revealed otherwise extensive constraints on mutational fitness and resistance space. The resistance profile that emerged allowed us to readily predict routes to spontaneous drug resistance observed within accessible, single nucleotide mutational space. In silico analysis of beta5 subunit mutations predicted impacts on ligand affinity via steric effects, hydrogen-bonding and lipophilicity, which when combined with predictions of proteasome function perturbing mutations, were closely aligned with observed impacts on drug resistance. We conclude that MOT-library profiling facilitates assessment of all possible mutations at a drug binding site. Further decoding of drug target structure-activity relationships and drug resistance space will facilitate the design of more effective and durable drugs.", "date": "2025-07-27", "journal": ""}
{"title": "Discovery of two structurally distinct classes of inhibitors targeting the nuclease MUS81 and enhancing efficacy of chemotherapy in cancer cells", "doi": "10.1101/2025.07.25.666773", "authors": "Prochazkova, J.; Carbain, B.; Marini, V.; Nikulenkov, F.; Havel, S.; Akavaram, N.; Khirsariya, P.; Sisakova, A.; Cibulka, J.; Boudova, M.; Zacpalova, M.; Kalovska, M.; Rodrigues, J.; Daniel, L.; Brezovsky, J.; Azzalin, C. M.; Paruch, K.; Krejci, L.", "abstract": "Nucleases are emerging as promising pharmacological targets due to their essential role in maintaining genomic stability, which is crucial for cellular viability and can be exploited in the prevention and treatment of various diseases, including cancer. The conserved structure-specific endonuclease MUS81 is required for resolving branched DNA intermediates during replication, repair, and recombination. Aberrant activity of MUS81 leads to DNA damage, chromosomal abnormalities and genome instability, and contributes to oncogenesis. Pharmacological targeting of MUS81 thus represents an attractive underexplored therapeutic approach. Here we describe the discovery of two chemically distinct classes of small-molecule inhibitors of MUS81, exemplified by the compounds MU262 and MU876. Both compounds can effectively inhibit MUS81 in vitro and in the cell-based context and sensitize cancer cells to DNA-damaging agents through impairing their ability to repair DNA lesions. These compounds can be also used as chemical biology tools for further exploration of MUS81 function, and as leads in the process of drug discovery focused on development of new therapies that exploit DNA repair vulnerabilities in the treatment of cancer.", "date": "2025-07-27", "journal": ""}
{"title": "Essential regulation of heparan sulfate proteoglycan signalling controls cell behaviour to support cardiac development", "doi": "10.1101/2025.07.23.666364", "authors": "Redpath, A. N.; Lupu, I.-E.; Haffreingue, L.; Dang, Q.; McCracken, I. R.; Carsana, T.; van Kuppevelt, T.; Vieira, J. M. N.; Smart, N.", "abstract": "Heparan sulfate proteoglycan (HSPG)-dependent signalling is essential for cardiac development, yet how HSPGs are regulated in the forming heart is unknown. Here, we show that the extracellular heparan sulfate modifier, SULF1, expressed by the epicardium, dynamically regulates HSPG sulfation to fine-tune the magnitude and duration of signalling to impact cell fate and cardiac morphogenesis. Single cell genomics and lineage tracing studies reveal Sulf1 to be strongly co-expressed with Wt1 in the epicardium, with reduction of both coinciding with epithelial-mesenchymal transition and quiescence. CUT&RUN-seq revealed transcriptional control of Sulf1 by WT1 which directly impacts essential HSPG-dependent downstream signalling. Our study highlights, for the first time, essential fine-tuning of HSPG-dependent signalling to modulate key processes for heart formation.", "date": "2025-07-27", "journal": ""}
{"title": "Microparasite prevalence in Southern giant pouched rats (Cricetomys ansorgei) in Morogoro, Tanzania.", "doi": "10.1101/2025.07.24.666516", "authors": "Vangenechten, C.; Mariën, J.; Vandecasteele, H.; Van Houtte, N.; Mwamundela, B. E.; Sabuni, C.; Gryseels, S.; Leirs, H.; Kirkpatrick, L.", "abstract": "Rodents play a critical role in the transmission of zoonotic pathogens, with environmental changes and increasing human-wildlife interactions further amplifying disease spillover risks. Cricetomys spp., commonly found in both human dwellings and agricultural fields, are frequently hunted for consumption, potentially facilitating pathogen transmission. However, their roles in pathogen transmission and disease ecology remain poorly understood. This study investigated the prevalence of three microparasite genera, i.e., Bartonella, Hepatozoon, and Anaplasma, in Cricetomys spp. from Morogoro, Tanzania. We observed a prevalence of 71.9% for Bartonella, 17.5% for Hepatozoon, and 1.8% for Anaplasma. To our knowledge, this is the first study to investigate Bartonella, Hepatozoon, and Anaplasma in Cricetomys spp. in Tanzania. Furthermore, preliminary results indicate that Bartonella infection prevalence is influenced by habitat type, with a significantly higher prevalence observed in rural areas compared to urban areas. This study underscores the potential role of Cricetomys spp. as important reservoirs of infectious diseases.", "date": "2025-07-27", "journal": ""}
{"title": "Spatial distribution of human-wildlife interactions predicts coexistence with a global urban carnivore, the red fox", "doi": "10.1101/2025.07.23.666373", "authors": "Adaway, K.; Hopkins, C.; Soulsbury, C.; Morton, B.", "abstract": "Despite growing recognition that spatial factors such as urbanisation and geographic region shape human-wildlife interactions, few studies have examined - on a large geographic scale - how urbanisation and regional variation in animal ecology together influence public attitudes and behaviours towards wildlife. Understanding spatial factors may have implications for urban rewilding, as its success will depend on local tolerance of wildlife and may potentially increase human-wildlife interactions, such as bin-raiding and public wildlife feeding. We examined how urbanisation, geographic region, and public wildlife feeding influence reported bin-raiding, public attitudes, and the use of control measures towards the world's most urbanised terrestrial carnivore, the red fox, Vulpes vulpes. Online survey data were obtained from 1,275 participants in the United Kingdom. Fox bin-raiding was associated with increased levels of public wildlife feeding, more negative attitudes towards foxes, and greater use of professional and do-it-yourself pest control measures. However, the role of urbanisation and geographic differences varied among these relationships. Specifically, urbanisation and geographic region significantly predicted reports of fox bin-raiding, with urban residents - particularly those living in London - more likely to report such behaviour. Urbanisation influenced people's use of professional pest control of foxes within their area, and geographic region influenced the use of do-it-yourself control measures. Neither urbanisation nor geographic region significantly predicted public attitudes towards foxes. Together, these findings highlight the complex interactions between spatial context, human attitudes and behaviour, and animal ecology, underscoring the importance of nuanced, context-specific strategies to support human-wildlife coexistence and urban rewilding initiatives.", "date": "2025-07-27", "journal": ""}
{"title": "Aspect influences vegetation type in the Western Ghats", "doi": "10.1101/2025.07.23.666346", "authors": "Maheshwori, D.; Managave, S.; Jathar, G.; Davande, S.", "abstract": "Western Ghats (WG) of India is one of the important biodiversity hotspots characterized by high levels of species endemism. The length of the rainy season and total rainfall are known to influence regional scale vegetation pattern. A recent study identified two aspect-related modes that influence landscape-scale tree cover (TC) and canopy height (CH) in the WG: north-facing slopes have a higher TC and CH than the south-facing slopes and (ii) higher TC and CH on the west-facing slopes than the east-facing slopes. However, it remains unclear whether these aspect-related asymmetries extend to the vegetation types. Here, with the help of seasonal NDVI variations, we demonstrate that aspect influence vegetation type as well. In general, north and west facing aspects support higher proportion of evergreen forests than the south and east facing slopes. In contrast, the dry deciduous and thorn forests relatively dominate the south and east-facing slopes. This natural heterogeneity in the vegetation type linked to aspect needs to considered while designing ecological research and management plans in the WG.", "date": "2025-07-27", "journal": ""}
{"title": "A simple model captures key characteristics of biological non-deterministic genotype-phenotype maps", "doi": "10.1101/2025.07.23.666293", "authors": "Martin, N. S.", "abstract": "By connecting genotypic mutations to the higher-order phenotypes relevant for selection, genotype-phenotype (GP) maps play a key role in evolution. GP maps are typically investigated using computational models of molecular phenotypes (for example, RNA secondary structures and simplified models of protein tertiary and quaternary structures), but GP map concepts are relevant beyond these specific models and so a systematic, model-independent approach is needed. This can be achieved by characterising GP maps in terms of properties like phenotypic frequencies, mutational robustness and evolvabilities, which can be computed for any given GP map. This approach has given insight into the shared features of GP maps and their evolutionary relevance. However, this progress is largely limited to the simplest case, where each genotype corresponds to a single, categorical phenotype. Here, I turn to a more realistic, but also more complex non-deterministic (ND) treatment, where each genotype generates an ensemble of phenotypes: I start by comparing the ND GP maps of the three biophysical models mentioned above using a recently proposed framework. Then, I find a simpler, synthetic map, which replicates key shared features for a range of modelling choices, suggesting that few ingredients are needed for these features to appear and highlighting the importance of non-linearities in GP maps. This synthetic ND GP map can be useful as a realistic, conceptually and computationally simpler model for future analyses of ND GP maps, their properties and their implications for evolutionary processes.", "date": "2025-07-27", "journal": ""}
{"title": "Plasmids link antibiotic resistance genes and phage defense systems in E. coli", "doi": "10.1101/2025.07.25.666796", "authors": "Slesak, W. A.; Jedryszek, P.; Cazares, D.; Matlock, W.; MacLean, C.", "abstract": "Phage therapy has been proposed as an alternative to antibiotics to treat resistant infections. However, we have a limited understanding of how antibiotic resistance genes (ARGs) associate with bacterial phage defense systems (PDSs). Here, we explore the relationship between ARGs and PDSs in a sample of 2,559 plasmids originating from 1,044 E. coli isolates, representing a snapshot of clinical and non-clinical diversity in Oxfordshire, UK (2008-2020). In total, we identify 3,193 ARGs and 14,013 PDSs (180 unique types). We demonstrate that E. coli plasmids are enriched for ARGs and PDSs (both p<0.001), with a bias towards toxin-antitoxin, abortive infection, and restriction-modification systems (all q<0.025). We proceed to show that ARGs and PDSs are physically linked by plasmids (p<0.001). Together, our results suggest that phage therapy may inadvertently select for antibiotic resistant bacteria, and that antibiotic use may similarly drive resistance to phage.", "date": "2025-07-27", "journal": ""}
{"title": "Complex patterns of hitchhiking mutation load among stickleback populations", "doi": "10.1101/2025.07.24.666323", "authors": "Nickel, J.; Laine, J.; Foote, A.", "abstract": "Positive selection causes beneficial alleles to rapidly rise to high frequency in a population. This can cause linked genetic variation to \"hitchhike\", and thereby also rise in frequency. This linked variation may include deleterious recessive alleles, previously neutrally harbored at low frequency in heterozygous genotypes. Modeling studies have shown that local effective population size and reduced recombination rate should contribute to the probability of deleterious mutations being swept to high frequency by being linked to beneficial alleles in selective sweeps or inversions. Marine sticklebacks have repeatedly adapted to thousands of freshwater habitats that became available after the last ice age, resulting in the formation of distinct marine and freshwater ecotypes. Selection acts on ancient standing genetic variation present in marine populations, causing freshwater-adaptive alleles to increase rapidly over tens of generations. These genomic regions play a key role in the repeated freshwater adaptation of morphological, physiological, and behavioral traits, and evolve under strong selection. Thus, threespine stickleback are an ideal system for investigating the impact of hitchhiking mutation load. We estimate the mutation load in regions of low recombination, including inversions, and the Eda haplotype. We find little evidence for the accumulation of deleterious alleles among genomic regions and populations. Inversions deviated from Hardy-Weinberg equilibrium in several populations, exhibiting an excess of homozygotes. These observations are consistent with purging facilitated by recombination in inversion karyotypes. We conclude that adaptation in threespine stickleback is not limited by hitchhiking deleterious mutations.", "date": "2025-07-27", "journal": ""}
{"title": "Intersecting experimental evolution and CRISPR screens to identify novel insecticide resistance loci", "doi": "10.1101/2025.07.23.666417", "authors": "Marconcini, M.; Cruchet, S.; Goswami, S.; Viswanatha, R.; Butnaru, M.; De, J.; Roselli, C.; Hadjieconomou, D.; Perrimon, N.; Mohr, S.; Benton, R.", "abstract": "Understanding the evolution of insect resistance to natural and artificial poisons is important both to appreciate the adaptation of species to toxic ecological niches and manage pest insects. While resistance to chemicals that target neuronal ion channels is well-appreciated, dissecting toxin resistance mechanisms is hampered by its complex genetic basis. Here, we investigated how Drosophila sechellia has evolved resistance to octanoic acid (OA), a historically-important paradigm of adaptation to a natural toxin. OA is an abundant component of Morinda citrifolia noni fruit - the exclusive niche of D. sechellia - and is toxic to many other insects, including its close relatives Drosophila simulans and Drosophila melanogaster. We experimentally evolved D. simulans populations with increased OA resistance, identifying hundreds of loci displaying signatures of selection. Cross-referencing of these loci with the results of a genome-wide, CRISPR knockout screen for OA tolerance genes in D. melanogaster S2R+ cells highlighted two proteins of interest: Kraken, a putative detoxification enzyme of the serine hydrolase family expressed most strongly in the digestive and renal systems, and Alkbh7, a ubiquitously-expressed, mitochondrial-localised protein, whose mammalian orthologue functions in fatty acid metabolism. In D. sechellia, kraken and Alkbh7 display both signs of selection and elevated expression, mirrored by their higher transcription in artificially-evolved, OA-resistant D. simulans. In D. melanogaster, loss-of-function of kraken, but not Alkbh7, led to increased susceptibility to OA; conversely, overexpression of Alkbh7, but not kraken, increased OA resistance. Importantly, mutation of these genes in D. sechellia demonstrated a contribution of these proteins to the natural resistance of this species, identifying the first specific loci underlying this multigenic trait. Our results suggest an adaptive role of these genes in shaping OA resistance both under laboratory selection and during D. sechellia's evolutionary history. More generally, this work emphasises the experimental power of drosophilids to dissect multilayered molecular mechanisms of toxin resistance, with applications in the development of novel insecticides.", "date": "2025-07-27", "journal": ""}
{"title": "Loss of CTLH component MAEA impairs DNA repair and replication and leads to developmental delay", "doi": "10.1101/2025.07.23.666279", "authors": "Hough, S. H.; Jhujh, S. S.; Awwad, S. W.; Lam, S.; Thomas, J. C.; Lewis, O.; Mosler, T.; Bader, A. S.; Bartik, L. E.; McKee, S.; Amudhavalli, S. M.; Colin, E.; Damseh, N.; Clement, E.; Cacheiro, P.; Majumdar, A.; Smedley, D.; Thiffault, I.; Zagnoli Vieira, G.; Belotserkovskaya, R.; Smerdon, S. J.; Beli, P.; Galanty, Y.; Carnie, C. J.; Stewart, G. S.; Jackson, S. P.", "abstract": "Ubiquitin E3 ligases play crucial roles in the DNA damage response (DDR) by modulating the turnover, localization, activation, and interactions of DDR and DNA replication proteins. To gain further insight into how the ubiquitin system regulates the DDR, we performed a CRISPR-Cas9 knockout screen focused on E3 ligases and related proteins with the DNA topoisomerase I inhibitor, camptothecin. This uncovered the CTLH ubiquitin E3 ligase complex - and particularly one of its core subunits, MAEA - as a critical regulator of the cellular response to single-ended DNA double-strand breaks (seDSBs) and replication stress. In tandem, we identified patients with variants in MAEA who present with neurodevelopmental deficits including global developmental delay, dysmorphic facial features, brain abnormalities, intellectual disability, and abnormal movement. Analysis of patient-derived cell lines and mutation modeling reveal an underlying defect in HR-dependent DNA repair and replication fork restart as a likely cause of disease. We propose that MAEA dysfunction hinders DNA repair by reducing the efficiency of RAD51 loading at sites of DNA damage, which compromises genome integrity and cell division during development.", "date": "2025-07-27", "journal": ""}
{"title": "Best-of-n decision making by human groups", "doi": "10.1101/2025.07.23.666271", "authors": "Coucke, N.; Dorigo, M.; Cleeremans, A.; Heinrich, M. K.", "abstract": "Collective decision making is a fundamental aspect of group behavior in both animals and humans, and often involves reaching a consensus on the best of n options, using empirical evidence. Although many parallels have been drawn between human and animal collective decisions, collective human behavior is rarely studied in the type of embodied scenarios that animals are often faced with. In this study, we placed human groups in a virtual setup similar to nest site selection in social animals, in which they explored a shared environment and reached a consensus based on their observations of empirical features. In groups of up to 10, participants had to reach consensus on the empirically largest of four candidate sites without verbal communication, instead using movement-based interactions in a custom-developed 3D virtual environment for online multi-participant experiments. The results showed that the speed and accuracy of consensus was importantly modulated by perceptual difficulty and information availability, but that no speed-accuracy trade-off was present. Participants attempted to reach consensus on the empirically largest site by flexibly adapting their use of social information to perceptual difficulty, their spatial position, and the time already spent supporting some option. When a minority of informed individuals were present, these individuals exercised greater independence and influenced the group to faster and more accurate consensus. These results extend previous findings on social decision making strategies in humans to nonverbal scenarios akin to those of social insects.", "date": "2025-07-27", "journal": ""}
{"title": "Dually-decorated palmitate-containing lipid nanoparticles for the targeted delivery of siRNAs against HER2 and Hsp27 in HER2+ breast cancer", "doi": "10.1101/2025.07.27.667055", "authors": "Medina, P.; Orozco, M.; Terrazas, M.", "abstract": "Ionizable lipid nanoparticles (LNPs) have enabled significant advances in oligonucleotide therapeutics, culminating in the clinical approval of an siRNA-based formulation. Unfortunately, practical use of siRNA containing LNPs is still hampered by difficulties, one of them directing LNPs toward specific cells. To improve cell-specific delivery, we have developed a new generation of palmitate-containing ionizable LNPs functionalized with two distinct ligands: i) a targeting peptide (octreotide, Oct), for selective recognition of somatostatin receptor 2 (SSTR2)-expressing tumor cells, and ii) a cell penetrating peptide (penetratin, RK16) to enhance intracellular delivery. This dually-decorated LNP was used to co-deliver two siRNAs targeting key mediators of drug resistance in HER2+ breast cancer (Hsp27 and HER2) demonstrating strong potential for combinatorial RNAi-based therapies. The Oct moiety conferred high selectivity toward malignant SSTR2-overexpresing (SSTR2OE) HER2+ BC cells, even in heterogeneous environments containing non-tumor epithelial cells. Simultaneously, the RK16 peptide facilitated enhanced intracellular delivery, resulting in improved antiproliferative activity and a notable reduction in the SSTR2-overexpressing cell population compared to non-functionalized LNPs. Taken together, the structural design and biological performance of this novel class of LNP formulation establish it as a versatile and innovative delivery platform for ON-based targeted therapies. By simply altering the targeting peptide moiety and siRNA combination, this dually-functionalized LNP system could be readily adapted for a broad range of tumors and combination treatment strategies. Finally, the inclusion of palmitic acid in the LNP composition selectively contributes to cytotoxicity in palmitate sensitive cell lines, such as SK-BR-3, offering an additional therapeutic advantage when targeting these tumor subtypes.", "date": "2025-07-27", "journal": ""}
{"title": "Methionine γ-lyase Traps Cofactor Pyridoxal-5'-phosphate through Specific Serine-Mediated Affinity", "doi": "10.1101/2025.07.27.667015", "authors": "Jia, K.; Yan, C.; Liu, X.; Su, R.; Shi, M.; Geng, Z.; Chen, Y.; Zhu, L.; Dai, Z.; Hui, J.; Chen, X.", "abstract": "Pyridoxal-5'-phosphate (PLP), the ubiquitous and ancient cofactor, plays important roles in enzymatic elimination, transamination and other reactions. The catalytic efficiency of PLP-dependent enzymes is significantly higher than that of free PLP. The recruitment of PLP from the environment by the enzymes, particularly through interactions outside the active site, is the key step determining the occurrence of PLP-mediated catalysis. However, the precise mechanism by which enzymes recruit PLP remains elusive. Methionine {gamma}-lyase (MGL), a PLP-dependent enzyme, catalyzes the degradation of L-methionine, thereby suppressing cancer cell proliferation through serum or dietary methionine depletion. Here, we report the crystal structure of yMGL, which belongs to a newly identified subgroup of cystathionine {gamma}-lyases, in complex with L-methionine and PLP. Through truncating the C-terminal domain of yMGL both in vitro and in vivo, we demonstrated that this domain, outside the canonical PLP-binding domain, is essential for the specific interaction between yMGL and PLP, as well as for efficient L-methionine catabolism. The C terminal domain, which contains a conserved serine residue, forms a unique structural feature at the enzyme entrance that effectively traps PLP and confers PLP specificity. These findings elucidate a previously uncharacterized mechanism of PLP recruitment by MGLs and offer a structural framework to rationally design and engineer MGLs with tailored cofactor selectivity and catalytic performance.", "date": "2025-07-27", "journal": ""}
{"title": "PEGylation strategies for enhanced nanoparticle delivery to tumor associated immune cells", "doi": "10.1101/2025.07.23.666401", "authors": "Cahn, D.; Pal, S.; Patel, N. L.; Gower, T.; Kapnick, S. M.; Jewell, C. M.; Duncan, G. A.; Wolf, M.", "abstract": "Barriers to nanoparticle drug delivery to the tumor microenvironment such as ECM deposition and clearance by the mononuclear phagocyte system have necessitated strategies for more effective tumor penetration. Adding polyethylene glycol (PEG) chains to the surface of nanoparticles (PEGylation) has been widely used to both enhance accumulation at the tumor site and increase blood circulation time. Recent work has also shown that immune cells (e.g. macrophages, dendritic cells, neutrophils) play an important role in the ability of NPs to effectively target and spread within a tumor. PEG chain characteristics such as size and branching affects how nanoparticles interact with tissues; however, it is unclear how PEGylation type affects NP uptake and cellular distribution in the tumor microenvironment. In this study, we evaluated the influence of both linear and branched PEGylation on nanoparticle biodistribution and uptake in tumor cells as well as tumor-infiltrating immune cells. As compared to conventional surface coatings with linear PEG, we show that modifying PEG structure to a branched conformation increases nanoparticle accumulation in the spleen of tumor-bearing mice, primarily due to significantly enhanced uptake by leukocytes. As compared to uncoated particles, we also found that nanoparticles densely coated with linear or branched PEG accumulated to a greater extent in tumors showing [&ge;]8-fold increases in uptake by tumor-associated macrophages and dendritic cells. These studies provide insight into PEG architecture as a design parameter in nanomedicine that can facilitate the design of more effective cancer therapies.", "date": "2025-07-27", "journal": ""}
{"title": "Assessing the Performance of AF2 and AF3-Implementations on Antibody-Antigen Complexes", "doi": "10.1101/2025.07.25.666870", "authors": "Unsal, S.; Holland, B.; Sardag, I.; Timucin, E.", "abstract": "This study evaluates the performance of AF2, Boltz-1, Boltz-1x, Boltz-2, Chai-1, Protenix and ESMFold, on a curated dataset of 200 novel antibody-antigen (Ab-Ag) complexes. Our findings reveal that AF2 remains a strong predictor against newer AlphaFold3 (AF3)-inspired methods in Ab-Ag complex prediction. Chai-1 consistently ranks as the second-best performer across multiple success metrics. We observed diverse effects of recycling iterations, with AF2, Chai-1 and Protenix benefiting from increased cycles, unlike Boltz variants. We analyzed various model confidence scores, noting high precision from pDockQ2 and high recall from pTM. By integrating these two scores, we developed AntiConf, a novel metric that achieves superior performance for all methods in terms of precision and unique target recall. This work addresses current limitations in AI-based Ab-Ag complex prediction, showcasing the potential of AntiConf for future predictions and assessments of these complexes, and providing a guideline for improving the accuracy of Ab-Ag complex prediction.", "date": "2025-07-27", "journal": ""}
{"title": "Exploring the Potential of AlphaFold Distograms for Flexibility Assignment in Cryo-EM Maps", "doi": "10.1101/2025.07.25.666757", "authors": "Savas, B.; Barlas, A. B.; Karaca, E.", "abstract": "AlphaFold (AF) models are widely used in cryo-EM workflows, but their static structure predictions limit the interpretation of flexible or unresolved regions. To address this, we investigate whether AF-generated distance probability distributions (distograms) can reveal conformational flexibility, using the AIFM1/AK2 complex as a test case. Molecular dynamics simulations identified a hinge-driven motion in AK2 upon AIFM1 binding, which was accurately reflected in distograms from AF2.3 and AF3, though not in their predicted structures. Enhanced sampling and MSA perturbations did not improve flexibility detection in earlier AF2 versions. So, by analyzing a key metabolic complex, we demonstrate that distograms might offer a promising approach for structure-free identification of flexible protein regionsl for interpreting dynamic signals in cryo-EM maps.", "date": "2025-07-27", "journal": ""}
{"title": "A Workflow to Create Personalised Musculoskeletal Models Based on Magnetic Resonance Images", "doi": "10.1101/2025.07.23.666289", "authors": "Stansfield, E.; Koller, W.; Goncalves, B.; Kainz, H.", "abstract": "Musculoskeletal simulations typically rely on generic models that may not accurately represent individual anatomy. While personalisation based on medical images can improve model accuracy, current approaches often require time-consuming workflows to create these models. We present a semi-automatic workflow for creating personalised musculoskeletal models based on magnetic resonance imaging (MRI) that does not require bone segmentation. Our workflow uses 3D Slicer and Python scripts employing Thin-Plate Spline transformation to map 106 homologous landmarks from generic models onto participants' anatomy. Generic-scaled and MRI-based models were created for eight healthy participants, and simulations were performed using the participants' 3D motion capture data. MRI-based models were compared with generic-scaled models through principal component analysis, and joint kinematics and joint contact forces were analysed between both modelling approaches. Clear geometric differences existed between model types, with MRI-based models showing wider pelvises and different femur/tibia proportions. Unlike generic models, MRI-based male and female models displayed systematic differences. Despite anatomical discrepancies, joint kinematics were similar between models of the same individual, except for pelvis tilt. Muscle moment arms were generally aligned with published data from cadaver studies. MRI-based models consistently produced higher joint contact forces with greater inter-individual variation, particularly at knee joints, compared to generic-scaled models. The proposed workflow simplifies MRI-based model creation while revealing significant sensitivity of joint contact forces to individual morphology, highlighting the importance of personalisation for biomechanical analyses.", "date": "2025-07-27", "journal": ""}
{"title": "Development of metastases in mice induced by plasma sample collected during radiotherapy in patient with triple-negative breast cancer: Role of Rab4A", "doi": "10.1101/2025.07.23.666270", "authors": "Paquette, B.; Therriault, H.; Gauthier, I.; Provencher, S.; Naasri, S.; Oweida, A.; Geha, S.; Labrecque, P.; Parent, J.-L.", "abstract": "The relapse rate in early-stage triple-negative breast cancer (TNBC) is significantly higher than in other breast cancer subtypes. This study assessed the relevance to target RAB4A to prevent the development of metastases that occur after treatment. The ability of cancer cells to invade peritumoral tissue is associated with the expression of membrane-type matrix metalloproteinase-1 on their surface, which is regulated by RAB4A. When RAB4A was downregulated using shRNA in the TNBC cells D2A1 and MDA-MB-231, a significant reduction in the proteolytic activity of MT1-MMP and the invasion capacity of these TNBC cells were measured. Plasma samples from an early-stage TNBC patient, who developed metastases six months after treatment, were collected before radiotherapy and after the fourth radiation dose. Compared to the plasma collected before radiotherapy, the plasma collected during the treatment significantly enhanced the invasiveness of the TNBC cells, as assessed with Boyden chambers. The development of lung metastases was also stimulated when the D2A1 cells were preincubated with this plasma before their i.v. injection in female Balb/c mice. Importantly, these adverse effects of plasma collected during radiotherapy were significantly blocked by downregulating RAB4A. These results highlight the relevance of developing RAB4A inhibitors to prevent the development of metastases occurring after treatment in TNBC patients.", "date": "2025-07-27", "journal": ""}
{"title": "NG2-Glia Heterogeneity Across Cortical Layers", "doi": "10.1101/2025.07.23.666263", "authors": "Barriola, S.; Delgado-Garcia, L. M.; OJALVO-SANZ, A. C.; PERNIA-SOLANILLA, C.; FIGUERES-ONATE, M.; Lopez-Mascaraque, L.", "abstract": "NG2-glia are a unique and heterogeneous glial cell population with diverse roles in the central nervous system. However, their morphological diversity across brain regions and cortical layers remains poorly understood. Here, we use StarTrack labeling and in utero electroporation at embryonic day 14 (E14) to reconstruct individual NG2-glial cells in the adult mouse cortex and corpus callosum. Through detailed two- and three-dimensional morphometric analyses, including Sholl analysis, principal component analysis, and hierarchical clustering, we uncover striking layer-specific patterns. NG2-glia in deep cortical layers (L5-6) exhibit significantly larger somatic areas, more elaborate arborizations, and higher process complexity compared to those in superficial layers (L1-4) and the corpus callosum. In contrast, NG2-glia in layer 1 and the corpus callosum share a compact morphology characterized by smaller somata and simplified processes, suggesting common microenvironmental constraints. Moreover, Sholl analysis, principal component analysis, and hierarchical clustering reveal distinct morphological subpopulations within the NG2-glial population and highlight heterogeneity in upper cortical layers. Comparative analyses with astrocytes reveal fundamental structural differences: NG2-glia have thinner, longer processes and larger enclosing radii but occupy smaller volumes, whereas astrocytes form denser, more compact arbors with higher branch numbers. Together, our finding establish the first comprehensive morphological atlas of cortical adult NG2-glia, highlighting region- and layer-specific adaptations that likely underlie their diverse roles in CNS physiology and repair.", "date": "2025-07-27", "journal": ""}
{"title": "Genetic diversity unveiled: cost-effective methods for grassland species", "doi": "10.1101/2025.07.23.666374", "authors": "Kaech, D.; Loera-Sanchez, M.; Studer, B.; Koelliker, R.", "abstract": "Permanent grasslands are predominantly composed of allogamous plant species that exhibit high levels of plant genetic diversity (PGD) within their populations. Grasslands with high PGD are more resilient to environmental stress and constitute valuable reservoirs of genetic resources for plant breeding. Therefore, monitoring PGD is the basis for detecting changes in PGD and correspondingly intervening. However, PGD monitoring is often neglected in biodiversity reports due to difficulties in taking representative samples and in using standardised and affordable indicators of PGD. Here we successfully applied two common approaches, multispecies amplicon sequencing (MSAS) and genotyping-by-sequencing (GBS), to assess PGD of agronomically relevant grassland species. Using MSAS, we were able to taxonomically distinguish five species (Dactylis glomerata L., Festuca pratensis Huds., Lolium perenne L., Trifolium pratense L., Trifolium repens L.) from multispecies samples and differentiate accessions within species, with fixation index (FST) values ranging from 0.014 for T. repens to 0.089 for L. perenne. Based on an extended L. perenne sample set containing mixtures of two cultivars at different ratios, mixtures containing both cultivars at 50% separated from the corresponding cultivars according to this ratio using MSAS and GBS. Furthermore, GBS enabled separation of samples containing two cultivars at a 75:25-ratio from the corresponding cultivars and the 50:50-ratio samples. These results indicate complementing applications of the two approaches in PGD monitoring. While we anticipate that MSAS with its cost-effectiveness could be applied to large-scale PGD monitoring, GBS with its lower detection limit could be applied to studies where cultivar composition shifts are of interest.", "date": "2025-07-27", "journal": ""}
{"title": "The Dream and MEC NuRD Complexes reinforce SPR-5/MET-2 maternal reprogramming to maintain the germline-soma distinction", "doi": "10.1101/2025.07.23.666413", "authors": "Chavez, S. R.; Dozier, J.; Gosrani, S. P.; Nguyen, S. K.; Brockett, J. S.; Blancher, S. D.; Morgan-Benitez, S. L.; Rodriguez, J. D.; Birol, O.; Reeves, M. N.; Schmeichel, K. L.; Katz, D. J.; Carpenter, B. S.", "abstract": "The proper coordination of transcription factors, ATP dependent chromatin remodelers and histone modifications is essential for tissue specific gene expression, but how gene expression is regulated at these different levels is not well understood. In C. elegans, H3K4 methylation that is acquired in the germline is reprorgammed at fertilization by the H3K4me1/2 demethlyase SPR-5/LSD1/KDM1A and the H3K9 methyltransferase MET-2/SETDB1/KMT2E. SPR-5/MET-2 maternal reprogramming is required to help establish the germline-soma distinction and prevent developmental delay by preventing inherited H3K4 methylation from inappropriately maintaining germline gene expression in somatic tissues. To determine if the DREAM transcriptional repressor complex and the MEC NuRD ATP dependent nucleosome remodeling and histone deacetylase complex function to reinforce SPR-5/MET-2 maternal reprogamming, we asked if loss of these complexes affects the ectopic germline transcription and developmental delay in spr-5; met-2 double mutants. We find that knocking down the DREAM or MEC NuRD complexes specifically exacerbates the developmental delay and ectopic expression of germline genes in the soma caused by loss of SPR-5 and MET-2. In addition, the DREAM and MEC NuRD complexes bind together at SPR-5/MET-2 reprogramming targets. These data suggest that the transcriptional repression of DREAM and the ATP dependent chromatin remodeling and deactylation activities of the MEC NuRD complex are required somatically to reinforce maternal histone reporgamming by SPR-5/MET-2. Thus, these data provide a novel example of how gene regulation is coordinated at multiple levels to maintain the germline-soma distinction and ensure proper development.", "date": "2025-07-27", "journal": ""}