{"title": "Comparing the outputs of intramural and extramural grants funded by National Institutes of Health", "doi": "10.1101/2023.11.09.566298", "authors": "Zheng, X.; Yang, Q.; Potnuri, J.; Ni, C.; Hutchins, B. I.", "abstract": "Funding agencies use a variety of mechanisms to fund research. The National Institutes of Health in the United States, for example, employs scientists to perform research at its own laboratories (intramural research), and it also awards grants to pay for research at external institutions such as universities (extramural research). Here, using data from 1594 intramural grants and 97054 extramural grants funded between 2009 and 2019 , we compare the scholarly outputs from these two funding mechanisms in terms of number of publications, relative citation ratio and clinical metrics. We find that extramural awards more cost-effectively fund outputs commonly used for academic review such as number of publications and citations per dollar, while intramural awards are more cost-effective at generating work that influences future clinical work, more closely in line with agency health goals. These findings provide evidence that institutional incentives associated with different funding mechanisms drive their comparative strengths.", "date": "2025-08-16", "journal": ""}
{"title": "Hiding in Plain Sight: Thymic CD8+FOXP3+Tregs sequester CD25 and are enriched in human tissues", "doi": "10.1101/2023.12.24.573232", "authors": "Jarvis, L. B.; Howlett, S. K.; Rainbow, D.; Coppard, V.; Ferreira, R.; Needham, E.; Prabhu, A.; Alkwai, S.; Ellis, L.; Georgieva, Z.; Suchanek, O.; Mousa, H. S.; Mahbubani, K. T.; Saeb-Parsy, K.; Wicker, L. S.; Jones, J. L.", "abstract": "For decades, regulatory T cell (Treg) research has focussed on CD4+FOXP3+ Tregs, while characterisation of CD8+FOXP3+ Tregs has been limited due to their scarcity in blood. Here, by analysing 95 tissue samples from 26 deceased transplant organ donors we show that, despite representing less than 5% of circulating Tregs, CD8+ Tregs are enriched in human tissue, particularly in non-lymphoid tissues and bone marrow. We further show that they are fully demethylated at the FOXP3 TSDR, indicating lineage stability, and demonstrate their presence in human thymic tissue and cord blood. Transcriptomic profiling revealed strong similarities to CD4+ Tregs, however at the protein level, they reside in tissue as surface CD25lo/- CD8+CD69+CD103+TLR9+HELIOS+FOXP3+ cells, expressing CD25 intracellularly. Surface CD25 was rapidly regained ex-vivo, allowing us to sort and expand them, and to subsequently demonstrate their therapeutic potential in a humanised mouse model of graft-vs-host disease. Additionally we report increased circulating CD8+Tregs in individuals with SLE and patients early following traumatic brain injury (TBI), underscoring their functional importance. We conclude that these under-studied cells likely play an essential but previously unappreciated role in maintaining peripheral tolerance.", "date": "2025-08-16", "journal": ""}
{"title": "Supramodal and modality-specific neural information supports multi-feature prediction errors across cortical levels", "doi": "10.1101/2024.02.12.578256", "authors": "Niedernhuber, M.; Fardo, F.; Allen, M.; Bekinschtein, T.", "abstract": "Predictive coding posits that the brain actively anticipates inputs from different senses, generating prediction errors when incoming information deviates from internal expectations. While much research has focused on prediction errors elicited by violations of single sensory features, natural environments frequently present more complex events deviating across multiple stimulus dimensions and sensory modalities. In this study, we employed a hierarchical oddball paradigm (n=30) manipulating auditory and somatosensory stimuli to violate one or two sensory features while high-density EEG was recorded. Temporal decoding revealed that while both single- and double-deviants evoked sustained supramodal activation patterns, double-deviants uniquely elicited a supramodal response starting at 100 ms after the oddball. Effective connectivity analyses identified shared interhemispheric interactions between inferior frontal gyri across modalities, as well as distinct modality-specific connectivity within early and associative sensory cortices. Our findings demonstrate that multi-feature prediction errors recruit both rapid supramodal integration mechanisms and hierarchically organized modality-specific pathways. These results advance our understanding of how the brain flexibly integrates multiple sensory expectation violations across different levels of cortical processing, providing new insights into the neural architecture supporting predictive perception.", "date": "2025-08-16", "journal": ""}
{"title": "The effect of altitude on the expression of immune-related genes in Peruvian rural indigenous", "doi": "10.1101/2024.03.06.583674", "authors": "Jaramillo-Valverde, L.; de Araujo, G. S.; Poterico, J. A.; Martinez-Jaramillo, C.; Roa-Linares, V.; Alvites-Arrieta, S.; Pablo-Ramirez, N.; Ubillus, M.; Palma-Lozano, D.; Silva-Carvalho, C.; Vasconcelos-da-Gama, L.; Costa, L. F.; Corpas, M.; Tarazona-Santos, E.; Raychaudhuri, S.; Guio, H.", "abstract": "Background Genetic factors influencing immune response pathways in Andean populations may underlie adaptations to high-altitude environments. To investigate transcriptomic signatures associated with altitude, we analyzed immune-related gene expression across individuals residing at different elevations. Methods We recruited 62 Peruvian volunteers, predominantly from rural regions with high proportions of indigenous ancestry, living at low and high altitudes. Peripheral blood mononuclear cells (PBMCs) were stimulated with bacterial lipopolysaccharide (LPS), Pam3CSK4 (a synthetic triacylated lipopeptide), and R848 (an imidazoquinoline analog of viral nucleic acids). Population structure and ancestry were characterized, and transcriptome-wide differential expression analyses were performed. Results We identified 30 genes with significant altitude-associated expression differences, including 22 downregulated (e.g., FN1, CD36, FOS) and nine upregulated genes. Functional enrichment indicated roles in acute inflammatory response, leukocyte migration, and positive regulation of myeloid leukocyte differentiation. Conclusions High- and low-altitude Andean individuals exhibit distinct immune gene expression profiles, defining a population-specific transcriptomic signature that may reflect altitude-related immune adaptation.", "date": "2025-08-16", "journal": ""}
{"title": "Microplastics found in high concentrations around Kantamanto, the world s largest second-hand textile market in Accra, Ghana: A citizen science study", "doi": "10.1101/2024.05.13.593950", "authors": "Deheyn, D. D.; Ayesu, J.; The Or Foundation,  ; Skinner, B.", "abstract": "Located in Accra, Ghana, Kantamanto is the world s largest secondhand resale and upcycling market for clothing and textiles, receiving tons of garments every week exported under HS Code 6309 by countries in the Global North. We looked at the abundance of microplastics and microfibers from textiles and other sources in this dynamic environment. Our primary interest was assessing how microfibers in a textile-rich environment contribute to overall microplastic pollution. Continuous monitoring of air quality using PurpleAir sensors showed large concentrations of airborne microparticles around the market, which were shown to drop with rain events. Water collected from rain contained dozens to hundreds of microfibers and microplastics (roughly in a 1:10 ratio), depending on the intensity of the rain and on whether the rain was preceded by a significant period of dry weather. Microfiber and microplastic counts from airborne samples showed concentrations about >20x to >100x greater, respectively, than those reported from other metropolises around the world. A comparison of concentrations from water in the adjacent Korle Lagoon was similarly striking, with up to 45x more microfibers, and up to 200x more microplastics than what has previously been reported for lagoon waters worldwide. Beyond the microscale, the issue of whole garments as waste was also demonstrated, with a strong similarity found between the global brand garment tags from fashion items discarded in the market and those that were washed up on nearby beaches, highlighting the need for more holistic regulatory frameworks to address textile waste.", "date": "2025-08-16", "journal": ""}
{"title": "AutoRNA: RNA tertiary structure prediction using variational autoencoder.", "doi": "10.1101/2024.06.18.599511", "authors": "Kazanskii, M. A.; Uroshlev, L.; Zatylkin, F.; Pospelova, I.; Kantidze, O.; Gankin, Y.", "abstract": "The understanding of RNA tertiary structure is essential for advancing therapeutic development and vaccine design. Traditional methods, such as dynamic simulations, have been employed to study RNA structure but often struggle to capture the complex, non-linear relationships within RNA sequences. Many previous approaches relied on simpler models, which limited their performance. A key challenge in predicting RNA tertiary structure is the scarcity of available data. To address this, we introduce a Variational Autoencoder (VAE), which achieves a Root Mean Square Error (RMSE) of approximately 4.5 Angstrom in predicting nucleotide positions.", "date": "2025-08-16", "journal": ""}
{"title": "Social Decision Preferences for Close Others are Embedded in Neural and Linguistic Representations", "doi": "10.1101/2024.07.16.603808", "authors": "Guassi Moreira, J. F.; Esparza, L. C.; Silvers, J. A.; Parkinson, C.", "abstract": "Humans frequently make decisions that impact close others. Prior research has shown that people have stable preferences regarding such decisions and maintain rich, nuanced mental representations of their close social partners. Yet, if and how such mental representations shape social decisions preferences remains to be seen. Using a combination of functional magnetic resonance imaging (fMRI) and natural language processing (NLP), this study investigated how neural and linguistic representations of close others relate to social decision-making. After nominating a parent and friend, male and female participants (N = 63) rated their characteristics and made hypothetical social decisions while undergoing fMRI. Neural representations of parents and friends, relative to the self, were linked to social decision preferences. Specifically, greater neural similarity between self and parent in the temporoparietal junction (TPJ) and nucleus accumbens (NAcc) was associated with a preference for parents, while greater self-friend similarity in the medial prefrontal cortex (mPFC) was associated with friend-preference. Additionally, linguistic analysis of written descriptions of close others from a separate sample of males and females (N = 1,641) revealed that social decision preferences could be reliably predicted from semantic features of the text. High correspondence between neural and linguistic data in the imaging sample further strengthened the association with social decision preferences. These findings help elucidate the neural and linguistic underpinnings of social decision-making, emphasizing the critical role of mental representations in guiding choices involving familiar others.", "date": "2025-08-16", "journal": ""}
{"title": "Identification of nuclear pore proteins at plasmodesmata: potential role in intercellular transport?", "doi": "10.1101/2024.09.02.610746", "authors": "Schladt, T. M.; Miras, M.; Ejike, J. O.; Pottier, M.; Xi, L.; Restrepo, A.; Nakamura, M.; Puetz, N.; Haensch, S.; Gao, C.; Engelhorn, J.; Dickmanns, M.; Davis, G.; Dalal, A.; Gombos, S.; Lange, R.; Simon, R.; Schulze, W. X.; Frommer, W. B.", "abstract": "Plasmodesmata (PD) mediate intercellular exchange of small molecules, RNAs and proteins between plant cells with an apparent exclusion limit for passive non-specific transport, and transport of specific cargo mediated by mediators. PD and nuclear pore complexes (NPC) are nanometer sized micropores with strikingly similar properties. Cargo translocation through NPC is mediated by phase separating FG-nucleoporins (FG-NUP). Here, bioinformatics, proteomics and fluorescence imaging identified FG-NUPs at PD. Transient expression of GFP fusions at low and intermediate expression levels supported dual localization of 12 NUPs to NPC and PD. Structured illumination microscopy detected the transmembrane anchor NUP CPR5 close to orifices of PD. cpr5 mutants showed reduced intercellular short-root (SHR) transport. However, transport defects cannot be excluded due to indirect effects in the mutants. Identification of FG-NUPs at PD is consistent with the recruitment of NUPs to form a PD pore gating complex consistent with phase separation domains as diffusion barriers at PD. Further analyses will be required to determine whether NUPs are bona fide PD components, or accumulate at PD in certain conditions, or may serve intermediate NPC storage.", "date": "2025-08-16", "journal": ""}
{"title": "Analysis of stress-induced small proteins in Escherichia coli reveals that YoaI mediates cross-talk between distinct signaling systems", "doi": "10.1101/2024.09.13.612970", "authors": "Vellappan, S.; Sun, J.; Favate, J.; Jagadeesan, P.; Cerda, D.; Shah, P.; Yadavalli, S. S.", "abstract": "Bacterial small proteins ([&le;] 50 amino acids) are an emerging class of regulators that modulate the activity of signaling networks that enable bacterial adaptation to stress. The Escherichia coli genome encodes at least 150 small proteins, most of which are functionally uncharacterized. We identified and characterized 17 small proteins induced in E. coli during magnesium (Mg2+) starvation using ribosome profiling, RNA sequencing, and transcriptional reporter assays. Several of these were transcriptionally activated by the PhoQ-PhoP two-component signaling system, which is crucial for Mg2+ homeostasis. Deletion or overexpression of some of these small proteins led to growth defects and changes in cell size under low-Mg2+ conditions, indicating physiological roles in stress adaptation. The small transmembrane protein YoaI, which was transcriptionally induced by the phosphate-responsive PhoR-PhoB signaling pathway, increased in abundance under Mg2+ limitation independently of yoaI transcription or PhoQ-PhoP signaling. YoaI activated a third signaling system, EnvZ-OmpR, which mediates responses to osmotic stress. Overall, this study establishes an initial framework for understanding how small proteins contribute to bacterial stress adaptation by facilitating cross-talk between different signaling systems. Our results suggest these proteins play broader roles in coordinating stress responses, reflecting the interconnected nature of cellular stress networks rather than strictly compartmentalized pathways responding to specific stressors.", "date": "2025-08-16", "journal": ""}
{"title": "ABI5 Binding Proteins are substrates of key components in the ABA core signaling pathway", "doi": "10.1101/2024.10.11.617944", "authors": "Finkelstein, R. R.; Lynch, T.; Erickson McNally, B. J.; Losic, T.; Lundquist, J.", "abstract": "The central components of the ABA core signaling pathway are families of receptors, clade A type 2C protein phosphatases (PP2Cs), SNF1-Related Protein Kinases (SnRK2s), and diverse sets of proteins regulated by phosphorylation via these kinases, including bZIP transcription factors such as ABA-INSENSITIVE(ABI)5. The larger network of ABA signaling factors includes additional kinases and E3 ligases that modify these components to affect their activity and stability. The ABI5-Binding Proteins (AFPs) are negative regulators of ABA response. This study shows that the AFPs interact with specific family members of all components of this pathway and are substrates for SnRK2s and PP2Cs. AFPs also interact with subsets of MAP kinases (MPKs) and 14-3-3 proteins previously found to regulate activity of the ABI5-related clade of transcription factors. Residues predicted to be phosphorylated are conserved between AFPs, but are located within regions predicted to be unstructured. ABA promotes phosphorylation of AFP2, but conditions that prevent phosphorylation of AFP2 result in decreased stability, a shift in localization toward dispersed foci, and reduced effectiveness for inhibiting ABA response at germination. Thus, AFP2 appears to be an important hub in the ABA core signaling pathway.", "date": "2025-08-16", "journal": ""}
{"title": "Diphenyleneiodonium chloride inhibits MYCN-amplified neuroblastoma by targeting MYCN induced mitochondrial alterations", "doi": "10.1101/2024.10.20.619268", "authors": "Epp, S.; Maher, S.; Adlina, A.; Marcone, S.; Egan, D.; Haapa-Paananen, S.; Fey, V.; Iljin, K.; Wynne, K.; Jensen, L. D.; Kolch, W.; Halasz, M.", "abstract": "High-risk neuroblastoma is one of the most lethal childhood cancers. Half of these tumors are driven by MYCN gene amplification (MNA). Despite intensive chemo- and radiotherapy, only 40% of patients survive, and they often suffer from severe long-term side effects of these genotoxic treatments. Thus, new therapies are needed that are less toxic and more efficacious. Here, we identified diphenyleneiodonium (DPI) as a tool compound that preferentially targets MNA neuroblastoma. Using proteomic assays we investigated the DPI mode of action, finding that DPI induces the proteasomal degradation of MYCN and could reverse some alterations induced by high levels of MYCN. These include profound changes in the expression of proteins participating in the mitochondrial electron transport chain. Metabolic and biological assays suggested that alterations in mitochondrial function and the associated production of reactive oxygen species (ROS) are critical DPI targets in the context of MNA. DPI reduced the survival, and malignant transformation of neuroblastoma across a panel of cell lines at clinically achievable concentrations. DPI also shrank tumors and prevented metastatic spread in zebrafish models of MYCN-driven neuroblastoma. These findings suggest that processes impacted by complex I inhibitors could be valuable new targets for the development of non-genotoxic drugs against high-risk MNA neuroblastoma.", "date": "2025-08-16", "journal": ""}
{"title": "Effects of intergenerational transmission of small intestinal bacteria cultured from stunted Bangladeshi children with enteropathy", "doi": "10.1101/2024.11.01.621574", "authors": "Pruss, K. M.; Kao, C.; Byrne, A. E.; Chen, R. Y.; Di Luccia, B.; Karvelyte, L.; Coskun, R.; Lemieux, M.; Nepal, K.; Webber, D. M.; Hibberd, M. C.; Wang, Y.; Rodionov, D. A.; Osterman, A.; Colonna, M.; Maueroder, C.; Ravichandran, K.; Barratt, M.; Ahmed, T.; Gordon, J.", "abstract": "Environmental enteric dysfunction (EED), a small intestinal disorder found at a high prevalence in stunted children, is associated with gut mucosal barrier disruption and decreased absorptive capacity. To test the hypothesis that intergenerational transmission of a perturbed small intestinal microbiota contributes to undernutrition by inducing EED, we characterized two consortia of bacterial strains cultured from duodenal aspirates from stunted Bangladeshi children with EED - one of which induced local and systemic inflammation in female gnotobiotic mice. Offspring of dams colonized with the inflammatory consortium exhibited impaired prenatal and postnatal growth, as well as immunologic changes phenocopying features of EED in children. Dam-to-pup transmission of the inflammatory consortium produced, in recently weaned offspring, alterations in (i) inter-cellular signaling pathways related to intestinal epithelial cell renewal, barrier integrity and immune function plus (ii) glial- and endothelial-neuronal signaling pathways that regulate neural growth, angiogenesis and inflammation in the cerebral cortex. Cohousing of mice harboring the inflammatory or non-inflammatory consortia and subsequent screening of candidate disease-promoting bacterial isolates identified Campylobacter concisus, an organism typically found in the oral microbiota, as a contributor to enteropathy. The C. concisus strain induced, in a host nitric oxide synthase (NOS)-dependent manner, pro-inflammatory cytokine signaling. Moreover, host-derived nutrients generated by NOS augmented C. concisus growth. This preclinical model should facilitate identification of small intestinal microbiota-targeted therapeutics for (intergenerational) undernutrition.", "date": "2025-08-16", "journal": ""}
{"title": "Collecting, detecting and handling non-wear intervals in longitudinal light exposure data", "doi": "10.1101/2024.12.23.627604", "authors": "Guidolin, C.; Zauner, J.; Hartmeyer, S. L.; Spitschan, M.", "abstract": "In field studies using wearable light loggers, participants often need to remove the devices, resulting in non-wear intervals of varying and unknown duration. Accurate detection of these intervals is an essential step during data pre-processing. Here, we deployed a multi-modal approach to collect non-wear time during a longitudinal light exposure collection campaign and systematically compare non-wear detection strategies. Healthy participants (n=26; mean age 28{+/-}5 years, 14F) wore a near-corneal plane light logger for one week and reported non-wear events in three ways: pressing an \"event marker\" button on the light logger, placing it in a black bag, and using an app-based Wear log. Wear log entries, checked twice daily, served as ground truth for non-wear detection, showing that non-wear time constituted 5.4{+/-}3.8% (mean{+/-}SD) of total participation time. Button presses at the start and end of non-wear intervals were identified in >85.4% of cases when considering time windows beyond one minute for detection. To detect non-wear intervals based on black bag use and lack of motion, we employed an algorithm detecting clusters of low illuminance and clusters of low activity. Performance was higher for illuminance (F1=0.78) than activity (F1=0.52). Light exposure metrics derived from the full dataset, a dataset filtered for non-wear based on self-reports, and a dataset filtered for non-wear using the low illuminance clusters detection algorithm showed minimal differences. Our results highlight that while non-wear detection may be less critical in high-compliance cohorts, systematically collecting and detecting non-wear intervals is feasible and important for ensuring robust data pre-processing.", "date": "2025-08-16", "journal": ""}
{"title": "\"Mass Spectrometry-Guided Library preparation of Peptides as Metabolic enzyme Natural Inhibitors for the management of Obesity and Diabetes\"", "doi": "10.1101/2024.12.23.630156", "authors": "Sansi, M. S.; Iram, D.; Kumar, S.; kapila, S.; Meena, S.", "abstract": "Goat whey protein (GWP) is recognized as a valuable source of bioactive peptides with significant health-promoting properties. In this study, GWP was enzymatically hydrolyzed using a combination of gastrointestinal enzymes pepsin, trypsin, and chymotrypsin to generate peptides. These peptides were identified through high-resolution liquid chromatography-mass spectrometry (HR-LC/MS), resulting in library of 2,883 peptides with lengths ranging from 6 to 44 amino acids. Among them, 40 peptides were predicted to exhibit high bioactivity scores (0.90 to 1) based on PeptideRanker analysis, with 28 of these being classified as nontoxic. Molecular docking simulations were employed to investigate the interactions of these peptides with pancreatic lipase and alpha-amylase to screening of inhibitors, these two enzymes critical in lipid and carbohydrate metabolism. Several peptides demonstrated strong binding affinities, suggesting their potential as enzyme inhibitors. Notably, peptides WPGIMR and WQDGSWQF showed the highest binding affinity for pancreatic lipase, while AAPFIWL and WQDGSWQF exhibited significant interactions with alpha-amylase. These results shed light on the molecular mechanisms underlying the inhibitory activities of whey protein-derived peptides. They highlight their potential applications as functional food ingredients or natural therapeutic agents for managing metabolic disorders such as obesity and diabetes, advancing the understanding of whey protein hydrolysates in modulating key metabolic enzymes.", "date": "2025-08-16", "journal": ""}
{"title": "Candida albicans drives colorectal cancer progression by inducing hypoxia signaling", "doi": "10.1101/2024.12.25.630341", "authors": "Wang, W.; Yang, M.; Gong, F.; Zhang, Z.; Ma, Y.; Li, H.; Zhao, Y.; Du, C.; Li, N.; He, G.; Sun, K.", "abstract": "Colorectal cancer (CRC) is the third leading cause of cancer-related mortality worldwide. Gut microbiota, including fungal species, are increasingly implicated in CRC progression, while the molecular mechanisms underlying host-fungal interactions in this context remain poorly understood. Here, we show that Candida albicans (C. albicans) activates pro-metastatic signaling pathways, MAPK and NF-{kappa}B, leading to upregulation of oncogenic transcription factors c-Jun and c-Myc. This cascade stabilizes and activates hypoxia-inducible factor 1 (HIF-1), a central regulator of tumor metabolic reprogramming and angiogenesis, ultimately fostering a pro-tumorigenic microenvironment. Mechanistically, we identify candidalysin, a secreted peptide toxin of C. albicans, as a critical effector that engages epidermal growth factor receptor (EGFR) and toll-like receptor 2 (TLR2) in a species- and cancer cell type-dependent manner. These findings are further supported by patient-derived colonic organoids. Collectively, our study delineates a C. albicans-EGFR/TLR2-ERK/NF-{kappa}B-HIF-1 axis that promotes hypoxia-like responses in CRC, revealing a previously underappreciated role of fungal pathogens in shaping the tumor microenvironment and offering potential targets for therapeutic interventions.", "date": "2025-08-16", "journal": ""}
{"title": "The first complete mitogenome of the endangered spotted eagle ray, Aetobatus ocellatus, reinforces its classification within the family Aetobatidae", "doi": "10.1101/2025.01.13.632509", "authors": "Marin, A.", "abstract": "The complete mitochondrial genome of the endangered spotted eagle ray, Aetobatus ocellatus, was determined for the first time using Next Generation Sequencing (NGS) reads mined from the Sequence Read Archive (SRA) of the GenBank database (BioSample SAMN31811701, collection site: Bohol Island, Philippines). The mitogenome of the spotted eagle ray (GenBank accession BK072016) is 20,217 bp in length and exhibits a typical vertebrate mitogenome organization, consisting of 13 protein-coding genes, 22 tRNA genes, 2 rRNA genes, and a control region. A phylogenetic analysis based on the nucleotide sequences of 13 protein-coding genes from different related species confirmed the species status and classification of A. ocellatus as an Indo-West Pacific species. This species was formerly described as A. narinari, which is now recognized as being restricted to the Atlantic Ocean. The findings of this study provide significant insights into the complex taxonomic and phylogenetic relationships of Aetobatidae. They may further assist in conservation strategies and help resolve taxonomic uncertainties concerning the classification of species within Aetobatidae, which remains under debate.", "date": "2025-08-16", "journal": ""}
{"title": "CVAE-based Causal Representation Learning from Retinal Fundus Images for Age Related Macular Degeneration(AMD) Prediction", "doi": "10.1101/2025.02.13.638092", "authors": "Kim, D.", "abstract": "Regarding relatively poor prognosis and acute vision impairment, analyzing Age-Related Macular Degeneration, or AMD has been one of the most important tasks in retinal disease analysis. Especially, constructing methods to analyze and predict Wet AMD, which is characterized by rapid RPE damage due to neovascularization, has been a demanding task for many ophthalmologists for decades. Recently, with advancements in ML/DL frameworks and computer vision AI, these previous efforts are now leading to drastic enhancements in AMD prediction and mechanism analysis. Specifically, use of attention mechanism based CNNs or XAI methods are leading to higher performance in predicting AMD status and reliable explanations. Under current success in the usage of cutting-edge techniques, this research implemented a novel latent causal representation learning framework to further enhance AI-based models to comprehend complex causal AMD mechanisms with only access to retinal fundus images, while constructing a more reliable type of AMD prediction model. Results show that valid convolutional VAE and GAE based explicit latent causal modeling can lead to successful causal disentanglements of underlying AMD mechanisms, while returning essential causal factors that can be utilized to reliably distinguish normal fundus and AMD fundus images in downstream tasks such as diagnosis prediction.", "date": "2025-08-16", "journal": ""}
{"title": "Instance-based Transfer Learning Enables Cross-Cohort Early Detection of Colorectal Cancer", "doi": "10.1101/2025.02.22.639690", "authors": "Sun, Y.; Wu, S.; Wu, Z.; Zhu, W.; Gao, H.; Xing, J.; Zhao, J.; Fan, X.; Su, X.", "abstract": "Colorectal cancer (CRC) continues to be a major global public health challenge. Extensive research has underscored the critical role of the gut microbiome for diagnostics of CRC. However, early-stage prediction of CRC, particularly at the precancerous adenomas (ADA) stage, remains challenging due to the instability of microbial features across cohorts. In this study, we conducted a systematic analysis of 2,053 gut metagenomes from 14 globally-sampled public cohorts and a newly recruited cohort. Despite substantial regional and cohort-level heterogeneity in microbiome composition, we elucidated that the consistent dynamic patterns of microbial signatures are the fundamental for CRC detection. These patterns enabled robust performance in both inter-cohort and independent validations using an optimized bioinformatics framework. In contrast, such basis was lacking in ADA-associated microbial markers, limiting the generalizability of early detection models. To address this, we developed an instance-based transfer learning approach, Meta-iTL, which effectively leveraged knowledge from existing datasets to detect CRC risk at the ADA stage in the newly recruited cohort. Thus, Meta-iTL overcomes challenges posed by cohort-specific variability and limited data availability, advances the application of non-invasive approaches for the early screening and prevention of CRC.", "date": "2025-08-16", "journal": ""}
{"title": "A zebrafish immunodeficiency model induced by the combination of Tacrolimus and Everolimus for rapid assessment of immune-enhancing agents", "doi": "10.1101/2025.04.06.647472", "authors": "Huang, M.; Jia, Z.; Zhou, J.; Liu, Y.; Lu, X.; He, X.", "abstract": "A methodology for the assessment of the immune-enhancing effects of various substances within a period of 5 days was reported. Experimentally, it was determined that the continuous treatment of Tacrollimus (0.5 ng/mL) and Everolimus (5 g/mL) on zebrafish from 48 hpf to 120 hpf was sufficient to establish an immunodeficient model. The results showed that the model exhibited a significant reduction in the number of immune cells (thymocytes, myeloid cells, and macrophages) and a greater than 50% decrease in the expression of immune-related genes (itk, hexb, cpa5, isg15, rsad2). Astragalus powder can effectively increase the content of thymic T cells and macrophages, but its effect on myeloid cells is limited. Ganoderma lucidum spore powder had the most obvious influence on macrophages, with limited impact on thymus cells and myeloid cells. Royal jelly showed a significant effect on thymus T cells and macrophages, but its effect on myeloid cells was limited. Bailing capsule can significantly increase the content of myeloid cells and thymus T cells, while its effect on macrophages was limited. The study showed immune indexes varied in recovery with different immunomodulators versus the model group, suggesting they may act via distinct mechanisms.", "date": "2025-08-16", "journal": ""}
{"title": "Interpersonal alignment in infra-slow EEG rhythms and bodily signals anticipates mutual recognition", "doi": "10.1101/2025.05.29.656704", "authors": "Gravel, N. G.; Formento, N.; Froese, T.", "abstract": "Across multiple timescales, neural rhythms play a crucial role in coordinating cognitive and physiological processes, with slower frequencies potentially relevant during social interaction. While electroencephalography (EEG) has been widely used to study such processes, examining these slower aspects during social interaction presents unique methodological challenges. Here we address this issue by investigating infra-slow EEG, respiratory, and electrodermal signals recorded simultaneously during a perceptual crossing experiment (PCE)-a recently established paradigm in social cognition and EEG hyperscanning. Through innovative spectral characterization methods and a novel dyadic regression approach, we establish a methodological framework for examining infra-slow dynamics that coordinate brain and body during social interaction. Our analysis revealed that, when time-locked to task responses, the spectral power of infra-slow oscillations (ISOs) at 0.05 Hz and 0.1 Hz showed enhanced inter-participant similarity in dyads achieving mutual recognition relative to those that did not. Although not strictly simultaneous, this inter-personal alignment in the spectral power of ISOs was accompanied by concurrent dynamics both in respiratory pressure and electrodermal activity, suggesting that ISOs reflect the integration of autonomic, cognitive, and social processes, with their alignment facilitating shared understanding and joint action. Crucially, we find that task-responses in participants who successfully engaged in the PCE task were coupled to the phase of the 0.1 Hz rhythm. Additionally, we show that ISOs and aperiodic activity tracked behaviorally relevant transitions, notably prior to and during the perceptual crossing task. Taken together, our findings highlight an important role for ISOs in mediating the temporal dynamics of social cognition and show that inter-participant alignment in ISOs and physiological signals can serve as a proxy for the complex interplay between body physiology, cognition, and social behavior.", "date": "2025-08-16", "journal": ""}
{"title": "AsCas12a Exhibits Intrinsic, DNA-Independent ATPase Activity", "doi": "10.1101/2025.06.05.658205", "authors": "Bhattacharya, S.", "abstract": "Cas12a (previously Cpf1) is a class 2 CRISPR-Cas effector protein with RNA-guided DNA endonuclease activity and is widely used for genome editing. While its DNA cleavage and target recognition mechanisms have been studied extensively, the possibility of auxiliary enzymatic functions remains underexplored. Here, I report that Acidaminococcus sp. Cas12a (AsCas12a) possesses intrinsic ATPase activity, despite lacking canonical nucleotide-binding or hydrolysis motifs. Using a radiometric thin-layer chromatography (TLC) assay, I demonstrate that AsCas12a hydrolyzes ATP in a concentration and time- dependent manner. Importantly, this activity occurs independently of DNA cofactors, as neither single-stranded nor double-stranded DNA could influence the rate or extent of ATP hydrolysis. Bioinformatic analyses using NsitePred and SwissDock, as well as ATPbind, suggests potential ATP-binding residues with predicted favorable binding energies. This preliminary finding uncovers a previously unrecognized biochemical property of AsCas12a.", "date": "2025-08-16", "journal": ""}
{"title": "Evolution of thyroglobulin: an integrated view of its origin and complexity from a structural perspective.", "doi": "10.1101/2025.06.18.660348", "authors": "Gomes Pio, M.; Marques da Silva, W.; Rivolta, C. M.; Targovnik, H. M.", "abstract": "This study provides an extensive bioinformatics evaluation of the origin and structural complexity of thyroglobulin (TG). We investigate the structural and evolutionary conservation of TG in Petromyzon marinus (sea lamprey) by reconstructing its complete TG sequence and comparing it to human TG. Using genomic data from NCBI, Uniprot, and Ensembl, we assembled a 2831amino acid sequence (TGPM), identifying key TG modules, including 11 TG type 1 modules, three TG type 2 modules, five TG type 3 modules, as well as the linker, hinge, and ChEL domains. Sequence alignment with human TG revealed strong conservation of hormonogenic tyrosines and cysteine residues, underscoring their structural significance in both species. We generated a PDB model for TGPM using the Swiss Model program for homology modeling. The full length sea lamprey TG was subsequently aligned with full length human TG through the Matchmaker command in UCSF ChimeraX, revealing a consistent structural overlap across all four regions (I, II, III, IV), highlighting their evolutionary conservation. Additionally, we identified a second sea lamprey TG transcript, TGPM1746, which begins with the TG type 1 10 module and extends to the carboxyl terminus, exhibiting high homology with TGPM except in region III. We also present an evolutionary model proposing that nidogen, a protein containing TG type 1 modules, may have been the precursor to TG. Through genetic rearrangements and duplication events, a proto TG likely emerged, influenced by environmental factors such as ionizing radiation. Structural modifications led to the loss of nidogens globular regions, resulting in a secretory proto-TG containing three TG type 1 modules. Successive duplications expanded the TG structure, ultimately forming TG 11 type 1 modules, closely resembling the ancestral TG in Petromyzon marinus. The final evolutionary phase involved the incorporation of TG type 3 and TG type 2 modules, followed by the fusion of the ChEL domain, which enhanced TG secretion and thyroid hormone biosynthesis. Our findings confirm that the TG complexation process is fully established in lampreys and has remained virtually unchanged throughout vertebrate evolution.", "date": "2025-08-16", "journal": ""}
{"title": "Healthy human eyes misaligned optical components: Binocular Listings law", "doi": "10.1101/2025.06.23.661014", "authors": "Turski, J.", "abstract": "The healthy human eyes optical components are misaligned. Although important in studying vision quality, it has been overlooked in research on binocular and oculomotor vision. This study presents the construction of ocular torsion in the binocular system that incorporates the fovea displaced from the posterior pole and the lens tilted away from the eyes optical axis. When the eyes binocular posture changes, each eyes torsional position transformations, computed in the framework of Rodrigues vector, are visualized in GeoGebra simulations. Listings law, important in oculomotor control by constraining a single eye redundant torsional degree of freedom, is ab initio formulated for bifoveal fixations in the binocular system with misaligned optical components for the fixed upright head. It leads to the configuration space of binocularly constrained eyes rotations, including the noncommutativity rule. This formulation modifies the Listing plane of the straight-ahead eyes primary position by replacing it with the binocular eyes posture corresponding to the empirical horopters abathic distance fixation, a unique bifoveal fixation for which the longitudinal horopter is a straight frontal line. Notably, it corresponds to the eye muscles natural tonus resting position, which serves as a zero-reference level for convergence effort. Supported by ophthalmology studies, it revises the elusive neurophysiological significance of the Listing plane. Furthermore, the binocular constraints couple 3D changes in the eyes orientation and, hence, torsional positions during simulations with GeoGebras dynamic geometry. The binocular Listings law developed here can support this coupling, which is important in oculomotor control. The results obtained in this study should be a part of the answers to the questions posted in the literature on the relevance of Listings law to clinical practices.", "date": "2025-08-16", "journal": ""}
{"title": "Interbacterial AI-2 communication drives stage-specific genetic programs to support Salmonella colonisation in the murine gut", "doi": "10.1101/2025.07.28.667109", "authors": "Singh, A.; Nair, A. V.; Rajmani, R. S.; Chakravortty, D.", "abstract": "The cooperative response through AI-2 allows Salmonella to coordinate and regulate its community behaviours crucial for its survival and infection. Understanding these mechanisms is essential for developing strategies to interfere with Salmonella's ability to cause disease. In this study, we report that Salmonella Typhimurium uses AI-2 signaling to modulate the expression of chemotaxis and motility-associated genes and the formation of flagella on the bacterial cell surface. The AI-2 acts as a chemoattractant, and the cascade mediates the chemotactic response of Salmonella. Such regulations assist in the attachment and invasion of Salmonella into intestinal epithelial cells both in vitro and in a murine model. Furthermore, we determined that HilD, known to regulate motility by induction of a chemoreceptor and SPI-1 in Salmonella, along with key SPI-1 genes, is underexpressed in the absence of LuxS/AI-2 signaling, which unravels a complex regulatory network by AI-2 in Salmonella. Beyond the initial phase, this signaling facilitates survival in the presence of polymyxin B and supports intracellular survival and persistence within epithelial cells by regulating the pmrD/AB system, thereby evading the antimicrobial peptide immune response. Additionally, our findings show that Salmonella activates its LuxS/AI-2 signalling cascade within the Caco-2 epithelial cells. Complementary observation through transcriptomic profiling revealed that LuxS/AI-2 signalling governs the coordinated regulation of genes implicated in distinct phases of Salmonella pathogenesis. Lastly using a mouse model, we show that AI-2 signaling is critical for organ colonization and virulence of Salmonella, and inhibition of LuxS/AI-2 signaling in combination with antibiotics can be an alternative therapeutic approach. Thus, our study dissects an integrated regulatory mechanism by which AI-2 signaling mediates critical processes during multiple stages of Salmonella Typhimurium pathogenesis.", "date": "2025-08-16", "journal": ""}
{"title": "Phyling: phylogenetic inference from annotated genomes", "doi": "10.1101/2025.07.30.666921", "authors": "Tsai, C.-H.; Stajich, J. E.", "abstract": "Phyling is a fast, scalable, and user-friendly tool supporting phylogenomic reconstruction of species phylogenies directly from protein-encoded genomic data. It identifies orthologous genes by searching a sample's protein sequences against a Hidden Markov Models marker set, containing single-copy orthologs, retrieved from the BUSCO database. In the final step, users can choose between consensus and concatenation strategies to construct the species tree from the aligned orthologs. Phyling efficiently resolves large phylogenies by optimizing memory usage and data processing. Its checkpoint system enables users to incrementally add or remove samples without repeating the entire search process. For analyses involving closely related taxa, Phyling supports the use of nucleotide coding sequences, which may capture phylogenetic signals missed by protein sequences. The benchmark results show that Phyling substantially runs faster than OrthoFinder, a Reciprocal Best Hit based method, while achieving equal or better accuracy.", "date": "2025-08-16", "journal": ""}
{"title": "Organ-specific and conserved regulatory logic orchestrates gene expression in the embryonic mesothelium", "doi": "10.1101/2025.08.06.668886", "authors": "Dang, Q. M.; Smart, N.; Redpath, A. N.; Vieira, J. M.", "abstract": "The embryonic coelomic mesothelium undergoes epithelial-to-mesenchymal transition (EMT) to promote vascular growth and parenchymal development. A prominent example is the epicardium, which plays an essential role during heart development. Little is known about the mechanisms behind gene regulation in the coelomic mesothelium, or the organ-specific enhancer logic that endows specialization. Using gene regulatory network inference via multi-omic analysis, our study reveals trans- and cis-regulatory elements (CREs) that regulate mesothelial gene expression in three organs: heart, lung, and pancreas. We delineate pivotal transcription factors (TFs) and CREs specific to the epicardium, and show, in contrast, that the TF MAF orchestrates pan-mesothelial gene expression via conserved CREs, which are absent in non-mesothelial lineages. MAF may preserve mesothelial identity, evidenced by negative correlation with EMT and mouse-human conservation. Collectively, our work elucidates the regulatory logic behind cell type identity and leverages single-cell integration to gain insights into mammalian organ development.\n\nHighlightsO_LICoelomic mesothelia display distinct transcriptome linked to their morphogenic role\nC_LIO_LIMesothelial markers associate with organ-specific trans- and cis-regulatory logic\nC_LIO_LIPan-mesothelial gene regulatory mechanisms control canonical marker expression\nC_LIO_LIIntegrating mouse and human datasets uncovers conserved dynamics of epicardial EMT\nC_LI", "date": "2025-08-16", "journal": ""}
{"title": "NetMD: Unsupervised Synchronization of Molecular Dynamics Trajectories via Graph Embedding and Time Warping", "doi": "10.1101/2025.08.12.669871", "authors": "Mangoni, M.; Bianco, S. D.; Petrizzelli, F.; Pieroni, M.; Guzzi, P. H.; Caputo, V.; Biagini, T.; Mazza, T.", "abstract": "Molecular dynamics (MD) simulations yield detailed atomistic views of biomolecular processes, yet comparing independent trajectories is hindered by stochastic divergence. Here, we introduce NetMD, a computational approach that synchronizes and analyzes MD trajectories by combining graph-based representations with dynamic time warping. Frames are transformed into residue-contact graphs, entropy-filtered to retain variable interactions, and embedded as low-dimensional vectors. NetMD then uses time-warping barycenter averaging to align these vector trajectories, yielding a consensus \"average\" trajectory while pruning the outlier simulations. Applied to diverse systems, such as transporters, demethylases, and protein complexes, NetMD revealed shared multiphase dynamics and pinpointed mutation- or ligand-specific deviations. Thus, this method enables an unsupervised, time-resolved comparison of MD ensembles across conditions. It is robust, broadly applicable, and available as an open-source software, offering a powerful tool for uncovering common patterns and critical divergences in biomolecular dynamics.", "date": "2025-08-16", "journal": ""}
{"title": "Increased atherosclerosis and expression of inflammarafts in macrophage foam cells in AIBP-deficient mice", "doi": "10.1101/2025.08.12.669996", "authors": "Li, S.; Nazarenkov, N.; Alekseeva, E.; Navia-Pelaez, J. M.; Secrest, P.; Gordts, P. L.; Heinz, S.; Miller, Y. I.", "abstract": "Background: Atherosclerotic lesions comprise different populations of macrophages, including lipid-laden macrophage foam cells and non-foamy, inflammatory macrophages, playing different roles in disease progression. Previous studies demonstrated higher expression of inflammarafts - enlarged, cholesterol-rich lipid rafts hosting assemblies of inflammatory receptors - in non-foamy, inflammatory macrophages, as opposed to lower inflammarafts in lipid-lade macrophage foam cells. Apolipoprotein A-I Binding Protein (AIBP) facilitates cholesterol efflux from macrophages and has been shown to reduce inflammatory responses and protect against atherosclerosis. This study investigated the effect of AIBP deficiency on inflammaraft expression in aortic foam cells and non-foamy macrophages in hypercholesterolemic mice. Methods: Single-cell suspensions were prepared from aortae of Apoa1bp-/-Ldlr-/- and Ldlr-/- male and female mice fed a high-cholesterol, high-fat diet. CD45+ F4/80+ macrophages were gated for BODIPY-high foamy and BODIPY-low non-foamy cells and analyzed for the expression of inflammaraft markers TLR4 (toll-like receptor-4) dimers and lipid rafts. Consecutive sections of the aortic root were stained with modified Van Gieson stain to assess lesion and necrotic core sizes. Results: Foam cells constituted a higher percentage of macrophages and contained more neutral lipid in Apoa1bp-/-Ldlr-/- compared to Ldlr-/- aorta. Importantly, in AIBP-deficient mice, foam cells expressed higher levels of TLR4 dimers and lipid rafts than in control mice, while non-foamy cells expressed similar levels. Apoa1bp-/-Ldlr-/- mice had larger atherosclerotic lesions and necrotic cores compared to Ldlr-/- mice. Male and female mice showed similar results. Conclusions: Our results indicate that AIBP deficiency leads to the formation of a new foam cell phenotype in which the increased lipid accumulation is associated with an increased expression of TLR4 inflammarafts. This transition of foam cells to a proinflammatory phenotype correlates with the development of advanced atherosclerotic plaques.", "date": "2025-08-16", "journal": ""}
{"title": "nf-core/proteinfamilies: A scalable pipeline for the generation of protein families", "doi": "10.1101/2025.08.12.670010", "authors": "Karatzas, E.; Beracochea, M.; Baltoumas, F. A.; Aplakidou, E.; Richardson, L.; Fellows Yates, J. A.; Lundin, D.; nf-core community,  ; Buluc, A.; Kyrpides, N.; Georgakopoulos-Soares, I.; Pavlopoulos, G. A.; Finn, R. D.", "abstract": "The growth of metagenomics-derived amino acid sequence data has transformed our understanding of protein function, microbial diversity and evolutionary relationships. However, the vast majority of these proteins remain functionally uncharacterized. Grouping the millions of such uncharacterised sequences with the few experimentally characterised ones allows the transfer of annotations, while the inspection of conserved residues with multiple sequence alignments can provide clues to function, even in the absence of existing functional information. To address the challenges associated with this data surge and the need to group sequences, we present a scalable, open-source, parametrizable Nextflow pipeline (nf-core/proteinfamilies) that generates protein nascent families or assigns new proteins to existing families. The computational benchmarks demonstrated that resource usage can scale approximately linearly with input size, while the biological benchmarks showed that the generated protein families closely resemble manually curated families found in widely used databases.", "date": "2025-08-16", "journal": ""}
{"title": "Integrated histopathologic modeling of detailed tumor subtypes and actionable biomarkers", "doi": "10.1101/2025.08.14.670351", "authors": "Boehm, K. M.; Darmofal, M.; Pasha, A.; Aukerman, A.; Lim, R.; Seffar, E.; Pollard, T.; Rekhtman, N.; Chang, J.; Kohli, A.; Moore, D.; Ligero, M.; Gao, J.; Asimomitis, G.; Begum, A.; Pareja, F.; Al-Ahmadie, H.; Busam, K. J.; Dimitriou, N. M.; Hameed, M.; Dogan, A.; Ellenson, L. H.; Chen, J.-F.; Gomez, D.; Lee, N.; Sherman, E.; Nagar, H.; Braunstein, L. Z.; Weigelt, B.; Fagin, J.; Fu, S.; Alarcon, J.; Patil, N.; Alsaafin, A.; Brannon, A. R.; Amoah, K.; Eichholz, J.; Voss, M.; Jee, J.; Fong, C.; Waters, M.; Pike, L. R. G.; Razavi, P.; Romesser, P.; Khan, A.; Chatila, W. K.; Islam, A.; Sverdlik, E", "abstract": "Accurate cancer subtyping with accompanying molecular characterization is critical for precision oncology. While machine learning approaches have been applied to both digital pathology and cancer genomics, previous work has been limited in sample size and has typically aggregated granular cancer subtypes into coarse groupings , likely obfuscating informative molecular and prognostic associations and phenotypic variation of more detailed tumor subtypes. Accordingly, we collated 378,123 hematoxylin and eosin (H&E)-stained whole-slide images (WSIs) with matched targeted DNA clinical sequencing results and OncoTree detailed cancer subtypes from a real-world cohort of 71,142 patients. Using this scaled, granular dataset and a cancer subtype knowledge graph, we developed Mosaic: a family of calibrated machine learning models using H&E WSI embeddings to classify tumors and identify molecular phenotypes across 163 detailed subtypes. The cancer subtyping module (Aeon) achieved an area under the receiver operating characteristic curve (AUROC) of 0.992 overall, with 161/163 subtypes reaching an AUROC [&ge;] 0.90 and improved performance over a state-of-the-art genomics-based classifier. The genomic inference module (Paladin) achieved an AUROC [&ge;] 0.80 for 167 pairs of detailed subtypes and genomic targets. We further used the learned histopathologic representations to i) identify key associations of the histopathologic embeddings with clinical biomarkers; ii) identify unsupervised sub-clusters of tumors with genomic determinants of tumor phenotype; iii) specify granular diagnoses for cancers of unknown primary, evaluated by genomic associations and expected clinical outcome distributions; iv) annotate functional significance for variants of uncertain significance (VUS); and v) identify cases that mimic the phenotypic effect of known DNA variants on H&E in the absence of detectable DNA alterations. Taken together, this work advances our understanding of phenotypic variation of granular tumor subtypes, their relevance to enhanced diagnostics, and their potential utility in risk stratification with multimodal machine learning in cancer.", "date": "2025-08-16", "journal": ""}
{"title": "Knowledge, Attitudes and Practices on Antimicrobial Resistance Among Practising Veterinary and Para-veterinary Professionals in Zambia", "doi": "10.1101/2025.08.14.670270", "authors": "Mwape, T.; Dewe, T. C. M.; Sitali, D.; Nyakarahuka, L.; Gilbert, C.; Pyatt, A.; Muma, J. B.; Mumba, C.", "abstract": "In this study, we aimed to assess the knowledge, attitudes, and practices (KAP) of veterinary and para-veterinary professionals concerning antimicrobial resistance (AMR), in order to identify key drivers of inappropriate antimicrobial use and gaps in current stewardship efforts. Data was collected from a cross-sectional survey of 144 veterinary and para-veterinary professionals (n=144) using an online structured self-administered questionnaire in ZOHO software. We analyzed data using descriptive statistics and logistic regression in IBM SPSS Statistics Version 25. The findings revealed a high foundational knowledge of AMR, with 66.7% correctly defining AMR. The majority of respondents (82%) acknowledged that overuse of antimicrobials reduces their effectiveness and expressed strong support for mitigation efforts, with 95.8% endorsing farmer education as a key strategy. However, significant gaps in practice persisted: 75% of animal owners frequently initiated antibiotic use without supervision; professionals largely relied on empirical treatment (62.5%); and only 20.8% of professionals routinely performed antimicrobial susceptibility testing (AST), due to barriers like cost and laboratory accessibility. Logistic regression analysis revealed no significant associations between socio-demographic variables and levels of AMR knowledge or attitudes. This suggests that barriers to responsible antimicrobial use may be more structural than individual. We conclude that while Zambian practicing veterinary and para-veterinary professionals possess strong AMR awareness and positive attitudes, risky practices do persist. We recommend strengthening AMR stewardship with a holistic One Health approach by improving veterinary services to promote more appropriate and effective antimicrobial use.", "date": "2025-08-16", "journal": ""}
{"title": "Mapping social relevance in affective scenes: A large-scale multidimensional rating study", "doi": "10.1101/2025.08.14.670229", "authors": "Mitschke, V.; Grassi, F.; Doganer, A.; Schacht, A.", "abstract": "Understanding how individuals evaluate social content in affective scenes is crucial for research in emotion, social cognition, and decision-making. However, standardized image databases often lack fine-grained ratings of social dimensions beyond basic emotional content. We present a normative dataset of 296 affective scenes rated by 424 adult participants across six social-affective dimensions: social relevance, emotion sharing, action sharing, interpersonal equality, scene pleasantness, and participatory arousal. Each image was independently coded for objective features such as number of people, face visibility, and gaze direction. All rating dimensions showed excellent interrater reliability. Pleasantness ratings demonstrated strong convergent validity with established valence norms from the International Affective Picture System (IAPS), while arousal ratings differentiated between experienced and participatory arousal, suggesting that the latter captures a distinct affective component. Correlation analyses revealed that social relevance was strongly predicted by scene pleasantness and a composite \"engagement\" factor combining emotion sharing, action sharing, and equality. Notably, the association between pleasantness and social relevance was especially pronounced in scenes depicting single individuals. Linear mixed models further indicated that extraversion modestly amplified the relationship between engagement and social relevance, while other personality traits and empathy did not significantly affect ratings. This open-access dataset provides a reliable, multidimensional tool for selecting affective scenes based on both emotional and social-interpersonal features. It supports improved stimulus control and design in a wide range of behavioral and neurocognitive research. By systematically mapping social meaning in static affective scenes, our study advances existing methodological resources and offers empirical insight into the structure of social-affective appraisals. All image codes, mean ratings, and analysis scripts are publicly available via the Open Science Framework.", "date": "2025-08-16", "journal": ""}
{"title": "Comparison of the effects of lithium orotate and lithium carbonate on locomotion and memory in a Drosophila melanogaster model of Alzheimer's disease", "doi": "10.1101/2025.08.13.670149", "authors": "Alla, I. R.; Chung, R.", "abstract": "Alzheimer's disease (AD) is a terminal neurodegenerative disease characterized by cognitive decline and memory loss resulting from the buildup of amyloid-beta plaques and tau protein tangles. Lithium salts, particularly lithium carbonate (Li2CO3), inhibit the enzyme Glycogen Synthase Kinase-3, which is upregulated in AD, reducing tau and amyloid-beta accumulation, inflammation, and oxidative stress. However, Li2CO3 has declined in use due to long-term neurotoxicity. Lithium orotate (LiOr), an alternative lithium salt, has greater bioavailability--delivering more ions to the brain--but was discontinued in the 1970s due to toxicity concerns at equivalent doses. It was hypothesized that LiOr would be more effective than Li2CO3 at lower doses (5 mM) due to higher lithium ion transfer, while Li2CO3 may outperform LiOr at higher doses (10 mM) due to LiOr's toxicity. This study compares LiOr and Li2CO3 in treating locomotion and memory in a Drosophila melanogaster model produced by crossing UAS amyloid-beta 42 and Act5c GAL4 flies via the GAL4/UAS system. Once aged to 25 days, flies were assessed for locomotion using the negative geotaxis assay and for short-term memory using the aversive phototaxic suppression (APS) assay. These behavioral assays aim to quantify changes in cognitive and motor function resulting from treatment. Results suggest Li2CO3 improves cognitive and motor performance in healthy flies, but LiOr was not found to be significantly more effective. This study offered a novel comparison of two lithium compounds in an Alzheimer's model and may guide research into safer, more effective AD and lithium treatments.", "date": "2025-08-16", "journal": ""}
{"title": "Blunted response of caudal locus coeruleus to arousing stimuli in Parkinson's Disease", "doi": "10.1101/2025.08.13.670094", "authors": "Lund, A. E.; Madelung, C. F.; Madsen, K. H.; Thomsen, B. L. C.; Lokkegaard, A.; Meder, D.; Siebner, H. R.", "abstract": "Parkinson's disease (PD) causes progressive degeneration of noradrenergic neurons in the locus coeruleus (LC), contributing to non-motor symptoms. Using neuromelanin-sensitive ultra-high field (7T) MRI, we previously identified a reduction in neuromelanin signal in the caudal LC, indicating a rostro-caudal gradient of noradrenergic cell loss. Caudal LC degeneration was associated with greater severity of non-motor symptoms such as orthostatic hypotension and apathy. In the current study, we expanded the PD cohort to further validate the structure-symptom relationships within the LC and investigate how degeneration along the rostro-caudal LC axis affects arousal-related functional responsivity. To this end, 71 people with PD in the ON-medication state and 40 age- and sex-matched healthy controls underwent clinical assessments and 7T magnetization transfer-weighted (MTw) MRI to quantify structural changes along the rostro-caudal LC axis. A subgroup of 30 people with PD and 27 controls underwent 7T fMRI to assess LC responsivity to arousing auditory and visual stimuli in two fMRI sessions on separate days. Healthy controls were scanned twice without medication, while people with PD were studied on and off dopaminergic medication in counterbalanced order. In the PD group, MTw MRI confirmed a significant reduction of the regional neuromelanin signal in caudal LC relative to the control group (P = 0.0099). This structural disintegration correlated with orthostatic hypotension (P = 0.0087) and cognitive impairment (P = 0.036), corroborating its clinical relevance. Functional MRI revealed reduced activation of the caudal LC to arousing visual and auditory stimuli in people with PD relative to controls (P = 0.012). This difference reached statistical significance only in the ON-medication state, with a similar but non-significant trend in the OFF-medication state (P = 0.10). In an exploratory analysis of a smaller sub-sample, structural and functional caudal LC signals were significantly correlated in both people with PD and healthy controls (P = 0.0069). Together, the findings provide evidence for a rostro-caudal gradient of LC pathology in PD at both structural and functional levels. While structural MRI provides fine-grained insights into spatial gradients of disease-related pathology, functional MRI captures impaired functional responsivity of caudal LC. The presence of arousal-induced hypoactivation of caudal LC in the ON-medication state indicates that LC dysfunction extends beyond dopamine deficits in PD, highlighting complex interactions between dopaminergic and noradrenergic systems.", "date": "2025-08-16", "journal": ""}
{"title": "Deep Brain Stimulation rescues the homeostasis disruption of circulating D- and L-amino acids level in men with Parkinson's Disease.", "doi": "10.1101/2025.08.13.668904", "authors": "Nuzzo, T.; Carrillo, F.; Serra, M.; Gentile, C.; Di Maio, A.; Pizzella, A.; Pietracupa, S.; Modugno, N.; Errico, F.; Esposito, T.; Usiello, A.", "abstract": "In a comprehensive study of genetically and clinically characterized male and female Parkinson's disease (PD) patients and healthy controls, we recently reported a marked downregulation in blood D- and L-amino acids level that regulate glutamatergic NMDAR function, particularly in idiopathic male cases. However, the extent to which disease progression and antiparkinsonian therapies contribute to this systemic dysregulation remains unclear. To address these issues, in the present study we measured by High Performance Liquid Chromatography the concentrations of glutamatergic system-related D- and L-amino acids and their precursors in the plasma of male and female healthy controls (HC) and PD patients across three distinct clinical stages and treatment conditions: (1) early stage L-DOPA naive patients treated with MAO-B inhibitors; (2) mid-stage patients treated with L-DOPA; and (3) advanced stage patients receiving Deep Brain Stimulation in the subthalamic nucleus (STN-DBS) plus L-DOPA. Our results reveal notable reduction of circulating neuroactive D- and L-amino acids exclusively in male PD patients, while female patients remain unaffected regardless of disease stage or treatment. In male patients, this dysregulation manifests early, with L-DOPA-naive individuals showing decreased plasma levels of L-glutamate and L-aspartate. In mid stage L-DOPA-treated PD patients, amino acid reductions extend to L-alanine, L-serine, L-glutamine, L-asparagine, and L-threonine. Remarkably, in advanced PD patients, with a median disease duration of ~23 years, STN-DBS normalizes the blood concentrations of these amino acids to those observed in HC. In conclusion, our study highlights the potential of circulating D- and L-amino acid dysregulation as an early biomarker of PD and demonstrates that, in contrast to L-DOPA therapy, the STN-DBS confers systemic metabolic benefits even at advanced stages of the disease.", "date": "2025-08-16", "journal": ""}
{"title": "Age-related cognitive decline in house crickets reveals conserved patterns of sensory and learning deficits across the lifespan", "doi": "10.1101/2025.08.14.670304", "authors": "Liao, G. Y.; Klug, J.; Ladiges, W. C.", "abstract": "Cognitive decline with age is characterized by impairments in learning, sensory discrimination, and decision-making. While mammalian models have advanced understanding of the neural substrates of aging, their use in large-scale behavioral studies is limited. Invertebrate models, such as the house cricket (Acheta domesticus), offer short lifespans, high throughput, and conserved neurobiological pathways but remain underexplored in geroscience. We developed a dual behavioral paradigm integrating an olfactory discrimination Y-maze and an escape learning task requiring crickets to override innate odor preferences. Adult, mid-age, and geriatric crickets were tested for sensory discrimination, associative learning, and decision speed. Morphological traits, including antennal and femoral metrics, were quantified to evaluate their influence on cognitive outcomes. Data were analyzed using ANOVA, ANCOVA, and logistic regression models. Aging impaired olfactory preference and learning success, with geriatric crickets showing reduced task acquisition and memory retention. Mid-age individuals exhibited the slowest decision-making, suggesting an early onset shift in behavioral strategy. Morphological traits predicted aspects of sensory performance and physiological resilience, such as reduced weight loss in crickets with larger femoral dimensions but did not explain age-related cognitive deficits. Olfactory decline was particularly pronounced in males, mirroring sex differences observed in human cognitive aging. House crickets exhibit hallmark features of cognitive aging, including sensory decline, learning impairments, and reduced resilience, independent of morphological deterioration. These findings establish the house cricket as a scalable invertebrate model for dissecting conserved mechanisms of neural aging and testing interventions to promote cognitive health.", "date": "2025-08-16", "journal": ""}
{"title": "ChemGenXplore: An Interactive Tool for Exploring and Analysing Chemical Genomic Data", "doi": "10.1101/2025.08.13.670066", "authors": "Ahmad, H.; Doherty, H.; Benedict, S.; Haycocks, J. R.; Zhou, G.; Moynihan, P. R.; Moradigaravand, D.; Banzhaf, M.", "abstract": "Motivation: Chemical genomics is a useful high-throughput approach to systematically link phenotypes to genotypes. However, the vast datasets generated remain challenging to explore due to the lack of integrated, interactive tools for visualisation and analysis. Existing workflows often require multiple independent software tools, limiting data accessibility and collaboration. Therefore, we created a user-friendly platform that enable efficient exploration and sharing of chemical genomics data. Results: We developed ChemGenXplore, a web-based Shiny application designed to streamline the visualisation and analysis of chemical genomic screens. It offers two primary functionalities: one for exploring pre-implemented datasets and another for analysing user-uploaded datasets. ChemGenXplore enables users to visualise phenotypic profiles, assess gene-gene and condition-condition correlations, perform GO and KEGG enrichment analysis, and generate customisable, interactive heatmaps. By consolidating these features into an interactive and accessible tool, ChemGenXplore facilitates data sharing, enhances reproducibility, and promotes collaboration within the research community. Availability and Implementation: ChemGenXplore is freely accessible as a web application at https://chemgenxplore.kaust.edu.sa/ and is also available for local deployment via GitHub at https://github.com/Hudaahmadd/ChemGenXplore.", "date": "2025-08-16", "journal": ""}
{"title": "Accurate and scalable multi-disease classification from adaptive immune repertoires", "doi": "10.1101/2025.08.12.669991", "authors": "Jiravejchakul, N.; Sengupta, A.; Li, S.; Upadhyaya, D.; Llamas-Covarrubias, M. A.; Hauer, F.; Haruna, S.; Standley, D. M.", "abstract": "Background: Machine learning models trained on paratope-similarity networks have shown superior accuracy compared with clonotype-based models in binary disease classification. However, the computational demands of paratope networks hinder their use on large datasets and multi-disease classification. Methods: We reanalyzed publicly available T cell receptor (TCR) repertoire data from 1,421 donors across 15 disease groups and a large control group, encompassing approximately 81 million TCR sequences. To address computational bottlenecks, we replaced the paratope-similarity network approach (Paratope Cluster Occupancy or PCO) with a new pipeline Fast Approximate Clustering Techniques (FACTS) which comprises of four main steps: (1) high-dimensional vector encoding of sequences; (2) efficient clustering of vectors; (3) donor-level feature construction from cluster distributions; and (4) gradient-boosted decision tree classification for multi-class disease prediction. Findings: FACTS processed 10 sequences in under 120 CPU hours. Using only TCR data, and evaluated with 3-fold cross-validation, it achieved a mean ROC AUC of 0.99 across 16 disease classes. Compared with the recently reported Mal-ID model, FACTS achieved higher donor-level classification accuracy for BCR (0.840 vs. 0.740), TCR (0.862 vs. 0.751), and combined BCR+TCR datasets (0.898 vs. 0.853). FACTS also preserved biologically meaningful signals, as shown by unsupervised t-SNE projections revealing distinct disease-associated and age-associated clusters. Interpretation: Paratope-based encoding with FACTS-derived features provides a scalable and biologically grounded approach for adaptive immune receptor (AIR) repertoire classification. The resulting classifier achieves superior multi-disease diagnostic performance while maintaining interpretability, supporting its potential for clinical and population-scale health profiling. Funding: This study was supported by the Japan Society for the Promotion of Science (JSPS) KAKENHI [JA23H034980] and by the Japan Agency for Medical Research and Development (AMED) [JP21am0101001].", "date": "2025-08-16", "journal": ""}
{"title": "A2AR-mediated inhibition of B cell maturation: a novel mechanism of immune suppression in cancer", "doi": "10.1101/2025.08.13.669666", "authors": "Tieppo, P.; Shehade, H.; Martinoli, C.; Mercier, M.; Carbonez, D.; Rosewick, N.; Jung, S.; Vezzu, A.; Pirlot, B.; Wald, N.; Ma, S.; Chaible, L.; Marillier, R.; Strozzi, F.; Marchante, J.; Brouwer, M.; Houthuys, E.; Deligny, M.; McGrath, Y.; Rossetti, M.", "abstract": "High levels of extracellular adenosine, highly abundant in the tumor microenvironment, promote immune suppression mainly through the A2AR expressed by tumor-infiltrating immune cells. Here we show that plasma cells are the most negatively affected by adenosine among the immune cells present in the tumor microenvironment. Furthermore, both tonsillar and tumor-associated B cells, including germinal center (GC)-like B cells, plasma cells and plasma blasts (PCs and PBs, respectively, and collectively referred to as antibody-secreting cells (ASCs), express high levels of A2AR. Given the importance of tumor-infiltrating B and PCs in antitumor responses, we investigated how adenosine impairs their numbers and function. Triggering of A2AR inhibited B cell maturation into ASCs and immunoglobulin production in vitro, and impaired upregulation of PC genes upon stimulation. These effects were restored by inupadenant (EOS100850), a potent and highly selective small molecule A2AR antagonist. Spatial transcriptomics analysis of tumor biopsies from patients treated with inupadenant revealed that ASCs specifically increased in tertiary lymphoid structures. Altogether, these data demonstrate that A2AR plays a key role in adenosine-mediated inhibition of B cell maturation toward ASCs through a B cell-intrinsic mechanism, and that this effect is fully reverted by inupadenant.", "date": "2025-08-16", "journal": ""}
{"title": "Enhancer Placement Impacts Transcriptional Dynamics in Drosophila Embryos", "doi": "10.1101/2025.08.14.670187", "authors": "Leyes Porello, E. A.; Wu, J.; Fallacaro, S.; Dreispiel Juan, E.; Trudeau, R. T.; Vidal, J. A.; Nieto, C.; Singh, A.; Mir, M.; Lim, B.", "abstract": "The functional role of enhancer-promoter configurations in transcription regulation remains poorly understood, despite the wide range of linear genomic distance and relative enhancer positioning observed in endogenous contexts. While canonical models suggest that enhancers operate independently of genomic position, technical limitations have obscured insights on transcriptional kinetics. Here, we employ single-cell MS2/MCP-based live imaging in Drosophila embryos to systematically analyze transcriptional dynamics driven by sub-10kb enhancer-promoter arrangements. Kinetic analyses reveal that while linear enhancer-promoter distance moderately tunes transcriptional output, downstream enhancer positioning reduces mRNA output by 70%. Each configuration modulates distinct transcriptional parameters: linear distance governs initiation kinetics, while relative enhancer positioning dictates transcriptional stability. These effects are consistent across varied enhancer and reporter sequences, revealing configuration-dependent cis-regulatory element arrangement as an intrinsic mechanism for transcriptional fine-tuning. This work challenges the paradigm of configuration-independent enhancer function and establishes a framework to dissect the interplay between genome architecture and trans-acting factors.", "date": "2025-08-16", "journal": ""}
{"title": "LENG8 mediates RNA nuclear retention and degradation in eukaryotes", "doi": "10.1101/2025.08.14.670437", "authors": "Tian, L.; Liu, L.; Yoon, Y.; Soles, L. V.; Valdez, M.; Jeong, J.; Yu, C.; Huang, L.; Shi, Y.", "abstract": "In eukaryotes, incompletely processed and misprocessed mRNAs as well as numerous noncoding RNAs are retained in the nucleus and often degraded. However, the mechanisms for this critical quality control pathway remain poorly understood. Here we identify LENG8 as a conserved RNA nuclear retention factor. We showed that LENG8 is recruited to pre-mRNAs by splicing factors, including the U1 snRNP. LENG8 binds to PCID2 and SEM1 to form the REX (Repressor of EXport) complex, which is conserved from yeast to human, and causes RNA nuclear retention by acting as a dominant negative factor for the essential mRNA export factor TREX-2. LENG8 depletion leads to the leakage of misprocessed mRNAs, including intronically polyadenylated and intron-retained mRNAs, as well as noncoding RNAs into the cytoplasm. Finally, LENG8 promotes RNA degradation by recruiting PAXT and the RNA exosome. Thus our study revealed a conserved quality control mechanism for eukaryotic gene expression that ensures only fully and correctly processed RNAs are exported from the nucleus.", "date": "2025-08-16", "journal": ""}
{"title": "Single-Cell Super-Resolution Quantification of Oxidative DNA Damage via Aptamer-Assisted DNA-PAINT", "doi": "10.1101/2025.08.15.670555", "authors": "Zhao, J.; Zhang, L.-S.; Liu, Y.; Jiang, S.; Xiang, L.", "abstract": "Accurately quantifying oxidative DNA damage at the single-cell level remains a major challenge due to the limitations of conventional ensemble-based assays, which obscure cell to cell variability and lack molecular specificity. To address this, we developed a super-resolution imaging strategy that combines an 8-oxo-dG specific DNA aptamer with DNA-PAINT, enabling quantitative visualization of 8-oxo-dG lesions with ~22 nm spatial resolution in individual cells. Our approach reliably detects 8-oxo-dG clusters, distinguishes oxidative damage levels across cells, and exhibits superior specificity and labeling efficiency compared to antibody-based methods. Furthermore, it enables direct evaluation of the repair efficiency of hOGG1 and its catalytic mutants at the single-cell level, overcoming the confounding effects of variable transfection efficiency. This method also serves as a platform for assessing the effects of pharmacological modulators and antioxidants on DNA repair. Looking forward, this strategy can be extended to map other small molecular targets, such as epigenetically modified DNA or RNA bases, with single-cell precision.", "date": "2025-08-16", "journal": ""}
{"title": "Structural rationalization of IPMK inhibitor potency.", "doi": "10.1101/2025.08.16.670669", "authors": "Wang, H.; Shears, S. B.; Blind, R. D.", "abstract": "Inositol polyphosphate multikinase (IPMK) is a ubiquitously expressed kinase that has been linked to several cancers including glioblastoma. The recent development of a large panel of ATP-competitive IPMK inhibitors has re-invigorated enthusiasm for targeting IPMK pharmacologically. However, the structural basis for how these inhibitors achieve such high potency is unknown. Here, we report 14 novel co-crystal structures (1.7 - 2.0 angstrom resolution) of the human IPMK kinase domain complexed with these 1st generation and 2nd generation IPMK inhibitors. We also apply a 33P-radiolabeled binding assay that permits high-confidence estimations of the IC50 values for these compounds, and isothermal titration calorimetry to establish the KD for compound binding to IPMK. The new structures reveal an unoccupied pocket in the ATP-binding site of human IPMK, that is engaged by the most potent 2nd generation inhibitors examined herein. Two ordered water molecules also participate in hydrogen-bonding networks associated with the most potent IPMK inhibitors. In addition to providing the molecular basis for observed increases in potency and selectivity of these inhibitors, the data presented here provide a toolbelt of 14 novel inhibitor-bound structures of human IPMK that can serve as a reference for all future IPMK structure-based inhibitor development efforts.", "date": "2025-08-16", "journal": ""}
{"title": "Molecular insights into ligand recognition and signaling of GPR99/OXGR1", "doi": "10.1101/2025.08.16.670657", "authors": "Liu, A.; Liu, Y.; Long, Y.; Ye, R. D.", "abstract": "GPR99/OXGR1 is a G protein-coupled receptor (GPCR) with two endogenous agonists, the tricarboxylic acid cycle derivative oxoglutarate and the inflammatory lipid mediator leukotriene E4 (LTE4). How GPR99/OXGR1 recognizes two distinct ligands is a biologically important question relevant to therapeutic development due to its established roles in asthma, allergy and inflammation. Here we present cryo-EM structures of GPR99/OXGR1-Gq complex with oxoglutarate and LTE4, respectively. The oxoglutarate-bound structure shows a binding pocket surrounded by the transmembrane domains (TM), with a primary site and an accessory site for simultaneous binding of two oxoglutarate molecules for full activation of the receptor. The TM binding pocket, however, is too small to accommodate the \"Y\" shaped structure of LTE4, a cysteinyl leukotriene. Alanine substitution of key residues for oxoglutarate binding had little impact on LTE4-induced signaling. An alternative site in between TM3/4/5 just above intracellular loop 2 was identified in the cryo-EM structure of GPR99/OXGR1-Gq complex formed with LTE4, but the densities were less well defined. Alanine substitution of amino acids potentially involved in LTE4 interaction at this site abrogated LTE4-induced receptor activation, with no effect on oxoglutarate-induced signaling. Both ligands activated GPR99/OXGR1 primarily through the Gq pathway, but LTE4 also induced inhibition of cAMP accumulation that was sensitive to pertussis toxin. These findings illustrate the structural basis for GPR99/OXGR1 interaction with oxoglutarate and suggest the presence of a distinct binding site for LTE4.", "date": "2025-08-16", "journal": ""}
{"title": "Design of an ultrabright biosensor for dynamic imaging of kinase activity in cells", "doi": "10.1101/2025.08.13.669976", "authors": "Li, X.; Tan, S. K.; Chung, C.-I.; Hatstat, K. A.; Zhao, Q.; Luo, J.; DeGrado, W. F.; shu, X.", "abstract": "Protein kinases regulate almost every major signaling pathway. Visualizing spatiotemporal dynamics of kinase activity is thus essential to understand cell signaling. Here we report a de novo-designed activity reporter of kinase, dubbed NOVARK, which contains a single polypeptide chain with multiple modular motifs that act as specific kinase substrates and reporters. NOVARK undergoes phosphorylation-induced higher order-assembly, which are detectable as ultrabright GFP droplets with a greater dynamic range than existing Forster resonance energy transfer-based kinase reporters. We designed versions of NOVARK that rapidly and reversibly report intracellular activity of protein kinase A, C, and ERK following stimulation/inhibition by upstream GPCR agonists. Our work provides a generalizable platform that enables the design of ultrabright biosensors for illuminating dynamic architecture of kinase signaling.", "date": "2025-08-16", "journal": ""}
{"title": "Influence of hyperparameters on the performance of deep learning-based microrobotic localization under phantom tissue", "doi": "10.1101/2025.08.13.670026", "authors": "Hoppe, J.; Nauber, R.; Castellanos Robles, D.; Czarske, J.; Medina Sanchez, M.", "abstract": "For the effective operation of medical microrobots within living organisms and precise targeting, it is imperative to employ imaging techniques closely integrated with real-time deep-tissue tracking methods. However, due to a typically low Signal-to-Noise ratio images with strong background, it is hard for traditional tracking methods to achieve sufficient accuracy. This challenge can be addressed by deep learning-based tracking with a real-time detection model. However, a multitude of design choices and Hyperparameters influence the performance. In this study we compared the influence of the hyperparameters and model architecture versions of the \"you only look once\" (YOLO) network. We use experimental data from a magnetic microrobot imaged with Photoacoustics through 5 mm phantom tissue to evaluate the tracking in comparison with an optical reference. The deep-learning based methods consistently achieved lower missing-detection ratios. Regarding the Root Mean Square localization error, we observed that increasing the weight of the box loss function and utilizing the distribution focal loss can enhance the performance by 10%. Furthermore, it can be seen that YOLOv9 consistently outperformed its predecessor YOLOv8. This study quantifies the robustness of deep-learning based tracking of medical microrobots under tissues.", "date": "2025-08-16", "journal": ""}
{"title": "Temperature-Related Intensity Change (TRIC)-based High Throughput Screening Platform for the Discovery of CHI3L1-Targeted Small Molecules", "doi": "10.1101/2025.08.13.670152", "authors": "Zhang, L.; Gabr, M.", "abstract": "Chitinase-3-like 1 (CHI3L1) protein is a secreted glycoprotein involved in various normal physiological processes, while its abnormal elevation is closely associated to carcinogenesis. CHI3L1 promotes tumor progression by recruiting and polarizing immune cells to sustain an immunosuppressive microenvironment, while directly stimulating cancer cell proliferation and migration. Although CHI3L1 deletion has shown therapeutic potential in animal models, the development of small molecule modulators remains limited. To address this gap, we developed a TRIC-based high-throughput screening (HTS) platform for CHI3L1 binding and applied it to a 5,280-compound library, yielding 11 binders (hit rate: 0.21%). Of these, three compounds (9N05, 11C19, and 3C13) were validated by surface plasmon resonance (SPR). Among the validated hits, 9N05 showed the strongest binding affinity to CHI3L1 but only weak inhibition of CHI3L1/galectin-3 interaction. In contrast, 11C19 significantly disrupted this interaction. This proof-of-concept study establishes TRIC-based screening as a viable approach for identifying CHI3L1-targeted small molecules and supports its use in future modulator discovery.", "date": "2025-08-16", "journal": ""}
{"title": "Development and Application of a Filamentous Phage-Based Rapid Detection Tool for Ralstonia pseudosolanacearum", "doi": "10.1101/2025.08.15.670626", "authors": "Luo, Q.; Shu, F.; Zheng, D.", "abstract": "Bacterial wilt caused by the Ralstonia solanacearum species complex (RSSC) is a devastating plant disease with a broad host range. Early detection is critical for disease management, yet conventional methods lack speed and specificity. This study developed a rapid detection system using engineered filamentous phages (RSCq) expressing bioluminescence genes (luxAB, nanoluc, and luxSit-i). Among the constructs, RSCqluxAB demonstrated optimal performance, detecting R. pseudosolanacearum at 1.58x103 CFU/mL within 12 hours, with minimal background noise. The phage retained stability for six months at 4, proving suitable for field applications. These findings highlight its potential for early pathogen monitoring, quarantine enforcement, and precision agriculture, though further validation in soil/plant samples is needed.", "date": "2025-08-16", "journal": ""}
{"title": "Enhanced Medium-Chain Fatty Acid Production in Megasphaera elsdenii via Adaptive Laboratory Evolution and Genomic Insights", "doi": "10.1101/2025.08.16.670643", "authors": "Chan, A.; Yong, A.; Ten, D.; Koh, W.; Tiong, Y. W.; Lim, Y. H.; Wong, F. T.", "abstract": "The transition to a sustainable bioeconomy has intensified research into microbial production of medium-chain fatty acids (MCFAs) such as butyric acid (BA) and hexanoic acid (HA), which are high-value precursors for biofuels and specialty chemicals. This study investigates the metabolic and genomic differences between Megasphaera elsdenii strains, JCM 1772 (ATCC 25940) and JCM 35779, focusing on their capacity for MCFA production. Preliminary analyses of JCM 1772 and JCM 35779, conducted using adaptive laboratory evolution (ALE) with ethyl methanesulfonate (EMS) mutagenesis, revealed notable differences between the two strains. JCM 1772 showed a capacity for adaptive evolution, leading to the emergence of mutants with increased HA production. In contrast, EMS was found to be toxic to JCM 35779 and was less effective in yielding mutants. Notwithstanding, JCM 35779 demonstrates a significant enhancement over JCM 1772 and its mutants, achieving up to 4.7 to 2.8-fold improvement in HA production while generally exhibiting lower BA production. Genomic analysis of these strains revealed the absence of a BA-specific CoA transferase in JCM 35779, which may explain its metabolic preference for HA over BA synthesis. This hypothesis was further supported by perturbation experiments involving acetate supplementation. These findings highlight the connections between genomic variation, metabolic pathways, and environmental perturbations in shaping MCFA output. By integrating genomic and metabolic insights, this work identifies targets for strain engineering to enhance MCFA production, advancing the potential of M. elsdenii as a sustainable bioproduction platform.", "date": "2025-08-16", "journal": ""}
{"title": "PXDesign: Fast, Modular, and Accurate De Novo Design of Protein Binders", "doi": "10.1101/2025.08.15.670450", "authors": "Ren, M.; Sun, J.; Guan, J.; Liu, C.; Gong, C.; Wang, Y.; Wang, L.; Cai, Q.; Chen, X.; Xiao, W.", "abstract": "PXDesign is an end-to-end protein binder design pipeline validated on six diverse protein targets, achieving nanomolar binder hit rates of 20-73% on five of them, representing a substantial improvement over prior methods such as AlphaProteo. The high experimental success rate of PXDesign stems from a systematic development process addressing the two essential stages of structure-based design: generation and filtering. In this work, we develop and benchmark both diffusion-based generative models and hallucination- based optimization approaches, identifying complementary strengths across tasks. Beyond generation, we systematically analyze confidence-based filtering and ranking strategies from multiple structure predictors, comparing their accuracy, efficiency, and complementarity on datasets spanning de novo binders and mutagenesis. These analyses inform the construction of a robust, high-hit-rate pipeline for protein binder design. To promote reproducibility and broader adoption, we release our filtering and benchmarking framework (https://github.com/bytedance/PXDesignBench) and provide public access to PXDesign via a webserver (https://protenix-server.com).", "date": "2025-08-16", "journal": ""}
{"title": "Histidine betaine trimethylammonia-lyase, a novel enzyme coupled with terminal urocanate reductase in Shewanella woodyi grown anaerobically", "doi": "10.1101/2025.08.13.670108", "authors": "Bertsova, Y. V.; Serebryakova, M. V.; Baykov, A. A.; Bogachev, A. V.", "abstract": "Bacteria coping with oxygen deficiency can switch to alternative terminal electron acceptors, which can be normal metabolic intermediates or products of dedicated coupled reactions. In the latter case, the genes for the respective terminal reductase and coupling enzyme are expected to cluster in the genome. Here, we determined the roles of two uncharacterized periplasmic proteins encoded by the swoo_3912-swoo_3913 gene cluster in the facultatively anaerobic marine bacterium Shewanella woodyi. We confirmed the current database annotation of the former protein as \"urocanate reductase\" but identified the latter protein as a previously unknown histidine betaine trimethylammonia-lyase (HBTL) enzyme. HBTL converts histidine betaine into urocanate and trimethylamine and is remarkably specific for histidine betaine as substrate. HBTL requires Mg2+ for activity and undergoes slow reversible inactivation at low Mg2+ concentrations. HBTL activity was not evident in S. woodyi cells grown aerobically but was induced in cells grown anaerobically. Both histidine betaine and urocanate supported anaerobic S. woodyi growth and, hence, respiration. Similar gene clusters are found in many anaerobic bacteria, suggesting a wide occurrence of the anaerobic respiration pathway discovered in this work in the bacterial world.", "date": "2025-08-16", "journal": ""}
{"title": "Single-dye, transfection-free FLIM multiplexing via bioorthogonal chemistry", "doi": "10.1101/2025.08.13.670148", "authors": "Dadina, N.; Kwon, J. H.; Lesiak, L.; Zheng, S.; Zoltek, M.; Brauer, D.; Schepartz, A.", "abstract": "Fluorescence lifetime imaging microscopy (FLIM) can visualize multiple targets in a single spectral window, making it a powerful tool to overcome multiplexing limitations during live cell fluorescence microscopy. Here we show that small molecule probes - which are well-suited for imaging applications due to high specificity, low toxicity, and the elimination of transfection requirements - can be fine-tuned via bioorthogonal chemistry to exhibit predictably different fluorescent lifetimes suitable for FLIM multiplexing.", "date": "2025-08-16", "journal": ""}
{"title": "The Consequences of Statistical Tests on Using Proxy Measurements in Place of Gold Standard Measurements: An Application to Magnetic Resonance Spectroscopy", "doi": "10.1101/2025.08.13.670023", "authors": "Treacy, M.; Juchem, C.; Landheer, K.", "abstract": "The use of proxy measurements in biomedical science is ubiquitous, due to the infeasibility or unavailability of gold-standard (i.e., most precise, accurate, and/or validated) measurements. For example, in magnetic resonance spectroscopy (MRS), short-echo time (TE) sequences are frequently employed to estimate difficult-to-measure metabolites such as GABA, despite J-difference editing being the recommended gold-standard for improved metabolic specificity. This work investigates the critical relationship between the correlation of proxy and gold-standard measurements and the associated false positive (FPR) and false negative (FNR) rates of statistical tests performed on proxy measurements. Through statistical simulations, we demonstrate that even moderately high correlations (0.6-0.7), reported in the literature for short-TE vs. J-edited estimated GABA, can lead to drastically inflated FPRs and FNRs. We show that these rates are highly sensitive to the magnitude of any introduced bias in the proxy measurement ({delta}) and the underlying true effect size ({Delta}). For instance, a small, unmeasured bias in short-TE estimated GABA, potentially arising from macromolecule contamination, can substantially inflate FPRs. Conversely, imperfect correlation can significantly reduce statistical power, leading to high FNRs, which may explain some discrepancies within the literature. Although this work focuses specifically on the relationship between short-TE and MEGA-edited GABA, the arguments presented here apply more broadly to other difficult-to-measure metabolites in MRS (e.g., glutathione, 2-hydroxyglutarate), or generally to any circumstance where statistical tests are performed on the readily available proxy measurements in place of gold-standard measurements.", "date": "2025-08-16", "journal": ""}
{"title": "Deep learning-based image quantification of epithelial cell shapes and its application to polycystic kidney disease", "doi": "10.1101/2025.08.13.670046", "authors": "Jahn, J.; Hofherr, A.; Consoli, C.; Fajen, B.; Goll, R.; Liedtke, G. T.; Boehm, A.; Selbach, F.; Zeisler, P. C.; Weichselberger, V.; Classen, A.-K.; Westermann, L.; Busch, T.; Koettgen, M.", "abstract": "Cell shape is a fundamental determinant of tissue architecture and organ function. In epithelial tissues, cytoskeletal organization and tight junctions regulate cell geometry, shaping functional tissue units. Disruption of these mechanisms may cause diseases such as autosomal dominant polycystic kidney disease (ADPKD), in which cyst formation is characterized by abnormal regulation of epithelial cell shape. The mechanisms of cystogenesis remain incompletely understood, highlighting the need for robust, high-throughput methods to quantify the morphology of epithelial cells. Here, we present a fully automated, deep learning-based image analysis pipeline to quantify epithelial cell shape and tight junction morphology from immunofluorescence images. Our approach employs a U-Net convolutional neural network for accurate segmentation of fluorescence labeled tight junctions. We introduce novel algorithms to quantify overall cell shape and tight junction morphology, as well as to estimate cytoskeletal traction at shared cell borders. Our analysis pipeline objectively identifies subtle morphogenetic changes associated with disease-related mutations, applied to a genetically modified Madin-Darby Canine Kidney cell model of ADPKD. The method enables high-throughput, standardized analysis, reduces observer bias, and facilitates comparison across experiments. We further demonstrate the pipeline's generalizability by applying it to Drosophila egg chamber epithelia. Our results establish a robust and scalable framework for analyzing cell shape and mechanical interactions in epithelial tissues, with broad applications in phenotypic screening, disease modeling, and morphogenesis research.", "date": "2025-08-16", "journal": ""}
{"title": "Foxp3 and BATF cooperatively direct cis-regulatory programs and gene expression for functional differentiation of Treg cells", "doi": "10.1101/2025.08.13.669552", "authors": "Murakami, R.; Hayatsu, N.; Miyao, T.; Liu, Z.; Shibata, S.; Matsuda, M.; Iizuka, Y.; Yoshida, H.; Hasegawa, Y.; Ise, W.; Koseki, H.; Kurosaki, T.; Hori, S.", "abstract": "Mechanisms by which diverse transcription factors (TFs) shape the heterogeneous transcriptional and epigenetic landscape of regulatory T (Treg) cells remain poorly understood. By investigating interactions between BATF and Foxp3 TFs, we discovered their cooperative roles in directing cis-regulatory programs and gene expression essential for differentiation of immunosuppressive effector Treg (eTreg) cells. Simultaneous single-cell chromatin accessibility and transcriptome profiling, combined with topic modeling, identified cis-regulatory elements and associated programs jointly regulated by these TFs in eTreg cells. Genome-wide mapping of Treg cell-specific BATF and eTreg cell-specific Foxp3 binding sites revealed their co-binding at some of these cis-elements, synergistically enhancing accessibility and transcription. Furthermore, we provide evidence that Foxp3 interacts with specific TFs to orchestrate diverse cis-regulatory programs among Treg cell differentiation states. Thus, Foxp3 serves as a master, but context-dependent regulator, cooperating with other TFs, including BATF, to shape the heterogeneous cis-regulatory and transcriptional landscape critical for functional Treg cell differentiation.", "date": "2025-08-16", "journal": ""}
{"title": "Clarifying the priming requirement and activator specificity for the NLRP3 inflammasome in human keratinocytes in vitro", "doi": "10.1101/2025.08.13.669639", "authors": "Rozario, P.; Lim, Y. S.; Ding, S. L. S.; Firdaus, J. M.; Wearne, S. J.; Wong, H. S. B.; Chua, R.; Robinson, K. S.; Chu, T. S. J.; Liu, M.; Cai, S. S. C.; Tan, S. T. E.; Wee, S. K.; Lamers, M. M.; Verma, N. K.; Xia, Y.; Yap, E. P. H.; Common, J. E. A.; Zhong, F. L.", "abstract": "While NLRP3 has been extensively studied in myeloid cells, its existence and regulation in epithelial cells, including keratinocytes, are unclear. In fact, whether human keratinocytes express a functional NLRP3 inflammasome at all remains a matter of debate in the inflammasome field. Here, we provide additional evidence that NLRP3 is repressed in human keratinocytes cultured under non-inflammatory conditions but can be sharply induced by interferon-{gamma} (IFN{gamma})- but not lipopolysaccharide (LPS). In this IFN{gamma}-primed state, not all established NLRP3 activators are specific to NLRP3. We report that nigericin-driven keratinocyte pyroptosis occurs via both NLRP1 and NLRP3, whereas Staphylococcus aureus- hemolysin (Hla) exclusively and nonredundantly activates NLRP3, even though both provoke K+ efflux. Furthermore, in the presence of T cells, certain virulent S. aureus strains can cause NLRP3-dependent pyroptotic death in keratinocytes in vitro through the cooperative actions of superantigens (SAgs) and Hla. In summary, our findings establish the strict inducibility and functional relevance of the NLRP3 inflammasome in non-myeloid, epithelial cells in vitro. These results resolve conflicting reports and position keratinocytes as a context-specific, non-hematopoietic cellular model for studying NLRP3 activation in host-microbe interactions at barrier tissues.", "date": "2025-08-16", "journal": ""}
{"title": "C/EBPβ-mediated PARP1 Suppression Drives Tumor Progression of Aneuploid Cells", "doi": "10.1101/2025.08.13.670212", "authors": "Cheng, P.; Mermerian-Baghdassarian, A.; Wang, Y.; Chen, Z.; Quysbertf, H. M.; Mays, J. C.; Zhao, X.; Katsnelson, L.; Mei, S.; Shrivastava, R.; Bulatovic, M.; Deng, J.; Wong, K.-K.; Norman, T. M.; Davoli, T.", "abstract": "Aneuploidy--defined as gains and losses of chromosomes--is frequently observed in cancer and has been implicated in promoting tumor progression and metastasis. However, the molecular mechanisms underlying this phenomenon remain poorly understood. By generating new in vitro and in vivo models of aneuploidy, we found that aneuploidy confers remarkable resistance to reactive oxygen species (ROS)-mediated cell death. This is a general consequence of aneuploidy, independent of the specific chromosomes gained or lost. Mechanistically, aneuploidy-induced resistance to cell death results from suppressed Poly(ADP-Ribose) Polymerase 1 (PARP1) in aneuploid cells, which inhibits PARP1-mediated cell death after ROS (parthanatos). We validated aneuploidy-associated PARP1 suppression across 15 cell models and human tumors, with pronounced effects in metastatic tumors. Importantly, decreased PARP1 levels in aneuploid cells promote tumor metastasis and vice versa. Through genome-wide CRISPR screen, a focused CRISPRa screen and functional validation, we identified the transcription factor CCAAT/enhancer-binding protein beta (CEBPB) as a critical mediator of PARP1 downregulation and ROS resistance in aneuploid cells. Furthermore, we found lysosomal dysfunction as the upstream mediator of CEBPB activation in aneuploid cells. We propose that during tumorigenesis, aneuploidy-driven CEBPB activation promotes PARP1 suppression fostering ROS resistance and cancer progression.", "date": "2025-08-16", "journal": ""}
{"title": "Tunable Bias Signaling of the Angiotensin II Type 1 Receptor for Inotropy via C-Terminal Peptide Modifications and Allosteric Site Targeting", "doi": "10.1101/2025.08.13.670122", "authors": "Hadjadj, M.; Martel, J.; Roy, M.-F.; Hassanzadeh, M.; Giguere, H.; Murza, A.; Holleran, B. J.; Namkung, Y.; Froehlich, U.; Leduc, R.; Auger-Messier, M.; Laporte, S. A.; Boudreault, P.-L.", "abstract": "The angiotensin II (AngII) type 1 receptor (AT1R) is a key prototypical G protein-coupled receptor in cardiovascular regulation. Biased agonists that activate G protein or {beta}-arrestin pathways provide promising therapeutic potential, but the molecular determinants for this signaling bias and its physiological implications remain poorly understood. This study profiles AngII analogs with modifications at the C-terminal Phe8, revealing that analogs 11, 12, and 29a exhibit varying degrees of Gq engagement while maintaining potent {beta}-arrestin recruitment. Notably, 12 enhances left ventricular ejection fraction with minimal pressor responses in normotensive rats, while other analogs with variable Gq activity do not promote inotropy. Molecular modeling indicates that the unique profile of 12 results from its flexible long side chain engaging a deep allosteric pocket within AT1R. This study demonstrates that engineering AngII's C-terminus enables selective tuning of AT1R signaling to control arterial versus cardiac responses, providing strategies for developing improved cardiovascular therapeutics.", "date": "2025-08-16", "journal": ""}
{"title": "Temporal dynamics of mRNA translation dysregulation and codon decoding during murine stroke evolution.", "doi": "10.1101/2025.08.15.670488", "authors": "Rashad, S.; Kitamura, Y.; Nagai, T.; Ando, D.; Mousa, A.; Ikenouchi, H.; Endo, H.; Niizuma, K.", "abstract": "Ischemic stroke is the second leading cause of mortality worldwide, yet there are limited neuroprotective therapeutics available. Ischemic stroke triggers rapid and complex molecular changes, yet the dynamics of mRNA translation during stroke remain largely unexplored. Here, we present the first temporal ribosome profiling (Ribo-seq) analysis in a murine distal middle cerebral artery occlusion (dMCAO) model, assessing translational regulation at 1-, 6-, and 24-hours post-stroke. We identified distinct stage-specific phenomena, including a hyperacute GC-ending codon bias and a transient burst of stop-codon readthrough (SCRT) at 1-hour, predominantly affecting neuronal and synaptic pathways, and an activation of pathways linked to vascular remodeling and endothelial function. From 6-hours onward, we observed progressive ribosome pausing, altered elongation dynamics, and widespread frameshifting affecting mitochondrial, synaptic, and metabolic genes, coinciding with strong immune pathway activation. These events cannot be evaluated at the level of transcript abundance, underscoring the value of translation-focused approaches. Our findings reveal that translational control in stroke follows a phased program, with multiple regulatory and maladaptive phenomena impacting the gene expression and outcome of stroke. This work uncovers hidden layers of translational regulation in stroke pathophysiology and identifies potential mechanistic targets that could be explored for potential therapeutics development.", "date": "2025-08-16", "journal": ""}
{"title": "A Descriptive Study of wetland vegetation, ecology, habitat and Rift Valley Fever virus vectors in South Africa.", "doi": "10.1101/2025.08.13.670234", "authors": "Brand, R. F.; Rostal, M.; Kemp, A.; de Jager, L.; Zwiegers, H.; van Staden, L.; van Huyssteen, C.; Anyamba, A.; Gregory, N.; Cordel, C.; Karesh, W.; Paweska, J. T.; Gqalaqha, Z. T.", "abstract": "Outbreaks of Rift Valley fever (RVF) have been closely linked to environmental conditions that support large vector populations with what is required for breeding of vectors. Fine-scale vegetation surveys were used to assess how wetland plant communities vary across sites with historical RVF outbreaks in Free State Province of South Africa and to detail plant species density that correlates with mosquito habitat. Methods: At 22 sites, we compiled 201 releves using the modified Braun-Blanquet method in combination with 200 transects using the line-point method developed specifically for this study. A total of 195 plants were identified and vouchered. These data were combined with soil analyses carried out at all 22 sites and with data from bimonthly mosquito trapping at all sites. Results and significance: We identified an increase of invasive plants and upland species compared to the earlier study and observed that drought causes a change in wetland vegetation community structure and species composition. However, the wetland vegetation was still dominated by grasses and sedges, with a limited presence of Juncus and forbs. Livestock grazing pressure on wetlands to the drought results in reduced vegetation cover, abundance and diversity. Our work describes a changing landscape that may impact RVFV maintenance and transmission, and provides insights into extensive livestock farming and rainfall over shallow endorheic depressions in temperate grasslands and subtropical riparian environments.", "date": "2025-08-16", "journal": ""}
{"title": "Adaptive radiation along ecological and morphological lines of least resistance in Cyprinodon pupfishes", "doi": "10.1101/2025.08.13.670168", "authors": "Martin, C. H.; Zapata, A. A.; Paredes, R. G. C.; Cortes, F.; Hernandez, S. G.; Kustra, M.; Mar-Silva, A. F.; Mex, F.; Palominos, M. F.; Tralka, C.; Badillo-Aleman, M.; Schmitter-Soto, J. J.; Martinez, C.; Arroyave, J.; Gracida-Juarez, C.", "abstract": "Adaptive radiation results in part from ecological opportunity in a new environment, but it is unclear how pre-existing constraints in the founding population may limit this process. Genetic lines of least resistance, and by proxy morphological variance, are known to limit adaptive divergence, but ecological variance is rarely investigated. Here we test whether ecological or morphological lines of least resistance in generalist populations may have constrained the directions of species divergence in two independent Caribbean adaptive radiations of Cyprinodon pupfishes. We find almost universal congruence between the major multivariate dimensions of intraspecific craniofacial and dietary variance within generalist populations and the major axes of interspecific divergence within each adaptive radiation. This is surprising given that we document unique trophic specialists within each radiation, including a bivalve-specialist, zooplanktivore, molluscivore/ostracod-specialist, and scale-eating specialist, while nearly all generalist populations were observed to feed rarely on these same resources. We conclude that pre-existing genetic constraints within each founding generalist population, resulting in dimensions of greater ecological and morphological variance, may partially constrain and predict the directions of species divergence and dietary specialization during adaptive radiation. We also provide a new framework for examining ecological lines of least resistance.", "date": "2025-08-16", "journal": ""}
{"title": "Assessment of segregation variance estimates from derivation, simulations, and empirical data in autotetraploid species exemplified in potato", "doi": "10.1101/2025.08.13.670171", "authors": "Wu, P.-Y.; Thelen, K.; Hartje, S.; Muders, K.; Prigge, V.; Stich, B.; Van Inghelandt, D.", "abstract": "The optimal choice of parents and crosses and, therefore, the prediction of the segregation variance are of high relevance to maximize genetic gain in breeding programs. Several methods have been developed for the prediction of segregation variance, including correlation with genotypic diversity, progeny simulations, or algebraic derivations in case of a diploid inheritance. To the best of our knowledge, no algebraic derivation using parental genotypic information is available to predict segregation variance for autotetraploid species. The objectives of our study were to (1) derive algebraic derivation based on linkage disequilibrium (LD) between linked loci to predict the segregation variance in autotetraploid species; (2) compare the performance of segregation variance estimated based on simulated progenies and the algebraic derivation; (3) investigate by simulations how experimental parameters affect the accuracy of segregation variance prediction; and (4) compare the segregation variance estimated in empirical data of potato and the one based on the algebraic derivation. The segregation variance estimated by the developed derivations showed very high correlations with the one observed in large simulated progenies, but those were lower when phased parental haplotypes were not available or family size decreased. The correlation between segregation variance estimated by the developed derivation and the empirical data was low. This could be attributed to the small family size used in the study, which we could show to increase LD between unlinked loci. The proposed algebraic derivations promise to be a precise alternative to simulations to help breeders in optimizing their family choices and sizes considering the segregation variance.", "date": "2025-08-16", "journal": ""}
{"title": "Cross-ancestry information transfer framework improves protein abundance prediction and protein-trait association identification", "doi": "10.1101/2025.08.13.670235", "authors": "Zhai, W.; Sun, L.; Fang, W.; Dong, Y.; Cheng, C.; Liu, Y.; Zhou, Y.; Ji, J.; Wu, L.; Pan, A.; Gamazon, E. R.; Pan, X.-F.; Zhou, D.", "abstract": "Genetics-informed proteome-wide association studies (PWAS) provide an effective way to map the complex molecular landscape of biological mechanisms for complex diseases. PWAS relies on an ancestry-matched reference panel to model protein expression using genetic variants as features and determine the protein's impact on phenotype. However, reference panels from underrepresented populations remain relatively limited. In this study, we developed an analytic framework that borrows information from potentially multiple ancestries to boost the protein abundance prediction accuracy in an underrepresented population. We illustrate the framework's utility and reproducibility through application to PWAS in East Asians: BioBank Japan (BBJ), Korean Genome and Epidemiology Study (KoGES), and Taiwan Biobank (TWB). An ensemble of information-sharing approaches was integrated to build the Multi-Ancestry-based Best-performing Model (MABM). MABM substantially improved the prediction performance with higher performance observed in both cross-validation and an external validation dataset (Tongji-Huaxi-Shuangliu Birth Cohort). Leveraging the BBJ, we identified three times as many significant PWAS associations with MABM as with the baseline Lasso model. Notably, 47.5% of the MABM specific associations were reproduced in independent East Asian datasets with concordant effect sizes. Furthermore, MABM enhanced gene/protein prioritization for downstream functional validation by (1) confirming a greater number of well-established gene/protein-trait associations and (2) identifying previously uncharacterized trait-associated genes. The benefits of MABM were further validated in additional ancestries and demonstrated in brain tissue-based PWAS, underscoring its broad applicability. Our findings close critical gaps in multi-omics research, develop a new reference resource of genetic models of protein abundance, and facilitate trait-relevant protein discovery in underrepresented populations.", "date": "2025-08-16", "journal": ""}
{"title": "Fast, flexible, learning-free organoid quantification and tracking with OrganoSeg2", "doi": "10.1101/2025.08.13.669694", "authors": "Wells, C. J.; Labban, N.; Showalter, S. L.; Przanowska, R. K.; Janes, K.", "abstract": "Organoids are routinely imaged by brightfield microscopy at low magnification, but these images are challenging to analyze quantitatively at scale. Given differences in organoid-culture format and image acquisition among research groups, there is a general need for versatile segmentation algorithms that refine for specific applications. Here, we introduce OrganoSeg2, an overhauled software that substantively advances the multi-window adaptive thresholding of its predecessor. OrganoSeg2 gives users access to additional segmentation parameters that were latent in OrganoSeg, and common operations are accelerated ~10-fold. Using data from six organoid types, we find that the generalized segmentation accuracy of OrganoSeg2 surpasses multiple alternatives, including segmenters based on deep learning. OrganoSeg2 adds longitudinal single-organoid tracking and multicolor fluorescence quantification, which we use to examine growth trajectories and radiotherapy responses in luminal breast cancer organoids. OrganoSeg2 is shared freely as installation packages for current users and source code for future developers (https://github.com/JanesLab/OrganoSeg2).", "date": "2025-08-16", "journal": ""}
{"title": "PLM-ICE: A Protein Language Model-based Approach for Prediction of Ice nucleating and Antifreeze Proteins", "doi": "10.1101/2025.08.13.669380", "authors": "Ullah, F.; Pratyush, P.; KC, D.; Techtmann, S. M.", "abstract": "Many microbial species have developed adaptations for coping with life in extreme cold and in particular in the cryosphere. Ice-binding proteins (IBPs) play a critical role in enabling organisms to survive in extreme cold environments. IBPs can be divided into two distinct functional classes - antifreeze proteins (AFPs) and ice-nucleation proteins (INPs). These classes have been identified based on their specific modes of interaction with ice. Here, we introduce PLM-ICE, a computational system designed to predict IBPs with high precision and sensitivity. Leveraging ESM-2 embeddings, which incorporate evolutionary and functional sequence signals more effectively than conventional embeddings, our model employs a frozen ESM-2 encoder coupled to a Multi-layer Perceptron (MLP) prediction head. The application of this architecture allows for accurate determination of AFPs and INPs, surpassing existing methods (e.g., VotePLMs-AFP) in metrics such as Matthews correlation coefficient (MCC), area under the precision-recall curve (AUPR), and area under the receiver operating characteristic curve (AUROC). Our findings indicate that PLM-ICE exhibits robust performance across broad datasets encompassing bacterial genomic sequences, highlighting its potential for wide-ranging implementation. Notably, the ability of ESM-2 to capture essential sequence patterns confers PLM-ICE with advantages in both basic research and industrial settings, where prompt and reliable identification of IBPs remains a priority. Further, the model's strong performance underscores the broader promise of protein language model-based pipelines for decoding complex biological networks and driving innovations in cryopreservation, food technology, and climate studies. Together, these data demonstrate that PLM-ICE provides novel insight into IBP classification and stands poised to advance biotechnology applications focused on freezing tolerance and specialized temperature adaptations.", "date": "2025-08-16", "journal": ""}
{"title": "Transmembrane domains of fusion proteins promote stalk formation by inducing membrane disorder", "doi": "10.1101/2025.08.14.670253", "authors": "Scherer, K. C.; Poojari, C. S.; Hub, J. S.", "abstract": "Membrane fusion is a fundamental process involved in exocytosis, fertilization, or cell entry by enveloped viruses. Membrane fusion is facilitated by fusion proteins, which are anchored in membranes by helical transmembrane domains (TMDs). Previous studies showed that TMD variations may alter the fusion efficiency, suggesting that TMDs are not merely passive anchors, however the mechanism by which TMDs drive fusion is not well understood. We used high-throughput coarse-grained molecular dynamics simulations and free energy calculations to quantify effects of TMDs on the formation of the first fusion intermediate, that is, of a fusion stalk. We analyzed five physiologically relevant TMDs derived from viral fusion proteins and the SNARE complex embedded in various lipid environments. We find that the addition of TMDs favors stalk formation by typically 10 to 30 kJ/mol in a concentration-dependent manner. Using helices with sequences R2LnR2 (n=6..., 26), we find that negative hydrophobic mismatch between the TMD and the membrane core strongly promotes fusion. Analysis of the lipid tail order parameters of annular lipids revealed a strong correlation between stalk stabilization and induced lipid disorder. Together, our findings suggest that TMDs actively contribute to membrane fusogenicity by locally perturbing the membrane order.", "date": "2025-08-16", "journal": ""}
{"title": "Lipid Bilayer Membranes with Asymmetrically Distributed LPC and DAG", "doi": "10.1101/2025.08.13.670206", "authors": "Liu, C.; Han, Z.; Ma, R.; Song, C.", "abstract": "The complex chemical and biophysical characteristics of biomembranes are influenced by the asymmetric distribution of specific lipids. In vitro, the introduction of lysophosphatidylcholine (LPC) into one leaflet of lipid bilayers is frequently utilized to regulate membrane protein activity. In vivo, the conversion of phosphatidylinositol 4,5-bisphosphate (PIP2) to diacylglycerol (DAG) in one leaflet can also modulate membrane protein activities. However, the effects of such variations in lipid composition, lipid quantity, and particularly the asymmetry of lipid distribution on the properties and morphology of biomembranes remain to be fully elucidated. Through molecular dynamics simulations, we demonstrate that the asymmetric distribution of LPC and the asymmetric conversion of PIP2 induce asymmetric alterations in membrane structures and lipid dynamics. Such alterations can generate an imbalance in the lateral pressure distribution between the two leaflets, potentially leading to membrane curvature. The extent of membrane curvature is also influenced by the length and degree of unsaturation of the lipid acyl tail chain. Our findings underscore the critical role of lipid asymmetry in shaping biomembrane structure and dynamics, providing new insights into the regulation of membrane proteins and cellular functions mediated by these specific lipids.", "date": "2025-08-16", "journal": ""}
{"title": "Naltrexone has variable and schedule-dependent effects on oral squamous cell carcinoma cells", "doi": "10.1101/2025.08.13.670157", "authors": "Kazmi, S.; Sanford, E.; Rammaha, Z. A.; Gao, F.; Sangalli, L.; Roberts, C. M.", "abstract": "Oral squamous cell carcinoma is marked by profound differences in survival between localized and disseminated disease. While at its site of origin, oral cancer is frequently treated with surgery and/or radiation, leading to approximately 70% five-year survival. In metastatic cases, chemotherapy is preferred, but drug resistance and therapy failure is common in this setting, leading to five-year survival below 40%. New therapeutic approaches are therefore needed to supplement existing chemotherapies and improve outcomes. Naltrexone, an opioid antagonist most well-known for treatment of substance abuse, has been evaluated at low doses in other contexts, including inflammation, autoimmunity, and other forms of cancer. In this study, we sought to determine if intermittent dosing of naltrexone would impact oral cancer cell survival, either as a single agent or in combination with traditional chemotherapy. We found that its effects alone were negligible, but that combination with cytotoxic drugs may have promise as a novel treatment strategy. Further study and optimization will be needed to determine if these findings will be of clinical benefit.", "date": "2025-08-16", "journal": ""}
{"title": "Modifications of the 22A apoA-I mimetic peptide sequence improve the anti-atherosclerotic properties of synthetic HDL", "doi": "10.1101/2025.08.13.670037", "authors": "Nouri, S.; Giorgi, L.; Niemela, A.; Heininen, J.; Benadouda, K.; Dhakal, S.; Koivuniemi, A.", "abstract": "Synthetic high-density lipoprotein (sHDL) constituted of apolipoprotein A-I (apoA-I) mimetic peptides and phospholipids are nanometer-scale particles designed to recreate biological functions of HDL particles in the context of cardiovascular disease. Particularly, the therapeutic efficacy of sHDL particles is attributed to their ability to promote reverse cholesterol transport (RCT), a process where accumulated cholesterol is transported from peripheral tissues to the liver for elimination. Here, we designed two novel apoA-I mimetic peptides (22A-F and 22A-P-18A) by modifying the sequence of the well-studied apoA-I mimetic peptide 22A. These modifications were intended to improve cholesterol efflux from macrophages in vitro and structural stability of sHDL particles in human plasma while preserving their ability to activate lecithin-cholesterol acyltransferase (LCAT). We performed a systematic examination of the potency of sHDL particles made with these peptides in cellular cholesterol efflux, activation of LCAT, plasma HDL remodeling and proteolytic stability. Our study highlights that these modifications improve cholesterol efflux and, in the case of 22A-P-18A, also cholesterol esterification rate by LCAT but they do not appear to influence HDL remodeling in human plasma. Nonetheless, the LCAT activity assay conducted in human plasma suggest that intact sHDL particles are present and are likely the primary contributors to the increased cholesterol esterification rate, rather than the pre-{beta} HDL fraction generated through HDL remodeling. These findings offer new mechanistic insights into how specific peptide modifications affect key steps in RCT, laying the groundwork for future studies to explore their functional relevance in atherosclerosis and HDL-based drug delivery applications.", "date": "2025-08-16", "journal": ""}
{"title": "Multi Omics Driven Polypharmacology for Osteoarthritis Joint Regeneration", "doi": "10.1101/2025.08.13.670044", "authors": "Redkar, A. S.; Surendran, A.; Rajdev, B.; Prasad, N.; Prakash, A.; Hazarika, D.; Bhavananthi, I.; Kumar, N.; Babu, G.; YR, S.; Srikanth, N.; Acharya, R.; Jaleel, A.; Naidu, V.; Kartha, C.; Pawar, S.; Ramakrishnan, V.", "abstract": "Osteoarthritis (OA) is a common degenerative condition of major joints with no effective cure. Yograj Guggulu (YG) is a well-established polyherbal formulation in Indian traditional medicine for the management of joint disorders. However, its mode of action remains unclear. We integrated multi omics network analysis with a rat model to investigate the effects of oral administration of YG on osteoarthritic joints. YG administration significantly alleviated pain and improved joint function. Imaging and histological analyses reveal that YG protects against structural degeneration in the joint with OA. Proteomic and metabolomic profiling, along with network analysis, uncovered that multiple components of YG alter protein expression in key pathways related to inflammation and cartilage degradation, thus validating the observed clinical effects. The efficacy of YG seems to be the result of the synergistic action of its diverse constituents. Our findings support the use of YG as a multitarget therapy for OA and encourage efforts for the potential repurposing of its active components.", "date": "2025-08-16", "journal": ""}
{"title": "The Kinase CK1α coordinates Initiation and Termination of the cGAS-STING Pathway", "doi": "10.1101/2025.08.13.670063", "authors": "Jardine, J.; Tarrillon, M.; Andre-Gregoire, G.; Trillet, K.; Josso, V.; Merlet, L.; Moreau, R.; Antigny, L.; Guillonneau, F.; Boissard, A.; Henry, C.; Re, J.; Barille-Nion, S.; Laguette, N.; Juin, P. P.; Gavard, J.; Bidere, N.", "abstract": "The cGAS-STING pathway is an evolutionarily conserved antimicrobial defense mechanism that senses cytosolic DNA to trigger innate immune responses. cGAS and STING play dual roles in tumorigenesis, promoting antitumor immunity and cell death while fueling tumor growth and metastasis. However, the mechanisms fine-tuning this pathway remain elusive. Using proteomic approaches, we report that Casein Kinase 1 alpha (CK1) operates as a bimodal regulator of the cGAS-STING pathway. CK1 supports optimal DNA sensing by preventing the proteasomal degradation of cGAS driven by the cullin-RING ubiquitin ligase 3 (CRL3). Conversely, CK1 facilitates STING degradation and signaling termination in response to STING agonists, tempering IRF3 activation. Exploiting these counterposing functions, we show that selective degradation of CK1 with molecular-glue degraders impaired the survival of a triple-negative breast cancer cell line with chronic cGAS-STING activation and synergized with a STING agonist to kill acute myeloid leukemia cells. Thus, CK1's dual regulatory role in the cGAS-STING pathway presents a promising target for therapeutic development.", "date": "2025-08-16", "journal": ""}
{"title": "Changes in gene regulation are associated with the evolution of resistance to a novel parasite", "doi": "10.1101/2025.08.13.670117", "authors": "Fuess, L. E.; Hund, A. K.; Kenney, M.; Maciejewski, M. F.; Marini, J. M.; Bolnick, D. I.", "abstract": "Host-parasite interactions are ubiquitous and are important drivers of diversification and evolution. Host immune systems in particular are frequent targets of parasite-driven selection. The resulting rapid evolution of immune genes is usually framed as ongoing arms race between a co-evolving pair of host and parasite species. But, often immune evolution may be driven by the acquisition of a new and unfamiliar parasite. For instance, when marine populations of threespine stickleback (Gasterosteus aculeatus) colonized freshwater lakes ~12,000 years ago, they encountered and evolved resistance to a freshwater-restricted tapeworm Schistocephalus solidus. We compared the transcriptomic responses of lab-reared stickleback from three populations with varying tapeworm susceptibility (naive marine, susceptible lake, and resistant lake), when exposed to several immune stimuli. The resulting changes in expression reveal strong evidence for shared and population-specific responses during evolution of defense against a new parasite. Our investigation highlights the roles of several key immunological processes in underlying a general physiological response to tissue damage (fibrosis), and the importance of regulation of this fibrosis as a necessary step for its co-option into parasite defense. Furthermore, we highlight changes in expression of fibrosis-associated genes which facilitate faster and more targeted deployment of this defense against parasites; fish from resistant populations have higher and more consistent expression of fibrosis genes, which experience strong negative feedback in response to cestode stimuli only. Combined, our results provide strong evidence that changes in gene regulation and increased negative feedback to mitigate immunepathology are essential steps in the evolution of novel parasite defense.", "date": "2025-08-16", "journal": ""}
{"title": "A prognostic signature for lung adenocarcinoma in people who have never smoked", "doi": "10.1101/2025.08.13.670169", "authors": "Zhao, W.; Zhang, T.; Hua, X.; Hoang, P. H.; Miraftab, M.; Saha, M.; McElderry, J. P.; Sang, J.; Lee, O. W.; Hartman, C.; Khandekar, A.; Sharma, S.; Colon-Matos, F. J.; Anyaso-Samuel, S.; Wang, D.; Jones, K.; Hutchinson, A.; Hicks, B.; Rosenbaum, J.; Zhong, X.; Yang, Y.; Pesatori, A.; Consonni, D.; Christiani, D. C.; Leung, K. C.; Wong, M. P.; Manczuk, M.; Lissowska, J.; _wi_tkowska, B.; Mukeria, A.; Shangina, O.; Zaridze, D.; Holcatova, I.; Mates, D.; Milosavljevic, S.; Ognjanovic, S.; Savic, M.; Kontic, M.; Gaborieau, V.; Brennan, P.; Arrieta, O.; Bosse, Y.; Edell, E. S.; Schabath, M. B.; Hof", "abstract": "Knowledge of tumor cell dynamics can inform prognosis and treatment yet is largely lacking for lung adenocarcinoma in people who have never smoked (NS-LUAD). With RNA-seq data from 684 NS-LUAD and validation in an independent dataset, we identified three subtypes with distinct phenotypic traits and cell compositions. Additional genomic and histological data further characterized the subtypes. Steady, marked by low proliferation, high alveolar cell fraction, moderate-to-well differentiation, and fewer driver genes alterations, is linked to prolonged survival and low immune evasion. Proliferative shows high proliferation markers, TP53 mutations, and gene fusions. Chaotic, with high epithelial-to-mesenchymal transition markers, has the worst prognosis even within stage I tumors. Lacking known molecular or histological characteristics, this aggressive subtype is solely identified by transcriptomic data. A 60-gene signature recapitulates the overall classification and strongly predicts survival even within subgroups based on tumor stage or known genomic features, emphasizing its potential for improving NS-LUAD prognostication in clinical settings.", "date": "2025-08-16", "journal": ""}
{"title": "Epigenetic markers of middle-age: non-linear DNA methylation changes with aging in humans", "doi": "10.1101/2025.08.14.670237", "authors": "Shimura, A.; Yamanishi, K.; Ishii, T.; Seki, T.; Nishiguchi, T.; Aoyama, B.; Santiago, T.; Dwaraka, V. B.; Smith, R.; Shinozaki, G.", "abstract": "Background: Human DNA is known to exhibit an overall tendency toward demethylation with aging. However, assuming a simple linear relationship between DNA methylation and age does not align with the phenotype of human development and the aging process. This study aimed to investigate the existence of DNA methylation patterns with peaks or troughs at specific ages in addition to simple linear changes. Methods: A large-scale dataset of genome-wide DNA methylation data from 10,420 individuals was analyzed. Hierarchical multiple regression models were applied to detect patterns of the association between age and DNA methylation: linear increase, linear decrease, U-shaped curve, and inverse U-shaped curve. Results: Among the 864,627 CpG sites analyzed, 8.4% exhibited an increase in DNA methylation with age, 23.9% showed a decrease, and 5.5% were better explained by a quadratic model (P < 5.7815*10^-8). Within the non-linear subset, inverse U-shaped CpG sites peaking in methylation during middle age were predominant. Genes exhibiting quadratic association patterns between DNA methylation and age, and those linked to diseases with common onset during middle age, were also detected. Conclusions: Non-linear age-related DNA methylation patterns, with peaks or troughs occurring at specific ages, were detected. This suggests that humans do not simply age linearly, but that programmed mechanisms or cascade-like processes may exist to promote or suppress the expression of specific genes at certain ages, contributing onset of certain diseases at specific timings.", "date": "2025-08-16", "journal": ""}
{"title": "seekrflow: Towards end-to-end automated simulation pipeline with machine-learned force fields for accelerated drug-target kinetic and ther-modynamic predictions", "doi": "10.1101/2025.08.13.669965", "authors": "Ojha, A. A.; Votapka, L. W.; Dutta, S.; Noland, A. F.; Hanson, S. M.; Amaro, R. E.", "abstract": "Accurate prediction of drug-target binding and unbinding kinetics and thermodynamics is essential for guiding drug discovery and lead optimization. However, traditional atomistic simulations are often too computationally expensive to capture rare events that govern ligand (un)binding. Several enhanced sampling methods exist to overcome these limitations, but they require extensive manual intervention and introduce variability and artifacts in free energy and kinetic estimates that limit high-throughput scalability. The present work introduces seekrflow, an automated multiscale milestoning simulation pipeline that streamlines the entire workflow from a single receptor-ligand input structure to kinetic and thermodynamic predictions in a single step. This integrated approach minimizes manual intervention, reduces computational overhead, and enhances the reproducibility and accuracy of kinetic and thermodynamic predictions. The accuracy and efficiency of the pipeline is demonstrated on multiple receptor-ligand complexes, including inhibitors of heat shock protein 90, threonine-tyrosine kinase, and the trypsin protein, with predicted kinetic parameters closely matching experimental estimates. seekrflow establishes a new benchmark for automated and high-throughput physics-based predictions of kinetics and thermodynamics.", "date": "2025-08-16", "journal": ""}
{"title": "Metabolic scaling from Fibonacci dynamics", "doi": "10.1101/2025.08.13.670127", "authors": "Cambui, D. S.", "abstract": "We propose a discrete model to determine the metabolic scaling exponent based on Fibonacci growth patterns and discrete biological development phases. In contrast to continuous fractal models such as the West-Brown-Enquist (WBE) theory, the present approach describes metabolic scaling as the cumulative result of successive discrete stages, each incrementally contributing to metabolic activity. The scaling exponent b(n) emerges naturally from the logarithmic relationship between consecutive Fibonacci numbers, varying systematically with the organism's developmental stage. A refined logarithmic formulation significantly enhances quantitative agreement with empirical metabolic data across various mammalian species. This discrete framework effectively captures deviations from classical scaling laws, directly connecting recursive hierarchical structures with metabolic processes. Our model provides an alternative to traditional fractal transport approaches and can be naturally extended to hierarchical physical systems, opening new avenues to explore stage-dependent scaling phenomena in complex adaptive systems.", "date": "2025-08-16", "journal": ""}
{"title": "Theta-paced stimulation of the thalamic nucleus reuniens en-trains mPFC-HPC oscillations and facilitates the acquisition of extinction memories", "doi": "10.1101/2025.08.15.670624", "authors": "Tuna, T.; Mourao, F.; Maren, S.", "abstract": "The nucleus reuniens (RE) is a midline thalamic nucleus interconnecting the medial prefrontal cortex (mPFC) and the hippocampus (HPC), structures known to be involved in aversive memory processes. Recent work indicates that the RE plays a critical role in the acquisition and retrieval of fear extinction memories. Specifically, the RE coordinates theta oscillations between the mPFC and HPC during extinction retrieval. Pharmacological inactivation of the RE impairs both mPFC-HPC theta coherence and the retrieval of extinction memory. Furthermore, theta-paced (8-Hz) optogenetic stimulation of the RE prevents fear renewal after extinction, a common form of fear relapse. However, it remains unclear whether theta-paced RE stimulation can entrain theta oscillations in the mPFC and HPC, and whether such entrainment is sufficient to facilitate the acquisition of extinction memories. To this end, we performed theta-paced optogenetic stimulation of the RE in adult male and female Long-Evans rats during extinction training. Animals underwent auditory fear conditioning, extinction, and an extinction retrieval test, each separated by 24 h. During extinction, 8-Hz stimulation of the RE was delivered concurrently with the presentation of the conditioned stimuli (CS). Theta-paced stimulation of the RE during extinction training significantly decreased freezing behavior compared to the control group. Notably, this reduction in conditioned behavior was also evident during the subsequent stimulation-free retrieval test, suggesting that RE stimulation not only suppresses conditioned fear responses acutely, but also facilitates the acquisition of long-term extinction memories. In a separate set of animals, we observed that theta-paced RE stimulation markedly enhanced both neural activity and entrained oscillations in the mPFC and dHPC at 8-Hz. This work suggests that the RE oscillatory activity is critical for the acquisition of extinction memories through the modulation of hippocampal-prefrontal network dynamics.", "date": "2025-08-16", "journal": ""}
{"title": "Mechanistic Modelling of Recessive Disease through Allelic Integration of Variant Effects", "doi": "10.1101/2025.08.15.670494", "authors": "Cubuk, H.; Plech, M.; Aslanzadeh, V.; Zikanova, M.; Skopova, V.; Kmoch, S.; Shen, Y.; Marsh, J. A.; Kudla, G. A.", "abstract": "Interpreting the effects of genetic variants remains a major challenge in recessive diseases, where clinical outcomes often depend on interactions between alleles. Multiplex assays of variant effects (MAVEs) measure variant function at scale, but nonlinear relationships with biochemical activity complicate the interpretation of MAVE scores. Here, we describe a broadly applicable approach to estimate enzymatic activities for thousands of genetic variants using a pair of fitness assays conducted at different expression levels, by modelling the nonlinear relationship between activity and fitness. Activity scores from two alleles are then combined into a single pathogenicity metric that captures their joint effect. We applied this approach to adenylosuccinate lyase (ADSL), a purine biosynthesis enzyme mutated in the autosomal recessive disorder ADSL deficiency. Using a yeast-based MAVE, we quantified the functional impact of over 8,000 coding variants. Our framework distinguished pathogenic from benign alleles based on estimated activity, and the integrated pathogenicity score correlated strongly with biochemical measurements from patient-derived cells, outperforming existing computational predictors. This dual innovation - the mechanistic transformation of MAVE data and allelic integration - offers a generalizable strategy for probing enzyme function and interpreting genetic variation in recessive disorders.", "date": "2025-08-16", "journal": ""}