{"title": "Adaptation invariant concentration discrimination in an insect olfactory system", "doi": "10.1101/2023.05.10.540073", "authors": "Ling, D.; Zhang, L.; Saha, D.; Chen, A. B.; Raman, B.", "abstract": "Neural responses evoked by a stimulus reduce upon repetition. While this adaptation allows the sensory system to attend to novel cues, does information about the recurring stimulus, particularly its intensity, get compromised? We explored this issue in the locust olfactory system. We found that locusts' innate behavioral response to odorants varied with repetition and stimulus intensity. Counter-intuitively, the stimulus-intensity dependent differences became significant only after adaptation had set in. Adaptation altered responses of individual neurons in the antennal lobe (neural network downstream to insect antenna). These response variations to repetitions of the same stimulus were unpredictable and inconsistent across intensities. Although both adaptation and intensity decrements resulted in an overall reduction in spiking activities across neurons, these changes could be disentangled and information about stimulus intensity was robustly maintained by ensemble neural responses. In sum, these results show how information about odor intensity can be preserved in an adaptation-invariant manner.", "date": "2025-05-11", "journal": ""}
{"title": "Enhancer-driven regulatory network of forebrain human development provides insights into autism", "doi": "10.1101/2023.09.06.555206", "authors": "Jourdon, A.; Mariani, J.; Natu, A.; Wu, F.; Li, B.; Capauto, D.; Hagy, K. T.; Norton, S.; Tomasini, L.; Safi, A.; Amiri, A.; Schreiner, J.; Nguyen, C. K.; Nolan, N.; Nelson, M. P.; Ramos, D. M.; Ward, M. E. E.; Szekely, A.; McPartland, J. C.; Pelphrey, K.; Ventola, P.; Chawarska, K.; Gersbach, C. A.; Crawford, G. E.; Abyzov, A.; Vaccarino, F. M.", "abstract": "Cell differentiation is orchestrated by transcription factors (TFs) binding to enhancers, shaping gene regulatory networks that drive neuronal lineage specification. Deciphering these enhancer-driven networks in human forebrain development is essential for understanding the genetic basis of neurodevelopmental disorders. Through integrative epigenomic and transcriptomic analyses of human forebrain organoids derived from 10 individuals with autism spectrum disorder (ASD) and their neurotypical fathers, we constructed a comprehensive enhancer-driven gene regulatory network (GRN) of early neurodevelopment. This GRN revealed hierarchical regulatory transitions guiding neuronal differentiation and was experimentally validated via CRISPR interference (CRISPRi) and loss-of-function analyses. A subnetwork linked ASD-associated transcriptomic alterations to dysregulated TF activity, implicating FOXG1, BHLHE22, EOMES, and NEUROD2 as key regulators of excitatory neuron specification in macrocephalic ASD. These findings suggest that ASD disrupts enhancer-driven regulatory frameworks, altering neuronal cell fate decisions in the developing fetal brain.", "date": "2025-05-11", "journal": ""}
{"title": "ASBAR: an Animal Skeleton-Based Action Recognition framework. Recognizing great ape behaviors in the wild using pose estimation", "doi": "10.1101/2023.09.24.559236", "authors": "Fuchs, M.; Genty, E.; Zuberbuehler, K.; Cotofrei, P.", "abstract": "The study and classification of animal behaviors have traditionally relied on direct human observation or video analysis, processes that are labor-intensive, time-consuming, and prone to human bias. Advances in machine learning for computer vision, particularly in pose estimation and action recognition, offer transformative potential to enhance the understanding of animal behaviors. However, the integration of these technologies for behavior recognition remains underexplored, particularly in natural settings. We introduce ASBAR (Animal Skeleton-Based Action Recognition), a novel framework that integrates pose estimation and behavior recognition into a cohesive pipeline. To demonstrate its utility, we tackled the challenging task of classifying natural behaviors of great apes in the wild. Our approach leverages the OpenMonkeyChallenge dataset, one of the largest open-source primate pose datasets, to train a robust pose estimation model using DeepLabCut. Subsequently, we extracted skeletal motion data from the PanAf500 dataset, a collection of in-the-wild videos of gorillas and chimpanzees annotated with nine behavior categories. Using PoseConv3D from MMAction2, we trained a skeleton-based action recognition model, achieving a Top-1 accuracy of 75.3%. This performance is comparable to previous video-based methods while reducing input data size by approximately 20-fold, offering significant advantages in computational efficiency and storage. To support further research, we provide an open-source, terminal-based GUI for training and evaluation, along with a dataset of 5,440 annotated keypoints for replication and extension to other species and behaviors. All models, code, and data are publicly available at: https://github.com/MitchFuchs/asbar.", "date": "2025-05-11", "journal": ""}
{"title": "Modeling and Design of PCL-Chitosan Bi-Layered Microspheres for Intravitreal Controlled Release", "doi": "10.1101/2024.01.11.575289", "authors": "Chacin Ruiz, E. A.; Carpenter, S. L.; Swindle-Reilly, K. E.; Ford Versypt, A. N.", "abstract": "Chronic retinal diseases usually require repetitive dosing. Depending on factors such as dosing frequency, mode of administration, and associated costs, this can result in poor patient compliance. A better alternative involves using controlled release drug delivery systems to reduce the frequency of intravitreal dosing and extend drug release. However, reaching the market stage is a time-consuming process. In this study, we used two computational approaches for estimating the values of the parameters that govern the diffusion-controlled drug release of bovine serum albumin (BSA) and bevacizumab (an agent that slows neovascularization in eye disorders) from bi-layered core-shell microspheres composed of polycaprolactone (PCL) and chitosan. We used the estimated parameters to simulate cumulative release under various conditions to optimize device design to guide future experimental efforts and improve the duration of release above a target daily therapeutic release rate from the microspheres. We explored the impacts of the ratio of polymeric layers and microparticle size on drug release and provided straightforward computational tools for others to reuse for design of bi-layered microspheres.", "date": "2025-05-11", "journal": ""}
{"title": "Altered intrinsic ignition dynamics linked to Amyloid-β and tau pathology in Alzheimer's disease", "doi": "10.1101/2024.03.29.587333", "authors": "Patow, G. A.; Escrichs, A.; Martinez-Molina, N.; Ritter, P.; Deco, G.", "abstract": "Alzheimer's disease (AD) progressively alters brain structure and function, yet the associated changes in large-scale brain network dynamics remain poorly understood. We applied the intrinsic ignition framework to resting-state functional MRI (rs-fMRI) data from AD patients, individuals with mild cognitive impairment (MCI), and cognitively healthy controls (HC) to elucidate how AD shapes intrinsic brain activity. We assessed node-metastability at the whole-brain level and in 7 canonical resting-state networks (RSNs). Our results revealed a progressive decline in dynamical complexity across the disease continuum. HC exhibited the highest node-metastability, whereas it was substantially reduced in MCI and AD patients. The cortical hierarchy of information processing was also disrupted, indicating that rich-club hubs may be selectively affected in AD progression. Furthermore, we used linear mixed-effects models to evaluate the influence of Amyloid-{beta} (A{beta}) and tau pathology on brain dynamics at both regional and whole-brain levels. We found significant associations between both protein burdens and alterations in node metastability. Lastly, a machine learning classifier trained on brain dynamics, A{beta}, and tau burden features achieved high accuracy in discriminating between disease stages. Together, our findings highlight the progressive disruption of intrinsic ignition across whole-brain and RSNs in AD and support the use of node-metastability in conjunction with proteinopathy as a novel framework for tracking disease progression.", "date": "2025-05-11", "journal": ""}
{"title": "Remodeling of purinergic signaling in the paraventricular hypothalamus promotes hyperphagic obesity and insulin resistance", "doi": "10.1101/2024.07.02.601503", "authors": "Liu, Y.; Bondarenko, A.; Zhang, H.; Luan, P.; Zhang, Q.; Wang, B.; Najam, S. S.; Liang, X.; Syed, A. A. S.; Sirakawin, C.; Lin, D.; Huang, S.; Konovalov, R.; Konopka, W.; Zhang, Z.; Zhang, Y.; Wu, S.; Jing, M.; Vinnikov, I. A.", "abstract": "Body energy homeostasis is tightly regulated by hypothalamic neural circuits. However, their remodeling upon metabolic challenges remains incompletely characterized, thus complicating the development of safe medications against the surge of metabolic diseases. Oxytocin (OXT) neurons in the paraventricular nucleus of the hypothalamus (PVH) are one of the key effectors regulating energy balance. In this work, we report that high-fat diet (HFD) feeding in mice evokes spatiotemporally selective ATP release from astrocytes (Inflares) in the PVH, accompanied by the expression of hematopoietic lineage-specific ADP/ATP receptor P2Y12 on local OXT (PVHOXT) neurons. Strikingly, increased purinergic signaling leads to impaired responsiveness of PVHOXT neurons accompanied by hyperphagic obesity and insulin resistance in mice. Conversely, loss of P2Y12 in PVHOXT neurons attenuates metabolic phenotypes, illustrating that such remodeling is both necessary and sufficient to induce metabolic phenotypes. Inflares were also induced by hyperglycemia, while emergence of P2Y12 on OXT neurons of patients with diabetes mellitus suggests an evolutionary conserved purinergic response to various metabolic challenges and its potential as a drug target. Accordingly, nasal administration of clinically approved doses of P2Y12 inhibitors counteracts obesity in mice and non-human primates, paving the way for application of these compounds in patients with metabolic disorders.", "date": "2025-05-11", "journal": ""}
{"title": "Oxytocin restores context-specific hyperaltruistic preference through moral framing", "doi": "10.1101/2024.09.03.611034", "authors": "Zhang, H.; Ni, Y.; Li, J.", "abstract": "An intriguing advancement in recent moral decision-making research suggests that people are more willing to sacrifice monetary gains to spare others from suffering than to spare themselves, yielding the hyperaltruistic tendency. Other studies, however, indicate an opposite egoistic bias in that subjects are less willing to harm themselves for the benefits of others than for their own benefits. These results highlight the delicate inner workings of moral decision and call for a mechanistic account of hyperaltruistic preference. We investigated the boundary conditions of hyperaltruism by presenting subjects with trade-off choices combing monetary gains and painful electric shocks, or, choices combing monetary losses and shocks. We first showed in study 1 that switching the decision context from gains to losses effectively eliminated the hyperaltruistic preference and the decision context effect was associated with the altered relationship between subjects' instrumental harm (IH) trait attitudes and their relative pain sensitivities. In the pre-registered study 2, we tested whether oxytocin, a neuropeptide linked to parochial altruism, might restore the context-dependent hyperaltruistic preference. We found that oxytocin increased subjects' reported levels of framing the task as harming (vs. helping) others, which mediated the correlation between IH and relative pain sensitivities. Thus, the loss decision context and oxytocin diminished and restored the mediation effect of subjective harm framing, respectively. Our results help to elucidate the psychological processes underpinning the contextual specificity of hyperaltruism and carry implications in promoting prosocial interactions in our society.", "date": "2025-05-11", "journal": ""}
{"title": "Protection of double-Holliday junctions ensures crossing over during meiosis", "doi": "10.1101/2024.09.14.613089", "authors": "Tang, S. M.; Hariri, S.; Bohn, R.; McCarthy, J. E.; Koo, J.; Pourhosseinzadeh, M.; Nguyen, E.; Liu, N.; Ma, C.; Lu, H.; Lee, M.; Hunter, N.", "abstract": "Chromosomal linkages formed through crossover recombination are essential for accurate segregation of homologous chromosomes during meiosis. The DNA events of recombination are linked to structural components of meiotic chromosomes. Imperatively, the biased resolution of double-Holliday junction intermediates (dHJs) into crossovers occurs within the synaptonemal complex (SC), the meiosis-specific structure that mediates end-to-end synapsis of homologs during the pachytene stage. However, the SC's roles in crossover-specific dHJ resolution remains unclear. Here, we show that key SC components function through dependent and interdependent relationships to protect dHJs from aberrant dissolution into noncrossover products. Conditional ablation experiments reveal that cohesin, the core of SC lateral elements, is required to maintain both synapsis and dHJ-associated crossover recombination complexes (CRCs) during pachytene. The SC central region transverse-filament protein is also required to maintain CRCs. Reciprocally, stability of the SC central region requires the continuous presence of CRCs, thereby coupling synapsis and desynapsis to dHJ ormation and resolution. However, dHJ protection and maintenance of CRCs can occur without end-to-end homolog synapsis mediated by the central element of the SC central region. We conclude that local ensembles of SC components are sufficient to enable crossover-specific dHJ resolution and thereby ensure the linkage and segregation of homologous chromosomes.", "date": "2025-05-11", "journal": ""}
{"title": "Species-specific loss of genetic diversity and exposure of deleterious mutations following agricultural intensification", "doi": "10.1101/2024.10.07.616612", "authors": "Nolen, Z. J.; Jamelska, P. K.; Lara, A. S. T.; Wahlberg, N.; Runemark, A.", "abstract": "Agriculture driven land-use change is a major contributor to insect declines globally. As a result of population decline and subdivision, species lose genetic diversity, potentially reducing adaptive potential and increasing genetic load, reinforcing decline. We examine how genetic diversity has changed over the past century in three Polyommatinae butterfly species in Sweden, leveraging genome sequencing of specimens from museum collections. Based on 59 historical and 90 contemporary genomes, we document a 6% decline in genetic diversity in the strongly grassland associated Cyaniris semiargus, driven by increased population isolation. In contrast, generalist Polyommatus icarus and heathland specialist Plebejus argus have largely maintained genetic diversity and connectivity over the study period. The reduction in heterozygosity in Cy. semiargus results from increases in runs of homozygosity. Thus, loss of functional connectivity has led to inbreeding in Cy. semiargus, exposing greater proportions of weakly deleterious mutations and variants in highly conserved regions, in homozygous states. This realized burden likely reduces mean fitness and reinforces population decline, highlighting the need for well-connected grassland landscapes to maintain grassland specialist functional connectivity and genetic diversity. We complement these analyses with five additional Polyommatinae species, uncovering that warning- and alarm rates of decline are found in three of those, including in Cy. semiargus, currently listed as of least concern. This study highlights the necessity of incorporating genetic data into conservation planning, as threats from genetic erosion are not captured by census-based conservation assessments.", "date": "2025-05-11", "journal": ""}
{"title": "Neural Representation of Time across Complementary Reference Frames", "doi": "10.1101/2024.11.07.622453", "authors": "Xu, Y.; Sartorato, N.; Dutriaux, L.; Bottini, R.", "abstract": "Humans conceptualize time in terms of space, allowing flexible time construals from various perspectives. We can travel internally through a timeline to remember the past and imagine the future (i.e., mental time travel) or watch from an external standpoint to have a panoramic view of history (i.e., mental time watching). However, the neural mechanisms that support these flexible temporal construals remain unclear. To investigate this, we asked participants to learn a fictional religious ritual of 15 events. During fMRI scanning, they were guided to consider the event series from either an internal or external perspective in different tasks. Behavioral results confirmed the success of our manipulation, showing the expected symbolic distance effect in the internal-perspective task and the reverse effect in the external-perspective task. We found that the activation level in the posterior partial cortex correlated positively with sequential distance in the external-perspective task but negatively in the internal-perspective task. In contrast, the activation level in the anterior hippocampus positively correlated with sequential distance regardless of the observer's perspectives. These results suggest that the hippocampus stores the memory of the event sequences allocentrically in a perspective-agnostic manner. Conversely, the posterior parietal cortex retrieves event sequences egocentrically from the optimal perspective for the current task context. Such complementary allocentric and egocentric representations support both the stability of memory storage and the flexibility of time construals.", "date": "2025-05-11", "journal": ""}
{"title": "When does sexual selection through mate choice deplete versus exaggerate genetic variation: is there a lek paradox?", "doi": "10.1101/2024.12.10.627784", "authors": "Xu, K.; Servedio, M. R.", "abstract": "The evolution of female preferences for male display traits relies on females receiving indirect benefits from their mate. This requires substantial genetic variation in display traits or male quality. Nevertheless, sexual selection through mate choice has been assumed to deplete this genetic variation, ultimately diminishing strong preferences. However, sexual traits often have higher genetic variation than non-sexual traits. This contradiction, and, relatedly, how costly preferences and display traits are maintained, is called the \"lek paradox\". Using infinitesimal models, we show that sexual selection through mate choice allows variation in male display traits and female preferences to mutually exaggerate each other, in a process analogous to runaway sexual selection but in terms of genetic variation. Therefore, contrary to prior suppositions, sexual selection may increase equilibrium genetic variance in display traits and preferences over that under random mating, provided that the variance of female preferences relative to male traits during mate choice is not too small and preferences are not too weak. Notably, even if equilibrium preference variation is substantially smaller than trait variation, trait variation can still increase over that under random mating, provided selection on the trait compared to the preference is sufficiently strong. Furthermore, when trait variation does decrease, this reduction is generally slight. It is under situations such as lekking, where females can simultaneously choose from many males so that mate discrimination is effectively strong and fitness costs of choice weak, that sexual selection through mate choice may be most powerful in exaggerating genetic variance in male displays.", "date": "2025-05-11", "journal": ""}
{"title": "CLCNet: a contrastive learning and chromosome-aware network for genomic prediction in plants", "doi": "10.1101/2024.12.29.630569", "authors": "Huang, J.; Yang, Z.; Yin, M.; Li, C.; Li, J.; Wang, Y.; Huang, L.; Liang, C.; He, F.; Li, M.; Han, R.; Jiang, Y.", "abstract": "Genomic selection (GS), which integrates genomic markers with phenotypic data, has emerged as a powerful breeding strategy to predict phenotypes and breeding values in candidate populations. The effectiveness of GS largely depends on the accuracy of genomic prediction (GP) models. However, conventional GP models-primarily based on linear assumptions-often fail to capture the intricate nonlinear and epistatic interactions underlying complex traits, thus limiting their predictive power. To address these limitations, we introduce the contrastive learning and chromosome-aware network (CLCNet), a novel deep learning framework that combines contrastive learning with a chromosome-aware network architecture. CLCNet incorporates two critical components: (i) a contrastive learning module that enhances the model's ability to distinguish phenotypic variation, and (ii) a chromosome-aware module designed to account for local and global epistasis. We benchmarked CLCNet across four diverse crop species-maize (Zea mays), cotton (Gossypium hirsutum), rapeseed (Brassica napus), and soybean (Glycine max)-and compared its performance to three traditional models (rrBLUP, Bayesian Ridge, Bayesian Lasso), two machine learning methods (LightGBM, SVR), as well as two deep learning approaches (DNNGP, DeepGS). CLCNet consistently outperformed all comparator models, yielding higher Pearson correlation coefficients (PCC) and demonstrating enhanced predictive accuracy, generalizability, and scalability across high-dimensional genomic datasets. These results highlight CLCNet as a promising and robust tool for accelerating genetic gain through more accurate GS in plant breeding.", "date": "2025-05-11", "journal": ""}
{"title": "CVAE-based Causal Representation Learning from Retinal Fundus Images for Age Related Macular Degeneration(AMD) Prediction", "doi": "10.1101/2025.02.13.638092", "authors": "Kim, D.", "abstract": "Regarding relatively poor prognosis and acute vision impairment, analyzing Age-Related Macular Degeneration, or AMD has been one of the most important tasks in retinal disease analysis. Especially, constructing methods to analyze and predict Wet AMD, which is characterized by rapid RPE damage due to neovascularization, has been a demanding task for many ophthalmologists for decades. Recently, with advancements in ML/DL frameworks and computer vision AI, these previous efforts are now leading to drastic enhancements in AMD prediction and mechanism analysis. Specifically, use of attention mechanism based CNNs or XAI methods are leading to higher performance in predicting AMD status and reliable explanations. Under current success in the usage of cutting-edge techniques, this research implemented a novel latent causal representation learning framework to further enhance AI-based models to comprehend complex causal AMD mechanisms with only access to retinal fundus images, while constructing a more reliable type of AMD prediction model. Results show that valid convolutional VAE and GAE based explicit latent causal modeling can lead to successful causal disentanglements of underlying AMD mechanisms, while returning essential causal factors that can be utilized to reliably distinguish normal fundus and AMD fundus images in downstream tasks such as diagnosis prediction.", "date": "2025-05-11", "journal": ""}
{"title": "Combinatorial organoid mutagenesis screen reveals gene constellations driving malignant transformation, pathology and chemosensitivity in high-grade serous ovarian carcinoma", "doi": "10.1101/2025.03.10.642422", "authors": "Phuong, D. J.; Ralston, C. Q.; Ezzat, T. M.; Ashe, C. S.; Armstrong, A. P.; Flesken-Nikitin, A.; Yamulla, R. J.; Nikitin, A. Y.; Schimenti, J. C.", "abstract": "High-grade serous ovarian carcinoma (HGSC) is the sixth leading cause of cancer-related death among women. Many cases arise from the Fallopian tubal epithelium (TE), exhibit numerous mutations, and present heterogenous pathological features. However, the contribution of specific mutation combinations to cellular transformation, pathological phenotype and chemotherapeutic response remains poorly understood. Here, we used a Trp53-deficient mouse TE-derived organoid platform to perform combinatorial CRISPR mutagenesis of 20 candidate HGSC driver genes. Mutations in Nf1, Cdkn2a and Map2k4 were most frequently observed in transformed organoids. Upon transplantation into mice, those containing Map2k4 mutations predominantly gave rise to papillary-glandular histology, whereas those containing Nf1 mutations formed more mesenchymal-like carcinomas. Transcriptomic analysis revealed that Nf1-mutant tumors of all pathological phenotypes overexpressed the long noncoding RNA Pvt1, a marker associated with poor prognosis in HGSC patients. Map2k4-mutant organoids were more sensitive to paclitaxel and niraparib, while Nf1-mutant combinations responded better to trametinib. Notably, the removal of Rho kinase inhibitor (ROCKi) reduced trametinib sensitivity in both Map2k4- and Nf1-mutant organoids, underscoring the importance of culture conditions and potential antagonistic drug interactions in organoid-based drug screens. Collectively, our results demonstrate that TE-derived organoids coupled with combinatorial CRISPR mutagenesis provide a powerful system to unravel the genetic and phenotypic complexity of HGSC. In particular, we found that Map2k4 functions as a tumor suppressor that shapes distinct tumor histology and chemosensitivity, suggesting it as a potential therapeutic target in select HGSC cases", "date": "2025-05-11", "journal": ""}
{"title": "Neural Correlates of Social Withdrawal and Preference for Solitude in Adolescence", "doi": "10.1101/2025.03.17.643680", "authors": "Risner, M.; Stamoulis, C.", "abstract": "Social isolation during development, especially in adolescence, has detrimental but incompletely understood effects on the brain. This study investigated the neural correlates of preference for solitude and social withdrawal in a sample of 2809 youth (median (IQR) age = 12.0 (1.1) years, 1440 (51.26%) females) from the Adolescent Brain Cognitive Development study. Older youth whose parents had mental health issues more frequently preferred solitude and/or were socially withdrawn (beta = 0.04 - 0.14, CI=[0.002,0.19], p<0.05), both of which were associated with internalizing and externalizing behaviors, depression, and anxiety (beta = 0.25 - 0.45, CI=[0.20,0.49], p<0.05). Youth who preferred solitude and/or were socially withdrawn had lower cortical thickness in regions supporting social function (cuneus, insula, anterior cingulate and superior temporal gyri) and/or mental health (beta = -0.09 to -0.02, CI=[-0.14,-0.003], p<0.05), and higher amygdala, entorhinal cortex, parahippocampal gyrus, and basal ganglia volume (beta = 2.62 - 668.10, CI=[0.13,668.10], p<0.05). Youth preferring solitude had more topologically segregated dorsal attention, temporoparietal, and social networks (beta = 0.07 - 0.10, CI=[0.02,0.14], p<=0.03). Socially withdrawn youth had a less topologically robustness and efficient (beta = -0.05 to -0.80, CI=[-1.34,-0.01], p<0.03), and more fragile cerebellum (beta = 0.04, CI=[0.01,0.07], p<0.05). These findings suggest that social isolation in adolescence may be a risk factor for widespread alterations in brain regions supporting social function and mental health.", "date": "2025-05-11", "journal": ""}
{"title": "Long-lasting coexistence of multiple asexual lineages alongside their sexual counterparts in a fungal plant pathogen", "doi": "10.1101/2025.03.28.645883", "authors": "Abdalrahem, A.; Andrieux, A.; Becheler, R.; Duplessis, S.; Frey, P.; Marcais, B.; Stoeckel, S.; Halkett, F.", "abstract": "Sexual to asexual transition is described as a process whereby asexual lineages emerge within sexual species. This phenomenon gives rise to many questions about the maintenance of sexual reproduction and the evolution of asexuality in these organisms. The poplar rust fungus Melampsora larici-populina has a complex life cycle, which is typical of rust fungi (Pucciniales). It alternates between a sexual reproduction phase on larch trees (Larix spp.) and rounds of asexual multiplication on poplar trees (Populus spp.). This study challenges the classic understanding of the M. larici-populina life cycle. We conducted a comprehensive population genetic analysis, utilizing 21 microsatellite markers and data from 2,122 individuals gathered over an extended time from various locations in France. Our results demonstrate the existence of many distinct lineages that reproduce asexually through the years, skipping the sexual phase. A clustering analysis identified a group of multilocus lineages that displayed all hallmarks of the genetic consequences of asexual reproduction, including highly negative and large variance among loci of the inbreeding coefficient (FIS). This indirect evidence for asexual reproduction was confirmed by the direct observation of these asexual lineages being repeatedly sampled over the years. While sexual lineages are predominant throughout France, asexual lineages are more prevalent in the south of the country, due to possible environmental or ecological factors that allow the overwintering of asexual forms. The discovery of variations in the life cycle in this species offers insights into the evolution from sexual to asexual reproduction encountered in many pathogen species. It could serve as a model organism for studying the transition from sexual to asexual reproductive mode.", "date": "2025-05-11", "journal": ""}
{"title": "Single-Cell Multiomic Analysis of Circadian Rhythmicity in Mouse Liver", "doi": "10.1101/2025.04.03.647044", "authors": "Tong, C. Y.; Li, C.; Hurni, C.; Jacq, A.; Nie, X. Y.; Guy, C. R.; Suh, J. H.; Wong, R. K. W.; Merlin, C.; Naef, F.; Menet, J. S.; Jiang, Y.", "abstract": "From bacteria to humans, most organisms showcase inherent 24-hour circadian rhythms, best exemplified by the sleep-wake cycle. These rhythms are remarkably widespread, governing hormonal, metabolic, physiological, and behavioral oscillations, and are driven by \"molecular clocks\" that orchestrate the rhythmic expression of thousands of genes throughout the body. Here, we generate single-cell RNA and ATAC multiomic data to simultaneously characterize gene expression and chromatin accessibility of ~33,000 mouse liver cells across the 24-hour day. Our study yields several key insights, including: (i) detecting circadian rhythmicity in both discretized liver cell types and transient sub-lobule cell states, capturing space-time RNA and ATAC profiles in a cell-type- and cell-state-specific manner; (ii) delving beyond mean cyclic patterns to characterize distributions, accounting for gene expression stochasticity due to transcriptional bursting; (iii) interrogating multimodal circadian rhythmicity, encompassing RNAs, DNA regulatory elements, and transcription factors (TFs), while examining priming and lagging effects across modalities; and (iv) inferring spatiotemporal gene regulatory networks involving target genes, TFs, and cis-regulatory elements that controls circadian rhythmicity and liver physiology. Our findings apply to existing single-cell data of mouse and Drosophila brains and are further validated by time-series single molecule fluorescence in situ hybridization, as well as vast amounts of existing and orthogonal high-throughput data from chromatin immunoprecipitation followed by sequencing, capture Hi-C, and TF knockout experiments. Altogether, our study constructs a comprehensive map of the time-series transcriptomic and epigenomic landscapes that elucidate the function and mechanism of the liver peripheral clocks.", "date": "2025-05-11", "journal": ""}
{"title": "High-throughput discovery of transmembrane helix dimers from human single-pass membrane proteins with TOXGREEN sort-seq", "doi": "10.1101/2025.04.22.650048", "authors": "Anderson, S. M.; Choi, J.; Cushman, E. M.; Leander, M.; Raman, S.; Senes, A.", "abstract": "The oligomerization of the transmembrane helices of single-pass membrane proteins is crucial to biological function and its misregulation can lead to many diseases. The study of transmembrane helix oligomerization is facilitated by the availability of genetic reporter assays, which are essential tools for understanding the organization and biology of single-pass systems. In particular, reporter assays are crucial for mapping the oligomerization interfaces of transmembrane helices through scanning mutagenesis but their application is limited by the need to clone and measure each construct individually. Here, we present \"TOXGREEN sort-seq\", a high-throughput version of the TOXGREEN assay that enables the direct measurement of transmembrane helix oligomerization in large libraries using fluorescence-activated cell sorting and next-generation sequencing. We show that TOXGREEN sort-seq is robust and reproduce the direct measurements of individual constructs with good accuracy and sensitivity. The method produced high-quality mutational profiles from a library of 17,400 constructs designed to probe the interface of 100 potential GASright dimers predicted from sequences of human single-pass membrane proteins. We report the validated structural model of twelve dimers involved in a variety of biological functions, including immune response (interleukin-22 receptor subunit alpha-1, butyrophilin-like protein 3, hepatitis A virus cellular receptor 2), transport (transferrin receptor protein 1), and cell-surface signaling and proliferation (syndecan-3; semaphorins 5A, 6B and 6D). Remarkably, all three semaphorins in the dataset formed strong dimers and produced mutational profiles consistent with the computational structure. These findings open the possibility that dimerization may be relevant to these proteins' activity and provide a validated interface for assessing their biological role.", "date": "2025-05-11", "journal": ""}
{"title": "Localized Reactivity on Protein as Riemannian Manifolds: A Geometric and Quantum-Informed Basis for Deterministic, Metal-Aware Reactive-Site Prediction", "doi": "10.1101/2025.04.29.651260", "authors": "Park, H.", "abstract": "We present a unified framework for protein reactive-site prediction that couples a rigorous geometric, quantum-informed model with a metal-aware, fully deterministic implementation. Proteins are treated as smooth Riemannian manifolds; each residue is equipped with a localized fiber whose environment vector encodes geometric and physico-chemical features. Motivated by density functional theory, which links global electron density to reactivity, we hypothesize that a sufficiently rich local density stencil captures the same information at the residue scale. On this foundation we build a single-file Python toolkit, reactive_site_predictor.py, which ranks candidate reactive residues in both metallo- and apo-proteins. The score combines (i) a geometry-based environment term, (ii) relativistic ZORA distance factors for metal centers, (iii) coordination-number and angle-deviation corrections, and (iv) an optional pocket-proximity flag. A fixed global random seed removes all stochastic elements, guaranteeing reproducibility. Benchmarks on three representative assemblies (Rubisco, GroEL, and SecA) achieve top-10 recall between 90% and 50% for documented functional residues. While promising, the current validation is limited to three static PDB structures; extension to dynamic ensembles and explicit quantum layers is left to future work. The framework thus offers an interpretable, physics-grounded, and deterministic paradigm for protein-function prediction. Beyond residue-level reactivity, the same manifold-fiber formalism is ultimately intended for purely geometric analysis of protein-protein interfaces: instead of assigning scalar scores, we construct an explicit contact sub-manifold and study its curvature, topology, and fiber-overlap signatures to deduce interaction logic without additional learning. Benchmarks on sixteen diverse protein assemblies (three originals plus thirteen new targets) show top-10 recall between 50% and 100%, underscoring the framework's generality. Across the full benchmark of sixteen proteins, the method recovers 134 literature-supported residues among 160 top-rank predictions, corresponding to a global top-10 precision of 0.84.", "date": "2025-05-11", "journal": ""}
{"title": "Lateralised modulation of posterior alpha oscillations by closed loop auditory stimulation during memory retention", "doi": "10.1101/2025.05.07.652437", "authors": "Hebron, H.; Dimitrova, R.; Jaramillo, V.; Dijk, D.-J.; Violante, I. R.", "abstract": "Alpha oscillations have been implicated in the maintenance of working memory representations. Notably, when memorised content is spatially lateralised, the power of posterior alpha activity exhibits corresponding lateralisation during the retention interval, consistent with the retinotopic organisation of the visual cortex. Beyond power, alpha frequency has also been linked to memory performance, with faster alpha rhythms associated with enhanced retention. These findings position alpha oscillations as a promising target for neuromodulation.\n\nIn this study, we demonstrate that although alpha frequency is not typically lateralised in a retinotopic manner during working memory retention, such lateralisation can be externally induced. Using alpha closed-loop auditory stimulation (CLAS), and leveraging the phase-dependent responsiveness of alpha oscillations to sound, we successfully modulated alpha frequency asymmetrically between the visual cortices. The extent of induced frequency lateralisation was associated with the behavioural asymmetry in task performance.", "date": "2025-05-11", "journal": ""}
{"title": "Hematopoietic Stem Cells Modulate Tumor Immune-Environment to Target Triple-Negative Breast Cancer via Altering Mitochondrial Bioenergetics", "doi": "10.1101/2025.05.07.652451", "authors": "Mallick, S.; Biswas, S.; Shenoy, S. P.; Bose, B.", "abstract": "Ontogenic development of Hematopoietic stem cells (HSCs) takes place at diverse anatomical niches. Moreover, during embryonic development, HSCs migrate from the aorta-gonad mesonephros (AGM) to the fetal liver and finally to the bone marrow immediately after childbirth. Hence, the primary residence of adult HSCs in the bone marrow continues replenishing the hematopoietic lineage pool. In vivo, the HSC niche is significant and might be harnessed in regenerative medicine. HSCs in various niches have exhibited their respective tropism and proliferations based on the growth factors secreted by the niche. Accordingly, in this work, we hypothesized HSCs tropism towards cancer and stem cell niche of triple-negative breast cancer (TNBC) and HER2+, having a high relapse rate for possible cell therapy development. Our results indicate that HSC exclusive tropism towards breast cancer stem cells (CSC) and interaction with the cancer milieu lead to HSC differentiation into T-lymphocyte cells (CD4 & CD8). Moreover, the single-cell type proteomics of the migrated HSCs towards TNBC-CSCs and HER2+ cells indicated upregulation of IL-7 and Notch protein and several other upregulated proteins primarily involved in T cell activation and migration-related pathways. Likewise, the metabolomics from HSCs-derived conditioned media-treated CSCs, and HER2+ cells showed the capability of HSC-CM in arresting the growth and cell cycle of TNBC-CSC via altered mitochondrial bioenergetics. Hence, this study paves the way toward harnessing the potential of both HSCs and HSC-CM for personalized medicine against TNBC CSCs.", "date": "2025-05-11", "journal": ""}
{"title": "A trans-acting enhancer lncRNA modulates androgen-dependent gene expression via sequence-specific interaction with the Androgen Receptor", "doi": "10.1101/2025.05.09.652846", "authors": "Sultanov, R. I.; Suzdalenko, A.; Shnaider, P.; Zubkova, O.; Arapidi, G. P.", "abstract": "Methods To explore the eRNA-AR interactome, we reanalyzed publicly available RNA-seq, ChIP-seq, and AR-RIP-seq data from prostate cancer cell lines to identify a single long non-coding eRNA that interacts with AR (ARA-elncRNA1). Using linear regression, we identified genomic regions where AR occupancy is associated with the expression level of ARA-elncRNA1. We further demonstrated that this eRNA recruits AR to YY1-mediated enhancer-promoter loops, stabilizing these interactions. A series of experiments, including RIP-qPCR, ChIP-qPCR, and EMSA, were conducted to validate the proposed model. Finally, we investigated the role of ARA-elncRNA1 in prostate cancer cells survival. Results We confirmed the sequence-specific interaction between AR and ARA-elncRNA1. This eRNA not only regulates AR occupancy at the promoters of several AR-dependent genes but also protects AR from proteasomal degradation. The AR:ARA-elncRNA1 complex interacts with YY1 and influences enhancer-promoter looping. Additionally, ARA-elncRNA1 was found to inhibit the proliferation of prostate cancer (PCa) cells in vitro and expression level of lncRNA was associated with a lower Gleason score. Conclusions Our findings revealed the existence of an eRNA that directly binds to AR and regulates, in trans, the expression of several AR-dependent genes. We demonstrated that eRNAs can not only interact with AR but also modulate chromatin structure. These insights shed new light on the functional roles of eRNAs and their contribution to cancer development.", "date": "2025-05-11", "journal": ""}
{"title": "When less is not more: Limits to the evolution of metabolic dependence in spatially structured microbial communities", "doi": "10.1101/2025.05.09.651753", "authors": "Ramesh, D.; Fara, E.; Oschmann, F.; Ugolini, G. S.; Stocker, R.; van Vliet, S.; Ackermann, M.; Schubert, O. T.", "abstract": "Most microbes grow in spatially structured, genetically diverse communities where they interact metabolically with neighboring cells. In such settings, evolutionary processes can result in the loss of biosynthetic pathways, leading to dependencies among strains. The Black Queen Hypothesis suggests that these gene losses reduce metabolic burden, potentially conferring a fitness advantage. However, how these dependencies evolve at the level of individual cells remains poorly understood. Here, we introduce an experimental system that enables direct observation of the first steps in the evolution of metabolic dependencies at single-cell resolution. Using a microfluidic setup combined with live-cell microscopy, we tracked the fate of individual amino acid auxotrophic mutant cells - deficient in methionine, tryptophan, or proline biosynthesis - within spatially structured Escherichia coli wildtype populations. When amino acids were externally supplied, auxotrophs grew faster than wildtype cells, Without external supply of amino acids, they grew significantly slower. When auxotrophs formed cell clusters, local depletion of amino acids further diminished their growth rates as well as the growth of neighbouring wildtype cells. Our mathematical model indicates that auxotroph growth is strongly constrained by the low rate of amino acid leakage from wildtype neighbors, conferring an advantage only once leakage surpasses a critical threshold. Overall, our findings show that the benefits of gene loss are highly context-dependent. Through single-cell experiments and modeling, we shed light on the early evolution of metabolic dependency and the trade-offs between reducing metabolic costs and maintaining metabolic autonomy in microbial communities.", "date": "2025-05-11", "journal": ""}
{"title": "EZH1 Q571R-mediated chromatin compaction and its oncogenic potential in thyroid cancer", "doi": "10.1101/2025.05.06.652476", "authors": "Kim, H.; Kim, D.-G.; Ha, S.; Jang, J.-Y.; Vitorino, F. N. d. L.; Gongora, J. M.; Kim, W.; Oh, Y.; Park, G.; Kang, H.; Im, S.-H.; Jung, C. K.; Kim, S.-Y.; Jung, I.; Won, J.-k.; Garcia, B. A.; Kim, S.-j.; Lee, K. E.; Ryu, J.-K.; Lee, C.-H.", "abstract": "Dysregulation of Polycomb Repressive Complex 2 (PRC2) contributes to tumorigenesis. Of its catalytic subunits, EZH1 and EZH2, EZH2 mutations in cancer have been extensively studied, but the role of EZH1 in cancer remains largely unexplored. The recurrent EZH1Q571R mutation in follicular thyroid cancer suggests its involvement in tumor progression. Using EZH1 ChIP-seq, ATAC-seq, and H3K27me3 CUT&Tag, we demonstrated that EZH1 Q571R enhances chromatin binding and compaction and stimulates PRC2-EZH1 catalytic activity, leading to increased H3K27me3 levels and repression of tumor suppressor genes. Purified PRC2-EZH1 Q571R demonstrated a significant increase in histone methyltransferase activity compared to PRC2-EZH1 WT via enhanced nucleosome binding and DNA compaction. Notably, this effect is particularly prominent with EZH1 Q571R but only modestly seen with the corresponding EZH2 Q570R mutation, suggesting an EZH1-specific mechanism. We additionally demonstrated PRC2-EZH1 Q571R can methylate H3K27 in pre-existing H3K36me2/3 nucleosomes, disrupting chromatin homeostasis. Our findings provide key insights into the molecular pathogenesis of EZH1Q571R-driven follicular thyroid cancer.", "date": "2025-05-11", "journal": ""}
{"title": "An IMPDH2 variant associated with neurodevelopmental disorder disrupts purine biosynthesis and somitogenesis", "doi": "10.1101/2025.05.09.652712", "authors": "O'Neill, A. G.; McCartney, M. E.; Wheeler, G. M.; Patel, J. H.; Sanchez-Ramirez, G.; Kollman, J. M.; Wills, A. E.", "abstract": "IMP dehydrogenase (IMPDH) controls a key regulatory node in purine biosynthesis. Gain-of-function mutations in human IMPDH2 are associated with neurodevelopmental disorders and neuromuscular symptoms including dystonia, but the developmental mechanisms underlying these defects are unknown. We previously showed that these mutants are insensitive to GTP inhibition and hypothesized that their hyperactivity would affect nucleotide metabolism in vivo. Here, we characterize the metabolic and developmental consequences of the neurodevelopmental disorder- associated IMPDH2 mutant, S160del, in Xenopus tropicalis. We show that expressing S160del but not WT human IMPDH2 disrupts purine pools and somitogenesis in the developing tadpole. We also show that S160del disrupts in vivo IMPDH filament assembly, a well-described IMPDH regulatory mechanism. Cryo-EM structures show that S160del disrupts filament assembly by destabilizing the dimerization of regulatory Bateman domains. Dimerization of Bateman domains and subsequent filament formation can be restored with a high affinity ligand, but this does not restore sensitivity to GTP inhibition, suggesting S160del also disrupts allostery of IMPDH2 filaments. This work demonstrates that the structural effects of patient IMPDH2 variants can cause disruptions both to nucleotide levels and to the normal development of sensorimotor structures, helping us better understand the physiological basis of disease in these patients.", "date": "2025-05-11", "journal": ""}
{"title": "Dictionary of human intestinal organoid responses to secreted niche factors at single cell resolution", "doi": "10.1101/2025.05.06.652311", "authors": "Capeling, M.; Chen, B.; Aliar, K.; Penna, E.; Lopez, V. I.; Foo, C.; Rost, S.; Holokai, L.; Tong, X.; Philipps, D.; Sweet, C.; Li, J.; Chatterjee, S.; Skippington, E.; Modrusan, Z.; McGinnis, L. M.; Wei, R.; Keir, M.; Rozenblatt-Rosen, O.; Chen, M. B.", "abstract": "The intestinal epithelium is often a site of pathology, such as in inflammatory bowel disease (IBD), and its maintenance is highly modulated by interactions with the microenvironment. However, a systematic understanding of how the myriad of niche cues impact distinct epithelial cell types in a diseased context is still lacking. To address this gap, we first benchmarked diverse human colonic organoid injury models against IBD tissue, and established a disease-relevant model of epithelial inflammation using TNF[a], IFN{gamma}, and IL1{beta}. Using this system, we built a dictionary of epithelial responses to 81 secreted niche factors at single cell resolution via donor-pooled, multiplexed single cell RNA-sequencing (scRNA-seq). The comprehensive nature of our atlas allowed us to map relationships between perturbations, infer the function of less well-characterized ligands, and identify cell type-specific perturbed pathways. Finally, we established the relevance of organoid-derived gene programs by mapping them to single cell and spatial atlases of human IBD tissue. Our resource offers a global view of epithelial responses to microenvironmental cues in a physiologically relevant disease context and generates new hypotheses for signaling factors that may be involved in epithelial homeostasis and repair.", "date": "2025-05-11", "journal": ""}
{"title": "An evolutionary approach to predict the orientation of CRISPR arrays", "doi": "10.1101/2025.05.09.653049", "authors": "Fehrenbach, A.; Mitrofanov, A.; Alkhnbashi, O.; Backofen, R.; Baumdicker, F.", "abstract": "CRISPR-Cas is a defense system of bacteria and archaea against phages. Parts of the foreign DNA, called spacers, are incorporated into the CRISPR array which constitutes the immune memory. The orientation of CRISPR arrays is crucial for analyzing and understanding the functionality of CRISPR systems and their targets. Several methods have been developed to identify the orientation of a CRISPR array. To predict the orientation, different methods use different features such as the repeat sequences between the spacers, the location of the leader sequence, the Cas genes, or PAMs. However, those features are often not sufficient to predict the orientation with certainty, or different methods disagree. Remarkably, almost all CRISPR systems have been found to insert spacers in a polarized manner at the leader end of the array. We introduce CRISPR-evOr, a method that leverages the resulting patterns to predict the acquisition orientation for (a group of) CRISPR arrays by reconstructing and comparing the likelihood of their evolutionary history with respect to both possible acquisition orientations. The new method is independent of Cas type, leader existence and location, and transcription orientation. CRISPR-evOr is thus particularly useful for arrays that other CRISPR orientation tools cannot predict confidently and to verify or resolve conflicting predictions from existing tools. CRISPR-evOr currently confidently predicts the orientation of 28.3% of the arrays in the considered subset of CRISPRCasdb, which other tools like CRISPRDirection and CRISPRstrand cannot reliably orient. As our tool leverages evolutionary information we expect this percentage to grow in the future when more closely related arrays will be available. Additionally, CRISPR-evOr provides confident decisions for rare subtypes of CRISPR arrays, where knowledge about repeats and leaders and their orientation is limited.", "date": "2025-05-11", "journal": ""}
{"title": "Automated MagNet Enrichment Unlocks Deep and Cost-Effective LC-MS Plasma Proteomics", "doi": "10.1101/2025.05.06.652407", "authors": "Jarvinen, E.; Liu, X.; Varjosalo, M.; Keskitalo, S. E.", "abstract": "Plasma is an ideal material for proteomics due to its diverse protein content reflecting physiological and pathological states, and its compatibility with minimally invasive sampling. Deep proteomic profiling of plasma is hindered by the dominance of high-abundant proteins that mask the detection of low-abundant proteins. To overcome this, we compared five plasma protein enrichment methods, MagNet, ENRICHplus, ENRICHiST, EasySep, and EXONET, against neat plasma using LC-MS proteomics. All five methods substantially increased protein identifications, with MagNet, ENRICHplus, EasySep, and EXONET yielding up to 4200 proteins per sample, over 7-fold more than neat plasma, using a 44-minute gradient on the Evosep One and data-independent acquisition on the timsTOF Pro 2. These methods enriched extracellular vesicle-associated proteins while effectively depleting high-abundant proteins. We further optimized the cost-effective MagNet protocol by increasing the plasma-to-bead ratio and automated the workflow, including Evotip loading, on the Biomek i5 liquid handler. Automated MagNet demonstrated high reproducibility and a remarkably low total cost of just a few dollars per sample. This streamlined enrichment strategy enables scalable, high-throughput LC-MS plasma proteomics, supporting biomarker discovery across large clinical cohorts.", "date": "2025-05-11", "journal": ""}
{"title": "A theory and recipe to construct general and biologically plausible integrating continuous attractor neural networks", "doi": "10.1101/2025.05.07.652608", "authors": "Claudi, F.; Chandra, S.; Fiete, I. R.", "abstract": "Across the brain, circuits with continuous attractor dynamics underpin the representation and storage in memory of continuous variables for motor control, navigation, and mental computations. The represented variables have various dimensions and topologies (lines, rings, euclidean planes), and the circuits exhibit continua of fixed points to store these variables, and the ability to use input velocity signals to update and maintain the representation of unobserved variables, effectively integrating the incoming velocity signal. Integration constitutes a general computational strategy that enables variable state estimation when direct observation of the variable is not possible, suggesting that it may play a critical role in other cognitive processes. While some neural network models for integration exist, a comprehensive theory for constructing neural circuits with a given topology and integration capabilities is lacking. Here, we present a theoretically-driven design framework, Manifold Attractor Direct Engineering (MADE), to automatically, analytically, and explicitly construct biologically plausible continuous attractor neural networks with diverse user-specified topologies. We show how these attractor networks can be endowed with accurate integration functionality through biologically realistic circuit mechanisms. MADE networks closely resemble biological circuits where the attractor mechanisms have been characterized. Additionally, MADE offers innovative and minimal circuit models for uncharacterized topologies, enabling a systematic approach to developing and testing mathematical theories related to cognition and computation in the brain.", "date": "2025-05-11", "journal": ""}
{"title": "Whole brain dimensional approach identifies shared and sex-specific networks of stress susceptibility in male and female mice.", "doi": "10.1101/2025.05.10.653278", "authors": "Herrera Portillo, L.; Gallino, D.; Yee, Y.; Muir, J.; Devenyi, G. A.; Bagot, R. C.; Chakravarty, M.", "abstract": "Background: Stress is a significant risk factor for depression and anxiety, two highly comorbid disorders with sex differences in symptom presentation and prevalence. The Chronic Variable Stress (CVS) mouse model is a useful method for examining sex-specific susceptibility, as stress can be titrated in a sex-specific manner to produce depressive- and anxiety-like behaviours across both sexes. However, the sex-specific mechanisms regarding how CVS reorganizes brain anatomy remain unclear. Methods: Using structural magnetic resonance imaging (MRI), we provide the first whole-brain characterization of neuroanatomical changes induced by 6 or 28 days of exposure to CVS in female and male mice, respectively, and their association to behavior. We then examined the structural connectome underlying sex-specific latent dimensions of stress-susceptibility and potential molecular mechanisms using spatial gene expression analyses. Results: CVS induced significant neuroanatomical changes in regions already implicated in depression in both sexes (e.g. nucleus accumbens and hippocampus) as well as female- and male-specific neuroanatomical changes. In females, these changes were associated with both depressive- and anxiety-like behavior. While in males, we identified two orthogonal dimensions of neuroanatomical changes associated with anxiety-like behavior or social preference. These latent dimensions are associated with sex-specific hub regions and, in females, were associated with genes enriched for protein localization to the cell surface. Conclusion: Our findings indicate that different durations of CVS result in similar neuroanatomical changes in both sexes, however the direction of change and association to behavior is sex-specific. In females, these changes may be attributed to alterations in synaptic connectivity.", "date": "2025-05-11", "journal": ""}
{"title": "Excess prenatal folic acid supplementation alters cortical gene expression networks and electrophysiology", "doi": "10.1101/2025.05.07.652681", "authors": "Haghani, V.; Ali, S. M.; Cannizzaro, N.; Patil, M. M.; Sullivan, P. D. M.; Rehman, A.; Green, R.; Ben-Shalom, R.; LaSalle, J.; Zarbalis, K.", "abstract": "Folate is crucial for various biological processes, with deficiencies during pregnancy being linked to increased risk for neural tube defects and neurodevelopmental disorders. As a proactive measure, folic acid fortification in foods has been mandated in many countries, in addition to dietary supplementation recommendations during pregnancy. However, the risks of excess prenatal folic acid supply have yet to be fully understood. To better appreciate in utero molecular changes in mouse brain exposed to 5-fold folic acid excess over normal supplementation, we investigated the transcriptome and methylome for alterations in gene networks. RNA-seq analysis of cerebral cortex collected at birth, revealed significant expression differences in 646 genes with major roles in protein translation. Whole genome bisulfite sequencing revealed 910 significantly differentially methylated regions with functions enriched in glutamatergic synapse and glutathione pathways. To explore the physiological consequences of excess prenatal folic acid exposure, we applied high-density microelectrode arrays to record network-level firing patterns of dissociated cortical neurons. Folic acid excess-derived cortical neurons exhibited significantly altered network activity, characterized by reduced burst amplitude and increased burst frequency, indicating compromised network synchronization. These functional deficits align with the observed molecular alterations in glutamatergic synapse pathways, underscoring the potential for excess prenatal folic acid exposure to disrupt developing metabolic and neurological pathways.", "date": "2025-05-11", "journal": ""}
{"title": "Locus coeruleus-related insula activation supports implicit learning", "doi": "10.1101/2025.05.10.653174", "authors": "Dahl, M. J.; Li, T.; Mather, M.; Werkle-Bergner, M. J.", "abstract": "The noradrenergic locus coeruleus and its neuromodulatory cortical projections are critical for adaptive behavior, yet their contributions to implicit learning in novel environments remain incompletely understood, due to challenges in non-invasive assessment. Here, we combined multimodal neuroimaging -- including locus-coeruleus-sensitive structural MRI, concurrent pupillometry--fMRI, and PET-derived noradrenergic transporter maps -- with repeated behavioral assessments to investigate noradrenergic contributions to implicit learning across younger and older adults (n = 77). Salient expectation-violating stimuli elicited pupil dilation, indicating enhanced neuromodulation, activated the action-mode network and deactivated the default-mode network. Pupil-linked BOLD responses suggested a functional coupling between the locus coeruleus and action-mode network, further supported by spatial overlap of activation patterns with PET-derived noradrenergic transporter maps. Locus coeruleus MRI-guided functional connectivity analyses demonstrated that locus coeruleus activity is coupled to anterior insula activation, suggesting a noradrenergic role in shifting cortical dynamics toward action-oriented processing. Behaviorally, participants implicitly learned the statistical task structure over time, as evidenced by reaction time adjustments based on stimulus probabilities. Critically, stronger locus coeruleus integrity, greater task-related anterior insula activation, and more pronounced pupil dilation were associated with enhanced implicit learning, highlighting the behavioral relevance of noradrenergic neuromodulation. Notably, noradrenergic responses and their link to learning were preserved across age groups, suggesting a robust noradrenergic role in supporting adaptive behavior throughout adulthood. These findings provide novel insights into the neuromodulatory mechanisms underlying learning and cognitive flexibility, emphasizing the pivotal role of locus coeruleus--action-mode network interactions in behavioral adaptation.", "date": "2025-05-11", "journal": ""}
{"title": "Locus coeruleus-related insula activation supports implicit learning", "doi": "10.1101/2025.05.10.653174", "authors": "Dahl, M. J.; Li, T.; Mather, M.; Werkle-Bergner, M.", "abstract": "The noradrenergic locus coeruleus and its neuromodulatory cortical projections are critical for adaptive behavior, yet their contributions to implicit learning in novel environments remain incompletely understood, due to challenges in non-invasive assessment. Here, we combined multimodal neuroimaging -- including locus-coeruleus-sensitive structural MRI, concurrent pupillometry--fMRI, and PET-derived noradrenergic transporter maps -- with repeated behavioral assessments to investigate noradrenergic contributions to implicit learning across younger and older adults (n = 77). Salient expectation-violating stimuli elicited pupil dilation, indicating enhanced neuromodulation, activated the action-mode network and deactivated the default-mode network. Pupil-linked BOLD responses suggested a functional coupling between the locus coeruleus and action-mode network, further supported by spatial overlap of activation patterns with PET-derived noradrenergic transporter maps. Locus coeruleus MRI-guided functional connectivity analyses demonstrated that locus coeruleus activity is coupled to anterior insula activation, suggesting a noradrenergic role in shifting cortical dynamics toward action-oriented processing. Behaviorally, participants implicitly learned the statistical task structure over time, as evidenced by reaction time adjustments based on stimulus probabilities. Critically, stronger locus coeruleus integrity, greater task-related anterior insula activation, and more pronounced pupil dilation were associated with enhanced implicit learning, highlighting the behavioral relevance of noradrenergic neuromodulation. Notably, noradrenergic responses and their link to learning were preserved across age groups, suggesting a robust noradrenergic role in supporting adaptive behavior throughout adulthood. These findings provide novel insights into the neuromodulatory mechanisms underlying learning and cognitive flexibility, emphasizing the pivotal role of locus coeruleus--action-mode network interactions in behavioral adaptation.", "date": "2025-05-11", "journal": ""}
{"title": "Locus coeruleus-related insula activation supports implicit learning", "doi": "10.1101/2025.05.10.653174", "authors": "Dahl, M. J.; Li, T.; Mather, M.; Werkle-Bergner, M.", "abstract": "The noradrenergic locus coeruleus and its neuromodulatory cortical projections are critical for adaptive behavior, yet their contributions to implicit learning in novel environments remain incompletely understood, due to challenges in non-invasive assessment. Here, we combined multimodal neuroimaging -- including locus-coeruleus-sensitive structural MRI, concurrent pupillometry--fMRI, and PET-derived noradrenergic transporter maps -- with repeated behavioral assessments to investigate noradrenergic contributions to implicit learning across younger and older adults (n = 77). Salient expectation-violating stimuli elicited pupil dilation, indicating enhanced neuromodulation, activated the action-mode network and deactivated the default-mode network. Pupil-linked BOLD responses suggested a functional coupling between the locus coeruleus and action-mode network, further supported by spatial overlap of activation patterns with PET-derived noradrenergic transporter maps. Locus coeruleus MRI-guided functional connectivity analyses demonstrated that locus coeruleus activity is coupled to anterior insula activation, suggesting a noradrenergic role in shifting cortical dynamics toward action-oriented processing. Behaviorally, participants implicitly learned the statistical task structure over time, as evidenced by reaction time adjustments based on stimulus probabilities. Critically, stronger locus coeruleus integrity, greater task-related anterior insula activation, and more pronounced pupil dilation were associated with enhanced implicit learning, highlighting the behavioral relevance of noradrenergic neuromodulation. Notably, noradrenergic responses and their link to learning were preserved across age groups, suggesting a robust noradrenergic role in supporting adaptive behavior throughout adulthood. These findings provide novel insights into the neuromodulatory mechanisms underlying learning and cognitive flexibility, emphasizing the pivotal role of locus coeruleus--action-mode network interactions in behavioral adaptation.", "date": "2025-05-11", "journal": ""}
{"title": "Arousal state fluctuations are a source of internal noise underlying age-related declines in speech intelligibility", "doi": "10.1101/2025.05.09.653191", "authors": "Smith, S. S.; Sugai, J. A.; Polley, D. B.", "abstract": "Understanding speech in noisy, multi-talker environments is crucial for social communication but becomes increasingly challenging and frustrating as we age. Here, we simulated the acoustic challenges of multi-talker listening and found that adults over 50 years old (N = 76) recognized speech more slowly, less accurately, and less consistently than younger adults (N = 107). While peripheral hearing status accounted for average differences in speech intelligibility by age, it did not account for moment-to-moment variability in speed and accuracy - fluctuations central to the frustration experienced by older listeners in challenging environments. We hypothesized that age-related changes in brain arousal systems might account for the fluctuant 'noise' in speech processing observed in older listeners. To isolate the contribution of arousal state independent of hearing status and cognitive load, we measured the pre-stimulus pupil-indexed arousal state (PPAS) immediately prior to speech onset. Older - but not younger - adults exhibited a striking inverted-U relationship between PPAS and speech recognition accuracy. Notably, pupil-indexed listening effort measured seconds later during speech encoding was not associated with trial-to-trial performance. Moreover, older adults exhibited altered arousal regulation, occupying a lower PPAS extremum not observed in younger listeners that was specifically associated with performance deficits and subjective listening difficulties reported in hearing health questionnaires. These findings show that age-related changes in central arousal states interact with peripheral hearing status to offer a more complete explanation for why older adults find speech processing in social setting so challenging.", "date": "2025-05-11", "journal": ""}
{"title": "Structure and function of otoferlin, a synaptic protein of sensory hair cells essential for hearing", "doi": "10.1101/2025.05.10.653085", "authors": "Chen, H.; Cretu, C.; Trebilcock, A.; Evdokimova, N.; Babai, N.; Feldmann, L.; Leidner, F.; Benseler, F.; Mutschall, S.; Esch, K.; Kibedi, C. Z.; Pena, V.; Pape, C.; Grubmüller, H.; Strenzke, N.; Brose, N.; Wichmann, C.; Preobraschenski, J.; Moser, T.", "abstract": "Our sense of hearing relies upon speedy synaptic transmission of sound information from cochlear inner hair cells (IHCs) to spiral ganglion neurons (SGNs). To accomplish this, IHCs employ a sophisticated presynaptic machinery including the multi-C2-domain protein otoferlin which is affected by human deafness mutations. Otoferlin is essential for IHC-exocytosis but how it binds Ca2+ and the target membrane to serve synaptic vesicle (SV) tethering, docking and fusion remained unclear. Here, we obtained cryo-electron-microscopy structures of Ca2+-bound otoferlin and employed molecular dynamics simulations of membrane binding. We show that membrane binding involves C2B-C2G-domains and repositions C2F- and C2G-domains. Progressive disruption of Ca2+-binding by the C2D-domain in mice increasingly altered synaptic sound encoding and eliminated the Ca2+-cooperativity of SV-exocytosis, indicating that this Ca2+-cooperativity reflects binding of several Ca2+-ions to otoferlin. Together, our findings elucidate molecular mechanisms underlying otoferlin-mediated SV-docking and support a role of otoferlin as Ca2+-sensor of SV-fusion in IHCs.", "date": "2025-05-11", "journal": ""}
{"title": "A Foraging-Theory Based Model Captures The Full Spectrum of Human Behavioral Diversity in a Classic RL Task", "doi": "10.1101/2025.05.06.652482", "authors": "Harrell, D.; Zid, M.; Laurie, V.-J.; Chen, C.; Grissom, N.; Darrow, D. P.; Ebitz, B. R.; Herman, A. B.", "abstract": "Decision-making tasks involving multiple, simultaneously presented options are mainstays of cognitive neuroscience and psychology, and are increasingly important to the emerging field of computational psychiatry. Modeling approaches to these tasks overwhelmingly assume that participants make choices based on explicitly comparing the values of the presented options. Contrary to this long-held assumption, we found instead that humans employ a compare-to-threshold decision process, similar to theories of foraging, when making sequential decisions about concurrently available options. We confirmed this result in a large (1000 participant) dataset with multiple converging lines of evidence comparing both model fits and model generative performance. Value-comparison models were restricted to a reduced area of the potential space of single-trial outcome-dependent behavior, demonstrating an intrinsic limitation in the ability to reproduce strategy diversity. Furthermore, we found that using even the best-fit value-comparison model led to a substantial, systematic bias and a compression of individual differences in reconstructed behavior compared to the foraging-based model, leading to weaker predictions of behavioral health measures. Our results imply that studies using value-comparison models to link behavior with neural activity or psychiatric symptoms may be less sensitive to individual differences than a simple alternative based on ethological foraging.", "date": "2025-05-11", "journal": ""}
{"title": "Targeting Siglec-10/α3β1 Integrin Interactions Enhances Macrophage-Mediated Phagocytosis of Pancreatic Cancer", "doi": "10.1101/2025.05.06.652455", "authors": "Saini, P.; Mirji, G.; Bhat, S. A.; Muthumani, K.; Cassel, J.; Tang, H.-Y.; Tateno, H.; Zhang, R.; Shinde, R.; Abdel-Mohsen, M.", "abstract": "Tumor-associated macrophages (TAMs) in the tumor microenvironment exhibit impaired phagocytic activity, contributing to tumor progression. Here, we identify integrin 3{beta}1, composed of ITGA3 and ITGB1 subunits, as a sialylated glycoprotein ligand for Siglec-10, an inhibitory receptor on TAMs in pancreatic ductal adenocarcinoma (PDAC). Mechanistically, the interaction between Siglec-10 on TAMs and 3{beta}1 on PDAC cells suppresses macrophage-mediated phagocytosis, enabling immune evasion by PDAC. Consequently, disrupting Siglec-10 interactions with monoclonal antibodies significantly enhances macrophage phagocytosis of PDAC cells in vitro. In a PDAC xenograft mouse model engrafted with human macrophages, disrupting Siglec-10 interactions reduces tumor growth and activates the PI3K/MAPK/AP-1 signaling cascades in macrophages, enhancing their phagocytic capacity. These findings suggest that the interaction between Siglec-10 and integrin 3{beta}1 is a key mediator of immune evasion by TAMs and highlight the therapeutic potential of targeting Siglec-10/3{beta}1 interactions to restore macrophage phagocytic capacity.", "date": "2025-05-11", "journal": ""}
{"title": "Estimating the changing risks of low crop yield using non-stationary generalized Pareto distributions", "doi": "10.1101/2025.05.10.653234", "authors": "Onogi, A.", "abstract": "Estimating the changing risk of low crop yield in a changing climate is an important task in various fields of agricultural research. According to the extreme value theory, the probability of extreme events can be approximated using generalized Pareto distributions. In this study, non-stationary generalized Pareto distributions were used to estimate the changing risk of low crop yield. The proposed methods were applied to global yield data for maize, wheat, rice, and soybean collected from 1961 to 2022, as well as local yield data for wheat, rice, and soybean in Japan, from a start date of either 1948 or 1958 and running to 2020. The results illustrated exacerbated trends of low-yield risk in maize crops in Africa; maize, wheat, and rice in Americas; maize and wheat in Western, Central, and Southern Asia; maize and wheat in Europe; and soybean in Japan. Only wheat in Japan showed trends of mitigating the risk of low yields. The proposed models were also validated through simulations. The results showed that the models can generally estimate the changing risks accurately, and the precision depends on the size of the data set. Although there is still room for improvement in the models, the present study demonstrates that it is possible to estimate changes in the risk of low yield using a data-driven approach based on extreme value theory without assumptions about climate and crop physiology.", "date": "2025-05-11", "journal": ""}
{"title": "Structural insights into late-stage photosystem II assembly by Psb32", "doi": "10.1101/2025.05.08.652833", "authors": "Bohn, S.; Lo, Y. K.; Lambertz, J.; Meier-Credo, J.; Fuertges, T.; Liauw, P.; Gasper-Schoenenbruecher, R.; Wiens, D.; Langer, J.; Hochberg, G.; Hofmann, E.; Rudack, T.; Nowaczyk, M. M.; Schuller, J.", "abstract": "Photosystem II (PSII) assembly is a stepwise process in which intermediate complexes with auxiliary proteins are transiently formed to allow efficient de novo biogenesis or repair of damaged PSII. In particular, the role of extrinsic PSII subunits (PsbO, PsbU, PsbV) and auxiliary proteins such as Psb27 for the formation and photoactivation of the Mn4O5Ca cluster, which catalyzes the unique water splitting reaction in mature PSII, remains unclear. Using cryo-electron microscopy, we have determined the structure of two novel late-stage PSII assembly intermediates. In contrast to previous studies, the resulting monomeric PSII complexes contain both PsbJ and Psb27 and exhibit a fully mature acceptor side, while the oxygen evolving complex (OEC) is still in an immature state. The second complex additionally associates with the late-acting assembly factor Psb32 and the extrinsic subunit PsbV. While Psb32 has received little attention, its proposed role in the complex challenges the previous assumption that all extrinsic subunits associate spontaneously, as well as the notion that PsbO initiates binding and solely drives OEC formation. Our structures of the Psb27-PSII and Psb32-PSII intermediates provide novel insights, how structural changes of C-termini of the D1 and D2 core proteins regulate maturation of the OEC and how the catalytic side is prepared for binding of the Mn4O5Ca cluster. The Psb32-PSII complex potentially represents the final PSII assembly intermediate that precede the incorporation and photoactivation of the Mn4O5Ca cluster, allowing us to explain the final steps in the PSII biogenesis and assembly pipeline in great detail, as only the two extrinsic subunits PsbO and PsbU are missing.", "date": "2025-05-11", "journal": ""}
{"title": "Lead, a toxic metal, alters auxin-mediated root growth and gravitropic responses in maize and Arabidopsis", "doi": "10.1101/2025.05.09.653208", "authors": "Hazelwood, O. S.; Delpit, G.; H.L, T. D.; Sparks, E. E.; Best, N. B.; Ashraf, M. A.", "abstract": "Toxic metal contamination in the environment is pervasive and of significant concern due to its high abundance in agricultural lands across the globe. Future engineering of plants tolerant to toxic metals requires a detailed understanding of plant responses to these toxins, which are currently poorly understood. We discovered that, among four toxic metals, lead (Pb) targets conserved cellular and developmental processes in evolutionary diverse plant systems - the model plant Arabidopsis thaliana and crop plant Zea mays. This study shows that Pb increases the phytohormone auxin, which in turn inhibits cell cycle progression to inhibit root growth and alters root gravitropic responses. Both root growth and gravitropic responses are critical for soil exploration, which is required for plants to live and thrive in harsh environments.", "date": "2025-05-11", "journal": ""}
{"title": "Live-Exudation Assisted Phytobiome Cultromics System (LEAP-CS): A High-Throughput Cultromics System for Studying Plant-Microbiome Interactions through Non-Contact Metabolic Exchange.", "doi": "10.1101/2025.05.07.652788", "authors": "Mazumder, M.; Pavagadhi, S.; Bhattacharya, R.; Mukherjee, A.; Majedi, S. M.; Tan, I. C. H.; Swarup, S.", "abstract": "This study introduces an innovative methodology for co-cultivating plants and microbes, employing a membrane-based structure to facilitate their physical separation. The Live-Exudation Assisted Phytobiome Cultromics System (LEAP-CS) has the capability to investigate the complex interaction of plant and soil microbiome under in vitro conditions, offering potential benefits. Subsequent validation and testing can be performed through pot, greenhouse, and field trials. The system can efficiently function as a high-throughput screening tool for assessing plant-microbiome interactions and their associated metabolic signatures. Our phytobiome culturing technique harnesses root exudation from live plants, capitalizing on the membrane's selective separation to prevent direct physical interaction between plant and microbiome components. Consequently, the interaction is solely through chemical-mediated signalling. By employing this method, we can intricately dissect complex plant-microbiome interactions while faithfully maintaining and emulating the contact independent inherent associations prevalent within these phytobiomes. In conclusion, this user-friendly and reproducible 'in-vitro' model holds immense potential for shedding light on the intricate community and metabolic exchange dynamics of plant-microbiome interactions, thus significantly advancing our understanding in this area.", "date": "2025-05-11", "journal": ""}
{"title": "Transcriptomic and physiological responses of soybean plants subjected to a combination of water deficit and heat stress under field conditions", "doi": "10.1101/2025.05.07.652738", "authors": "Sinha, R.; Pelaez-Vico, M. A.; Dhakal, S.; Ghani, A.; Myers, R.; Verma, M.; Shostak, B.; Ogden, A.; Krueger, C. B.; Costa Netto, J. R.; Zandalinas, S. I.; Joshi, T.; Fritschi, F. B.; Mittler, R.", "abstract": "Water deficit, heat stress, and a combination of water deficit and heat stress are highly disruptive to crop yield worldwide. Unfortunately, the frequency and intensity of these conditions is gradually increasing due to climate change. Previous studies of water deficit and heat stress combination were primarily conducted under controlled growth conditions, revealing that the combination of water deficit and heat stress resulted in the activation of unique stress responses and acclimation pathways. However, whether similar responses to stress combination occur in the field remained largely unknown. Here we report on a two-year field study in which the transcriptomic and physiological responses of vegetative and reproductive tissues of soybean (Glycine max) to water deficit, heat treatment and their combination were studied. Our findings reveal that the transcriptomic responses of soybeans grown in the field are different from those grown under controlled growth chamber conditions. These differences were especially noticeable in plants subjected to the heat or water deficit treatments, and less in plants subjected to the stress combination. In addition, we report that differential transpiration between leaves and pods, that was originally discovered in plants grown under controlled growth conditions, occurs in field grown soybeans in response to heat stress, as well as heat stress combined with water deficit. We hope that the transcriptomic datasets generated by our study will contribute to future studies of crop responses to different stresses in the field, as well as highlight the need for more omics studies of plants grown under field conditions.", "date": "2025-05-11", "journal": ""}
{"title": "A 3D Modeling Framework for Quantifying Variation in Soybean Root Structure Architecture", "doi": "10.1101/2025.05.06.652473", "authors": "Carpenter, J.; Bogati, S.; Wang, D.; Jung, J.", "abstract": "Root system architecture (RSA) underpins plant access to water and nutrients, making its characterization critical for improving crop performance in environments with limited soil fertility. However, current methods for quantifying root features face several challenges. They may rely on 2D images that suffer from occlusion, use expensive sensing technologies like X-ray computed tomography, or depend on 3D modeling approaches with assumptions about branching that make them difficult to generalize. To address these challenges, we introduce an open-source Python framework for quantifying RSA samples from 3D point clouds generated from low-cost photogrammetry. Critically, this method incorporates no assumptions about taxon-specific branching orientation, making it both well-suited for modeling naturally grown annual dicots such as soybean and generalizable across species. Using field-grown soybean as a test case, we demonstrate the utility of this framework to extract biologically meaningful 3D features of divergent root systems sampled across developmental stages and soil environments, and enable new analyses not possible with 2D approaches, such as modeling metabolic scaling relationships. Results indicate that, in our soybean samples, while certain individual features like taproot tortuosity are potentially influenced by the soil environment, and while roots in sandy loam exhibited greater feature plasticity, fundamental scaling properties remain consistent. By combining low-cost photogrammetry with 3D reconstruction of root systems from point clouds, this approach provides the plant science community with new opportunities for more comprehensive root studies.", "date": "2025-05-11", "journal": ""}
{"title": "The bivalent epigenetic regulator ULTRAPETALA1 promotes the Arabidopsis floral transition via recruitment of Polycomb histone methyltransferases for H3K27me3 deposition at the FLC locus", "doi": "10.1101/2025.05.06.652514", "authors": "Xing, Q.; Shemyakina, E.; Tian, J.; Strotmann, V. I.; Anwar, A.; Li, X.; Xiong, Y.; Yang, T.; Zheng, Y.; Pu, L.; Stahl, Y.; Mueller-Xing, R.; Fletcher, J. C.", "abstract": "Floral induction is a major transition during the plant life cycle that contributes to reproductive fitness in annual and perennial plants. Flowering occurs in response to multiple environmental and endogenous cues. In Arabidopsis thaliana, many of these cues converge on the regulation of the FLOWERING LOCUS C (FLC) gene, which encodes a MADS domain transcription factor that functions as the main floral repressor. Here we demonstrate that the bivalent epigenetic regulator ULTRAPETALA1 (ULT1) is both necessary and sufficient to promote flowering. We identify ULT1 as a novel component of the autonomous pathway (AP) and show that it accelerates flowering by directly repressing FLC transcription. We demonstrate that ULT1 physically associates with the SWINGER (SWN) and CURLY LEAF (CLF) histone methyltransferase components of Polycomb Repressive Complex 2 (PRC2) to regulate FLC transcription by altering the accumulation of H3K27me3 marks. Our data indicate that ULT1 promotes the floral transition by interacting with SWN and CLF to recruit PRC2 to the FLC locus to deposit repressive histone methylation and reduce transcription of this key floral repressor.", "date": "2025-05-11", "journal": ""}
{"title": "Imputation integrates single-cell and spatial gene expression data to resolve transcriptional networks in barley shoot meristem development", "doi": "10.1101/2025.05.09.653223", "authors": "Demesa-Arevalo, E.; Dorpholz, H.; Vardanega, I.; Maika, J. E.; Pineda-Valentino, I.; Eggels, S.; Lautwein, T.; Kohrer, K.; Schnurbusch, T.; von Korff, M.; Usadel, B.; Simon, R.", "abstract": "Grass inflorescences are composite structures, featuring complex sets of meristems as stem cell niches that are initiated in a repetitive manner. Meristems differ in identity and longevity, generate branches or split to form flower meristems that finally produce seeds. Within meristems, distinct cell types are determined by positional information and the regional activity of gene regulatory networks. Understanding these local microenvironments requires precise spatio-temporal information on gene expression profiles, which current technology cannot achieve. Here we investigate transcriptional changes during barley development, from the specification of meristem and organ founder cells to the initiation of distinct floral organs, based on an imputation approach integrating deep single-cell RNA sequencing with spatial gene expression data. The expression profiles of more than 40.000 genes can be analysed at cellular resolution in multiple barley tissues using the web-based graphical interface BARVISTA, which enables precise virtual microdissection to analyse any sub-ensemble of cells. Our study pinpoints previously inaccessible key transcriptional events in founder cells during primordia initiation and specification, characterises complex branching mutant phenotypes by barcoding gene expression profiles, and defines spatio-temporal trajectories during flower development. We thus uncover the genetic basis of complex developmental processes, providing novel opportunities for precisely targeted manipulation of barley traits.", "date": "2025-05-11", "journal": ""}
{"title": "3D X-ray microscopy lights up nanoparticles in plants", "doi": "10.1101/2025.05.08.652794", "authors": "Kristensen, E. V.; Siracusa, F.; Pinna, A.; Ertem, I.; Szameitat, A.; Villanova, J.; Gao, X.; Schiefler, A.; Tobler, D. J.; Ghoshal, S.; Husted, S.; Mokso, R.", "abstract": "The discovery of novel plant fertilization strategies heavily relies on our capabilities to probe physiological processes in living plants with sub-cellular precision. State-of-the-art microscopy techniques are in general limited to surface investigation or they require elaborated tissue preparation and often destruction. X-ray microscopy has the potential to resolve some of these limitations by generating micro- to nanometer-scale 3D images deep into the tissue. We introduce experimental designs and the quantitative analysis methodologies, pioneering nanoscale ({approx}150 nm resolution) in-vivo 3D microscopy of plant tissue. We show the first direct in-vivo visualization of foliar-applied untagged nanoparticulate fertilizers deep under the leaf surface, not accessible by other microscopy methods. Ultimately, our approach provides the means for a direct observation of nanoparticle transport and dissolution in living plant tissue, a step critical for developing sustainable plant fertilization approaches.", "date": "2025-05-11", "journal": ""}
{"title": "PSII photoinhibition as a protective strategy against PSI photoinhibition: Maintaining PSI in an oxidized state by suppressing PSII activity under environmental stress", "doi": "10.1101/2025.05.06.652500", "authors": "Takeuchi, K.; Harimoto, S.; Maekawa, S.; Miyake, C.; Ifuku, K.", "abstract": "Photosystem I (PSI) can be photoinhibited by excessive electron flow from Photosystem II (PSII), causing serious growth inhibition due to PSI's limited repair capacity. In contrast, PSII is more susceptible to photoinhibition under stress but has an efficient repair system. Consequently, PSII photoinhibition is considered a protective mechanism that mitigates PSI over-reduction. However, this photoprotective role under environmental stress remains unexplored in intact plants without using mutants or chemical treatments. To address this, we examined the relationship between PSII photoinhibition and susceptibility to PSI photoinhibition under two representative stresses that selectively induce PSI photoinhibition: chilling stress and fluctuating light, using A. thaliana and cucumber. Under chilling stress, A. thaliana exhibited marked PSII photoinhibition and maintained active PSI, whereas cucumber showed insufficient PSII downregulation and suffered PSI photoinhibition. In addition, when fluctuating light treatment was applied to plants with various Fv/Fm (the maximum quantum yield of PSII), plants with reduced Fv/Fm maintained oxidized PSI, and PSI photoinhibition progressed slowly. The susceptibility to PSI photoinhibition under fluctuating light strongly correlated with Fv/Fm, providing clear evidence that PSII photoinhibition protects PSI in vivo. Interestingly, even in plants where P700 remained oxidized during saturation pulses due to PSII photoinhibition, the iron-sulfur clusters (Fe-S clusters) remained reduced. However, the re-oxidation rate of reduced Fe-S clusters was enhanced in PSII-photoinhibited plants, suggesting that charge recombination to P700+ with reduced components on the acceptor side would suppress ROS generation downstream of PSI. This study clarifies how PSII photoinhibition suppresses PSI photoinhibition and prevents ROS-induced damage in wild-type plants under environmental stress.", "date": "2025-05-11", "journal": ""}
{"title": "A Unique LHCE Light-Harvesting protein Family is involved in Photosystem I and II Far-Red Absorption in Euglena gracilis", "doi": "10.1101/2025.05.07.652572", "authors": "Miranda-Astudillo, H.; Arshad, R.; Vega de Luna, F.; Aguilar-Gonzalez, Z.; Foret, H.; Feller, T.; Gervasi, A.; Nawrocki, W.; Counson, C.; Morsomme, P.; Degand, H.; Baurain, D.; Kouril, R.; Cardol, P.", "abstract": "Photosynthetic organisms have evolved diverse strategies to adapt to fluctuating light conditions, balancing efficient light capture with photoprotection. In green algae and land plants, this involves specialized light-harvesting complexes (LHCs), non-photochemical quenching, and state transitions driven by dynamic remodeling of antenna proteins associated with Photosystems (PS) I and II. Euglena gracilis, a flagellate with a secondary green plastid, represents a distantly related lineage whose light-harvesting regulation remains poorly understood. Although spectral shifts under different light regimes have been observed, their molecular basis was unknown. Here, through integrated phylogenomic, proteomic, structural, and spectroscopic analyses, we identify a novel chlorophyll a far-red-absorbing antenna complex in E. gracilis, composed of a species-specific Lhce protein family. This antenna forms a pentameric complex under low light and transiently associates with PSII during far-red light exposure. It is structurally and functionally distinct from canonical LHCII trimers and absent in Viridiplantae. Additionally, PSI in E. gracilis is surrounded by an expanded Lhce/LhcbM belt around a minimal core. These findings reveal a unique mechanism for regulating PS antenna size in E. gracilis, distinct from known models in plants and green algae, and highlight an alternative evolutionary strategy for light acclimation in organisms with secondary plastids.", "date": "2025-05-11", "journal": ""}
{"title": "POLYGALACTURONASES REGULATED BY AUXIN facilitate root cell elongation in Arabidopsis thaliana via pectin remodeling", "doi": "10.1101/2025.05.07.652666", "authors": "Kubalova, M.; Kampova, A.; Vosolsobe, S.; Raabe, K.; Simonaviciene, B.; Benitez-Alfonso, Y.; Muller, K.; Medvecka, E.; Fendrych, M.", "abstract": "Root cell elongation, the main driver of root growth, is tightly associated with cell wall remodeling, particularly through pectin modifications, which facilitate cell wall loosening and strengthening while maintaining structural integrity. Root cell elongation is precisely regulated by the phytohormone auxin, which has long been known to inhibit this process. The molecular pathways through which auxin influences cell wall modifications remain poorly understood. In this study, we explore the transcriptional regulation of cell wall-related genes by auxin in Arabidopsis thaliana roots. The nuclear auxin pathway altered the expression of numerous cell-wall related genes, suggesting dynamic modification of the cell wall during root cell elongation. We identified novel root-specific polygalacturonases (PGs), enzymes involved in pectin degradation, which we termed POLYGALACTURONASES REGULATED BY AUXIN (PGRAs). PGRAs are expressed specifically in the root epidermis, beginning at the elongation zone. Our results demonstrate that induction of PGRA1 expression initially promotes root cell elongation, while long term overexpression inhibits root growth. Auxin downregulates PGRA1 in the elongation zone, and plants lacking PGRAs fail to increase root growth rate in response to reduced auxin levels. This suggests that auxin downregulates PGRA expression to prevent PGRA-mediated pectin remodeling, thereby contributing to inhibition of root cell elongation. We established a novel link between auxin signaling and pectin modifications in the control of cell growth. These findings provide new insights into the molecular mechanisms through which auxin regulates root cell elongation, highlighting the role of pectin matrix modifications in this process.", "date": "2025-05-11", "journal": ""}
{"title": "bHLH35 mediates specificity in plant responses to multiple stress conditions", "doi": "10.1101/2025.05.07.652729", "authors": "Sinha, R.; Zandalinas, S. I.; Pelaez-Vico, M. A.; Ghani, A.; Khan, M. A.; Induri, S. P.; Bereimipour, A.; Ghandour, T.; Ogden, A.; Huang, S.-S. C.; Azad, R.; Mendoza, D. G.; Joshi, T.; Fritschi, F. B.; Mittler, R.", "abstract": "How biological systems respond to stress is a fundamental question in biology, primarily addressed using the reductionist approach of applying one stress condition at a time. In nature, however, organisms experience a multitude of stresses, simultaneously or sequentially, questioning the validity of the reductionist approach for predicting plant responses to stress under natural conditions. Here, we reveal that in the flowering plant Arabidopsis thaliana, the transcriptional regulator bHLH35 is required for plant survival under a specific set of stress conditions that includes a combination of salinity, excess light, and heat, occurring simultaneously (but not for each of these stresses applied individually or in any other combination). Under these conditions, bHLH35 interacts with NAC069 and binds the promoter of LBD31, also specifically required for survival under the 3-stress combination. Our findings uncover a high degree of specificity in the response of organisms to stress, a specificity that would not have been revealed using the reductionist approach, and one that should be taken into consideration when developing agronomically important crops with heightened resilience to climate change.", "date": "2025-05-11", "journal": ""}
{"title": "LLS-SevEst - Late leaf spot severity estimator. A machine learning approach to assessing Nothopassalora personata in peanut.", "doi": "10.1101/2025.05.07.652206", "authors": "Herrador, T. A.; Migotti Scaglia, J.; Paredes, J. A.; Cazon, L. I.", "abstract": "Late leaf spot (LLS), caused by Nothopassalora personata, is the most damaging foliar disease in peanut production worldwide, leading to significant yield losses if not properly managed. Accurate disease severity assessment is crucial for evaluating fungicide efficacy and implementing effective management strategies. This study aimed to develop and validate an automated image analysis model, LLS-SevEst, for quantifying LLS severity in peanut leaves. A dataset of 190 scanned leaf images was analyzed using three approaches: a fixed threshold-based segmentation, morphological preprocessing, and K-means clustering. Exploratory analyses revealed distinct brightness patterns between healthy and diseased tissues, guiding the development of classification functions. The threshold-based model yielded high false positive rates due to its inability to account for natural leaf variation, while the morphological preprocessing method improved segmentation marginally but still required manual adjustments. The K-means clustering approach achieved superior segmentation by objectively differentiating healthy tissue, lesions, and background, and showed high potential for automated, reproducible disease severity estimation. Future work should focus on integrating deep learning and expanding the dataset to improve model robustness and adaptability to other foliar pathosystems.", "date": "2025-05-11", "journal": ""}
{"title": "Multi-layer encapsulation of plant protoplasts.", "doi": "10.1101/2025.05.08.652860", "authors": "Lintilhac, P. M.; Grasso, M. S.; Floreani, R.", "abstract": "We report here on an attempt to create an engineered structure which can reproduce the physical and mechanical environment of the land plant sporangium. This work is part of a broader effort to understand the stress mechanics of the land plant sporangium and its role in initiating reproductive development. A second purpose is to extend the range of experimental methods available for the study of the physical environment of plant cell growth and the mechanics of trans-cellular signaling in plant development. We describe an experimental protocol, based on the microfluidic encapsulation of living plant protoplasts in multilayered microbeads composed of tunable hydrogel materials whose mechanical properties can be modified to mimic the stress-mechanics of the living sporangium. Our results demonstrate the successful encapsulation of living plant protoplasts in dual-layered microbeads consisting of an inner layer of gelled agarose and an outer layer of cross-linked alginate/methacrylate.", "date": "2025-05-11", "journal": ""}
{"title": "Integrative analysis of plant responses to a combination of water deficit, heat stress and eCO2 reveals a role for OST1 and SLAH3 in regulating stomatal responses", "doi": "10.1101/2025.05.07.652739", "authors": "Pelaez-Vico, M. A.; Sinha, R.; Ghani, A.; Lopez-Climent, M. F.; Joshi, T.; Fritschi, F. B.; Zandalinas, S. I.; Mittler, R.", "abstract": "The frequency, intensity and duration of global change factors and/or environmental stressors, such as droughts, heat waves, floods, and pollution, are increasing due to anthropogenic activities, subjecting plants to compound conditions of Global Change Factor combination (GCFc), or stress combination. These can have contrasting or additive effects on plant physiological performance and impact different ecosystems and agro-ecosystems worldwide. Using an integrative physiological, genetic, hormonal, and transcriptomic analysis, we studied the response of Arabidopsis thaliana (L.) Heynh to a combination of water deficit (WD), heat stress (HS) and/or elevated levels of CO2 (eCO2). Our findings reveal high specificity in plant responses to GCFc. We further reveal that stomatal aperture regulation under conditions of GCFc is controlled by a blend of unique and shared regulators, that together determine the specific aperture size under each different set of GCFc conditions. Under a combination of WD, HS, and eCO2 (WD+HS+eCO2), for example, stomatal closure required the function of nitric oxide, OPEN STOMATA 1 and the S-type anion channel SLAH3, but not the S-type anion channel SLAC1, or many other regulators typically found to control stomatal aperture under less complex conditions, including HS+WD. Our findings highlight the complexity of plant physiological and molecular responses to conditions of stress combination and open the way for future studies of plant responses to stress combination, crucial to our understanding of how GCFc impacts different ecosystems and agro-ecosystems worldwide. In addition, our study provides an initial definition for a stomatal hierarchical stress code that could apply to future studies.", "date": "2025-05-11", "journal": ""}
{"title": "Two long non-coding RNAs, SVALKA and SVALNA, regulate CBF1 and CBF3 via multiple mechanisms", "doi": "10.1101/2025.05.09.653013", "authors": "Rosenkranz, I.; Mermet, S.; Zacharaki, V.; Kindgren, P.", "abstract": "Long non-coding RNAs (lncRNAs) are emerging as key regulatory players of coding gene expression in eukaryotes. Here, we investigate the roles of the lncRNAs SVALKA (SVK) and SVALNA (SVN) in regulating CBF1 and CBF3 gene expression in Arabidopsis under cold stress conditions. We used Native Elongation Transcript Sequencing, CRISPR-Cas9 deletion strategies, and RT-qPCR to analyze the transcriptional dynamics and regulatory mechanisms of SVK and SVN. Our results demonstrate that SVK functions as a cis- and trans-acting lncRNA, regulating both CBF1 and CBF3 through RNAPII collision and chromatin remodeling, while SVN serves a cis role by negatively regulating CBF3 via a RNAPII collision mechanism. We identified isoforms of SVK, originating from distinct transcription start sites and undergo alternative splicing to adapt structural stability, crucial for their regulatory functions. This study elucidates the complex interplay of lncRNAs in gene regulation, highlighting their essential roles in modulating responses to environmental stresses. Our findings contribute to a deeper understanding of the mechanisms underlying lncRNA functionality and their significance in gene regulatory networks in eukaryotes.", "date": "2025-05-11", "journal": ""}
{"title": "Triple-N Dataset: Non-human Primate Neural Responses to Natural Scenes", "doi": "10.1101/2025.05.06.652408", "authors": "Li, Y.; Liu, X.; Li, W.; Yang, J.; Gong, B.; Jin, W.; Gong, Z.; Wang, K.; Luo, J.; Zhao, Z.; Bao, P.", "abstract": "Understanding the neural mechanisms of visual perception requires data that encompass both large-scale cortical activity and the fine-grained dynamics of individual neurons. While the Natural Scenes Dataset (NSD) has provided substantial insights into visual processing in humans (Allen et al., 2022), its reliance on functional magnetic resonance imaging (fMRI) limits the exploration of individual neuron contributions. To bridge this gap, we present a new dataset: the Triple-N (Non-human Primate Neural Responses to Natural Scenes) dataset, which extends the NSD framework to non-human primates, incorporating single-neuron activity and fMRI recorded from the inferotemporal (IT) cortex. Using Neuropixels probes, we recorded neural responses from five macaques as they passively viewed 1,000 shared NSD images. The dataset includes 59 sessions across 27 sub-regions, capturing over 30,000 visual responsive units. Many recordings were obtained from fMRI-defined category-selective regions, such as face-, body-, scene-, and color-selective areas. Our dataset enables in-depth exploration of neural responses at multiple levels - from population dynamics to single-neuron activity, providing new insights into various aspects of visual processing, including the heterogeneity of object selectivity within functional regions and the temporal dynamics of responses to natural images. Furthermore, the dataset enables joint cross-species analyses, by integrating the macaque neural recordings with human fMRI data, offering a framework for comparing and aligning visual representations across primate species. Overall, our dataset provides a valuable resource for advancing our understanding of visual perception, bridging the gap between large-scale neuroimaging and fine-grained electrophysiological signals, while also facilitating the development of computational models of the high-level visual system.", "date": "2025-05-11", "journal": ""}
{"title": "Real time evaluation of the liver microcirculation by whole organ machine perfusion within an MRI system", "doi": "10.1101/2025.05.08.652602", "authors": "Rai, Z. L.; Holroyd, N. A.; Magbagbeola, M.; Doganay, E.; Doyle, K.; Caselton, L.; Stili, A.; Stoyanov, D.; Walker-Samuel, S.; Davidson, B. R.", "abstract": "Objectives: Machine perfusion of organs outside of the body is a growing area of research with significant applications in the fields of organ preservation and transplantation, but more widely it offers a new approach to study disease processes and to evaluate new therapeutics and devices. Magnetic Resonance Imaging (MRI) allows for non-invasive assessment of organ structure and function, enabling quantitative measurement of tissue perfusion and microstructure. In this study, we demonstrate that MR imaging sequences can be obtained from machine-perfused porcine livers using a modified perfusion rig for MR compatibility and highlight the quantitative measures that can be obtained through this methodology. Materials and Methods: 7 porcine livers were retrieved fresh from the abattoir using a previously published protocol and following transport in cold preservative underwent perfusion with oxygenated autologous blood inside a 3T clinical MRI scanner using a custom modified perfusion rig. Multiple MR imaging sequences were acquired: T2-weighted imaging, Diffusion Weighted Imaging and Dynamic Contrast Enhanced imaging following injection of Gadolinium dye into the portal vein and hepatic artery. Histological analysis was performed to assess preservation injury to the liver. Control samples for histology were obtained from livers with similar preservation periods but preserved in standard cold storage on ice (Static Cold Storage). Results: Concurrent MR imaging and machine perfusion were successfully performed, allowing dynamic measurement of tissue perfusion to be obtained in ex vivo livers, including calculation of gadolinium contrast enhancement curves and Apparent Diffusion Coefficient maps. Segmentation of vessels down to a radius of 0.45mm allowed detailed morphological analysis of the vascular network, including extraction of clinically relevant parameters such as vessel tortuosity. Histological evaluation showed better preservation of the hepatic acinar structure in perfused than non-perfused livers. Conclusions: Our results demonstrate that MR imaging of machine-perfused organs enables high-resolution quantitative evaluation of whole-organ vascular morphology and flow dynamics. This platform provides opportunities to study vascular pathology in diseased human organs and evaluate novel therapeutic interventions, with particular relevance for drug-delivery strategies.", "date": "2025-05-11", "journal": ""}
{"title": "Lack of Vector Competence in UK Culex pipiens molestus for Oropouche Virus", "doi": "10.1101/2025.05.07.652619", "authors": "Pilgrim, J.; Sy, V. S.; Multeau, Q.; Komarasamy, T. V.; Kohl, A.; Blagrove, M. S.; Tanianis-Hughes, J.; Medlock, J.; Sanders, C.; Baylis, M.; Dietrich, I.", "abstract": "Oropouche virus (OROV) is an orthobunyavirus (Peribunyaviridae) that has caused recurrent outbreaks in South America and has recently expanded into the Caribbean, with various biting midge and mosquito species considered vectors. Recent imported cases to Europe and North America have raised concerns about the potential for local transmission in non-endemic areas. To assess this risk in the United Kingdom, we investigated the vector competence of Culex pipiens molestus (Cx. molestus), a human-biting mosquito common in urban environments. Laboratory-reared adult females were fed a bloodmeal containing a Cuban 2024 OROV outbreak strain (240023) and maintained at 27{degrees}C. Of 64 individuals tested at 12-14 days post-infection via plaque assay, none were positive for OROV in bodies, indicating no evidence of infection and subsequently limited or no vector competence potential. These results provide evidence that UK populations of Cx. molestus are unlikely to support OROV transmission, thereby refining assessments of OROV emergence risk in temperate settings. Further studies are needed to test other putative UK mosquito vectors, as well as Culicoides biting midge species to fully assess the potential for OROV transmission in this region.", "date": "2025-05-11", "journal": ""}
{"title": "Charitability, Compulsion, & the Cost of Control", "doi": "10.1101/2025.05.07.652768", "authors": "Arroyo, L.; Liljeholm, M.", "abstract": "Human decision-makers have a well-established preference for controllable environments. We combined a hierarchical gambling task with cross-sectional administration of psychometric surveys and computational cognitive modeling, to assess whether this preference extends to contexts in which decision outcomes benefit others, specifically charitable organizations. In neurotypical individuals (n=100), there was a dramatic reduction in the preference for free choice across self- and charity-benefiting gambling contexts when freely chosen options yielded divergent outcome distributions - i.e., when free choice afforded control over decision outcomes. This selective modulation is consistent with a cost-benefit analysis, trading cognitive effort and controllability gains against the utilities of earning money for oneself vs. for a charity. When the same task was administered to individuals with self-reported obsessive-compulsive disorder (OCD; n=108) the preference for control over decision outcomes was preserved across self- and charity-benefiting contexts, consistent with a responsibility-OCD subtype and with an excessive subjective utility of control more generally.", "date": "2025-05-11", "journal": ""}
{"title": "Genome-wide association study reveals KCNQ3 gene as a risk factor for fear-related behavior in dogs and zebrafish", "doi": "10.1101/2025.05.07.652122", "authors": "Kubinyi, E.; Sandor, S.; Tatrai, K.; Varga, Z.; Varga, Z. K.; Topal, J.; Varga, M.; Jonas, D.; Turcsan, B.", "abstract": "Freezing behavior, characterised by attentive immobility as a reaction to a perceived threat, is widely studied in the context of fear, anxiety and stress. To uncover the genetic factors underlying this behavior, we conducted a genome-wide association study (GWAS) in kennel-housed beagle dogs. Our analysis identified a single-nucleotide polymorphism (SNP) in intron 5 of the KCNQ3 gene on chromosome 13 associated with freezing behavior in response to unfamiliar environments and people. To validate this finding, we used a zebrafish model, where CRISPR/Cas9-induced kcnq3 deficiencies led to heightened fear and arousal in two behavioral tests. KCNQ3 is implicated in several neurodevelopmental and psychiatric disorders, and our results highlight its evolutionarily conserved role in modulating fear responses. In dogs, an enriched environment can mitigate the adverse effects of KCNQ3 deficiency by reducing threat perception, highlighting the role of gene-environment interactions in shaping behavioral responses.", "date": "2025-05-11", "journal": ""}
{"title": "Non-Intestinal Microbial Signatures in Stool as Predictors of Cancer Immunotherapy Outcome", "doi": "10.1101/2025.05.07.652660", "authors": "Kanaeva, V. A.; Olekhnovich, E. I.", "abstract": "Despite advances in immunotherapy, clinical responses remain heterogeneous, underscoring the need to elucidate the gut microbiome's role in modulating therapeutic efficacy. We conducted a large-scale genome-resolved metagenomic analysis of 624 stool samples from 11 cohorts spanning five cancer types from three continents to identify conserved microbial biomarkers of immunotherapy response. Responders (R; n = 362) exhibited enrichment of Blautia species, linked to acetate production from CO2 via the Wood-Ljungdahl (WL) pathway, glycoside hydrolases (GH), and amino acid biosynthesis. Non-responders (NR; n = 262) showed increased oral (e.g. Veillonella parvula, Dialister invisus) and food-derived taxa included opportunistic species e.g. Citrobacter freundii, Klebsiella spp., alongside depletion of gut-resident microbes and enriched lipopolysaccharide biosynthesis and flagellar assembly pathways. Interestingly, part of NR-associated microbes originated from non-intestinal niches (oral/food), which may correlate with reduced gut microbial load in the large intestine. These findings redefine dietary interventions as dual-edged: while carbon sources such as fiber processed by GH or CO2 processed by WL pathway supports beneficial taxa and immune system, pathogen-free food sourcing is critical to avoid introducing opportunistic microbes. Our work establishes the resident-to-transient microbial ratio as a novel predictive biomarker and positions Blautia as a keystone genus for next-generation probiotics targeting carbon metabolism-immune crosstalk. By integrating taxonomic, functional, and ecological axes, this study provides a roadmap for microbiome-guided precision nutrition to optimize immunotherapy outcomes. While immunotherapy non-responders exhibit gut microbiota enriched with food/oral commensals, Faecalibacterium prausnitzii - shows context-dependent associations, with strain-level variations potentially linked to A blood group antigen N-acetylgalactosamine utilization, highlighting its role as a conditional biomarker and the prognostic value of metagenomics in personalized therapy.", "date": "2025-05-11", "journal": ""}
{"title": "Transcription Factor (TF) validation using Dam-IT simultaneously captures genome-wide TF-DNA binding, direct gene regulation, and chromatin accessibility in plant cells", "doi": "10.1101/2025.05.06.652526", "authors": "Hinckley, W. E.; Jack, A.; Li, A.; Frangos, S.; Pasquino, A.; Huang, S.-s. C.; Coruzzi, G. M.", "abstract": "Transcription Factors (TFs) govern vast networks of gene regulation. However, TF-DNA binding and TF-gene regulation datasets are typically measured separately due to experimental constraints, making it challenging to disentangle true biological relationships from batch effects. To fill this gap, we developed DamID-seq Incorporating Transcriptomics (Dam-IT), which simultaneously captures TF-DNA binding, direct TF-gene regulation, and chromatin accessibility in the same batch of cells. Dam-IT uses a transient cell-based TF-target validation system that is scalable and flexible to many experimental designs. As proof of concept, we used Dam-IT to reveal that bZIP1 directly regulates genes by binding to DNA regions of relatively low chromatin accessibility, supporting a Hit-and-Run mechanism of transcription.", "date": "2025-05-11", "journal": ""}
{"title": "Spindle-localized F-actin regulates polar MTOC organization and the fidelity of meiotic spindle formation", "doi": "10.1101/2025.05.07.652730", "authors": "Soto-Moreno, E. J.; Ali, N. N.; Kuller, F.; Nasufovic, V.; Frolikova, M.; Tepla, O.; Masata, J.; Trauner, D.; Patterson, A. A.; Arndt, H.-D.; Komrskova, K.; Zernicka-Goetz, M.; Glover, D. M.; Balboula, A. Z.", "abstract": "Mammalian oocytes are notoriously prone to chromosome segregation errors leading to aneuploidy. The spindle provides the machinery for accurate chromosome segregation during cell division. Mammalian oocytes lack centrioles and, therefore, the meiotic spindle relies on the organization of numerous acentriolar microtubule organizing centers into two poles (polar MTOCs, pMTOCs). The traditional view is that, in mammalian oocytes, microtubules are the sole cytoskeletal component responsible for regulating pMTOC organization and spindle assembly. We identified a novel F-actin pool that surrounds pMTOCs, forming F-actin cage-like structure. We demonstrated that F-actin localization on the spindle depends on unconventional myosins X and VIIb. Selective disruption of spindle-localized F-actin, using myosin X/VIIb knockdown oocytes or photoswitchable Optojasp-1, perturbed pMTOC organization, leading to unfocused spindle poles and chromosome missegregation. Here, we unveil an important function of F-actin in regulating pMTOC organization, a critical process for ensuring the fidelity of meiotic spindle formation and proper chromosome segregation.", "date": "2025-05-11", "journal": ""}
{"title": "Monocyte single cell-type gene expression measured in peripheral blood by DIRECT LS-TA method: the ratio-based biomarkers of (IFI27/PSAP) showed superior performance than interferon score in triage patients with viral infection", "doi": "10.1101/2025.05.08.652590", "authors": "Tang, N. L.-s.; Kwan, T.-K.; Huang, D.; Huang, J.; Wang, X.; Lui, G. C.; Ma, S.-L.; Leung, K.-S.", "abstract": "A rapid method to triage febrile patients into different categories of etiologies remains a significant challenge even nowadays, when many molecular tests for pathogens are available. Routine serum protein tests like C-reactive protein and procalcitonin have limited specificity. Host response gene signatures are promising biomarkers but they usually require assaying many genes, e.g. 7 genes are commonly used to calculate the interferon (IFN) score. However, these gene panels fail to capture cell-type-specific host responses. Measuring gene expression of a specified single cell population, like monocytes, offers enhanced biological insight. However, it currently requires laborious cell sorting or costly single-cell sequencing techniques, limiting its clinical applicability. This study aims to develop a simple ratio-based biomarker (RBB) representing monocyte-specific host response to viral infection called DIRECT LS-TA method. A simple ratio of 2 genes (both are shortlist monocyte informative genes) quantified in peripheral blood (PB) samples correlated with gene expression in purified monocytes in the corresponding individual. These RBBs cover 3 interferon-stimulated genes (ISGs): IFI27/PSAP, IFI44L/PSAP and SIGLEC1/PSAP. They are compared to the conventional multi-gene IFN score in the differentiation of viral infection. Public gene expression datasets from NCBI GEO were used to shortlist monocyte-informative genes that can be used as the RBB in PB. The DIRECT LS-TA RBB was calculated as the ratio of the target ISG transcript abundance (TA) to that of another reference gene (PSAP or CTSS) directly quantified from bulk PB data (e.g., Log(IFI27/PSAP) in WB). The correlation (expressed by coefficient of determination, R2) between these DIRECT LS-TA RBBs and the gold-standard target gene TA measured in purified monocytes was assessed. The diagnostic performance of selected RBBs (IFI27/PSAP, IFI44L/PSAP, SIGLEC1/PSAP) was compared against the conventional 8-gene IFN score for differentiating viral infections from controls. Direct LS-TA RBBs measured in PB showed strong correlation with gold-standard gene expression measured in purified monocytes (R2 ranged from 0.53 for the target gene IFI27 to >0.9 for the target gene IFI44L). This high level of correlation supports that this simple RBB (DIRECT LS-TA) method can replace the tedious cell sorting approach to obtain single-cell-type gene expression data. All DIRECT LS-TA results of ISGs were raised during viral infection. The best clinical performance in triaging viral infection patients was achieved by IFI27/PSAP or IFI27/CTSS across all datasets. For example, in the GSE111368 dataset, IFI27/PSAP achieved an AUC of 0.94 (95% CI 0.90-0.97) with 88% sensitivity and 95% specificity, surpassing the IFN score's AUC of 0.90 (95% CI 0.85-0.94) with 79% sensitivity and 93% specificity. Conclusion: The DIRECT LS-TA method, utilizing the format of simple two-gene ratio-based biomarkers like IFI27/PSAP, provides a robust and accurate measure of monocyte-specific interferon pathway activation directly from peripheral blood. The superior performance of the DIRECT LS-TA method makes it a promising, readily implementable tool for clinical triage. Its ability to provide single-cell-type specific information, rapid turnaround using standard qPCR/dPCR technology, and enhanced biological specificity make it a valuable molecular host response assessment.", "date": "2025-05-11", "journal": ""}
{"title": "Grape Expectations: Disentangling Environmental Drivers of Microbiome Establishment in Winegrowing Ecosystems", "doi": "10.1101/2025.05.08.652874", "authors": "Floerl, L.; Schoenenberger, P.; Rienth, M.; Bokulich, N. A.", "abstract": "Microbial communities play an integral role in agricultural systems, where their composition and function are shaped by environmental factors and interactions with the plant host. In viticulture and winemaking, the resulting distinct microbial biogeographic patterns influence wine characteristics - a well-established concept termed microbial terroir. Yet, due to the complexity of interactions, the specific environmental drivers shaping these microbiomes remain poorly understood. We conducted a multi-year, large-scale survey (N = 680 samples) of Swiss vineyards (N = 95 sites), following a subset (N = 12, within 2.46 km) longitudinally over 3 years. We integrate microbiome (bacterial and fungal marker-gene sequencing), untargeted metabolomics (GC-MS and LC-MS/MS), environmental monitoring, and sensory data to disentangle abiotic factors influencing community assembly and interactions in vineyards and in wine fermentations. Results show that topography and climate collectively structure microbial communities, yet exhibit distinct influences on soil- and plant-associated microbiomes. Berry-associated fungal communities exhibit the strongest site-specific imprint, enabling machine-learning-based prediction of even subtle microclimatic differences. Climatic factors and berry chemistry exhibit an inverse relationship, selectively favoring either Hanseniaspora sp. or Saccharomyces cerevisiae - each correlating with distinct metabolite and aroma profiles. Additionally, plant stress-response metabolites were associated with shifts in microbial composition and fermentation outcomes. By integrating multi-omics and machine learning approaches, this study enhances our understanding of microbial biogeography and its role in winegrowing. Our findings highlight the need for further research on microbial transmission, vineyard management, and implications for wine quality, offering a foundation for a more precise, science-driven approach to terroir expression.", "date": "2025-05-11", "journal": ""}
{"title": "Evaluating transboundary connectivity to support cross-border conservation between Canada and the United States", "doi": "10.1101/2025.05.08.652483", "authors": "O'Brien, P.; Tapper, S.; Brown, M. G. C.; Brennan, A.; Mubareka, S.; Pither, R.; Bowman, J.", "abstract": "Landscape connectivity is considered critical for maintaining biodiversity. Many jurisdictions have identified the importance of considering connectivity in land use plans, and connectivity has recently been included as a metric in international conservation agreements. Consequently, there is a need for measures of connectivity that can be applied at national and international scales; however, evaluating connectivity across international boundaries remains a challenge due to inconsistencies in mapping data, and differences in sociopolitical systems. Canada and the United States of America (USA) share a long international border, and thus, there is a need and opportunity to develop transboundary connectivity plans for this international region. We extended a previously published pan-Canadian multi-species connectivity model into the USA to produce a seamless and high-resolution omnidirectional connectivity map for the two countries. We identify several significant animal movement corridors across the transboundary region and show that about 20% of connectivity hotspots in the region are covered by protected areas. We also demonstrate the potential of the map for identifying important areas for wildlife movement and the spread of zoonotic diseases. Our map will be useful for supporting transboundary connectivity conservation between Canada and the USA and our modelling approach can easily be applied to other countries to support their own connectivity initiatives.", "date": "2025-05-11", "journal": ""}
{"title": "Loss of the alternative calcineurin variant CnAβ1 enhances brown adipocyte differentiation and drives metabolic overactivation through FoxO1 activation", "doi": "10.1101/2025.05.09.653054", "authors": "Bello-Arroyo, E.; Rubio, B.; Mora, A.; Lopez-Olaneta, M.; Gomez-Salinero, J. M.; Ramos, L.; Sanchez-Cabezudo, C. G.; Camafeita, E.; Cusso, L.; Desco, M.; Joffin, N.; Le Coq, J.; Boskovic, J.; McGurk, K. A.; Ware, J. S.; Barton, P. J.; Vazquez, J.; Scherer, P. E.; Sabio, G.; Gomez-Gaviro, M. V.; Lara-Pezzi, E.", "abstract": "The alternative calcineurin A variant CnA{beta}1 has a unique C-terminal domain that provides it with distinct subcellular localization and mechanism of action different from other calcineurin isoforms. Here, we used mice lacking CnA{beta}1 C-terminal domain (CnA{beta}1{Delta}i12) to show that the absence of this specific isoform strongly reprograms metabolism. CnA{beta}1{Delta}i12 mice on a high-fat diet showed reduced body weight, white adipose tissue (WAT) mass, and circulating triglycerides, together with enhanced insulin sensitivity. In brown adipose tissue (BAT), CnA{beta}1 deficiency increased mitochondrial content and upregulated fatty acid oxidation and thermogenic proteins, improving cold resistance. Conversely, under starvation, CnA{beta}1{Delta}i12 mice experienced rapid fat depletion and hypothermia. Importantly, BAT-specific FoxO1 knockout in CnA{beta}1{Delta}i12 mice reduced catabolism-related gene expression and partially reversed the metabolic phenotypes, increasing body weight and WAT mass. Our findings reveal a relevant role for CnA{beta}1 in orchestrating BAT metabolism, highlighting its potential as a therapeutic target for obesity and metabolic syndrome.", "date": "2025-05-11", "journal": ""}
{"title": "SBMLNetwork: a framework for standards-based visualization of biochemical models", "doi": "10.1101/2025.05.09.653024", "authors": "Heydarabadipour, A.; Smith, L.; Hellerstein, J. L.; Sauro, H. M.", "abstract": "SBMLNetwork is an open-source software library that makes the SBML Layout and Render packages practical for standards-based visualization of biochemical models. Current tools often manage model visualization data in custom-designed, tool-specific formats and store it separately from the model itself, hindering interoperability, reproducibility, and the seamless integration of visualization with model data. SBMLNetwork addresses these limitations by building directly on the SBML Layout and Render specifications, automating the generation of standards-compliant visualization data, offering a modular implementation with broad integration support, and providing a robust API tailored to the needs of systems biology researchers. We illustrate the capabilities of SBMLNetwork across key visualization tasks, including SBGN-compliant visualization, application of predefined style templates, layout arrangement to reflect pathway logic, and integration of model data into network diagrams. These examples demonstrate how SBMLNetwork enables high-level visualization features and seamlessly translate user intent into reproducible outputs that support both structural representation and dynamic data visualization within the SBML model. SBMLNetwork is freely available at https://github.com/sys-bio/SBMLNetwork under the MIT license.", "date": "2025-05-11", "journal": ""}
{"title": "Structural Covariance Network Properties Predictive of Early Adolescent Alcohol Initiation", "doi": "10.1101/2025.05.08.652983", "authors": "Byrne, H.; Visontay, R.; Devine, E. K.; Wade, N. E.; Jacobus, J.; Squeglia, L. M.; Mewton, L.", "abstract": "Importance: Early alcohol initiation (before age 15) is associated with adverse outcomes. Understanding mechanisms behind early alcohol initiation is essential for informing prevention efforts. Objective: To examine whether structural covariance network properties at ages 9-10 years predict early alcohol initiation. Design: Case-control, population-based study design. Setting: Data from the Adolescent Brain Cognitive Development study were used. Baseline structural brain imaging data (ages 9-10) were used for generation and comparison of structural covariance networks. Data from baseline to 4-year follow-up ([&le;]age 15) assessments were used to determine alcohol initiation. Participants: Participants were excluded if they reported consuming a full drink of alcohol at baseline, or did not meet imaging inclusion criteria. Controls were excluded if they had not yet been assessed or were missing substance use data at 4-year follow-up. In total, 3,878 participants met study criteria, of which 182 participants initiated alcohol. Structural covariance network properties were compared between the full sample and a 1:1 propensity-matched sample based on age, sex, race, ethnicity, religion, parental education, prenatal alcohol exposure, and baseline alcohol sipping. Main Outcomes and Measures: Structural covariance networks were estimated using regional cortical thickness and volume measurements. Measures of network segregation (modularity, clustering coefficient), integration (characteristic path length, global efficiency), and resilience (degree assortativity) were compared between groups. Early alcohol initiation was defined as consuming a full drink between baseline and 4-year follow-up. Results: Alcohol initiators (n=182, median[IQR] age, 10.3[9.9-10.8]; 101 female[55.5%]) demonstrated lower network segregation (modularity: area-under-the-curve[AUC] difference[95%CI]=-0.017[-0.017,-0.007], p=0.030; clustering coefficient: AUC[95%CI]=-0.026[-0.027,-0.012], p=0.0495) and higher network integration (characteristic path length: AUC[95%CI]=-0.106[-0.099,-0.046], p=0.020; global efficiency: AUC[95%CI]=0.011[0.005,0.011], p=0.010), compared to non-initiators (n=3,696, median[IQR] age, 9.9[9.4-10.4]; 1750 female[47.4%]) when controlling for age, sex, and mean cortical thickness. Within the matched sample, only differences in network integration were preserved (characteristic path length: AUC[95%CI]=-0.044[-0.032,0.035], p=0.010; global efficiency: AUC[95%CI]=0.003[-0.003,0.003], p=0.040). There were no differences between full or matched samples when comparing cortical volume structural covariance networks. Conclusions and Relevance: Differences in cortical thickness structural covariance network properties at ages 9-10 predicted alcohol initiation before age 15. These findings suggest cortical thickness network topology may reflect a neuroanatomical risk marker for early alcohol initiation.", "date": "2025-05-11", "journal": ""}
{"title": "Structural Covariance Network Properties Predictive of Early Adolescent Alcohol Initiation", "doi": "10.1101/2025.05.08.652983", "authors": "Byrne, H.; Visontay, R.; Devine, E. K.; Wade, N. E.; Jacobus, J.; Squeglia, L. M.; Mewton, L.", "abstract": "Importance: Early alcohol initiation (before age 15) is associated with adverse outcomes. Understanding mechanisms behind early alcohol initiation is essential for informing prevention efforts. Objective: To examine whether structural covariance network properties at ages 9-10 years predict early alcohol initiation. Design: Case-control, population-based study design. Setting: Data from the Adolescent Brain Cognitive Development study were used. Baseline structural brain imaging data (ages 9-10) were used for generation and comparison of structural covariance networks. Data from baseline to 4-year follow-up ([&le;]age 15) assessments were used to determine alcohol initiation. Participants: Participants were excluded if they reported consuming a full drink of alcohol at baseline, or did not meet imaging inclusion criteria. Controls were excluded if they had not yet been assessed or were missing substance use data at 4-year follow-up. In total, 3,878 participants met study criteria, of which 182 participants initiated alcohol. Structural covariance network properties were compared between the full sample and a 1:1 propensity-matched sample based on age, sex, race, ethnicity, religion, parental education, prenatal alcohol exposure, and baseline alcohol sipping. Main Outcomes and Measures: Structural covariance networks were estimated using regional cortical thickness and volume measurements. Measures of network segregation (modularity, clustering coefficient), integration (characteristic path length, global efficiency), and resilience (degree assortativity) were compared between groups. Early alcohol initiation was defined as consuming a full drink between baseline and 4-year follow-up. Results: Alcohol initiators (n=182, median[IQR] age, 10.3[9.9-10.8]; 101 female[55.5%]) demonstrated lower network segregation (modularity: area-under-the-curve[AUC] difference[95%CI]=-0.017[-0.017,-0.007], p=0.030; clustering coefficient: AUC[95%CI]=-0.026[-0.027,-0.012], p=0.0495) and higher network integration (characteristic path length: AUC[95%CI]=-0.106[-0.099,-0.046], p=0.020; global efficiency: AUC[95%CI]=0.011[0.005,0.011], p=0.010), compared to non-initiators (n=3,696, median[IQR] age, 9.9[9.4-10.4]; 1750 female[47.4%]) when controlling for age, sex, and mean cortical thickness. Within the matched sample, only differences in network integration were preserved (characteristic path length: AUC[95%CI]=-0.044[-0.032,0.035], p=0.010; global efficiency: AUC[95%CI]=0.003[-0.003,0.003], p=0.040). There were no differences between full or matched samples when comparing cortical volume structural covariance networks. Conclusions and Relevance: Differences in cortical thickness structural covariance network properties at ages 9-10 predicted alcohol initiation before age 15. These findings suggest cortical thickness network topology may reflect a neuroanatomical risk marker for early alcohol initiation.", "date": "2025-05-11", "journal": ""}
{"title": "Time-resolved effects of cold atmospheric plasma on E. coli GW-AmxH19 transcriptome and proteome in an emulated wastewater environment", "doi": "10.1101/2025.05.08.652849", "authors": "Zühlke, D.; Bernhardt, J.; Schneider, D.; Rielicke, J.; Sievers, S.; Hahn, V.; Bömeke, M.; Poehlein, A.; Albrecht, D.; Kolb, J. F.; Riedel, K.; Daniel, R.", "abstract": "Cold atmospheric plasma (CAP) has been shown to be effective against a variety of microorganisms. In this study, we described effects on an Escherichia coli strain isolated from hospital wastewater caused by a treatment with physical plasma. E. coli GW-AmxH19 was incubated in artificial wastewater and treated for 15 minutes with CAP. Transcriptomes and proteomes were monitored at different timepoints within a 24 h period to differentiate between immediate physiological responses and adaptations in the recovery phase. Reduction of viable cells was on average at 90%. The short-term response of the surviving cells to physical plasma aims at repairing and protecting cellular structures from plasma-induced damages, mainly provoked by reactive oxygen and nitrogen species. Notably, CAP induced a temporary transcription of genes from a conjugative plasmid carrying antibiotic resistance determinants. The late response during recovery phase is dominated by a massive activation of two prophages turning cold plasma treatment into a novel possible strategy to induce the lytic cycle of prophages. This study is the first report on the combined analysis of transcriptional and translational effects of CAP on an environmental bacterial isolate in a time-resolved manner. Chances and risks of considering CAP as an additional purification step in wastewater treatment plants are depicted and discussed.", "date": "2025-05-11", "journal": ""}
{"title": "Concentration- and time-dependence of phosphorylation events stimulated by fibroblast growth factor-4 (FGF-4) in Rama 27 fibroblasts", "doi": "10.1101/2025.05.09.652961", "authors": "Alsadum, M. M.; Su, D.; Yates, E. A.; Fernig, D. G.", "abstract": "Gradients of FGFs are an essential feature of many developmental processes. Thus, FGF2 stimulates different responses at high and low concentrations, while FGF4 gradients are critical, e.g., in limb development., but it is not known if responses to FGF4 differ in a concentration-dependent manner. Employing rat mammary (Rama) 27 fibroblasts, we therefore measured the FGF4 concentration- and time-dependence of the simulation of phosphorylation of FRS2, MAPK1 and MAPK3 which are downstream of the FGF receptor (FGFR1c). At 10 pg/mL FGF4 caused a very weak phosphorylation of FRS2 at Y435 and Y196 and a stronger one of MAPK1 and MAPK3 that oscillated with maximum levels after 30 min and 240 min stimulation. The phosphorylation of these proteins at 1 ng/mL FGF4 was considerably stronger and showed a similar oscillation. At 10 ng/mL FGF4, the phosphorylation of FRS2 reached an early peak after 5 min, declined at 15 min and then rose again at 30 min before declining to the end of the time-course at 240 min, whereas the phosphorylation of MAPK1 and MAPK3 was strong after 5 minutes, reached a maximum after 30 minutes and then declined gradually. At 1 g/mL and 3 g/mL FGF4 after 15 min and 60 min the phosphorylation of FRS2, MAPK1 and MAPK3 was much lower at 60 min compared to that observed at lower concentrations of FGF4. The data indicate that at low concentrations FGF4 elicits an oscillatory response at the level of phosphorylation of FRS2 and of MAPK1 and MAPK3, whereas a bell-shaped dose response may occur at the highest concentrations of FGF4. The addition of exogenous heparin, an effective mimic of endogenous heparan sulfate, suggests that there may be an influence of the interaction of FGF4 with pericellular matrix and the dose-and time-dependence of the phosphorylation of FRS2 and MAPK1 and MAPK3.", "date": "2025-05-11", "journal": ""}
{"title": "De novo design of peptides localizing at the interface of biomolecular condensates", "doi": "10.1101/2025.05.09.653111", "authors": "Schneider, T. N.; Gil-Garcia, M.; Buehler, M. A.; Santos, L. F.; Faltova, L.; Guillen-Gosalbez, G.; Arosio, P.", "abstract": "The interface of biomolecular condensates has been shown to play an important role in processes such as protein aggregation and biochemical reactions. Targeted modulation of these interfaces could, therefore, serve as an effective strategy for engineering condensates and modifying aberrant behaviors. However, the molecular grammar driving the preferential localization of molecules at condensate interfaces remains largely unknown. In this study, we developed a computational pipeline that combines high-throughput coarse-grained simulations, machine learning, and mixed-integer linear programming to design peptides that selectively partition at the interfaces of specific condensate targets. Using this workflow, we designed and synthesized peptides that localize at the interface of three distinct condensates formed by different intrinsically disordered protein regions (IDRs). These peptides exhibit surfactant-like architectures, with one tail incorporated into the condensate and the other excluded from the dense phase. In all cases, the tail entering the condensates is enriched in aromatic residues, while the sequence of the excluded tail varies among the IDRs. For hnRNPA1- and LAF1- IDRs, the excluded tail is enriched in lysines and matches the net charge of the condensate-forming protein, promoting electrostatic repulsion. In the case of DDX4-IDR, which exhibits the lowest charge density, the excluded tail mainly consists of uncharged valine residues, which exhibit negligible interactions with the scaffold protein. These results highlight the importance of the net charge of the scaffold as a key physicochemical parameter for designing peptides with preferential interfacial localization. Overall, our pipeline represents a promising strategy for the rational design of interface-localizing peptides and the identification of the corresponding molecular grammar.", "date": "2025-05-11", "journal": ""}
{"title": "TurbOmics: a web-based platform for the analysis of metabolomics data using a multi-omics integrative approach", "doi": "10.1101/2025.05.09.653072", "authors": "Barrero-Rodriguez, R.; Rodriguez, J. M.; Naake, T.; Huber, W.; Juarez-Fernandez, M.; R. Ramiro, A.; Vazquez, J.; Mastrangelo, A.; Ferrarini, A.", "abstract": "In recent years, multi-omics integration has proven highly effective for the holistic characterization of biological systems, with the development of numerous bioinformatic platforms. However, these tools face limitations when incorporating metabolomics data, including absence of support for untargeted metabolomics annotation and dependence on predefined knowledge bases. Furthermore, the advanced algorithms required for multi-omics integration typically demand programming skills and statistical background, restricting their use to specialized users. To advance towards resolving these challenges, we present TurbOmics, a user-friendly web-based platform that enables researchers with diverse backgrounds to analyze metabolomics, proteomics, and transcriptomics data using advanced algorithms for multi-omics integration, while addressing key challenges associated with metabolomics data. Users can upload quantitative data and include additional information, such as metabolite identification or lipid classes, that streamline the interpretation of complex results. TurbOmics can be used sequentially with our previously published tool, TurboPutative, to simplify, reduce and prioritize the list of putative annotations from untargeted metabolomics datasets. Thanks to its flexible and interactive interface, researchers can perform exploratory data analysis and multi-omics integration using the Multi-Omics Factor Analysis, Pathway Integrative Analysis and Enrichment Analysis modules. We believe that TurbOmics will make multi-omics analysis more accessible to the research community. The platform is freely available at https://proteomics.cnic.es/TurboPutative/TurbOmicsApp.html.", "date": "2025-05-11", "journal": ""}
{"title": "Cell splitting in Staphylococcus aureus is controlled by an adaptor protein facilitating degradation of a peptidoglycan hydrolase", "doi": "10.1101/2025.05.11.653310", "authors": "Barbuti, M. D.; Skjennum, E. F.; Mebus, V. H.; Morales Angeles, D.; Hustad, M.; Marli, M. T.; Frees, D.; Kjos, M.", "abstract": "Regulated protein degradation by Clp proteases is a highly conserved post-translational control mechanism in bacteria. In Staphylococcus aureus, the ClpXP complex targets the peptidoglycan hydrolase Sle1, maintaining a tightly regulated balance between peptidoglycan biosynthesis and hydrolysis, which is required to ensure proper cell splitting without compromising cell integrity. {beta}-lactams antibiotics disturb this balance, leading to their bactericidal effects. The mechanism underlying the specific targeting of Sle1 by the conserved ClpXP complex remains unknown. From a genome-wide screen for determinants of penicillin G susceptibility in S. aureus, we here identify the uncharacterized protein CxaR (for ClpXP-associated autolytic regulator). Growth defects, premature cell splitting, and increased cell lysis were observed in the absence of CxaR. Interestingly, these defects were mitigated by sublethal concentrations of {beta}-lactams. Through sequencing cxaR suppressor mutants, followed by immunoblotting, we show that the cxaR phenotypes are caused by excessive Sle1 accumulation. Indeed, exposure to {beta}-lactams reduces Sle1 levels, thereby rescuing the cells lacking CxaR. Furthermore, in vivo protein-protein interaction assays demonstrated that CxaR directly interacts with both ClpXP and Sle1, whereas no direct interaction was detected between Sle1 and ClpX. In line with this, CxaR was found to co-localize with ClpX in septal-adjacent foci by fluorescence microscopy. Taken together, these findings reveal that CxaR is a new regulatory factor controlling staphylococcal cell splitting by acting as an adaptor protein for controlled ClpXP-mediated degradation of Sle1.", "date": "2025-05-11", "journal": ""}
{"title": "Validation of Gentamicin and Streptomycin Stability for On-Orbit Microbial Monitoring", "doi": "10.1101/2025.05.11.653350", "authors": "McKaig, J. M.; Carr, C. E.", "abstract": "The Genomic Enumeration of Antibiotic Resistance in Space (GEARS) flight project seeks to characterize the frequency and genomic identity of antibiotic-resistant organisms on the International Space Station and expand in-space sequencing-based diagnostic capabilities. This project selects for antibiotic-resistant microbes on space station surfaces using agar plates containing antibiotics, which can require storage of these plates for several months. However, little published data is available on the longevity of antibiotics in agar plates. Here, we describe the process of antibiotic selection and validation of antibiotic stability for GEARS. A literature review was conducted on several antibiotics for their intrinsic and acquired resistance in Enterococcus and Staphylococcus and stability in solution and in agar. Gentamicin and streptomycin were selected for a long-term study tracking changes in bactericidal ability of the antibiotics in agar plates. After 6.5 months of storage at 4{degrees}C, we found that both antibiotic types remained stable throughout the test period, although they both exhibited evidence of slight degradation. These findings indicated that either antibiotic would be sufficient for the GEARS study based on stability under cold stowage conditions. Furthermore, this study generated information on long-term stability of antibiotics in agar, which can be useful for microbiology applications beyond spaceflight studies.", "date": "2025-05-11", "journal": ""}
{"title": "G-quadruplex stabilization induces DNA breaks in pericentromericrepetitive DNA sequences in B lymphocytes", "doi": "10.1101/2025.05.09.653134", "authors": "Waisertreiger, I.; Ayele, K.; Elshaikh, M. H.; Barlow, J.", "abstract": "DNA secondary G-quadruplex (G4) structures can impair and even obstruct the DNA replication. Defects in processing G4 structures are associated with replication stress, a common property of both B cell cancers and hyperproliferative premalignant cells. Genome instability arising from replication stress is a hallmark of cancer and strongly contributes to the chromosome rearrangements in B cell cancers. Here, we define the impact of G4-stabilizing ligands on generating genome instability in primary and malignant B cells. Treatment with the G4-stabilizing compound pyridostatin (PDS) causes breaks and chromosome rearrangements at ribosomal DNA and pericentromeric major satellite regions in both mouse primary B cell culture and CH12 lymphoma cells. PDS also causes extensive pericentromeric DNA damage in immortalized human B cell lines. Remarkably, PDS causes high level of tetraploid metaphase cells correlated with high level of dicentric chromosomes specifically in primary but not in CH12 B cells. Unlike primary B cells, CH12 cells undergo checkpoint activation and strong G2/M arrest in response to PDS treatment thus preventing tetraploid appearance. Altogether, these results highlight the difference between primary and malignant B cells in response to PDS, revealing the therapeutic potential of G4-stabilizing drugs to selectively suppress tumor cell growth and proliferation.", "date": "2025-05-11", "journal": ""}
{"title": "53BP1/RIF1 and DNA-PKcs show distinct genetic interactions with diverse chromosomal break repair outcomes.", "doi": "10.1101/2025.05.08.652920", "authors": "Makins, K.; Cisneros-Aguirre, M.; Lopezcolorado, F. W.; Stark, J. M.", "abstract": "DNA double strand breaks (DSBs) are the effective lesion of cancer radiotherapy and induce gene editing. 53BP1 accumulates at DSBs and is implicated in end joining (EJ) repair, but its influence on DSB repair is distinct from canonical non-homologous end joining (C-NHEJ). We sought to define the genetic interplay of 53BP1 with C-NHEJ, focusing on the DNA-PKcs kinase. We examined Cas9 DSBs, which largely generates blunt DSBs, since blunt DSB EJ is dependent on C-NHEJ. Loss of 53BP1 does not affect blunt DSB EJ, but causes a reduction in such repair in DNA-PKcs deficient cells. In contrast, disrupting 53BP1 and DNA-PKcs, both alone and together, has similar effects on the type of deletion mutation (increase in microhomology deletions). We found similar effects on EJ with RIF1 loss, which is a downstream effector of 53BP1. Thus, 53BP1/RIF1 appear to play a backup role for DNA-PKcs during blunt DSB EJ, but function in the same pathway to suppress microhomology deletions. In contrast, 53BP1 and DNA-PKcs function independently to suppress homology-directed repair. Finally, DNA-PKcs kinase inhibition causes marked radiosensitivity, which is not additive with loss of 53BP1 and RIF1. Altogether, 53BP1/RIF1 and DNA-PKcs show distinct genetic interactions with diverse DSB repair outcomes.", "date": "2025-05-11", "journal": ""}
{"title": "UNCOVERseq Enables Sensitive and Controlled Gene Editing Off-Target Nomination Across CRISPR-Cas Modalities and Systems", "doi": "10.1101/2025.05.09.653165", "authors": "Kinney, K. J.; Jia, K.; Zhang, H.; Schmaljohn, E.; Osborne, T.; Thommandru, B.; Murugan, K.; Sanchez-Pena, A.; West, S.; Chen, S.; Codipilly, R.; Sturgeon, M.; Turk, R.; McNeill, M.; Behlke, M.; Jacobi, A. M.; Cromer, K.; Kurgan, G.", "abstract": "The rapid development of CRISPR-Cas gene editing technologies has revolutionized genetic medicine, offering unprecedented precision and potential for treating a wide array of genetic disorders. However, assessing the risks of unintended gene editing effects remains critical, and is complicated by new editing modalities and unclear analytical guidelines. We present UNCOVERseq (Unbiased Nomination of CRISPR Off-target Variants using Enhanced RhPCR), an improved in cellulo off-target nomination workflow designed to sensitively nominate off-target sites (<0.01% editing) with defined input requirements and analytical process controls to provide empirical performance evidence across diverse circumstances. Using this workflow, we nominated off-targets across 192 guide RNAs (gRNAs) and demonstrated superior performance compared to existing methodologies. We identified a subset of six gRNAs with a dynamic range of specificity and confirmed the relevance and high true positive rate of our nomination method, providing relative risk assessments for multiple modalities (S.p. Cas9 and derived high-fidelity variants / base editors) in a translational system involving hematopoietic stem and progenitor cells (HSPCs). Additionally, we established that double-strand break (DSB) editing retains a strong, positive rank correlation to single-strand break (SSB)-mediated base editing, highlighting the importance of DSB nomination sites as candidate loci for base editing. Overall, UNCOVERseq improves informed risk assessment of gene editing in translational systems by enhancing the quality of off-target nomination.", "date": "2025-05-11", "journal": ""}
{"title": "Exploring the Dynamics of Follicle Development and Hormone Synthesis: The Role of Oxygen Tension in Rhesus Macaque Follicle Culture", "doi": "10.1101/2025.05.06.652505", "authors": "Wang, K.; Wolf, S.; Zelinski, M.; Krieg, A.", "abstract": "In vitro culture of cryopreserved ovarian follicles has the potential to extend fertility options for young women seeking to preserve ovarian tissue prior to undergoing cancer treatments. Successful implementation of this strategy has been elusive and likely requires a more complete understanding of the microenvironment of the developing ovarian follicles, including ovarian oxygen concentrations. The oxygen tension within the reproductive tract plays a crucial role in follicular development and oocyte maturation. While in vitro culture systems often use atmospheric oxygen (21%), the native environment in vivo is significantly lower, ranging from 1.5% to 8.7%. This study aimed to investigate the effects of reduced oxygen tensions (3% and 5%) on follicle survival, growth, antrum formation, and hormone production in cultured secondary follicles from rhesus macaques (macaca mulata). A total of 300 follicles were isolated from 7 animals and cultured under three oxygen conditions: 3%, 5%, and 21% O2. Follicle survival and antrum formation were assessed weekly by microscopy and Kaplan-Meier survival analysis, while growth dynamics and hormone levels (estradiol, progesterone, AMH, and inhibin B) were monitored throughout the culture period. Results demonstrated that follicles cultured at 3% and 5% oxygen exhibited significantly higher survival rates and antrum formation compared to those cultured at 21% O2. No significant differences in survival were observed between the 3% and 5% oxygen groups. Growth dynamics revealed distinct patterns, with both low oxygen groups promoting more robust and sustained follicle growth, while atmospheric oxygen led to rapid degeneration. Hormonal analysis showed that follicles in 21% O2 had elevated early hormone production but exhibited reduced long-term viability. In contrast, 3% and 5% oxygen delayed hormone production, reflecting a more stable and sustained follicular environment. These findings underscore the importance of low oxygen tensions in mimicking the physiological conditions of the reproductive tract, improving follicular development, and supporting optimal hormonal function in vitro. This study suggests that further reducing oxygen levels to 3% may offer additional advantages for long-term follicle viability and function in reproductive technologies.", "date": "2025-05-11", "journal": ""}
{"title": "Competition, Mutualism, and Host Immune Control in a Cancer Microbiome", "doi": "10.1101/2025.05.06.652496", "authors": "Abbasi, E.; Abbasi, A.; Akcay, E.", "abstract": "The microbiome functions as an ecological community, where diverse microbes engage in metabolically mediated interactions such as mutualism and competition. Host immune response can regulate microbial community richness and abundance, which in turn can shape the prevalence of different ecological interactions within the microbiome. Theory predicts that host immune states shift dominant interaction modes among microbes: inflammation favors competition, while immunosuppression favors mutualism. We test these theoretical predictions using the stomach cancer microbiome data through integrated genomic and metabolic analyses. We observe that tumors with high-richness and high-abundance microbiomes were associated with increased mutualistic interactions, whereas tumors with low-richness and low-abundance microbiomes had fewer mutualistic interactions. Host immune gene expression in the high-richness and abundance group was suggestive of a dysregulated or immunosuppressed tumor microenvironment, whereas in the low-richness and abundance group immune signatures were indicative of intact immune function. Notably, competitive interactions remained relatively consistent between groups, whereas mutualism varied markedly, highlighting its sensitivity to shifts in immune state. Finally, the microbiome and host immune states were linked to patient clinical outcomes, with high-richness and abundance microbiomes associated with poorer survival and elevated expression of immune markers linked to adverse prognosis. These results reveal how host immune control can covary with ecological interactions within the microbiome, and the potential consequences of these interactions for host health.", "date": "2025-05-11", "journal": ""}
{"title": "RNA Helicase A promotes small RNA biogenesis and sorting in germ cells", "doi": "10.1101/2025.05.11.653140", "authors": "Gaylord, O.; Brown, J. S.; Wu, W.-S.; Lee, H.-C.", "abstract": "In germ cells, small RNAs function as a defense system to silence invading RNAs like viruses and transposons to protect genome integrity. The ability of small RNAs to robustly silence diverse RNA sequences prompts the question of how endogenous mRNAs avoid this silencing. In C. elegans, small RNAs bound by the Argonaute CSR-1 protect endogenous mRNAs from silencing, while also fine-tuning a subset of these mRNAs. Here, we identify RNA Helicase A (RHA-1) as a key regulator of CSR-1 small RNA biogenesis and function in mRNA fine-tuning. RHA-1 localizes to germ granules dependent on EGO-1, which synthesizes CSR-1 small RNAs. We find RHA-1 promotes small RNA production from the 5 prime regions of mRNAs and small RNA sorting to CSR-1. Loss of RHA-1 leads to elevated CSR-1 target mRNA levels and compromised fertility. Our study highlights the importance of small RNA regulation, mediated by RHA-1, to protect endogenous gene expression programs and germ cell function.", "date": "2025-05-11", "journal": ""}
{"title": "Diverse horizontally transferred cellulose biosynthesis gene clusters in Escherichia coli strains", "doi": "10.1101/2025.05.09.653004", "authors": "Hosseinpourlamardi, S.; Labiba, S.; Li, L.; Dadvar, A.; Romling, U.", "abstract": "The phosphoethanolamine modified exopolysaccharide cellulose is a major extracellular matrix component of Escherichia coli and Salmonella typhimurium. Upon enhanced acute virulence, however, cellulose production can be diminished or entirely abolished. Here, we report that homologs of the bcsABC core genes of the core genome bcs cellulose biosynthesis operon and even entire bcs operons can be mobilized on plasmids and are occasionally manifested on E. coli chromosomes at alternative locations. While BcsA2 and BcsA3 cellulose synthases are restricted to the genus Escherichia, the BcsA4 cellulose synthase and the entire associated bcs gene cluster are highly similar to one of the two chromosomal bcs gene clusters harboured by Klebsiella pneumoniae. Cyclic di-GMP turnover proteins known to post-translationally regulate cellulose biosynthesis are frequently localized on bcs operon bearing plasmids. In thermotolerant meat derived E. coli 740v1 harbouring a type 4 bcs operon on a plasmid, chemical and genetic evidence indicates that cellulose is produced in M9 minimal medium and upon activation by the second messenger cyclic di-GMP, an allosteric activator of the cellulose synthase, respectively. With gene duplication and horizontal gene transfer to contribute to the multiplication of bcs operons in a number of different bacterial species, the ecological role(s) of multiplication, transfer and replacement of cellulose biosynthesis operons also in species other than E. coli still need to be unraveled.", "date": "2025-05-11", "journal": ""}
{"title": "Constructing a consensus serum metabolome", "doi": "10.1101/2025.05.07.652782", "authors": "Chi, Y.; Mitchell, J.; Thapa, M.; Zheng, S.; Frohock, Z.; Li, Y.; Smirnov, A.; Du, X.; Li, S.", "abstract": "Blood analysis is the most common in biomedical applications and a reference metabolome will be critical for effective annotation and for guiding scientific investigations. However, compiling such a reference is hindered by many technical challenges, despite the availability of large amount of metabolomics data today. Based on a new set of data structures and tools, we have assembled a consensus serum metabolome (CSM) from over 100,000 mass spectrometry acquisitions of more than 200 million spectra. This provides a comprehensive survey of human blood chemistry, revealing the frequency dependent nature of metabolome and exposome. Major gaps are found between CSM and the current databases. The CSM enables community-level data alignment and significantly improves annotation quality of LC-MS metabolomics.", "date": "2025-05-11", "journal": ""}
{"title": "DNA Wrapping by a Tetrameric Bacterial Histone", "doi": "10.1101/2025.05.08.652872", "authors": "Hu, Y.; Schwab, S.; Qiu, K.; Zhang, Y.; Baer, K.; Reichle, H.; Panzera, A.; Lupas, A. N.; Hartmann, M. D.; Dame, R. T.; Alva, V.; Alvarez, B. H.", "abstract": "Histones are conserved DNA-packaging proteins found across all domains of life. In eukaryotes, canonical histones form octamers that wrap ~147 base pairs of DNA into nucleosomes - the fundamental units of chromatin. In archaea, histones form dimers that further multimerize into extended hypernucleosomes along DNA. Although bacteria were long thought to lack histones, recent studies have uncovered histone homologs in diverse bacterial lineages, many of which possess key DNA-binding features. We previously characterized HBb, a bacterial histone from Bdellovibrio bacteriovorus, which binds DNA as a dimer and induces bending. Here, we describe HLp from Leptospira perolatii, a representative of a distinct bacterial histone group. Crystallographic and biophysical analyses reveal that HLp forms stable tetramers. Like HBb, HLp binds DNA non-specifically; however, it adopts a different mode of interaction - wrapping ~60 base pairs of DNA around its tetrameric core. This wrapping mode, supported by molecular dynamics simulations and DNA-binding assays, promotes DNA compaction and alters its topology. When expressed heterologously in Escherichia coli, HLp reorganizes nucleoid morphology, consistent with a role in chromatin organization. These findings expand the known repertoire of histone-DNA interaction in bacteria and underscore the structural and functional diversity of histone-based genome organization across the tree of life.", "date": "2025-05-11", "journal": ""}
{"title": "Structural features within precursor microRNA-20a regulate Dicer-TRBP processing", "doi": "10.1101/2025.05.07.652689", "authors": "Liu, Y.; Harkner, C. T.; Westwood, M. N.; Munsayac, A.; Keane, S. C.", "abstract": "MicroRNAs (miRNAs) are small non-coding RNAs that post-transcriptionally regulate gene expression of target messenger (m) RNAs. To maintain proper miRNA expression levels, the enzymatic processing of primary and precursor miRNA elements must be strictly controlled. However, the molecular determinants underlying this strict regulation of miRNA biogenesis are not fully understood. Here, we determined the solution structure of pre-miR-20a, an oncogenic miRNA and component of the oncomiR-1 cluster, using nuclear magnetic spectroscopy (NMR) spectroscopy and small angle X-ray scattering (SAXS). Our structural studies informed on key secondary structure elements of pre-miR-20a which may control its enzymatic processing, namely a flexible apical loop and single-nucleotide bulge near the dicing site. We found that alternative conformations within pre-miR-20a's apical loop function to self-regulate its Dicer-TRBP processing, and that a single nucleotide bulge at the -5 position from the 5'-cleavage site is critical for efficient processing. We additionally found that a disease-related single-nucleotide polymorphism in pre-miR-20a, predicted to disrupt the structure near the dicing site, resulted in reduced processing. These results further our structural understanding of the oncomiR-1 cluster and show how transient RNA conformers can function to self-regulate maturation.", "date": "2025-05-11", "journal": ""}
{"title": "Discovery of a DNA-based Optical Nanotube Sensor for Glucose Using Clustering and Deep Learning Algorithms", "doi": "10.1101/2025.05.06.652529", "authors": "Rabbani, Y.; Bregy, J.; Rousseau, B.; Sajjadi, S. H.; De Benedittis, L.; Behjati, S.; Mouhib, M.; Dehury, S.; Boghossian, A.", "abstract": "Glucose sensing is vital for managing diabetes. However, current sensors are invasive and secrete enzymatic byproducts that are inflammatory and toxic. Though DNA-wrapped single-walled carbon nanotubes (DNA-SWCNTs) emit fluorescence that is ideal for enzyme-free optical sensing, existing approaches have yet to identify a DNA sequence that can elicit a fluorescence response to glucose. We develop an approach based on clustering to design a diverse library of 90 DNA sequences to screen for a glucose response. The most responsive sequence was further improved based on favorable mutations predicted by deep learning and pattern recognition. This combination of experimental screening and supervised and unsupervised machine learning represents a generalizable approach to developing DNA-SWCNT sensors for even the most elusive analytes. KEYWORDS: near-infrared fluorescence (NIR-II), single-walled carbon nanotubes (SWNTs or SWCNTs), continuous glucose monitoring (CGM), directed evolution, clustering, deep neural network learning, pattern recognition", "date": "2025-05-11", "journal": ""}
{"title": "Actin Branching Regulates Cell Spreading and Force on Talin, but not Activation of YAP", "doi": "10.1101/2025.05.09.653153", "authors": "Villalobos, C.; Sadeghifar, A.; Maggiorani, J.; Delapena, J.; McDaniel, G.; Driscoll, T. P.", "abstract": "Cells sense the mechanical properties of their environment through physical engagement and spreading, with high stiffness driving nuclear translocation of the mechanosensitive transcription factor YAP. Restriction of cell spread area or environmental stiffness both inhibit YAP activation and nuclear translocation. The Arp2/3 complex plays a critical role in polymerization of branched actin networks that drive cell spreading, protrusion, and migration. While YAP activation has been closely linked to cellular spreading, the specific role of actin branching in force buildup and YAP activation is unclear. To assess the role of actin branching in this process, we measured cell spreading, YAP nuclear translocation, force on the adhesion adaptor protein Talin (FRET tension sensor), and extracellular forces (traction force microscopy, TFM) in 3T3 cells with and without inhibition of actin branching. The results indicate that YAP activation still occurs when actin branching and cell spreading is reduced. Interestingly, while actin de-branching resulted in decreased force on talin, relatively little change in average traction stress was observed, highlighting the distinct difference between molecular level and cellular level force regulation of YAP. While cell spreading is a driver of YAP nuclear translocation, this is likely through indirect effects. Changes in cell spreading induced by actin branching inhibition do not significantly perturb YAP activation. Additionally, this work provides evidence that focal adhesion molecular forces are not a direct regulator of YAP activation.", "date": "2025-05-11", "journal": ""}
{"title": "GeoFlow-V2: A Unified Atomic Diffusion Model for Protein Structure Prediction and De Novo Design", "doi": "10.1101/2025.05.06.652551", "authors": "BioGeometry Team, T.; Tang, J.", "abstract": "We introduce GeoFlow-V2, a unified atomic diffusion model that seamlessly integrates structure prediction and de novo protein design across multiple biological modalities, including proteins, nucleic acids (DNA/RNA), and small molecules. The model's core innovation lies in its unified architecture that natively handles both structure prediction (when provided with complete input sequences) and generative design (for partially or fully masked inputs) through a shared atomic diffusion process. Through the integration of structure conditioning constraints and the sequence design module, GeoFlow-V2 operates as a fully bidirectional framework, accepting both sequence and structural inputs while generating corresponding outputs. GeoFlow-V2 can also accommodate diverse experimental constraints and prior knowledge, which boosts performance and enables precise control over the folding and design process. Benchmarking against state-of-the-art methods demonstrates GeoFlow-V2's strong performance in both structure prediction and de novo antibody design. We showcase GeoFlow-V2's versatility through protein design cases conditioned on diverse target modalities. To maximize accessibility, we engineer key functionalities of \\method and provide a user-friendly web server at https://prot.design for non-commercial research use.", "date": "2025-05-11", "journal": ""}
{"title": "Structural Basis for Retron Co-option of Anti-phage ATPase-nuclease", "doi": "10.1101/2025.05.10.653283", "authors": "Li, H.; Wang, B.; Hoffman, R.; Hou, Y.-M.", "abstract": "Retrons are recently identified bacterial defense systems that employ a tripartite of reverse transcriptase, non-coding RNA (ncRNA) and its derived multi-copy single stranded DNA (msDNA) to sequester effector activity. Phage invasion activates retrons, triggering effector activity and inducing abortive infection and cell growth arrest. Ec78 distinguishes itself from other retrons by leveraging the Septu defense system, a stand-alone ATPase-nuclease pair (PtuAB), by reshaping its phage sensing and molecular assembly processes. To elucidate the evolutionary adaptation of PtuAB by Ec78, we determined electron cryomicroscopy (cryoEM) structures of Ec78 as well as the retron-displaced PtuAB at near atomic resolutions. We show that the Ec78-associated ATPase, PtuA, acquired unique elements that enable its interactions with the reverse transcriptase and the msDNA, as well as self-assembly when displaced by the retron. Supported by biochemical and mutational analysis, we also show that the retron-displaced PtuAB forms a tetramer, unlike its stand-alone counterpart, that indiscriminately restricts the host but, in the presence of the retron, confers a well-controlled immune response, eliciting ATP hydrolysis- and msDNA-regulated targeting to host tRNATyr. Our studies reveal an evolutionary principle for retrons to co-opt conserved enzyme modules for defense in response to different cellular needs.", "date": "2025-05-11", "journal": ""}
{"title": "Uromodulin velcro sheets and their interaction with uropathogenic E. coli", "doi": "10.1101/2025.05.09.653020", "authors": "Banjara, S.; Wang, H.; Schaeffer, C.; Stsiapanava, A.; Sandin, S.; Carroni, M.; Okumura, H.; Rampoldi, L.; Sandblad, L.; Jovine, L.", "abstract": "Homopolymeric uromodulin (UMOD), the most abundant protein in human urine, protects against urinary tract infections (UTI) by acting as a decoy for uropathogenic E. coli (UPEC). Using cryo-electron tomography (ET), we show that urinary UMOD filaments naturally form sheets that interact with UPEC type I pili. Sheet formation is salt-dependent, and we resolve their high-resolution structure using single-particle cryo-electron microscopy (EM). This reveals a lateral interface between polymers, whose mutation disrupts UMOD filament bundle formation in mammalian cells. Branchless egg coat protein ZPD also forms sheets, and cryo-ET of elastase-treated UMOD indicates that absence of N-terminal branches promotes the stacking of UMOD-like protein sheets into thick 3D matrices. These results rationalize early observations of salt-dependent aggregation of UMOD, explain how UMOD can assemble into extended velcro-like structures that efficiently inactivate a multitude of adhesive UPEC pili, and suggest how UMOD-like molecules can generally organize into supramolecular structures of variable thickness.", "date": "2025-05-11", "journal": ""}
{"title": "Kinesin-1 Autoinhibition Tunes Cargo Transport by Motor Ensembles", "doi": "10.1101/2025.05.06.652443", "authors": "Bensel, B. M.; Previs, S. B.; Fagnant, P. M.; Trybus, K. M.; Walcott, S.; Warshaw, D. M.", "abstract": "Intracellular vesicular transport by kinesin-1 motors through numerous 3-dimensional (3D) microtubule (MT) intersections must be regulated to support proper vesicle delivery. Knowing kinesin-1 can be regulated via autoinhibition, does kinesin-1 exhibit autoinhibition on cargo, and could this regulate vesicular transport through 3D MT intersections in vitro? To answer this question, we compared liposome transport by ~10 nearly full-length kinesin-1 motors with KLC bound (Kin{Delta}C) versus constitutively active control (K543). In 3D MT intersections, Kin{Delta}C-liposomes terminate (48%), go straight (43%), but rarely turn (9%), starkly contrasting K543-liposomes which go straight (57%), turn (31%), but rarely terminate (12%). On single MTs, Kin{Delta}C-liposomes have reduced run lengths and detachment forces versus K543-liposomes, suggesting autoinhibition reduces MT engagement, as supported by 3-fold lower Kin{Delta}C MT landing rates versus K543, and mechanistic in silico modeling. Furthermore, kinesore, a small molecule that overcomes kinesin-1 autoinhibition, restores Kin{Delta}Cs MT engagement. Thus, we propose that partial kinesin-1 autoinhibition while cargo-bound may fine-tune cargo delivery to support physiological demands.", "date": "2025-05-11", "journal": ""}
{"title": "Inhibiting glucocorticoid receptors enhances adult spinal cord neural stem cell activity and improves outcomes in spinal cord injury", "doi": "10.1101/2025.05.06.652540", "authors": "Zhang, X.; Zhou, S.; Tang, S.; Hou, X.; Cai, Y.; Hu, C.", "abstract": "The internal microenvironment plays a critical role in the proliferation and differentiation of endogenous neural stem/progenitor cells (NSPCs). A big change in the spinal cord injury (SCI) microenvironment is the elevated level of glucocorticoids. In this study, we examined the impact of glucocorticoids on endogenous NSPCs in the adult mouse spinal cord. Our findings reveal that adult spinal cord NSPCs express glucocorticoid receptors, but not mineralocorticoid receptors. Glucocorticoids were found to significantly inhibit the proliferation and neurosphere formation of NSPCs via activation of glucocorticoid receptors, and they also impaired their differentiation. Importantly, the glucocorticoid receptor inhibitor CORT125281 was shown to enhance motor function in a traumatic SCI model in mice. Treatment with CORT125281 increased the number of NSPCs at the injury site in vivo. Flow cytometry and RNA sequencing analyses indicated that glucocorticoids induce NSPC arrest in the G1/G0 phase through the p53 signaling pathway. Glucocorticoids increased the expression of cell-cycle regulatory genes p15, p16, p18, and p27 in adult spinal cord NSPCs. In summary, our data suggest that glucocorticoids elevation following SCI suppresses the proliferation of endogenous NSPCs via glucocorticoid receptor activation. Targeting glucocorticoid receptors with specific inhibitors may represent a novel therapeutic strategy to promote recovery after spinal cord injury.", "date": "2025-05-11", "journal": ""}
{"title": "Factor Analysis of Multimodal MRI, Biofluid and Vascular Health Biomarkers Reveals Latent Constructs of Brain Health", "doi": "10.1101/2025.05.06.652544", "authors": "Rowsthorn, E.; Sim, M. A.; O'Brien, W. T.; McDonald, S. J.; Franks, K.; Sinclair, B.; Chong, T. T.- J.; Yiallourou, S.; Cavuoto, M.; Vivash, L.; O'Brien, T. J.; Shao, X.; Wang, D. J. J.; Law, M.; Harding, I. H.; Pase, M. P.", "abstract": "Individual imaging and fluid biomarkers provide insights into specific components of brain health, but integrated multimodal approaches are necessary to capture the complex, interrelated biological systems that contribute to brain homeostasis and neurodegenerative disease. Using data from the Brain and Cognitive Health (BACH) cohort study (N=127; mean age=67 years, 68% women), we performed an exploratory factor analysis to identify latent constructs of brain health. We included multimodal neurovascular imaging markers, brain atrophy metrics, plasma Alzheimers disease (AD) biomarkers and cardiovascular risk factors. Five constructs emerged: Brain & Vascular Health (greater hippocampal volume, basal ganglia enlarged perivascular spaces [ePVS], cerebral blood flow and HDL cholesterol; lower ventricle volume and BMI); Structural Integrity (greater cortical thickness, fractional anisotropy and basal ganglia ePVS); Fluid Transport (greater white matter ePVS and Free Water); AD Biomarkers (higher phosphorylated tau [pTau]181 and pTau217; lower amyloid-beta 42/40 ratio); and Neuronal Injury (higher glial fibrillary acidic protein and neurofilament light chain). All constructs were associated with age ({beta}=-0.70-0.39, p[&le;].014), except for Fluid Transport (p>.05). Brain & Vascular Health and Structural Integrity (partial r=.305, p<.001), and AD Biomarkers and Neuronal Injury (partial r=.248, p=.005) were positively correlated. Only Brain & Vascular Health was associated with global cognition ({beta}=0.27, SE=0.13, p=.043). These findings provide a data-driven framework for examining distinct constructs underlying vascular health, fluid regulation and neurodegenerative pathology. We demonstrate the utility of using multiple biomarkers to probe these biological systems, paving the way for future research to explore how these systems change across diverse neurodegenerative conditions.", "date": "2025-05-11", "journal": ""}
{"title": "APOE4-induced patterned behavioral decline and neurodegeneration requires endogenous tau in a C. elegans model of Alzheimers disease", "doi": "10.1101/2025.05.06.652574", "authors": "Pierce-Shimomura, J.; Cardona, E. A.; Wu, Z.; Bolton, B. M.; Sarinay Cenik, E.", "abstract": "Alzheimers disease (AD) causes a characteristic spatiotemporal pattern of neurodegeneration, resulting in the loss of associated faculties such as cognition. The factors which account for this pattern of degeneration are unclear, as AD risk genes are numerous and often broadly expressed. Previously, we generated a model of AD using the nematode Caenorhabditis elegans in which the AD risk variant of apolipoprotein E, APOE4, is pan-neuronally expressed. We showed that HSN class motor neurons degenerate in early adult. Here, we expand on our past work by performing behavioral analyses to deduce the effect of APOE4 on the function of distinct neuronal circuits. We found evidence that APOE4 induces dysfunction of other neurons; this spatiotemporal pattern of degeneration roughly correlates with endogenous levels of PTL-1, the C. elegans homolog of human MAPT also known as tau. Moreover, deletion of ptl-1 suppressed defects in multiple behaviors, suggesting broad protective effects across the nervous system including the HSN neurons. Lastly, we show that PTL-1 in the touch receptor neurons, where PTL-1 is most abundant, is required cell nonautonomously for degeneration of the HSN neurons. Our results suggest that C. elegans may provide a useful in vivo system to study how endogenous Tau acts downstream of APOE4 to cause progressive, patterned neurodegeneration.", "date": "2025-05-11", "journal": ""}
{"title": "Cholinergic neuron circadian clock mediates RNA-binding protein function and contributes to ALS disease phenotypes", "doi": "10.1101/2025.05.06.652480", "authors": "Tam, S. B.; Waldeck, N. J.; Wright, M.; Baker, E. M.; Kiskinis, E.; Bass, J.; Kalb, R. G.", "abstract": "Circadian clocks are encoded by a transcription-translation feedback loop that aligns physiological processes with the solar cycle. Previous work linking the circadian clock to the regulation of RNA-binding proteins (RBPs) and alternative splicing provides a foundation for the vital examination of their mechanistic connections in the context of amyotrophic lateral sclerosis (ALS), a fatal neurodegenerative disease characterized by disrupted RBP function. Here, we reveal enrichment of genes associated with ALS and other neurodegenerative diseases in the spinal cord cholinergic neuron rhythmic transcriptome. We demonstrate that there is circadian regulation of ALS-linked RBPs and rhythmic alternative splicing of genes involved in intracellular transport (Aftph and Mvb12a), microtubule cytoskeleton organization (Limch1 and Drc3), and synaptic function (Sipa1l2) in this neuronal sub-type. Further, we show that the cholinergic neuron clock regulates sporadic ALS-associated changes in cytoskeleton and neuromuscular junction synapse gene expression. Finally, we report that cell-type-specific Bmal1-deletion (i) increases sciatic nerve axon degeneration, (ii) drives alternative splicing of genes encoding ALS-linked RBPs (Matr3 and Srsf7), and (iii) drives alternative splicing of genes associated with microtubule transport and postsynaptic organization. Our results establish a role for the cholinergic neuron clock in RBP function and ALS disease phenotypes.", "date": "2025-05-11", "journal": ""}
{"title": "Histology to MRI registration quality of ex vivo human brain blocks fixed with solutions used in anatomy laboratories", "doi": "10.1101/2025.05.06.652445", "authors": "Frigon, E.-M.; Gerin-Lajoie, A.; Fouquet, J. P.; Zeighami, Y.; Boire, D.; Dadar, M.; Maranzano, J.", "abstract": "Introduction. Post-mortem brain tissue is obtained from brain banks that provide small tissue samples, while gross anatomy laboratories could become a source of complete brains for neuroscientists. These are preserved with solutions whose chemical composition differs from the classic neutral-buffered formalin (NBF) used in brain banks, such as a saturated-salt-solution (SSS) or an alcohol-formaldehyde solution (AFS) that preserve antigenicity of the main brain cell populations. Since histology remains the gold standard in neuroscientific research, while MRI is the most common imaging modality, MRI-histology registration quality needs to be assessed to ensure the suitability using brains fixed with innovative solutions for research procedures. Hence, our goal was to compare the registration quality of human brains fixed with NBF, SSS and AFS, as well as the histological characteristics that could affect the registration. Methods. We used 12 human brain blocks of 3x3x3 cm3 fixed in our anatomy laboratory using SSS (N=4), AFS (N=4), or NBF (N=4). The blocks were scanned using a 7Tesla Bruker animal MRI scanner with a T2-TurboRARE sequence at 0.13x0.13x0.5mm3. Blocks were then cut into 40m thick sections (parallel to the 0.13x0.13 plane) using a vibratome. Sections were stained with histochemistry (HC) (Cresyl violet, Prussian blue, Luxol fast blue, H&E, and Bielschowsky) and immunohistochemistry (IHC) of the 4 main cell populations: neurons (NeuN), astrocytes (GFAP), microglia (Iba1) and myelin (PLP) either with or without an antigen retrieval (AR) protocol. Stained sections were imaged using a slide scanner microscope and segmented with masks using Display, and the sections were manually registered to the T2-TurboRare images using landmarks in Register (MincToolKit). Results. More landmarks were needed to achieve proper alignment of the histology to MRI images for the SSS-fixed blocks, due to the lower GM-WM contrast in these brains. However, there was no significant difference in the staining intensity of the histology sections of blocks fixed with the three solutions, while SSS-fixed blocks showed a lower percentage of overlap between the good histology quality masks and the MRI masks. This resulted in a sufficient registration quality of all blocks, although more challenging when fixed with SSS. Conclusion. We have developed histology, MRI and registration protocols that are of good quality in brain blocks fixed with solutions used in gross anatomy laboratories. These results are promising for neuroscientists interested in using full brains from anatomy laboratories, either using MRI, histology or registration of both modalities to study normal aging and neurodegenerative conditions.", "date": "2025-05-11", "journal": ""}
{"title": "Vessels hiding in plain sight: quantifying brain vascular morphology in anatomical MR images using deep learning", "doi": "10.1101/2025.05.06.652518", "authors": "Gilmore, A.; Eshun, A. E.; Wu, Y.; Lee, A. Y.; Rokem, A.", "abstract": "Non-invasive assessment of brain blood vessels with magnetic resonance (MR) imaging provides important information about brain health and aging. Time-of- flight MR angiography (TOF-MRA) in particular is commonly used to assess the morphology of blood vessels, but acquisition of MRA is time-consuming and is not as commonly employed in research studies or in the clinic as the more standard T1- or T2-weighted MR contrasts (T1w/T2w). To enable quantification of brain blood vessel morphology in T1w/T2w images, we trained a neural network model, anat2vessels, on a dataset with paired MR/MRA. The model provides accurate segmentations as assessed in cross-validation on ground truth images, particularly in cases where T2w images are used. In addition, correlation between features that are extracted from model-based vessel segmentations and from ground truth account for as much as 78% of the variance in these features. We further evaluated the model in another dataset that does not include MRA and found that anat2vessels-based vessel morphology features contain information about aging that is not captured by cortical thickness features that are routinely extracted from T1w/T2w images. Moreover, we found that vessel morphology features are associated with individual variability in blood pressure and cognitive abilities. Taken together these results suggest that anat2vessels could be fruitfully applied to a range of existing and new datasets to assess the role of brain blood vessels in aging and brain health. The model is provided as open-source software in https://github.com/nrdg/anat2vessels/.", "date": "2025-05-11", "journal": ""}
{"title": "Acute E2/P4 loss compromises the biology and function of neurogenic niches during a vulnerable female aging period", "doi": "10.1101/2025.05.06.652460", "authors": "Pillutla, S. V.; Skoda, M. J.; Ishii, A.; Corenblum, M. J.; Montgomery, T.; Wene, P. V.; Menakuru, N.; Kraszewski, J. N.; Billheimer, D.; Winter, G. M.; Cowen, S.; Madhavan, L.", "abstract": "Effects of aging on neural stem progenitor cells (NSPCs) have been studied in males, but less is known in females. Here we comparatively assess female NSPC biology, both in the subventricular zone and hippocampal dentate gyrus niches, across different ages of F344 rats (2, 6, 9 and 14 months). The rats were ovariectomized (OVX) or remained Intact at each of the aging stages, to assess the role of the female sex hormones, estradiol (E2) and progesterone (P4). Results show that while age-dependent decays become prominent at 14 months, ovariectomy-induced E2/P4 loss markedly reduces neurogenesis and associated behavioral function, earlier, at 9 months of age. Coinciding with this pattern of neurogenic decline, we also detect adaptive changes in estrogen and progesterone receptor expression, antioxidant expression, and brain E2/P4 levels. Fundamentally, these results reveal specific female time-periods, when the brain is sensitive to age and E2/P4 loss, potentially setting-up for disease susceptibility.", "date": "2025-05-11", "journal": ""}
{"title": "Idebenone Enhances the Early Microglial Response to Traumatic Brain Injury and Mitigates Acute Gene Expression Changes to Ephrin-A and Dopamine Signaling Pathways", "doi": "10.1101/2025.05.06.652467", "authors": "Hwang, H.; Sarkar, C.; Piskoun, B.; Zhang, N.; Borcar, A.; Robertson, C. L.; Lipinski, M. M.; Yadava, N.; Goodfellow, M. J.; Polster, B. M.", "abstract": "Traumatic Brain Injury (TBI) leads to persistent pro-inflammatory microglial activation implicated in neurodegeneration. Idebenone, a coenzyme Q10 analogue that interacts with both mitochondria and the tyrosine kinase adaptor SHC1, inhibits aspects of microglial activation in vitro. We used the NanoString Neuropathology panel to test the hypothesis that idebenone post-treatment mitigates TBI pathology-associated acute gene expression changes by moderating the pro-inflammatory microglial response to injury. Controlled cortical impact to adult male mice increased the microglial activation signature in peri-lesional cortex at 24 hours post-TBI. Unexpectedly, several microglial signature genes upregulated by TBI were further increased by post-injury idebenone administration. However, idebenone significantly attenuated TBI-mediated perturbations to gene expression associated with behavior, particularly in the gene ontology:biological process (GO:BP) pathways 'ephrin receptor signaling' and 'dopamine metabolic process.' Gene co-expression analysis correlated levels of microglial complement component 1q (C1q) and the neurotrophin receptor gene Ntrk1 to large (>3-fold) TBI-induced decreases in dopamine receptor genes Drd1 and Drd2 that were mitigated by idebenone treatment. Bioinformatics analysis identified SUZ12 as a candidate transcriptional regulator of idebenone-modified gene expression changes. Overall, results suggest that idebenone enhances TBI-induced microglial proliferation within the first 24 hours of TBI and identify Ephrin-A and dopamine signaling as novel idebenone targets.", "date": "2025-05-11", "journal": ""}
{"title": "HIV inhibits Warburg metabolism in human macrophages infected with Mycobacterium tuberculosis.", "doi": "10.1101/2025.05.09.653039", "authors": "Brown, K.; Walsh, A.; Yennemadi, A. S.; Murphy, D. M.; Conolly, S.; O'Sullivan, M. P.; Basdeo, S.; O'Leary, S.; Leisching, G.; Keane, J.", "abstract": "Tuberculosis (TB)-associated mortality remains disproportionately high among people living with HIV (PLWH), with macrophage dysfunction representing a key mechanism of impaired host defence against Mycobacterium tuberculosis (Mtb) infection. Using the U1 chronically HIV-infected macrophage cell line model coupled with primary human monocyte-derived macrophages (MDMs) exposed to HIV-1 gp120, we systematically characterized immunometabolic perturbations during Mtb infection. Nanostring RNA analysis revealed that Mtb monoinfection upregulated glycolytic genes while suppressing oxidative phosphorylation (OXPHOS) transcripts, consistent with a Warburg-type metabolic shift. Conversely, HIV infection downregulated glycolytic enzymes and enhanced mitochondrial respiratory chain components. Coinfection studies demonstrated HIV-mediated suppression of Mtb-induced glycolytic reprogramming. Extracellular flux analysis demonstrated that gp120 exposure increased basal oxygen consumption rate while impairing spare respiratory capacity in Mtb-infected MDMs, effectively blocking the Warburg metabolic transition. Notably, gp120 concentrations equivalent to those observed in antiretroviral therapy (ART)-treated PLWH significantly disrupted metabolic plasticity and high-dose gp120 attenuated Mtb-induced TNF- secretion.", "date": "2025-05-11", "journal": ""}
{"title": "Peptide Driven Identification of TCRs (PDI-TCR) reveals dynamics and phenotypes of CD4 T cells in tuberculosis", "doi": "10.1101/2025.05.06.652535", "authors": "Tippalagama, R.; Trevizani, R.; Chihab, L.; Chawla, A.; Fung, K.; Greenbaum, J.; Kearns, K.; De Silva, A.; Gunasinghe, W.; Perera, J.; Gunasekera, H.; Senevirathne, D.; Scriba, T.; Sette, A.; Arlehamn, C. L.; Burel, J.; Peters, B.", "abstract": "Assigning antigen specificity to T cell receptor (TCR) sequences is challenging due to the TCR repertoire's diversity and the complexity of TCR:antigen recognition. We developed the Peptide-Driven Identification of TCRs (PDI-TCR) assay that combines in vitro expansion of cells with peptide pools, bulk TCR sequencing, and statistical analysis to identify antigen-specific TCRs from human blood. A key feature of PDI-TCR is the ability to distinguish true antigen-specific TCR clonotypes from TCRs associated with unspecific bystander activation by comparing responses to non-overlapping peptide pools. We applied PDI-TCR to Tuberculosis (TB) patients, sampling blood at diagnosis and throughout treatment, and Mycobacterium tuberculosis (Mtb)-sensitized healthy individuals (IGRA+). We identified hundreds of Mtb-specific TCRs, as well as unspecific TCRs, and characterized their phenotype in each cohort by single-cell RNA sequencing ex vivo. Mtb-specific T cells were highly diverse, with short-lived effector phenotypes only present in TB at diagnosis, while memory phenotypes were maintained through treatment. In contrast, unspecific expanded T cells were more clonally restricted, had a cytotoxic phenotype, and were maintained throughout treatment. This showcases PDI-TCR as a powerful tool for identifying antigen-specific TCRs, which enables direct ex vivo identification and monitoring of antigen-specific T cells.", "date": "2025-05-11", "journal": ""}
{"title": "Formation of the β-sheet at the extracellular opening of the intimin β-barrel domain is necessary for stability and efficient passenger secretion", "doi": "10.1101/2025.05.11.653311", "authors": "Sarma Kandanur, S. P.; Breuer, L.; Renschler, F. A.; Schuetz, M. S.; Leo, J. C.", "abstract": "Attaching and effacing pathogens, such as enteropathogenic and enterohaemorrhagic E. coli, rely on an adhesin, intimin, for attachment to enterocytes and downstream effects leading to actin pedestal formation. Intimin belongs to the inverse autotransporter family (type 5e secretion systems), which secrete the extracellular adhesive domain or passenger via a hairpin intermediate. While many of the next steps in secretion are now understood, how the hairpin initially forms is not known. We sought to investigate this by making point mutations at several positions in the {beta}-barrel domain of intimin, as this domain forms at least part of the secretion pore. We made the mutations in a wild-type background and in a stalled intermediate caught in the hairpin conformation, which allowed us to uncouple passenger secretion from hairpin formation. Surprisingly, most of the point mutations did not have an appreciable effect on hairpin formation or passenger secretion, and larger changes such as replacing the entire linker region with a flexible glycine-serine stretch showed only a modest reduction in passenger secretion. By contrast, mutations affecting a small {beta}-sheet at the extracellular face of the intimin {beta}-barrel between two extracellular loops and the C-terminus of the linker had a more pronounced effect on secretion, and abolishing this {beta}-sheet prevented hairpin formation and led to complete loss of the wild-type protein. Our results show that the intimin {beta}-barrel is remarkably tolerant to changes and that the {beta}-sheet on the extracellular side of this domain plays a central role in passenger secretion and protein stability.", "date": "2025-05-11", "journal": ""}
{"title": "Unveiling Genomic Rearrangements in Engineered iPSC Lines by Optical Genome Mapping", "doi": "10.1101/2025.05.10.653237", "authors": "Finlay, D.; Hor, P.; Goldenson, B. H.; Li, X.-H.; Murad, R.; Kaufman, D. S.; Vuori, K.", "abstract": "We demonstrate here the use of optical genome mapping (OGM) to detect genetic alterations arising from gene editing by various technologies in human induced pluripotent stem cells (iPSCs). OGM enables an unbiased and comprehensive analysis of the entire genome, allowing the detection of genomic structural variants (SVs) of all classes with a quantitative variant allele frequency (VAF) sensitivity of 5%. In this pilot study, we conducted a comparative dual analysis between the parental iPSCs and the derived cells that had undergone gene editing using various techniques, including transposons, lentiviral transduction, and CRISPR-Cas9-mediated safe harbor locus insertion at the adeno-associated virus integration site 1 (AAVS1). These analyses demonstrated that iPSCs that had been edited using transposons or lentiviral transduction resulted in a high number of transgene insertions in the genome. In contrast, CRISPR-Cas9 technology resulted in a more precise and limited transgene insertion, with only a single target sequence observed at the intended locus. These studies demonstrate the value of OGM to detect genetic alterations in engineered cell products and suggests that OGM, together with DNA sequencing, could be a valuable tool when evaluating genetically modified iPSCs for research and therapeutic purposes.", "date": "2025-05-11", "journal": ""}
{"title": "A versatile survey method for repeatedly monitoring individual road-kill", "doi": "10.1101/2025.05.06.652546", "authors": "Sullivan, J. J.; Vattiato, G.; Niebuhr, C. N.", "abstract": "Road-kill is increasingly recognised as an important source of mortality for wildlife, especially in densely populated urban and rural landscapes. Monitoring road-kill on fine spatial and temporal scales is necessary to better understand how the design of road networks affects road-kill. We report on a practical method for consistently and repeatedly surveying road-kill. This includes geotagging individual carcasses, reporting where on or by the road each carcass is found, categorising the age and state of each carcass, and noting whether each carcass is new or previously reported. All this can practically be done with a smartphone while on foot, biking, or as a passenger in a motor vehicle. Repeatedly mapping all carcasses, whether or not they have previously been reported, allows for estimates of carcass persistence and detection probability for both taxa and road conditions. We demonstrate the effectiveness of the method by reporting on its frequent use along one 16.2 km route of urban and rural roads in New Zealand over 12 years. Over this period, on 1,652 surveys, 4,034 new road-kill carcasses were observed, 62.4% of which were birds, 31.1% were mammals, and 3% were butterflies. Using carcass age and persistence, we estimate that the road-kill rate along this route has been at least 3,940-6,544 road-kill/100 km/year. There was considerable variation among taxa in carcass persistence and carcass position on and by the road, both of which will introduce biases into road-kill estimates if not accounted for. To better understand road-kill and estimate road-kill rates, we encourage road-kill studies to geotag all individual carcasses and track their persistence.", "date": "2025-05-11", "journal": ""}
{"title": "Abiotic factors are the primary determinants of endemic Hawaiian Drosophila microbiome assembly", "doi": "10.1101/2025.05.06.652154", "authors": "Medeiros, M. J.; Schoville, S. D.; Price, D. K.; Yew, J. Y.", "abstract": "The Hawaiian Drosophila radiation exemplifies rapid adaptation and species diversification. Many factors have been attributed to these phenomena, including allopatry, sexual selection, and ecological specialization. In recent years, the microbiome has come to the forefront as an important driver of adaptation that is capable of facilitating host survivorship, enhancing resilience to local environmental challenges, and enabling the use of different dietary resources. To determine how microbial communities assemble in natural populations and potentially contribute to the rapid adaptation of Hawaiian drosophilids, we conducted a survey of bacterial and fungal communities from over 500 wild flies collected from across six islands of the Hawaiian archipelago. These samples represent a breadth of host plant specializations, habitats, lifestyles, and endemicity. Our findings reveal that microbiome assembly is largely driven by abiotic factors including elevation, temperature, rainfall, and evapotranspiration, but is not strongly constrained by phylogenetic relatedness. Identical species inhabiting two separate locations exhibited different microbiomes. By contrast, distantly related species inhabiting the same site had more similar microbiomes. The microbiomes of native species also differ from recently introduced, non-native Drosophila in terms of diversity, composition, and function. Given the myriad roles of the microbiome in nutrition, reproduction, and mate choice, these results support a role for the microbiome in the remarkable ecological divergence of Hawaiian Drosophila.", "date": "2025-05-11", "journal": ""}
{"title": "Characteristics predicting reduced penetrance variants in the high-risk cancer predisposition gene TP53", "doi": "10.1101/2025.05.06.652567", "authors": "Fortuno, C.; Richardson, M. E.; Pesaran, T.; McGoldrick, K.; James, P. A.; Spurdle, A. B.", "abstract": "Disease-causing variants with penetrance that is lower than the average expected for a given gene complicate classification, even when using gene-specific guidelines. For TP53, a gene associated with some of the highest cancer risks, even reduced penetrance disease-predisposition variants remain clinically actionable. We conducted a review of ClinVar submissions to identify TP53 variants flagged as having reduced penetrance by genetic testing laboratories and analyzed functional, bioinformatic, frequency, and clinical features of these variants compared to standard pathogenic and benign variants. Our findings show that reported reduced penetrance TP53 variants are more likely to exhibit intermediate functional activity in multiple assays and are predicted as deleterious with bioinformatic tools, though with lower scores than pathogenic variants. These variants also have a higher population frequency than pathogenic variants, and heterozygotes tend to manifest disease later in life, suggesting a need for refined clinical criteria to better capture attenuated Li-Fraumeni syndrome phenotypes. Finally, by applying a random forest prediction model to all TP53 uncertain or conflicting variants in ClinVar, we identified additional variants with potential reduced penetrance.", "date": "2025-05-11", "journal": ""}
{"title": "Multivalent Ligand-Protein Interactions Using Polymeric Lysosome-Targeting Chimeras (PolyTACs) Leads to Lysosome-Targeting Receptor-Independent Degradation of Transmembrane Proteins", "doi": "10.1101/2025.05.06.652519", "authors": "Dutta, R.; Alp, Y.; Gupta, P.; Singh, B.; Thayumanavan, S.", "abstract": "Targeted protein degradation is growing rapidly as a therapeutic approach, with intracellular proteins degraded via the ubiquitin-proteasome or the autophagosome system and membrane proteins mainly through the lysosomal pathway. Current lysosomal degradation strategies rely on lysosome-targeting receptors (LTRs), limiting their applicability. We propose that multivalent non-covalent interactions on the cell membrane can drive lysosomal degradation of membrane proteins without the need of LTRs. To demonstrate this, we designed antibody-polymer conjugates, viz. Polymeric Lysosome-Targeting Chimeras (PolyTACs) functionalized with ligands that would non-covalently bind with transmembrane non-LTR proteins, viz., helper proteins on the cell surface in a polyvalent fashion. Cetuximab-based PolyTACs decorated with 4-(2-aminoethyl)benzenesulfonamide (ABS) ligands that cause multivalent interactions with membrane carbonic anhydrases induced degradation of EGFR, while atezolizumab- and trastuzumab-based PolyTACs effectively degraded PD-L1 and HER2, respectively. Additionally, PolyTACs using PD-L1 as the helper protein further improved degradation. Mechanistic studies confirmed clathrin- and caveolae-mediated endocytosis followed by lysosomal degradation of the target proteins. This LTR-independent nature of the approach offers opportunities for tissues targeting in membrane protein degradation that could open up new avenues in therapeutic strategies.", "date": "2025-05-11", "journal": ""}
{"title": "Multiplex Gene Editing Suppresses Random Integration of Hepatitis B Virus DNA in Chronically Infected Liver", "doi": "10.1101/2025.05.06.652508", "authors": "Slattery, S.; Huo, W.; Arif, A.; Gordon, J.; Takeuchi, R.", "abstract": "Gene editing technologies have opened the possibility of directly targeting viral DNA in therapeutic applications. In chronically infected hepatocytes with hepatitis B virus (HBV), covalently closed circular DNA (cccDNA) serves as the master template for viral transcripts and gene products. In the present study, we evaluated the outcomes of anti-HBV multiplex gene editing with the CRISPR-Cas9 endonuclease from Staphylococcus aureus (SaCas9) using primary human hepatocytes (PHHs) and HBV mouse models. Nonviral delivery of SaCas9-encoding mRNA and a pair of HBV-targeting guide RNAs (gRNAs) substantially reduced viral biomarkers and intrahepatic HBV DNA copies in vitro and in vivo, suggesting that fragmentation of HBV DNA primarily leads to its degradation. Hybridization capture sequencing analyses indicated that small insertions and deletions (indels) and structural variants including excisions and inversions of the viral sequences were accumulated in the residual HBV DNA. These assays also demonstrated that transient expression of the HBV-targeting SaCas9 significantly suppressed random integration of HBV DNA, while this therapeutic approach was unlikely to affect chromosomal translocations involving viral copies. Taken together, our results suggest that anti-HBV multiplex gene editing eliminates viral DNA from chronically infected hepatocytes, potentially reducing the risk of hepatocarcinogenesis associated with HBV DNA integration.", "date": "2025-05-11", "journal": ""}
{"title": "Green Synthesis of a Novel Gelatin Crosslinked Oxidized Pullulan-Lignin biocomposite film for active food packaging", "doi": "10.1101/2025.05.06.652438", "authors": "Althuri, A.; Banerjee, A.; Mehra, M. K.", "abstract": "Biopolymer-based plastics, made from plants and microbes, are gaining popularity in food packaging due to their eco-friendliness, but degrade upon contact with water, thus requiring the addition of water-resistant materials. Lignin was extracted from cotton stalk using the acid-alkali method and was characterized through FTIR and 2D HSQC NMR to evaluate its structure and purity. Pullulan dialdehyde, gelatin, and lignin were blended using a green process to make water-stable PGL hydrogel film. Incorporation of Lignin into PDA/Gelatin blend, having imine bonds, increased network strength and solvent-resistance by extensive physical interactions like H-bonding and electrostatic interactions, which were confirmed through FTIR and XPS analysis. These films were cured at 60{degrees}C, making the process energy efficient. PGL film exhibited water stability, high mechanical strength, moisture barrier, and bioactive properties ideal for fruit preservation. Lignin improved hydrophobicity, hydrogel strength, biodegradability, and non-flammability relative to the control. The films' effectiveness for food packaging was assessed by analyzing the impact on the preservation and shelf life of kinnow oranges. Physical properties, such as weight loss, firmness, and chemical properties, including pH, titratable acidity, lipid oxidation, sucrose content, antioxidant activity, and ethylene concentration of oranges before and after packaging, were monitored. PGL film showed high stability in hot and ambient water, with a water swelling index of 303%, impressive tensile strength of 8.5 MPa, and elongation at break exceeding 72%. PGL-packed oranges produced 0.034{+/-}0.0032 ppm/g of ethylene after seven days, which is 4.2-fold lower than unpacked oranges, signifying the fruit preservation ability of PGL films.", "date": "2025-05-11", "journal": ""}
{"title": "Multimodal Bonds Reconstruction Towards Generative Molecular Design", "doi": "10.1101/2025.05.06.652517", "authors": "Wang, J.; Dokholyan, N. V.", "abstract": "Generative models such as diffusion-based approaches have transformed de novo drug design by enabling rapid generation of novel molecular structures in both 2D and 3D formats. However, accurate reconstruction of chemical bonds, especially from distorted geometries produced by generative models, remains a critical challenge. Here, we present YuelBond, a multimodal graph neural network framework for robust bonds reconstruction across three key scenarios: (i) recovery of bonds from accurate 3D atomic coordinates, (ii) reconstruction of chemically valid bonds in crude de novo generated compounds (CDGs) with perturbed geometries, and (iii) reassignment of bond orders in 2D topological graphs. YuelBond outperforms traditional rule-based methods such as RDKit, achieving 98.4% F1-score on standard 3D structures and maintaining strong performance (92.7% F1-score) on distorted CDGs, even when RDKit fails on most cases. Our results demonstrate that YuelBond enables accurate and reliable bond reconstruction from imperfect molecular data, bridging a critical gap in generative drug discovery pipelines.", "date": "2025-05-11", "journal": ""}
{"title": "Unraveling the Molecular Mechanisms of ABHD5 Membrane Targeting", "doi": "10.1101/2025.05.06.652485", "authors": "Kumar, A.; Sanders, M.; Zhang, H.; Zhou, L.; Parveen, S.; Kelly, C. V.; Granneman, J. G.; Huang, Y.-m.", "abstract": "ABHD5 plays a critical role in lipid metabolism, regulating fatty acid mobilization, skin barrier formation, and phospholipid remodeling. ABHD5 lacks catalytic activity and instead functions as an essential co-regulator of PNPLA enzymes. Understanding how ABHD5 interacts with lipid droplet (LD) and endoplasmic reticulum (ER) membranes is crucial for unraveling its regulatory role in lipid metabolism and identifying potential therapeutic targets for metabolic diseases. While previous studies have modeled ABHD5 structure in solution, its function relies on membrane interactions, requiring a detailed investigation of its binding mechanisms. In this study, we employed multiscale simulations with experimental validation to reveal how ABHD5 interacts with ER and LD. Our findings show that ABHD5 binds membranes through its N-terminus and insertion segment, which subsequently triggers structural changes in the pseudosubstrate pocket and alters lipid distribution. This study also identifies key residues essential for membrane binding, providing potential targets for developing lipid metabolism modulators. These results uncover a previously unrecognized mechanism by which ABHD5 interacts with membranes, offering new insights into lipolysis regulation and potential therapeutic strategies for metabolic diseases.", "date": "2025-05-11", "journal": ""}
{"title": "Latent transforming growth factor binding protein-2 (LTBP2), an IPF biomarker of clinical decline, promotes TGF-beta signaling and lung fibrosis in mice", "doi": "10.1101/2025.05.06.652563", "authors": "Bodmer, N. K.; Choudhury, M.; Mirza, H.; Yin, Y.; Mecham, R. P.; Brody, S. L.; Ornitz, D. M.; Koenitzer, J. R.", "abstract": "The identification of clinically predictive serum biomarkers for pulmonary fibrosis is a significant challenge and important goal. Multiple recent proteomic biomarker studies have identified latent transforming growth factor binding protein-2 (LTBP2) as a circulating factor associated with disease progression in fibrotic lung diseases in humans (including IPF), but its role in the development of fibrosis is incompletely defined. LTBP2 competes with the large latent TGF{beta} complex (LLC) for binding to the N-terminus of fibrillin, and we hypothesized that LTBP2 deficiency would promote LLC sequestration in matrix and reduce TGF-beta signaling. We recently reported an LTBP2 knockout (Ltbp2-/-) mouse with no baseline lung abnormalities. Here we show that Ltbp2-/- mice exposed to either bleomycin or silica have a significant reduction in fibrosis compared to wild type controls. Consistent with reduced fibrosis, Ltbp2-/- mice have reduced TGF{beta} signaling and cultured primary fibroblasts from Ltbp2-/- lungs exhibited impaired migration in an in vitro wound closure assay. Transcriptomic analysis of bleomycin treated control and Ltbp2-/- mice identified multiple LTBP2-regulated genes, including the lncRNA antisense of IGFR2 non-coding RNA (Airn), which is upregulated in Ltbp2-/- mice and has reported antifibrotic effects in other tissues. Interestingly, we also observed that Ltbp2-/- mice had impaired epithelial repair after bleomycin treatment, a phenotype that also occurred in a naphthalene model of club cell injury. These findings provide evidence that LTBP2 is profibrotic and facilitates TGF{beta} signaling but is also required for normal airway epithelial repair.", "date": "2025-05-11", "journal": ""}
{"title": "Modulating cerebrospinal fluid dynamics using pulsed photobiomodulation: feasibility, parameter and skin-colour dependence", "doi": "10.1101/2025.05.06.652458", "authors": "Motsenyat, A.; Zhong, X.; Van Lankveld, H.; Chen, J. X.; Mathew, A.; Chen, J. J.", "abstract": "The use of photobiomodulation (PBM) to enhance brain health, specifically glymphatic drainage and thus neurotoxic waste clearance, may make it a promising therapeutic tool against neurodegenerative diseases such as Alzheimer's disease. This study investigates whether PBM can modulate cerebrospinal fluid (CSF) flow in 45 healthy young adults. We conducted forehead transcranial PBM (tPBM) and intranasal PBM (iPBM) at the nostril level, and measured CSF dynamics using blood-oxygenation level-dependent (BOLD) functional MRI (fMRI). Our data demonstrates 4 min of PBM-induced increases in CSF flow. Our data shows that (1) even a short PBM of 4 min can induce a change in CSF dynamics, in the form of an immediate increase in intracranial CSF volume and a reduction in CSF inflow; (2) skin melanin had a significant effect on the CSF response in tPBM, with lighter skin associated with higher responses; (3) both iPBM and tPBM displayed a dose-dependent effect on CSF dynamics in terms of a fluence-wavelength interaction; (4) intranasal PBM (iPBM) can be used to produce a significant change in CSF dynamics that is equivalent to forehead transcranial PBM (tPBM) with a small fraction of the fluence. The most likely explanation for the observed fMRI signal changes in CSF regions of interest for both tPBM and iPBM is an increased CSF outflow pressure due to PBM-induced vasodilation that transiently increases intracranial CSF volume and reduces net CSF inflow. This study establishes that PBM can modulate CSF flow in the healthy human brain in real time. This study also suggests that iPBM may be more efficient in CSF modulation due to the proximity to the olfactory system and the lack of melanin dependence. The influence of melanin on tPBM, the feasibility of iPBM and the dose dependence of both will require further investigation in healthy and patient populations.", "date": "2025-05-11", "journal": ""}
{"title": "Exploiting nectar and blood feeding cues and phagostimulants to optimise Attractive Targeted Sugar Baits against a sand fly vector of leishmaniasis.", "doi": "10.1101/2025.05.07.652609", "authors": "Castro, D. P.; Genta, F. A.; Rogers, M. E.", "abstract": "Abstract Background Leishmaniasis presents a major public health problem for a large number of countries requiring effective integrated management of the vector, sand flies, for sustained control. Such strategies need to be economically and environmentally sustainable and adaptable to the behaviour of local vectors. One such tool is Attractive Targeted Sugar Baits (ATSB) that exploit the necessity of sand flies to acquire sugars between bloodmeals. Here we explored the kinetics and cues for sugar and blood feeding to improve the efficacy of ATSBs against sand flies. Methods A fluorescent assay was developed to quantify sugarmeals to assess the feeding efficiency of colony-reared female Lutzomyia longipalpis sand flies. Results Sand flies showed a range of preferences for different sugars presented on cotton wool and could be manipulated to deposit them into the crop and/or midgut. We found that the combination of 10% sucrose and 10% fructose allowed flies to obtain the largest sugarmeals taken to the crop. Sugarmeals were taken to both the crop and midgut when it contained 200 mM bovine serum albumin (BSA) as a source of protein and 1 mM adenosine triphosphate (ATP) as a phagostimulant. Using this combination, the efficacy of the ingested insecticide fipronil was significantly increased; reducing the 50% lethal concentration from 584 M to 1.65 M in a sugarmeal that promoted the simultaneous uptake of the insecticide into the midgut as well as the crop. Conclusions In this study we highlight the potential of understanding the cues used by vectors to sugar feed and blood feed. By incorporating blood feeding phagostimulants, such as BSA and ATP, in ATSB we vastly improve their killing efficiency against sand flies. This demonstrates a new approach to target these disease vectors.", "date": "2025-05-11", "journal": ""}
{"title": "Urban bats change the menu: dietary plasticity across human-modified landscapes of a tropical island", "doi": "10.1101/2025.05.06.652573", "authors": "Dietrich, M.; Wilkinson, D. A.; Le Minter, G.; Turpin, M.; Galan, M.; Charbonnel, N.; Dupuy, G.; Habchi-Hanriot, N.; Reynaud, B.; Delatte, H.; Lebarbenchon, C.", "abstract": "In a rapidly urbanizing world, research on dietary habits of wildlife is essential to understand how plastic behaviors may guide evolutionary trajectories of endangered animal species. Bats are very sensitive to habitat destruction and land-use change, although some species have shown the capacity for adaptation to urban life. In this study, we tested to what extent urban insectivorous bats modify their feeding strategies in a recently human-modified tropical insular ecosystem. Using a DNA metabarcoding approach on fecal samples collected in seven roosts, we analyzed the dietary niche of free-tailed bats (Mormopterus francoismoutoui) endemic to Reunion Island. Our results revealed a wide dietary niche, including 174 arthropod species in 12 orders, among which lepidopterans were predominant. We identified several crop pests and disease vectors, highlighting the central role of this bat species for agroecology and epidemiology concerns. Our study also highlighted potential sex- and reproduction-related dietary strategies. Moreover, we found that agriculture areas, inferred from land cover surrounding bat roosts, were associated with higher relative abundance of Lepidoptera in the diet of bats. In contrast, bats roosting in urban areas increased their consumption of Blattodea. As Reunion free-tailed bats roost and thrive in human-modified landscapes, understanding the consequences of this dietary plasticity for bat health and fitness will be necessary for urban evolutionary research and conservation actions.", "date": "2025-05-11", "journal": ""}
{"title": "Seasonal and developmental stage changes in exudate carbohydrate content shape the kelp microbiome", "doi": "10.1101/2025.05.07.652744", "authors": "English, C.; Manoj, M.; Opalk, K.; Carlson, C. A.", "abstract": "Photoautotrophs release a large amount of their fixed carbon as exudates, which shapes their immediate environment, including the composition of their microbiome. Here we evaluated the microbiome and exudate composition of Macrocystis pyrifera (giant kelp), a globally distributed foundation species, in response to seasonal nutrient availability and developmental stage. We combine 16S rRNA amplicon analysis of the giant kelp microbiome with carbohydrate monomer analysis of kelp exudates to examine microbe-exudate relationships. We found significant differences in the microbiome and exudate composition between seasons and developmental stages of giant kelp. Higher tissue-nitrogen content in the spring coincided with elevated amounts of glucosamine, a nitrogen-containing sugar, in giant kelp exudates, while senescence led to the release of mannuronic acid, an alginate indicator. The release of glucosamine and fucose-rich exudates was correlated with an increase in the abundance of bacteria within the Planctomycetota phylum, whereas mannuronic acid-rich exudates coincided with an increase in the abundance of members of the Flavobacteria and Gammaproteobacteria lineages. We investigated putative carbohydrate-microbe relationships by isolating a member of the Planctomycetota phylum from the surface of giant kelp. We demonstrate that the growth of this isolate on fucoidan and N-acetyl glucosamine, but not alginate reflects the observed abundance of this clade in the kelp microbiome in response to variable carbohydrate exudation. This suggests a key role of kelp mucilage carbohydrate composition in structuring its microbiome as has been observed for other organisms such as corals and within the human gut.", "date": "2025-05-11", "journal": ""}
{"title": "Space use fidelity of non-territorial vulturine guineafowl groups is shaped by both environmental and social processes", "doi": "10.1101/2025.05.07.652762", "authors": "Ogino, M.; Nyaguthii, B.; Papageorgiou, D.; Farine, D.", "abstract": "Animals often use consistent areas. Some are territorial, restricting their space use within territorial boundaries, whereas others at not territorial animals but still restrict their space use despite not being constrained by surrounding conspecifics. Staying within a familiar area can provide a range of benefits, such as using previous knowledge (i.e. memory) to efficiently exploit resources or because they can consistently return to key locations (such as a nest or sleeping site). In group-living animals, consistent space use could reduce the complexity of decision-making time (e.g. by choosing among known foraging sites), facilitating group cohesion. However, to date, little research has explicitly asked what factors determine whether groups use consistent areas. Here we used repeated movements by groups of vulturine guineafowl (Acryllium vulturinum)--leaving and returning back to the same areas in response to seasonal conditions--to examine and disentangle social processes from spatial and ecological factors that might shape the distribution of animals over space. Specifically, we quantified (i) how groups distribute themselves over the landscape, (ii) if their space use is consistent across seasons with similar environmental conditions, (iii) how different social and spatial factors shape the consistency of space use by groups over time, and (iv) how social and spatial factors affect home range overlap between groups. We found that groups were highly consistent in their space use over time and that home ranges were distinct across groups. Fidelity to the core home range area was higher when group composition was more stable, while overall home range fidelity was higher when groups recently experienced milder ecological conditions. Overlap in core areas and the overall home ranges among groups were greater among groups that shared roosts and groups that were fused in the previous season. Home range overlap was also lowest during long intermediate seasons (i.e. a sampling period that immediately follows intermediate season conditions, as opposed to sampling periods that followed dry or wet conditions), suggesting that extended intermediate conditions allow groups to increasingly partition their overall space use. These results provide insights into how the movement decisions by groups, the distribution of animals, and group-level space use emerge, and the role of social and ecological conditions as potential precursors to territoriality.", "date": "2025-05-11", "journal": ""}
{"title": "The Freshwater Sounds Archive", "doi": "10.1101/2025.05.07.652412", "authors": "Greenhalgh, J. A.; Akmentins, M.; Boullhesen, M.; Brejao, G. L.; Bowman, J. C.; Briers, R. A.; Campbell, k.; Clark, A.; Coen, M.; Desjonqueres, C.; Gaston, S.; Gottesman, B. L.; Jones, I. T.; Lahoz-Monfort, J. J.; Lindsay, E.; Rodriguez, F. M.; Navarrete-Mier, F.; Norton, M.; Las Casas e Novaes, M. C.; Okazaki, S.; Polajnar, J.; Ribeiro, M. C.; Roberts, L.; Rothenberg, D.; Sabet, S. S.; Satish, R.; Spriel, B.; Stankovic, D.; Velde, K. t.; Timperley, J. H.; Turlington, K.; Walker, J. R.; Valverde, M. P.; Cox, K.; Looby, A.", "abstract": "Freshwater ecosystems are full of underwater sounds produced by amphibians, aquatic arthropods, reptiles, plants, fishes, and methane bubbles escaping from the sediment. Although much headway has been made in recent years investigating the overall soundscapes of various freshwater ecosystems around the world, there remains a significant knowledge gap in our collective inability to accurately and reliably link recorded sounds with the species that produced them. Here, we present The Freshwater Sounds Archive, a new global initiative, which seeks to address this knowledge gap by collating species-specific freshwater sound recordings into a publicly available database. By means of metadata collection, we also present a snapshot of the species studied, the recording equipment, and recording parameters used by freshwater ecoacousticians globally. In total, 61 entries were submitted to the archive between the 4th of March 2023 and the 30th of April 2025, representing 16 countries and 6 continents. The most numerous taxonomic group was arthropods (29 entries), followed by fishes (14 entries), amphibians (10 entries), macrophytes (7 entries), and a freshwater mollusk (1 entry). The majority of the submissions were from European countries (27 entries), of which the United Kingdom was the most represented with 14 entries. The next most represented region was North America (11 entries), followed by South America (8 entries), Oceania and Asia (5 entries each), Africa (3 entries), and the Middle East and Central America with 1 entry each. The global south, polar regions, and areas with an elevation >500 m (asl) were underrepresented. The field of freshwater ecoacoustics to date has largely focused on the analysis of sound types due to a current lack of knowledge of species-specific sounds. The Freshwater Sounds Archive presents an opportunity to move beyond the sound type approach, and towards an approach with higher taxonomic resolution, ultimately resulting in species-specific descriptions. Furthermore, The Freshwater Sounds Archive will provide freshwater ecoacousticians with one of the main tools required to start creating annotated training datasets for machine learning models from soundscape recordings by referring to known species sounds present in the archive. In the long-term, this will result in the automatic detection and classification of species-specific freshwater sounds from soundscape recordings, such as indicator, invasive, and endangered species.", "date": "2025-05-11", "journal": ""}
{"title": "Shifting baselines increase the risk of misinterpreting biodiversity trends", "doi": "10.1101/2025.05.07.652594", "authors": "Dellavalle, A.; Devenish, A. J. M.; Jarrett, C.; Annorbah, N. N. D.; Asamoah, A.; Boafo, K.; Lane, P. E.; Owen, J.; Morel, A. C.; Hulme, M. F.; Welch, A. J.; Norris, K.; Sanderson, F. J.; Tobias, J.", "abstract": "Ecological studies quantifying the impact of land-use change on biodiversity may be sensitive to the choice of reference points - or baselines - particularly when sampling across human land-use gradients and other space-for-time comparisons. Much depends on whether the chosen baseline has already undergone shifts in species composition because of hunting, habitat loss and degradation. However, few studies have assessed the influence of shifting baselines on estimates of anthropogenic impacts. Using new survey data from five West African land-use gradients, we examine how habitat patch size and structure influences the estimated impact of land-use change on bird species richness and functional diversity. We show that smaller forests have already lost many forest-dependent birds, particularly those with large body size or specialised ecological niches, leading to reduced estimates of biodiversity loss after deforestation. The steepest biodiversity loss was found in mid-sized forests whereas relatively shallow declines were estimated for the most extensive forests - despite their richer taxonomic and functional diversity. In these larger forest blocks, accurate estimates of biodiversity loss may require longer transects extending beyond the biodiversity shadow caused by the more extensive spillover of forest species into the surrounding landscape, potentially linked to source-sink dynamics. These findings suggest that biodiversity assessments are highly sensitive to baseline selection and transect design, highlighting the risk of underestimating land-use impacts unless shifting baselines are carefully considered.", "date": "2025-05-11", "journal": ""}
{"title": "Mapping global fisheries climate risks to guide sustainable marine management", "doi": "10.1101/2025.05.07.652593", "authors": "Faith, M. P.; Atkinson, A.; Heneghan, R. F.; Ostle, C.; Fernandes-Salvador, J. A.; Thompson, M. S. A.; Serra-Pompei, C.; Artioli, Y.; Schmidt, K.; Rees, S.; Holland, M.; McQuatters-Gollop, A.", "abstract": "Ocean warming is projected to threaten fisheries, but the extent varies greatly between models due to a poor understanding of how complex food webs respond to change. Likewise, inequalities in socioeconomic dependence on fisheries and uneven distributions of global fishing effort make it unclear how the distribution of fisheries declines could translate into socioeconomic impacts. Here we developed a quantitative IPCC tripartite risk mapping approach, combining hazard (projected pelagic fish decline), exposure (present day pelagic fishing intensity), and vulnerability (national dependence on fisheries) to generate global maps of pelagic fishery climate risk. Using a direct, empirical method of projecting fish trends based on plankton size-spectra, our risk mapping approach identifies fishing grounds across Southeast Asia, western seaboards of Africa and South America and adjacent islands at highest risk. We project substantial declines (~20%) in supportable fish biomass by the end of the century under a high emission scenario, which could be reduced (to ~10%) by strong global climate mitigation measures. With climate mitigation being the only clear route to curbing declines in fisheries carrying capacity, our approach guides the spatial prioritisation of broader mitigation measures which reduce other human pressures on fish stocks, including effort control and the development of protected areas which support essential fish habitats. High-risk regions extend into Areas Beyond National Jurisdiction, highlighting the potential for the upcoming High Seas Treaty to introduce fisheries management measures which serve to offset a substantial socioeconomic risk under climate change.", "date": "2025-05-11", "journal": ""}
{"title": "Joint impact on thermotolerance of yeast species divergence in mitochondrial and nuclear genomes", "doi": "10.1101/2025.05.07.652752", "authors": "Wang, J. T. J.; Ng, P. L. P.; Powers, M. E.; Brem, R. B.", "abstract": "Many traits of interest in biology evolved long ago and are fixed in a particular species, distinguishing it from other sister taxa. Elucidating the mechanisms underlying such ancient traits has been a central goal for evolutionary biologists. The yeast Saccharomyces cerevisiae is unique among its relatives for its ability to thrive at high temperature. The genetic determinants of the trait remain incompletely understood. We sought to understand the contribution of species variation in mitochondrial DNA to yeast thermotolerance. We used mitochondrial transgenesis to show that S. cerevisiae mitotypes were sufficient for a partial boost to thermotolerance and respiration in the S. paradoxus background. These mitochondrial alleles worked best when the background also harbored a pro-thermotolerance nuclear genotype, attesting to positive epistasis between the two genomes. The benefits of S. cerevisiae alleles in terms of respiration and growth at high temperature came at the cost of worse performance in cooler conditions. Together, our results establish this system as a case in which mitoalleles have fitness benefits and work well in multiple backgrounds; given the high mutation rate of the mitochondrial compartment, they were also likely extra easy for the ancestral population to acquire. We thus propose a broader model in which mitochondrial variants may prove to be especially good candidates in the search for genetic mechanisms of the adaptive process.", "date": "2025-05-11", "journal": ""}
{"title": "No evidence of sexually antagonistic coevolution in Drosophila reproductive tract transcriptomes", "doi": "10.1101/2025.05.07.652506", "authors": "Thayer, R. C.; Polston, E. S.; Begun, D. J.", "abstract": "Drosophila seminal fluid proteins (SFPs) are often cited as an example of interlocus sexual conflict, wherein the proteins increase male fitness while decreasing female fitness, spurring recurring female counter adaptations and rapid molecular evolution. This model predicts that male-expressed genetic variation in the accessory gland, which produces seminal fluid, should generate counter-evolving genetic pathways in females, resulting in sexual coevolution. Using a trio of D. melanogaster populations exhibiting substantial SFP expression divergence due to recent selection, we test for coevolution in the female post-mating transcriptome in the lower reproductive tract and head. Contrasting predictions of sexual antagonism, female postmating gene expression is indifferent to male population of origin. Instead, our results better support the alternative hypotheses that environmental variation is the source of selection on male SFP gene expression, and that population differentiation in the female post-mating transcriptome is generated by female-expressed genotypic differentiation.", "date": "2025-05-11", "journal": ""}
{"title": "Magnetic Resonance Imaging for Improved Brain Tumor Detection", "doi": "10.1101/2025.05.06.652446", "authors": "Benyard, B. A.; Soni, N.; Swain, A.; Srivastava, N.; Khokhar, S.; Yehya, N.; Fan, Y.; Kumar, D.; Nanga, R. P. R.; Frenneaux, M. P.; Haris, M.; Reddy, R.", "abstract": "Precise demarcation of brain tumor boundaries is critical for optimizing treatment strategies and improving patient outcomes. In vivo characterization of tumor using PET/CT and MRI is clinical standard. PET/CT highlights the metabolic aspects of the tumor, while MRI provides information on functional, metabolic and structural changes. Even with technological advancements in both PET/CT and MRI, a method that can precisely delineate infiltrative tumor boundaries from normal-appearing brain regions (NABR) in vivo is still lacking. To address this limitation, we explored a relatively new MR imaging method, the Nuclear Overhauser Effect Magnetization Transfer Ratio (NOEMTR), in conjunction with a gadolinium-based contrast agent (Gd-DOTA), to precisely delineate the tumor boundaries in a rat model of infiltrative gliosarcoma. NOEMTR imaging was performed in the rat model (n=5) before and after Gd-DOTA administration. The post-Gd-DOTA NOEMTR map was subtracted from the pre-Gd-DOTA map and compared with contrast-enhanced T1-weighted images and immuno-histological findings. The resulting NOEMTR difference map clearly highlighted both the tumor core and infiltrative boundaries, which was not discernible on the post-contrast T1-weighted images. The extended tumor boundaries observed on the NOEMTR difference map corroborated with the IHC image, which confirmed the presence of infiltrative tumor cells and macrophages in these regions. Guided by the NOEMTR difference map, regions of interest (ROI) were drawn to quantify NOEMTR signal changes in the tumor core, tumor boundaries, and NABR post-Gd-DOTA. Tumor core showed a significant ~43% reduction in NOEMTR signal (p=0.003), while the tumor periphery exhibited a moderate reduction of ~10%, (p=0.045). No appreciable change in was observed in the NABR (p=0.371). In contrast, the post contrast T1-weighted signal changes in tumor core, tumor periphery and NABR were, 33.32% (p = 0.092), 3.8% (p = 0.478), and 8.7% (p = 0.464) respectively. These findings suggest that NOEMTR imaging provides enhanced tumor contrast, particularly at the infiltrative tumor margins, where conventional contrast enhanced T1-weighted MRI may underestimate tumor extent. Histological validation confirmed the presence of infiltrative tumor cells and macrophages in the tumor periphery, as highlighted by the NOEMTR difference map. Overall, NOEMTR imaging, in combination with Gd-DOTA administration, demonstrates superior delineation of brain tumor boundaries compared to conventional MRI. As NOEMTR imaging is a fast acquisition scan (under 10 minutes) and performed on standard 3 Tesla, it can be easily integrated into clinical protocols. By improving visualization of tumor infiltration and distinguishing tumor regions from NABR, NOEMTR imaging holds promise for advancing neuro-oncological diagnostics and treatment planning.", "date": "2025-05-11", "journal": ""}
{"title": "UniCell: Towards a Unified Solution for Cell Annotation, Nomenclature Harmonization, Atlas Construction in Single-Cell Transcriptomics", "doi": "10.1101/2025.05.06.652331", "authors": "Hu, L.; Chen, Q.; Qiu, P.; Qin, H.; Zhang, Y.; Cao, L.; Xia, T.; Deng, Z.; Zhang, Y.; Fang, S.; Li, Y.", "abstract": "Standardizing cell type annotations across single-cell RNA-seq datasets remains a major challenge due to inconsistencies in nomenclature, variation in annotation granularity, and the presence of rare or previously unseen populations. We present UniCell, a hierarchical annotation framework that combines Cell Ontology structure with transcriptomic data for scalable, interpretable, and ontology-aware cell identity inference. UniCell leverages a multi-task architecture that jointly optimizes local and global classifiers, yielding coherent predictions across multiple levels of the ontology-defined hierarchy. When benchmarked across 20 human and mouse datasets, UniCell consistently outperformed state-of-the-art tools, including CellTypist, scANVI, OnClass, and SingleR, in annotation performance, and sensitivity to low-abundance populations. In disease settings, UniCell effectively identified previously unseen cell types through confidence-guided novelty detection. Applied to 45 human and 23 mouse tissue atlases, UniCell enabled cross-dataset and cross-species harmonization by embedding cells into a unified latent space aligned with Cell Ontology structure. Moreover, when used to supervise single-cell foundation models, UniCell substantially improved downstream annotation accuracy, rare cell detection, and hierarchical consistency. Together, these results establish UniCell as a generalizable framework that supports high-resolution annotation, nomenclature standardization, and atlas-level integration, providing a scalable and biologically grounded solution for single-cell transcriptomic analysis across diverse biological systems.", "date": "2025-05-11", "journal": ""}
{"title": "Supra-resonant wingbeats in insects", "doi": "10.1101/2025.05.07.652680", "authors": "Wold, E.; Yang, R.; Lynch, J.; Liu, E.; Gravish, N.; Sponberg, S.", "abstract": "Powering small-scale flapping flight is challenging, yet insects sustain exceptionally fast wingbeats with ease. Since insects act as tiny biomechanical resonators, tuning their wingbeat frequency to the resonant frequency of their springy thorax and wings could make them more efficient fliers. But operating at resonance poses control problems and potentially constrains wingbeat frequencies within and across species. Resonance may be particularly limiting for the many orders of insects that power flight with specialized muscles that activate in response to mechanical stretch. Here, we test whether insects operate at their resonant frequency. First, we extensively characterize bumblebees and find that they surprisingly flap well above their resonant frequency via interactions between stretch-activation and mechanical resonance. Modeling and robophysical experiments then show that resonance is actually a lower bound for rapid wingbeats in most insects because muscles only pull, not push. Supra-resonance emerges as a general principle of high-frequency flight across five orders of insects from moths to flies.", "date": "2025-05-11", "journal": ""}
{"title": "The illusion of stability in long-lived species: Poor early-life survival threatens the persistence of Giant Aldabra tortoise populations.", "doi": "10.1101/2025.05.07.652633", "authors": "Lavigne, A. M.; Bullock, R.; Hemmings, N.", "abstract": "Long-lived species share several life-history traits that make them susceptible to extinction debt: a concept referring to the delayed extinction of species due to their limited ability to adapt to environmental change. This threat may go unnoticed, since adult populations can persist for prolonged periods of time before underlying issues with recruitment lead to sudden declines. Using novel methods for assessing rates of hatching success and embryo survival in reptiles, we provide evidence of extremely low early-life survival across multiple populations of the long-lived Giant Aldabra tortoise in the Seychelles, which is highly suggestive of future declines in this species. We argue that a reassessment of the Giant Aldabra tortoise threat status incorporating this information would result in an uplisting from Vulnerable to Endangered. More broadly, we stress the importance of considering reproductive success and productivity when evaluating the threat status and conservation management of long-lived species.", "date": "2025-05-11", "journal": ""}
{"title": "Lifestyle, Early-life, and Genetic Health Risk Factors Underlying the Brain Age Gap: A Mega-Analysis Across 3,934 Individuals from the ENIGMA MDD Consortium", "doi": "10.1101/2025.05.09.653064", "authors": "Han, L. K. M.; Toenders, Y. J.; Shen, X.; Milaneschi, Y.; Whalley, H. C.; Saemann, P. G.; Andlauer, T. F. M.; Bauer, J.; Berger, K.; Borgers, T.; Cole, J. H.; Dannlowski, U.; Flinkenfluegel, K.; Grabe, H. J.; Grotegerd, D.; Gruber, O.; Hahn, T.; Hamilton, P. J.; Hatton, S. N.; Hermesdorf, M.; Hickie, I.; Homann, J.; Kircher, T. T. J.; Kraemer, B.; Kraus, A.; Krug, A.; Lill, C. M.; Medland, S. E.; Meinert, S.; Panzenhagen, A. C.; Penninx, B. W. J. H.; van der Wee, N. J. A.; van Tol, M.-J.; Volker, U.; Volzke, H.; Weihs, A.; Wittfeld, K.; Thomopoulos, S. I.; Jahanshad, N.; Thompson, P. M.; Pozzi", "abstract": "Background: Large-scale studies show that adults with major depressive disorder (MDD) generally have a higher imaging-predicted age relative to their chronological age (i.e., positive brain age gap) compared to controls, though considerable within-group variation exists. This study examines lifestyle, early-life, and genetic health risk factors contributing to the brain age gap. Identifying risk and resilience factors could help protect brain and mental health. Methods: Using an established model trained on FreeSurfer-derived brain regions (www.photon-ai.com/enigma_brainage), we generated brain age predictions for 1,846 controls and 2,088 individuals with MDD (aged 18-75) from 12 international cohorts. Polygenic risk scores (PRS) were calculated for major depression, C-reactive protein, and body mass index (BMI) using large-scale GWAS results. Linear mixed models were applied to assess lifestyle (BMI, smoking, education), early-life childhood trauma, and genetic (PRS) health risk associations with the brain age gap. Additionally, we evaluated the link between the brain age gap and peripheral biological age indicators (epigenetic clocks). Results: Higher brain age gaps were significantly associated with BMI ({beta}=0.01, PFDR=0.02) and smoking ({beta}=0.11, PFDR=0.02), while lower brain age gaps were linked to higher education ({beta}=-0.02, PFDR=0.02). Higher childhood trauma scores predicted a higher brain age gap ({beta}=0.04, P=0.01). Higher brain age gaps were positively associated with all PRS ({beta}s=0.04-0.16, PsFDR=0.02-0.03). There were no significant interactions between diagnosis and assessed factors on the brain age gap. In a multivariable model, only modifiable health factors (BMI, smoking, and education) remained uniquely associated with brain age gaps. Conclusions: Genetic liability for depression and related traits is linked to poorer brain health, but health behaviors potentially offer a key opportunity for intervention. This study underscores the importance of targeting modifiable lifestyle factors to mitigate poor brain health in depressed individuals, an approach perhaps under-recognized in clinical practice.", "date": "2025-05-11", "journal": ""}
{"title": "Sleep stage-specific effects of 0.75 Hz phase-synchronized rTMS and tACS on delta frequency activity during sleep", "doi": "10.1101/2025.05.09.653171", "authors": "Takahashi, K.; Kuo, M.-F.; Nitsche, M. A.", "abstract": "Slow oscillatory activity during non-rapid-eye-movement (NREM) sleep plays a crucial role in both physical health and cognitive functions. Enhancing slow oscillatory activity during sleep has the potential to benefit these domains, yet an optimal stimulation protocol has not been established. This study aimed to investigate whether repetitive transcranial magnetic stimulation (rTMS), synchronized with the trough phase of 0.75 Hz transcranial alternating current stimulation (tACS) can modulate EEG activity in the delta frequency range during sleep and enhance cognitive functions. Healthy adults participated in a within-subject, counterbalanced study design comparing real and sham stimulation conditions. Combined rTMS and tACS was applied over the bilateral prefrontal cortex before sleep. We evaluated (1) power spectral density and functional connectivity within the delta frequency range during resting state and sleep, (2) retention of declarative memory learned before sleep, and (3) sleep parameters including spindle activity, sleep stage ratios, sleep onset latency and sleep efficiency. The combined rTMS and tACS protocol significantly increased delta oscillatory activity during the N3 sleep stage compared to sham. Functional connectivity, as measured by global efficiency, was enhanced during the N2 sleep stage. However, the stimulation did not improve declarative memory retention, spindle activity or other sleep parameters. These findings demonstrate the potential of combined rTMS and tACS as a non-invasive method to enhance delta oscillatory activity during sleep. While the stimulation did not improve memory performance, its ability to modulate delta activity during sleep suggests potential clinical applications for addressing pathological alterations in slow wave activity during sleep.", "date": "2025-05-11", "journal": ""}
{"title": "Ex Vivo Removal of CD41 positive platelet microparticles from Plasma by a Medical Device containing a Galanthus nivalis agglutinin (GNA) affinity resin", "doi": "10.1101/2025.05.09.652772", "authors": "de Necochea Campion, R.; Pesqueira, M.; LaRosa, S. P.", "abstract": "Background Platelet microparticles (PMP) are elevated in and associated with disease activity in a number of diseases including cancer, neurological conditions, autoimmune diseases, and infectious diseases. This finding raises the possibility of a removal of these microparticles as a therapeutic strategy. The Hemopurifier is an experimental device consisting of a plasma separator and an affinity resin containing Galanthus nivalis agglutinin (GNA) affinity resin that has previously been shown to remove extracellular vesicles in vitro and in vivo. In this proof on concept study, we sought to determine ex vivo removal of platelet -derived microparticles from healthy human plasma by the Hemopurifier. Methods Two hundred milliliters of thawed healthy human plasma were circulated over the Hemopurifier device at a rate of 100 mL/minute. Plasma samples were taken at time points equivalent to a 4-, 6- and 8-hour clinical Hemopurifier session in a healthy adult. Microparticles were isolated from these timepoints and analyzed for treatment concentration changes. Platelet microparticle counts were determined by binding to antiCD41. Results The Hemopurifier removed 98.5% of platelet microparticles during the equivalent of a 4-hour clinical session. Conclusions We demonstrated that an extracorporeal device with a GNA affinity resin removes platelet microparticles from normal healthy plasma. Next steps would be demonstration of the removal of PMPs from plasma by the Hemopurifier in different disease states and characterization of the cargo within removed PMPs.", "date": "2025-05-11", "journal": ""}