{"title": "Development of a wireless bioelectronic actuator for wound healing in a porcine model", "doi": "10.1101/2024.12.18.629068", "authors": "Baniya, P.; Tebyani, M.; Hee, W. S.; Li, H.; Asefifeyzabadi, N.; Schorger, K.; Yang, H.-y.; Gallegos, A.; Zhu, K.; Lu, F.; Keller, G.; Franco, C.; Devarajan, K.; Barbee, A.; Hernandez, C.; Nguyen, T.; Recendez, C.; Aslankoohi, E.; Isseroff, R. R.; Zhao, M.; Gomez, M.; Rolandi, M.; Teodorescu, M.", "abstract": "Wireless bioelectronic actuators have been developed to deliver targeted treatments over multiple days while continuously monitoring delivery, thereby improving wound healing. Specifically, these devices can deliver charged biomolecules such as fluoxetine cations (Flx+) and electric field (EF) in freely moving pigs. Treatments can be controlled and monitored in real time via WiFi, with options for both user-specified delivery rates and durations, as well as automated closed-loop (CL) control. The devices are engineered to handle various failure scenarios that may arise in dynamic, real-world experiments--such as communication or power interruptions--ensuring that valuable experimental data is collected with minimal disruption. The ion pump features eight drug reservoirs and channels arranged around a 20 mm diameter-wound, with a central ground electrode (0 V). When voltages above 0 V are applied to the outer channels, currents flow from the reservoirs and channels into the wound, delivering Flx+ and/or EF depending on the reservoir solution. The device records applied voltages and currents locally to a microSD card at a high sampling rate, while simultaneously transmitting real-time measurements via a local WiFi network to a wound healing algorithm running on a nearby laptop. CL control of current/delivery rate is performed by an onboard microcontroller unit (MCU) and current-source microchips, based on instructions received from the wound healing algorithm. A graphical user interface (GUI) provides intuitive user control and real-time data visualization, with support for multiple devices. In vivo studies over seven days showed that Flx+-treated wounds had a 20% lower M1/M2 macrophage ratio and 41.67% greater re-epithelialization compared to controls (standard-of-care), demonstrating the actuator's potential to enhance wound healing.", "date": "2025-06-29", "journal": ""}
{"title": "Reduction of cellular toxicity with hybrid nanoparticles for mRNA delivery", "doi": "10.1101/2025.03.11.642711", "authors": "Riazanski, V.; Purvina, L.; Cavinato, L.; Sui, Z.; Sun, L.; Nelson, D. J.", "abstract": "Building on the success of COVID-19 vaccine development, lipid nanoparticles (LNPs) have emerged as leading vehicles for mRNA delivery in a range of therapeutic applications. Naturally-occurring extracellular vesicles (EVs), which share similar physical properties with LNPs, present a promising alternative platform because of their relative stability and lower immunogenicity. A key challenge common to both EVs and LNPs is enabling efficient vesicle - cell interactions and establishing a polarized permeability pathway required for effective cargo transfer. Membrane recognition and intercalation are essential for the function and delivery capacity of both systems, regardless of their complexity. In this study, we leveraged recent advances to create hybrid extracellular vesicles (HEVs) by using LNPs to load mRNA into EVs. We characterized HEV formation using Forster resonance energy transfer (FRET), cryo-electron microscopy (Cryo-EM), and super-resolution microscopy, and demonstrated their ability to deliver mRNA to recipient cells. In both, in vitro and in vivo models, HEVs exhibited superior transfection efficiency compared to conventional LNPs composed of synthetic lipids, while significantly reducing LNPs cytotoxicity - a not-well-recognized limitation of synthetic lipid-based systems. These results highlight HEVs as a safer and more effective alternative for mRNA and small molecule delivery. Future therapeutic strategies could involve isolating EVs from patients, hybridizing them with synthetic lipid carriers loaded with therapeutic cargo, and reintroducing them for personalized treatment.", "date": "2025-06-29", "journal": ""}
{"title": "Governed by surface amino acid composition: HIV capsid passage through the NPC barrier", "doi": "10.1101/2025.03.13.643050", "authors": "Fu, L.; Cheng, S.; Riedel, D.; Kopecny, L.; Schuh, M.; Görlich, D.", "abstract": "Nuclear transport receptors (NTRs) carry cargo across the permeability barrier of nuclear pore complexes (NPCs) - an FG phase condensed from disordered but cohesive FG repeats. This phase repels 'normal' macromolecules but allows NTR passage. When HIV infects non-dividing cells, its capsid is transported into nuclei not like cargo but crosses NPCs like NTRs. We now uncovered the molecular determinants of the capsid's NTR behavior: The FG-binding pocket is insufficient. Hexameric and pentameric capsomers contribute. The highly exposed outer capsid surface is key. It lacks 'FG-repulsive' charged residues (K,D,E) that are very abundant on 'normal' protein surfaces. 'FG-attractive' residues dominate the capsid surface. Introducing FG-repulsive ones impedes FG phase-partitioning, NPC-targeting and NPC-passage of assembled capsids. Capsids are thus made FG phase-soluble by myriads of transient FG-attractive interactions originating from individual surface sidechains. We discuss that CPSF6 releases the capsid from NPCs by switching its surface from FG-attractive to FG-repulsive.", "date": "2025-06-29", "journal": ""}
{"title": "scHDeepInsight: A Hierarchical Deep Learning Framework for Precise Immune Cell Annotation in Single-Cell RNA-seq Data", "doi": "10.1101/2025.06.23.661045", "authors": "JIA, S.; Lysenko, A.; Boroevich, K. A.; Sharma, A.; Tsunoda, T.", "abstract": "Immune cell classification from single-cell RNA sequencing (scRNA-seq) presents significant challenges due to complex hierarchical relationships among cell types. We introduce scHDeepInsight, a deep learning framework that extends our previous scDeepInsight model by integrating a biologically-informed classification architecture with an adaptive hierarchical focal loss. The framework leverages our established method of transforming gene expression data into two-dimensional structured images for use with convolutional neural networks by effectively capturing both global and fine-grained transcriptomic features, overcoming the limitations of flat classification approaches that ignore hierarchical relationships between cell types. scHDeepInsight dynamically adjusts loss contributions to balance performance across the hierarchy levels. It also employs STACAS batch correction, robust random masking, and SHAP-based interpretability to enhance prediction accuracy and biological insight. Comprehensive benchmarking across seven diverse tissue datasets shows scHDeepInsight achieves an average accuracy of 93.2%, representing a 5.1 percentage point improvement over current state-of-the-art methods. The model successfully distinguishes 50 distinct immune cell subtypes with high accuracy, demonstrating proficiency for identifying rare and closely related cell subtypes. These advantages make scHDeepInsight a robust tool for high-resolution immune cell subtype characterization, well suited for detailed immune profiling in immunological studies.", "date": "2025-06-29", "journal": ""}
{"title": "An active Unc13A is Reboundless in sleep homeostasis", "doi": "10.1101/2025.06.26.661764", "authors": "Huang, S.; Escher, M.; Ramesh, N.; Toppe, D.; Zhao, Z.; Wu, Y.; Liu, S.; Walter, A. M.; Sigrist, S. J.; Piao, C.", "abstract": "One of the major characteristics of sleep is homeostatic sleep rebound following sleep loss. While the molecular mechanisms of baseline sleep regulation have been intensively studied, a specific molecular understanding of sleep rebound remains elusive. Here, we show that a constitutively active form of the Munc13-family presynaptic release factor Unc13A, which lacks the inhibitory Ca2+/calmodulin interaction domain (Unc13AWRWR), dominantly suppressed sleep rebound upon acute sleep deprivation, leading to a nearly complete elimination of recovery sleep (''reboundless''). In contrast, baseline sleep remained largely normal. Through a genetic modifier screen, we found that this dominant ''reboundless'' phenotype of Unc13AWRWR was rescued by a partial loss of Snap, a cofactor of NSF required for disassembly and recycling of post-fusion cis-SNARE complex. Given that Unc13A promotes fusion-competent trans-SNARE complex formation, these findings suggest that sleep rebound may depend on a delicate balance between SNARE complex assembly and recycling. Additionally, we found that expression of a human disease-associated active Unc13A (Unc13APL) variant attenuated baseline and rebound sleep. Since both Unc13AWRWR and Unc13APL were shown to promote presynaptic release probability (Pr), we speculate that Unc13A suppresses recovery sleep likely by increasing Pr and subsequently enhancing synaptic transmission, probably through elevated trans-SNARE formation and efficient cis-SNARE recycling. Taken together, our data demonstrate a fundamental role of Unc13A and SNARE dynamics in sleep homeostasis.", "date": "2025-06-29", "journal": ""}
{"title": "Large sharp-wave ripples promote hippocampo-cortical memory reactivation and consolidation", "doi": "10.1101/2025.06.27.662061", "authors": "Robinson, H. L.; Todorova, R.; Nagy, G. A.; Gruzdeva, A.; Paudel, P.; Oliva, A.; Fernandez-Ruiz, A.", "abstract": "During sleep, ensemble activity patterns encoding recent experiences are reactivated in the hippocampus and cortex. This reactivation is coordinated by hippocampal sharp-wave ripples (SWRs) and is believed to support the early stages of memory consolidation. However, only a minority of sleep SWRs are associated with memory reactivation in the hippocampus and its downstream areas. Whether that subset of SWRs have specific physiological characteristics and directly contribute to memory performance is not known. We identified a specific subset of large SWRs linked to memory reactivation in both the hippocampus and prefrontal cortex (PFC) of mice, and found that their occurrence selectively increased during sleep following new learning. Closed-loop optogenetic SWR boosting during sleep was sufficient to enhance ensemble memory reactivation in hippocampus and PFC. This manipulation also improved subsequent memory retrieval and hippocampal-PFC coordination, causally linking both phenomena to SWR-associated ensemble reactivation during sleep.", "date": "2025-06-29", "journal": ""}
{"title": "Mycobacterium tuberculosis sulfolipid-1 (Sl-1) increases the excitability of mouse and human TRPV1-positive sensory neurons in a YM254890-reversible fashion", "doi": "10.1101/2025.06.28.662105", "authors": "Naik, D. K.; Espinosa, F.; Okolie, I. M.; Naqvi, K. F.; Nguyen, G.; Ruhl, C. R.; Kroener, S.; Dussor, G.; Shiloh, M. U.; Price, T. J.", "abstract": "Cough is a hallmark sign of tuberculosis and key driver of transmission. While traditionally attributed to host-driven inflammation, we previously demonstrated that Mycobacterium tuberculosis lipid extract (Mtb extract) and its component sulfolipid-1 (SL-1) directly activate nociceptive neurons to induce cough in guinea pigs. However, the cellular mechanisms by which Mtb extract and SL-1 modulate nociceptive sensory neurons remain incompletely understood. Here, we show that Mtb extract enhances action potential (AP) generation in mouse nodose nociceptors via an SL-1-dependent mechanism. Using calcium imaging, we found that Mtb extract and SL-1 increased intracellular calcium; signals in TRPV1-positive; neurons from both mouse nodose and human dorsal root ganglia (hDRG). These calcium; signals were attenuated by the Galpha;q/11 pathway inhibitor YM254890, even in the absence of extracellular calcium;, suggesting involvement of intracellular calcium; stores. Together, these findings indicate that SL-1 engages Galphaq/11 coupled pathways to sensitize nociceptors via intracellular calcium release, providing mechanistic insight into tuberculosis-associated cough and potential targets for therapeutic intervention.", "date": "2025-06-29", "journal": ""}
{"title": "Precision Neuromodulation with Real-Time Brain Decoding for Working Memory Enhancement", "doi": "10.1101/2025.06.27.662056", "authors": "Khan, A.; Li, H. D.; Blaine, C.; Grier, J.; Hammet, E.; Figueroa, A.; Garcia, S.; Duprat, R.; Deluisi, J.; Reber, J.; Davatzikos, C.; Satterthwaite, T. D.; Oathes, D. J.", "abstract": "Transcranial magnetic stimulation (TMS) has transformed non-invasive brain therapies but faces challenges due to variability in outcomes, likely stemming from inter-individual differences in brain function. This study aimed to address this challenge by integrating personalized functional networks (PFNs) derived from functional magnetic resonance imaging (fMRI) with a neural network-based decoder to optimize stimulation in real time during a working memory (WM) task. After identification of individualized stimulation targets, participants completed a TMS/fMRI session, performing a WM task while receiving rTMS at randomized frequencies. Decoder outputs and behavioral data during this session guided selection of optimal and suboptimal stimulation frequencies. Participants then underwent six stimulation sessions (three optimal, three suboptimal) in a randomized crossover design, performing WM and control tasks. The optimal stimulation improved WM performance by the final session, with no improvement observed in the control task. Additionally, the decoder output predicted behavioral performance on the WM task, both during the TMS/fMRI and neuromodulation sessions. These findings show that neural network-guided closed-loop neuromodulation can improve TMS effectiveness, marking a step forward in personalized brain stimulation.", "date": "2025-06-29", "journal": ""}
{"title": "Socio-acoustic co-selection? Vocal encoding of sociability prevails over emotions in sheep bleats", "doi": "10.1101/2025.06.28.662115", "authors": "Villain, A. S.; Boissy, A.; Bonnafe, G.; Durand, C. S.; Douls, S.; Renaud-Goud, P.; Mialon, M.-M.; Hazard, D.; Briefer, E. F.", "abstract": "Vocalisations of animals are good indicators of their emotions. Temperament is known to influence the regulation and expression of emotions. However, how animal temperament affects their vocalisations and particularly their vocal expressions of emotions remains largely unexplored. Sociability is often measured as the behavioural reactivity to social separation and is a temperament trait intrinsically linked to emotional reactivity. Most social species respond to this challenging situation using contact calls. Here, we investigated whether the acoustic structure of these calls reflect sociability, emotions or both. We used 42 female lambs from two diverging sheep lines selected for high or low sociability. High bleats were recorded both in isolation (social challenge) and before receiving a food treat (non social context) to investigate the link between vocalisations, emotions and heritable sociability. The acoustic features of isolation bleats differed between the lines, but it was not the case for pre-feeding bleats. Surprisingly, the genetic selection index and social behaviour were better predictors of the structure of isolation bleats than the arousal. Last, encoding of individuality in isolation bleats was impaired by the genetic selection. Our findings suggest a socio-acoustic co-selection: selecting for sociable animals affects vocal signatures in calls produced during a social separation.", "date": "2025-06-29", "journal": ""}
{"title": "16p11.2 duplication shows early male-biased impacts on reward learning, but NMDA receptor antagonism reduces optimal choice selection in both wildtypes and 16p11.2 duplication", "doi": "10.1101/2025.06.28.662127", "authors": "Mueller, D.; Knep, E.; Velosa, A.; Giglio, E.; Chen, C. S.; Heilbronner, S. R.; Ebitz, R. B.; Rothwell, P. E.; Grissom, N. M.", "abstract": "Rationale: 16p11.2 duplication is associated with numerous neuropsychiatric conditions at a genome-wide level, including psychosis. Mice modeling 16p11.2 duplication may provide important insights into cognitive risk factors, in particular in reward-guided decision making. NMDAR function has also been implicated in psychosis phenotypes, but whether these phenotypes differ by genetic risk factor is unknown. Objectives: We aimed to: 1) identify sex and genotype differences in early operant training and two-arm spatial restless bandit task performance; 2) examine the effects of an NMDAR antagonist on task performance and strategy across genotypes. Methods: 16p11.2 duplication and wildtype mice completed a series of training schedules of escalating difficulty followed by bandit tasks. MK-801 and saline were administered in alternating sessions prior to later bandit task performance. Results: Large sex differences in early operant training revealed some male-biased impacts of 16p11.2 duplication, contingent on training schedule difficulty. Once on the two-arm spatial restless bandit task, 16p11.2 duplication was no longer a strong contributor to decision making. However, MK-801 decreased the tendency to stay with a rewarded choice, lowered the probability of selecting the highest rewarded option, and decreased the influence of prior outcomes on choice. Conclusions: The male-biased vulnerability in early operant training suggests that strategies for learning early schemas or in novel environments may be impacted by 16p11.2 duplication in males. In contrast, NMDAR are influential in the ability to flexibly switch between choices, and disrupting this function significantly impairs decision making in all animals.", "date": "2025-06-29", "journal": ""}
{"title": "A single binge ethanol exposure is apoptotic within hours across neurodevelopment and partially regulated by the Myt1l gene.", "doi": "10.1101/2025.06.27.662020", "authors": "Fuhler, N.; Palmer, C.; Tunzi, G.; Tian, L.; Fotedar, M.; Chase, R.; Prakasam, R.; Maloney, S. E.; Neblock, C. E.; Chen, J.; Kroll, K. L.; Dougherty, J. D.; Noguchi, K.", "abstract": "Ethanol rapidly produces widespread neuronal apoptosis during early development, but this susceptibility declines as the brain matures. In previous research, we found Myt1l (a proneuronal transcription factor) mutations can cause precocious differentiation, neuronal immaturity, and transcriptomic alterations, including many in apoptotic regulators. Therefore, we used a recently developed Myt1l haploinsufficient mouse model to examine this gene's effects on ethanol-induced apoptosis across different developmental stages. We discovered that haploinsufficiency can moderately influence vulnerability to ethanol in a complex, age- and cell type-specific manner: apoptosis was reduced on P7, increased P21, but unaffected on P60. Remarkably, we also discovered the previously unrecognized ability of a single binge of ethanol to rapidly increase apoptosis within six hours in early adolescent and adult wild-type mice occurring in microglia and the newborn granule neurons in the hippocampus. This suggests apoptosis is an underappreciated contributor to ethanol's neuropathology at older ages and, translated to human use, occurs far more frequently than previously recognized.", "date": "2025-06-29", "journal": ""}
{"title": "REACTIVATION PROTECTS HUMAN MOTOR MEMORIES AGAINST INTERFERENCE FROM COMPETING INPUTS", "doi": "10.1101/2025.06.26.661747", "authors": "Suresh, T.; Kumar, A.; Mutha, P. K.", "abstract": "Many newly encoded memories are labile when acquired but then consolidate to more stable states. Reconsolidation theory posits that reactivating a consolidated memory again destabilizes it, increasing its vulnerability to interference from competing memories. In a series of 3-day experiments, we investigated the fate of a motor memory when it is reactivated and challenged with a competing one. We pursued a modular design in which humans adapted to a visuomotor rotation A (day 1), then an opposite rotation B (day 2), followed by a retest on A (day 3). We first found that reactivating A before learning B (A-AB-A) caused no greater impairment in A retention than non-reactivation (A-B-A). That is, while interference occurred, it appeared to be uninfluenced by reactivation, contradicting reconsolidation predictions. We then tested an alternate idea, that reactivation might serve to protect the original memory from interference. In subsequent experiments, we introduced no rotation (N) trials either prior to A relearning (A-AB-NA and A-B-NA groups), or immediately after B learning (A-ABN-A and A-BN-A groups). Here, we observed that reactivation served a protective function, but only when B was washed out immediately, preventing its consolidation (A-ABN-A group). Collectively, our results show that reactivation does not necessarily increase the susceptibility of a motor memory to interference but may rather shield it from degradation by competing learning. Our findings align with theories positing memory transitions between active and inactive states, and hold implications for strategies focused on improving memory retention in rehabilitation, sports and skills training.", "date": "2025-06-29", "journal": ""}
{"title": "Rod photoreceptors control the ON vs OFF polarity of cone-signaling neurons", "doi": "10.1101/2025.06.26.661749", "authors": "Langrill Beaudoin, D.; Hassan, A. R.; Shehu, A.; Bohl, J. M.; Umino, Y.; Solessio, E. C.; Hellmer, C. B.; Ichinose, T.", "abstract": "A fundamental feature of the visual system is its ability to detect image contrast. The contrast processing starts in the first synapse of the retina where parallel pathways are established to compute contrast to bright (ON pathway) and dark (OFF pathway) objects, separately transferred to morphologically identified ON and OFF cells throughout the visual system. Here, we found that response polarity in ON and OFF neurons is not fixed but rather switches dynamically to the opposite sign. The switch was not observed in rod-knockout mice, indicating that rods generate the polarity switch. We determined that neither horizontal cells nor rod-signaling pathways were responsible for the switch. Instead, we discovered that EAAT5 glutamate transporters located at photoreceptor terminals were required to produce the polarity switch. Our findings provide a new perspective on the adaptive properties of neural networks and their ability to encode contrast across the visual dynamic range.", "date": "2025-06-29", "journal": ""}
{"title": "Photothrombotic Ischemic Thalamic Stroke in Mice Recapitulates Spontaneous Pain Features of Central Post-Stroke Pain in Humans", "doi": "10.1101/2025.06.26.661797", "authors": "Ford, J. B.; Tambou, O. N.; Weinrich, J. A.; Chatterjee, D.; Basbaum, A.; Paz, J. T.", "abstract": "Central post-stroke pain (CPSP) is a highly distressing condition that develops in 50% of people who suffer a thalamic stroke, and is typically unresponsive to current clinical treatments. Hypoxic damage to the ventral posterolateral (VPL) and ventral posteromedial (VPM) sensory thalamic nuclei, in particular, precipitates CPSP. One barrier to developing treatments for CPSP is the lack of preclinical models of thalamic ischemic stroke. In this study, we present a novel mouse model of CPSP induced through targeted photothrombotic ischemia. After eliciting hypoxia in the sensory thalamus of male mice, we assessed pain behaviors over a four-week period. Stroke-affected mice exhibited a persistent spontaneous facial grimace from day four to week four post-stroke, indicative of pain. Hind-paw mechanical hypersensitivity indicative of altered nociception, characteristic of VPL and VPM hemorrhagic CPSP models, was not detected in our model. Immunofluorescence analysis revealed increased activated microglia (Iba1) and reactive astrocytes (GFAP). Iba1 fluorescence intensity in the VPL thalamus, but not the VPM thalamus, correlated with the severity of facial grimace at four weeks post-stroke. Clustering based on behavioral phenotypes identified a subpopulation of mice in which grimace pain spontaneously resolved, by four weeks post-stroke, relative to sham controls, suggesting that this model can be used to understand how stroke recovery may influence pain chronification. This model provides a valuable tool to investigate the cellular and circuit mechanisms underlying CPSP after an ischemic thalamic stroke.", "date": "2025-06-29", "journal": ""}
{"title": "Simultaneous recording of spikes and calcium signals in odor-evoked responses of Drosophila antennal neurons", "doi": "10.1101/2025.06.27.662059", "authors": "Xiao, Y.; Wu, S.-T.; Xuan, Y.; Rifkin, S.; Su, C.-Y.", "abstract": "Most insects, including agricultural pests and disease vectors, rely on olfaction for key innate behaviors. Consequently, there is growing interest in studying insect olfaction to gain insights into odor-driven behavior and to support efforts in vector control. Calcium imaging using GCaMP fluorescence is widely used to identify olfactory receptor neurons (ORNs) responsive to ethologically relevant odors. However, accurate interpretation of GCaMP signals in the antenna requires understanding both response uniformity within an ORN population and how calcium signals relate to spike activity. To address this, we optimized a dual-modality recording method combining single-sensillum electrophysiology and widefield imaging for Drosophila ORNs. Calcium imaging showed that homotypic ab2A neurons exhibit similar odor sensitivity, consistent with spike recordings, indicating that a single ORN's response can reliably represent its homotypic counterparts. Furthermore, concurrent dual recordings revealed that peak calcium responses are linearly correlated with spike activity, regardless of imaging site (soma or dendrites), GCaMP variant, odorant, or fly age. These findings validate the use of somatic calcium signals as a reliable proxy for spike activity in fly ORNs and provide a foundation for future large-scale surveys of spike vs. calcium response relationships across diverse ORN types.", "date": "2025-06-29", "journal": ""}
{"title": "Long-Term Effects of Adolescent 5F-MDMB-PICA Intravenous self-administration: Neurobehavioral Consequences and medial Prefrontal Cortex Dysfunction in Adult Mice", "doi": "10.1101/2025.06.26.661592", "authors": "Caria, F.; Libster, A.; Desfor, S.; Telese, F.; Di Chiara, G.; De Luca, M. A.", "abstract": "Background: Synthetic Cannabinoids Receptor Agonists (SCRAs) are the largest group of new psychoactive substances monitored worldwide. 5F-MDMB-PICA is a recent SCRA classified as a potent full agonist at CB1/CB2 receptors able to activate the mesolimbic dopamine (DA) transmission in adolescent but not in adult mice. Here, we have studied its reinforcing effects in adolescent mice and characterized the neurochemical and behavioral effects induced in the same animals in adulthood. Methods: We utilized an intravenous self-administration (IVSA) protocol in adolescent (PND 40-56) CD-1 male mice. In adulthood (PND 66-78), we conducted several behavioral and neurobiological assessments including: Sucrose Preference Test (SPT); Resident Intruder Test (RIT); Olfactory Reactivity Test (ORT); brain microdialysis to quantify DA levels in the medial Prefrontal Cortex (mPFC); and fiber photometry analysis using the GCaMP calcium sensor to monitor excitatory neural dynamics in the mPFC after exposure to an aversive odorant. Results: We found that 5F-MDMB-PICA, administered through IVSA in adolescent mice, produced an inverted U-shaped dose-response curve. The dose of 2.5 g/kg/25ul elicited behavior consistent with drug seeking. Adult mice exposed to 5F-MDMB-PICA during adolescence exhibited significant behavioral and neurochemical changes in adulthood compared to control mice. These behaviors included increased aggression, reduced social interaction, an anhedonic state, and an abolishment of mPFC DA response to an aversive odorant, as measured by in vivo brain microdialysis. Moreover, fiber photometry analysis of excitatory neuronal activity in the mPFC showed diminished calcium activity in response to the same aversive odorant in 5F-MDMB-PICA-exposed mice compared to controls. Conclusions: Notably, this study is the first to demonstrate that adolescent mice can acquire and sustain IVSA of 5F-MDMB-PICA. Furthermore, it highlights the long-term behavioral and neurochemical changes associated with adolescent exposure to 5F-MDMB-PICA, underscoring the potential detrimental effects of its use during this critical developmental period.", "date": "2025-06-29", "journal": ""}
{"title": "Motor Learning Outside the Body: Broad Skill Generalisation with an Extra Robotic Limb", "doi": "10.1101/2025.06.27.661550", "authors": "Molina-Sanchez, M.; Dowdall, L.; Dominijanni, G.; Pavalkyte, V.; Gallay, C.; da Silva, E.; Clode, D.; Makin, T. R.", "abstract": "Our ability to transfer motor skills across tools and contexts is what makes modern technology usable. The success of motor augmentation devices, such as supernumerary robotic limbs, hinges on users' capacity for generalised motor performance. We trained participants over seven days to use an extra robotic thumb (Third Thumb, Dani Clode Design), worn on the right hand and controlled via the toes. We tested whether motor learning was confined to the specific tasks and body parts involved in controlling and interacting with the Third Thumb, or whether it could generalise beyond them. Participants showed broad skill generalisation across tasks, body postures, and even when either the Third Thumb or the controller was reassigned to a different body part, suggesting the development of abstract, body-independent motor representations. Training also reduced cognitive demands and increased the sense of agency over the device. However, participants still preferred using their biological hand over the Third Thumb when given the option, suggesting that factors beyond motor skill generalisation, cognitive effort, and embodiment must be addressed to support the real-world adoption of such technologies.", "date": "2025-06-29", "journal": ""}
{"title": "Cortical dissociation of spatial reference frames during place navigation", "doi": "10.1101/2025.06.25.661569", "authors": "LaChance, P. A.; Gross, E. R.; Sankaranarayanan, S.; Hasselmo, M. E.", "abstract": "Animals rely on both sensory perception and memory when navigating relative to learned allocentric locations. Incoming sensory stimuli, which arrive from an egocentric perspective, must be integrated into an allocentric reference frame to allow neural computations that direct an animal toward a learned goal. This egocentric-allocentric spatial transformation has been proposed to involve projections from the rodent postrhinal cortex (POR), which receives strong visual input, to the medial entorhinal cortex (MEC), which contains allocentric spatial cell types such as grid and border cells. A major step toward understanding this transformation is to identify how POR and MEC spatial representations differ during place navigation, which is currently unknown. To answer this question, we recorded single neurons from POR and MEC as rats engaged in a navigation task that required them to repeatedly visit a learned uncued allocentric location in an open field arena to receive a randomly scattered food reward. While neurons in both regions displayed strong tuning to the spatial structure of the environment, neither showed bias toward the goal location despite strongly biased behavior. Critically, when local visual landmarks were manipulated to place the visual scene in conflict with the learned location, POR neurons adjusted their tuning preferences to follow the visual landmarks, while MEC neurons remained in register with the true global reference frame. These findings reveal a strong dissociation between POR and MEC spatial reference frames during place navigation and raise questions regarding the mechanisms underlying integration of POR egocentric signals into the MEC allocentric spatial map.", "date": "2025-06-29", "journal": ""}
{"title": "The effects of gait speed on the responses to immediate and prolonged exposure to mediolateral optic flow perturbation in healthy young adults", "doi": "10.1101/2025.06.26.661718", "authors": "Wu, C.; Buurke, T. J. W.; den Otter, R.; Lamoth, C. J. C.; Veldman, M. P.", "abstract": "Background: Optic flow is vital for locomotor control and is often perturbed to study the impact of optic flow on balance control. However, it remains unclear whether gait speed influences responses to such perturbations. This study aims to examine the effects of gait speed on gait parameters following immediate and prolonged exposure to mediolateral optic flow perturbations. Methods: Twenty-one young adults (23.43 +/- 4.19 years) walked on an instrumented treadmill, including 3 phases: baseline (3 min), perturbation with mediolateral optic flow (8 min), and post-perturbation (3 min). Trials were conducted at 0.6, 1.2, and 1.8 m/s. Ground reaction forces and 3D motion data were collected to calculate mediolateral margin of stability (MoS), mean step length (SL), step width (SW) and their variabilities. Three repeated-measures ANOVAs (Speed by Phase) were used to compare: baseline vs. early perturbation, early vs. late perturbation, and baseline vs. post-perturbation. Results: The responses to immediate and prolonged exposure to optic flow perturbation were speed dependent. Walking at slow speeds induced greater immediate responses in mediolateral gait parameters (SW and mediolateral MoS, both p < 0.001) compared to walking at faster speeds. During the perturbation phase, the adaptations were larger at faster vs. slower speeds for gait parameters in the direction of movement (SL, p = 0.007). Conclusion: Immediate responses and adaptations to mediolateral optic flow perturbations are speed-dependent and larger at slower gait speeds. The responses to prolonged perturbation are interpreted as step-to-step adaptations that may inform future interventions and studies on gait speed selection.", "date": "2025-06-29", "journal": ""}
{"title": "Dietary restriction promotes neuronal resilience via ADIOL", "doi": "10.1101/2025.06.25.661551", "authors": "Guijarro-Hernandez, A.; Yoo, S.; Lemieux, G. A.; Komatsu, S.; Jiang, W. I.; Latiff, A. Q.; Patil, R. R.; Ma, D. K.; Ashrafi, K.", "abstract": "The steroid hormone 5-androstene-3{beta},17{beta}-diol (ADIOL) was discovered in humans nearly a century ago, yet its physiological roles remain poorly defined. Here, we show that fasting and caloric restriction, two forms of dietary restriction, induce transcriptional upregulation of genes encoding CYP11A1, CYP17A1, and 17{beta}-hydroxysteroid dehydrogenase family enzymes, promoting ADIOL biosynthesis. ADIOL, in turn, acts on the nervous system to reduce levels of kynurenic acid, a neuroactive metabolite linked to cognitive decline and neurodegeneration. This effect requires NHR-91, the C. elegans homolog of estrogen receptor {beta}, specifically in the RIM neuron, a key site of kynurenic acid production. Consistent with the known benefits of fasting and caloric restriction on healthspan, enhancing ADIOL signaling improves multiple healthspan indicators during aging. Conversely, animals deficient in ADIOL signaling exhibit reduced healthspan under normal conditions and in genetic models of caloric restriction, underscoring the functional significance of this pathway. Furthermore, ADIOL suppresses cellular stresses induced by the Alzheimer's-associated APOE4 variant, highlighting its potential as a neuroprotective agent. Notably, ADIOL does not significantly impact lifespan, indicating that its healthspan benefits are not simply a byproduct of lifespan extension. Together, these findings establish a physiological role for ADIOL in mediating the neuroprotective and pro-healthspan effects of fasting and caloric restriction and suggest that boosting ADIOL signaling may help narrow the gap between lifespan and healthspan. This positions ADIOL as a promising mimetic of dietary restriction effects on healthspan that could be used as a therapeutic strategy for age-related neurodegenerative conditions.", "date": "2025-06-29", "journal": ""}
{"title": "A systematic protocol to identify 'clinical controls' for pediatric neuroimaging research from clinically acquired brain MRIs", "doi": "10.1101/2025.06.25.661530", "authors": "Zimmerman, D.; Mandal, A. S.; Jung, B.; Buczek, M. J.; Schabdach, J. M.; Karandikas, S.; Kafader, E.; Mercedes, L.; Kohler, S.; Abdel-Qader, L.; Gur, R. E.; Roalf, D.; Satterthwaite, T. D.; Schmitt, J. E.; Williams, R.; Padmanabhan, V.; Seidlitz, J.; White, L. K.; Sotardi, S.; Vossough, A.; Alexander-Bloch, A.", "abstract": "Progress at the intersection of artificial intelligence and pediatric neuroimaging necessitates large, heterogeneous datasets to generate robust and generalizable models. Retrospective analysis of clinical brain magnetic resonance imaging (MRI) scans offers a promising avenue to augment prospective research datasets, leveraging the extensive repositories of scans routinely acquired by hospital systems in the course of clinical care. Here, we present a systematic protocol for identifying scans with limited imaging pathology through machine-assisted manual review of radiology reports. The protocol employs a standardized grading scheme developed with expert neuroradiologists and implemented by non-clinician graders. Categorizing scans based on the presence or absence of significant pathology and image quality concerns, facilitates the repurposing of clinical brain MRI data for brain research. Such an approach has the potential to harness vast clinical imaging archives exemplified by over 250,000 brain MRIs at the Childrens Hospital of Philadelphia to address demographic biases in research participation, to increase sample size, and to improve replicability in neurodevelopmental imaging research. Ultimately, this protocol aims to enable scalable, reliable identification of clinical control brain MRIs, supporting large-scale, generalizable neuroimaging studies of typical brain development and neurogenetic conditions.", "date": "2025-06-29", "journal": ""}
{"title": "SORLA upregulation suppresses global pathological effects in aged tauopathy mouse brain", "doi": "10.1101/2025.06.25.661599", "authors": "Huang, H.; Shi, C. H.; Yang, W.; Crespo, J. P.; Bhatnagar, J.; Curatolo, J.; Murad, R.; Shah, P.; Campos, A.; Houser, A.; Porritt, R. A.; Zhang, T.; Xiao, Q.; Feng, S.; Yip, K. Y.; Huang, T. Y.", "abstract": "A role for the trafficking receptor SORLA in reducing A{beta} levels has been well-established, however, relatively little is known with respect to whether and how SORLA can potentially affect tau pathology in vivo. Here, we show that transgenic SORLA upregulation (SORLA TG) can reverse pathological effects in aged PS19 (P301S tau) mouse brain, including tau phosphorylation and seeding, ventricle dilation, synapse loss, LTP impairment and glial hyperactivation. Proteomic analysis indicates reversion of PS19 profiles in PS19/SORLA TG hippocampus, including pathological changes in synapse-related proteins as well as key drivers of synaptic dysfunction such as Apoe and C1q. snRNA-seq analysis reveals suppression of PS19- signatures with SORLA upregulation, including proinflammatory induction of Plxnb1/Plxnb2 in glia. Tau seeding and aggregation, neuroinflammation, as well as PlxnB1/B2 induction are exacerbated in PS19 hippocampus with SORLA deletion. These results implicate a global role for SORLA in neuroprotection from tau toxicity in PS19 mouse brain.", "date": "2025-06-29", "journal": ""}
{"title": "Inhibition of nonsense-mediated decay in TDP-43 deficient neurons reveals novel cryptic exons", "doi": "10.1101/2025.06.28.661837", "authors": "Sinha, I. S.; Ye, Y.; Li, Y.; Sandal, P. S.; Wong, P. C.; Sun, S.; Ling, J. P.", "abstract": "TAR DNA-binding protein 43 kDa (TDP-43) is an essential splicing repressor whose loss of function underlies the pathophysiology of amyotrophic lateral sclerosis and frontotemporal dementia (ALS-FTD). Nuclear clearance of TDP-43 disrupts its function and leads to the inclusion of aberrant cryptic exons. These cryptic exons frequently introduce premature termination codons resulting in the degradation of affected transcripts through nonsense-mediated mRNA decay (NMD). Conventional RNA sequencing approaches thus may fail to detect cryptic exons that are efficiently degraded by NMD, precluding identification of potential therapeutic targets. We generated a comprehensive set of neuronal targets of TDP-43 in human iPSC-derived i3Neurons (i3N) by combining TDP-43 knockdown with inhibition of multiple factors essential for NMD, revealing novel cryptic targets. We then restored expression of selected NMD targets in TDP-43 deficient i3Ns and determined which genes improved neuronal viability. Our findings highlight the role of NMD in masking cryptic splicing events and identify novel potential therapeutic targets for TDP-43-related neurodegenerative disorders.", "date": "2025-06-29", "journal": ""}
{"title": "Heterogeneity and variability in short term synaptic plasticity and implications for signal transformation", "doi": "10.1101/2025.06.28.662098", "authors": "Mohan, S.; Bhalla, U. S.", "abstract": "There are many sources of heterogeneity in the CA1 network, including plasticity, connectivity and cell properties, yet the extent and functional consequences of this diversity remains poorly understood. We used patterned optogenetic stimulation of CA3 pyramidal neurons and whole-cell patch clamp recordings from CA1 pyramidal neurons in acute mouse hippocampal slices, to characterize the contributions of different forms of heterogeneity to information flow. We found pronounced heterogeneity in synaptic responses and short-term plasticity (STP), influenced by the neurotransmitter identity, input pattern, and size of the activated presynaptic ensemble. Inhibitory synapses exhibited greater diversity in both response variability and depression profiles than excitatory synapses. We incorporated these readings in a molecule-to-network multiscale model of the CA3->CA1 circuit. The reference model shows strong decorrelation of autocorrelated input, but removal of STP makes the decorrelation frequency dependent. Removal of stochasticity and heterogeneity in connections makes the output periodic. Thus heterogeneity, short-term plasticity, and stochasticity each have distinct effects on cellular information transmission.", "date": "2025-06-29", "journal": ""}
{"title": "Prior knowledge influences the neural mechanisms supporting memory-based inference", "doi": "10.1101/2025.06.29.662181", "authors": "Liu, Z.; Bramao, I.; Johansson, M.", "abstract": "Memory-based inference allows individuals to integrate information acquired across separate episodes to support novel decisions and reasoning. Although prior knowledge, such as schemas, is known to influence learning and memory, its impact on the neural mechanisms underlying inference remains unclear. In this study, we investigated how schema congruency affects the encoding and retrieval of overlapping events and how these processes contribute to memory-based inference. Thirty-nine participants encoded AB associations, consisting of picture-word pairs presented on either schema-congruent or schema-incongruent backgrounds. These were followed by BC associations involving the same word paired with a new picture on a neutral background. At test, participants were asked to infer the indirect AC association. While overall inference accuracy did not differ as a function of schema congruency, behavioral and neural data revealed distinct mechanisms. Inference for schema-incongruent events depended on accurate retrieval of both AB and BC associations, whereas schema-congruent inferences did not. To investigate the neural processes involved, we trained hierarchical multivariate pattern classifiers on EEG data to detect schema and context reinstatement during task performance. For schema-congruent events, successful inference was predicted by schema reinstatement during BC encoding, consistent with integrating overlapping information into a unified memory trace. In contrast, successful inference for schema-incongruent events was predicted by context reinstatement during AC retrieval, reflecting a reliance on flexible recombination of separate memory representations. These findings demonstrate that schema congruency modulates the neural basis of memory-based inference. Congruent events are integrated during encoding, whereas incongruent events rely on retrieval-based inference. Keywords: memory integration, schema, congruency, context, MVPA, EEG", "date": "2025-06-29", "journal": ""}
{"title": "Triceps Surae Muscle Ia Proprioceptive Weighting During Quiet Stance with Vision Occlusion", "doi": "10.1101/2025.06.25.661661", "authors": "Chalmers, G.", "abstract": "Visual, vestibular, proprioceptive and cutaneous sensory information is important for posture control during quiet stance. When the reliability of one source of sensory information used to detect self-motion for posture control is reduced, there may be a reweighting of inputs within and/or across the remaining sensory systems determining self-motion for postural control. Muscle vibration, which creates an illusion of muscle stretch and a compensatory movement to shorten the vibrated muscle, may be used to determine the weighting of muscle spindle Ia proprioception for posture control. The objective of this study was to determine the effect of vision occlusion on triceps surae muscle Ia proprioceptive weighting for postural control during quiet stance, utilizing 80 Hz muscle vibration and a quantitative measure of the bodys anterior to posterior ground center of pressure response to triceps surae muscle vibration in freely standing subjects. Subjects (N = 41; mean(standard deviation), 19.6(2.0) years) were examined as they stood with eyes open or eyes closed. Ground center of pressure was measured during quiet standing with, and without, bilateral vibration of the triceps surae muscles. The mean backward center of pressure shift induced by triceps surae vibration was significantly greater during the eyes closed condition compared to eyes open (eyes closed: -4.93(1.62) centimeters; eyes open: -3.21(1.33) centimeters; p = 6.85E-10; Cohens d = 1.29). Thirty-seven subjects increased, and two subjects decreased, their vibration induced center of pressure backward shift in the eyes closed condition compared to eyes open, although the magnitude of the change varied. Results support the idea that for most subjects, during an eyes closed stance there is an increased triceps surae muscle Ia proprioceptive weighting for postural control, due to the need for posture control to depend more on non-visual feedback.", "date": "2025-06-29", "journal": ""}
{"title": "Stretching of the insect mechanoreceptor evokes mechano-electrical transduction in auditory chordotonal neurons", "doi": "10.1101/2025.06.27.662008", "authors": "Chaiyasitdhi, A.; Nowotny, M.; van der Heijden, M.; Warren, B.", "abstract": "Insect proprioception, vibration and sound detection rely on the scolopidium--a mechanosensory unit enclosing the sensory cilium of chordotonal organ neurons. The cilium contains mechanosensitive ion channels, and is enclosed by a scolopale cell with its tip embedded in a cap. Despite knowledge of the scolopidium's structure in multiple insects, the mechanism by which mechanical force elicits the transduction current remains speculative. We examined scolopidia in the auditory Muller's organ of the desert locust and present a comprehensive three-dimensional ultrastructure of a scolopidium using Focused Ion Beam Scanning Electron Microscopy (FIB-SEM). Next, we characterised sound-evoked motions of Muller's organ and the scolopidium using Optical Coherence Tomography (OCT) and high-speed light microscopy. We further measured transduction currents via patch clamp electrophysiology during mechanical stimulation of individual scolopidia. By combining ultrastructure, sound-evoked motions, and transduction current recordings, our finding suggests that the scolopidium is activated best by stretch along the ciliary axis.", "date": "2025-06-29", "journal": ""}
{"title": "Identifying out-of-voxel echoes in edited MRS with phase cycle inversion", "doi": "10.1101/2025.06.26.661810", "authors": "Shams, Z.; Gad, A.; Gudmundson, A. T.; Murali-Manohar, S.; Davies-Jenkins, C. W.; Simegn, G. L.; Simicic, D.; Song, Y.; Yedavalli, V.; Zöllner, H. J.; Oeltzschner, G.; Edden, R. A. E.", "abstract": "Purpose To identify the origin of out-of-voxel (OOV) signals based on the coherence transfer pathway (CTP) formalism using signal phase conferred by the acquisition phase cycling scheme. Knowing the CTP driving OOV artifacts enables optimization of crusher gradients to improve their suppression without additional data acquisition. Theory and Methods A phase cycle systematically changes the phase of RF pulses across the transients of an experiment, encoding phase shifts into the data that can be used to suppress unwanted CTPs. We present a new approach, phase cycle inversion (PCI), which removes the receiver phase originally applied to the stored transients, replacing it with new receiver phases, matching the phase evolutions associated with each unwanted CTP, to identify the OOV signals. We demonstrated the efficacy of PCI using the MEGA-edited PRESS sequence in simulations, phantom and in vivo experiments. Based on these findings, the crusher gradient scheme was optimized. Results The simulation results demonstrated that PCI can fully separate signals originating from different CTPs using a complete phase cycling scheme. PCI effectively identified the CTP responsible for OOV signals in phantom experiments and in vivo, though with reduced specificity in vivo due to phase instabilities. Re-optimization of the gradient scheme based on the identified OOV-associated CTP to suppress these signals, resulted in cleaner spectra in six volunteers. Conclusion PCI can be broadly applied across pulse sequences and voxel locations, making it a flexible and generalizable approach for diagnosing the CTP origin of OOV signals.", "date": "2025-06-29", "journal": ""}
{"title": "Identification of Small Molecule Dimethyoxyphenyl Piperazine Inhibitors of Alpha-Synuclein Fibril Growth", "doi": "10.1101/2025.06.26.661821", "authors": "Hwang, H.; Dhavale, D. D.; Wang, S. J.; Beale, J. M.; Cairns, N. J.; Kotzbauer, P. T.", "abstract": "Alpha-synuclein (asyn) fibril accumulation is the defining feature of Parkinson disease and is a target for disease-modifying treatments. One therapeutic strategy to reduce fibril accumulation is inhibition of asyn fibril growth. We developed a sensitive fluorescence-based fibril growth assay to screen for small molecule inhibitors. After validating the inhibition assay using a previously identified inhibitor, epigallocatechin-3-gallate, we identified compound 1 as a lead for inhibition of fibril growth. We analysed structure-activity relationships with analogs of 1 to optimize inhibition potency. Our results identified two dimethoxyphenyl piperazine analogs with more potent inhibition of in-vitro assembled fibrils. These analogs also inhibited the growth of asyn fibrils amplified from Lewy Body Disease brain tissue, further validating the inhibitor screening assay. Molecular docking studies indicate that these compounds can bind to the fibril ends, suggesting a potential capping mechanism through which these compounds inhibit the sequential association of monomeric asyn required for fibril growth.", "date": "2025-06-29", "journal": ""}
{"title": "The Vomeronasal System of Talpa occidentalis: A Combined Histological, Immunohistochemical, and Lectin-Binding Approach", "doi": "10.1101/2025.06.26.661819", "authors": "Hernando, G. G.; Antonio, A. M.; Elsayed, M. G. A.; Castineira, A. V.; Sanchez-Quinteiro, P.; Leal, I. O.", "abstract": "The vomeronasal system (VNS) is critical for detecting pheromonal cues that modulate sociosexual behaviors. Despite its central role in chemical communication, our understanding of its anatomical and functional variability across mammals remains incomplete. This study provides the first detailed characterization of the VNS in the Iberian mole (Talpa occidentalis), a fossorial species endemic to the Iberian Peninsula. We performed a morphofunctional and neurochemical analysis of the vomeronasal organ (VNO) and the accessory olfactory bulb (AOB) using histology, immunohistochemistry, and lectin histochemistry. The VNO in T. occidentalis exhibited an unusual circular lumen lined by a uniform sensory epithelium, lacking the dual epithelial organization seen in most species. The vomeronasal cartilage was limited in extent and did not form the typical J-shaped structure. Importantly, no evidence of a vomeronasal pump was found, suggesting alternative mechanisms for semiochemical entry, likely facilitated by the anatomical position of the organ and continuous receptor distribution. Immunohistochemical analysis revealed strong expression of Gai2 and Gg8 in sensory neurons, with weaker Ga0 expression, suggesting predominance of V1R-type signal transduction. The AOB, though small, exhibited clear lamination and specific marker localization (Gai2, OMP, CR, MAP2), indicating robust functional organization. Lectin binding revealed specific glycosylation patterns in the glomerular layer, with STL and LEA marking synaptic regions. These findings uncover unprecedented anatomical and molecular features in the VNS of T. occidentalis, positioning this species as a valuable model for studying vomeronasal diversity and evolution among Laurasiatherian mammals.", "date": "2025-06-29", "journal": ""}
{"title": "Modeling Post-Gastrula Development via Bidirectional Pluripotent Stem Cells", "doi": "10.1101/2025.06.28.662107", "authors": "liu, k.; Yan, Z.; Bai, D.; Jiang, R.; Bi, Y.; Ma, X.; Xiang, J.; Sheng, Y.; Dong, B.; Ning, Z.; Yi, S.; Liu, Y.; Lei, X.; Jia, Y.; Zhang, Y.; Zhang, Y.; Li, Y.; Xi, C.; Liu, S.; Liu, S.; Chen, J.; Yin, J.; Kou, X.; Zhao, Y.; Wang, H.; Wang, Y.; Wei, K.; Liu, W.; Gao, S.", "abstract": "The absence of stem cells capable of efficiently generating both trophoblast and epiblast lineages has hindered precise recapitulation of embryonic development. Through high-content chemical screening, we established an AL medium to generate mouse and human bidirectional pluripotent stem cells (BPSCs) characterized by concurrent OCT4/CDX2 expression. Mouse BPSCs demonstrated high plastic differentiation into trophoblast, epiblast and primitive endoderm lineages in vitro within 48 hours without exogenous induction factors and efficiently contributed to the embryo and extraembryonic tissues in vivo. Mechanistically, hyperactivation of the Wnt signaling pathway breaks the early lineage differentiation barrier by initiating a Lef1-dependent bypass. Remarkably, BPSCs can efficiently generated E8.5 embryoids that completed gastrulation and displayed advanced features such as brain development, a closed neural tube, a beating heart, somite formation, and primordial germ cells. These findings highlight BPSCs as a powerful tool for investigating early lineage specification and post-gastrulation embryonic development, with potential applications across multiple species.", "date": "2025-06-29", "journal": ""}
{"title": "The microcephaly protein Abnormal Spindle has an essential role in symmetrically dividing neural precursors to promote brain growth and development", "doi": "10.1101/2025.06.27.662046", "authors": "Chakraborty, S.; Govaerts, J.; Hawke, A.; Werbelow, M.; Schoborg, T.", "abstract": "Neurogenesis must be coordinated in time and space to ensure proper neural development. Defects in this process can lead to a variety of brain malformations that affect tissue size and architecture. Here we examine the spatiotemporal requirements of the Abnormal Spindle (Asp) protein and its human ortholog Abnormal Spindle-Like, Microcephaly Associated (ASPM) in a fly model of human microcephaly (MCPH). By utilizing the fly optic lobe, whose neurogenic program parallels that of mammals, and the genetic tools available in this organism, we uncover the progenitor cell types and critical neurogenesis window necessary for proper brain size and architecture. Asp has an essential function in symmetrically dividing neuroepithelial precursors, yet its expression in asymmetrically dividing neuroblasts alone is not sufficient for optic lobe development. Asp is highly expressed during both embryonic and larval neurogenesis stages, but embryonic expression is dispensable for making a properly sized adult brain. We also show that Asp/ASPM interphase nuclear localization is not required for its ability to promote brain development. Expression of the human ASPM N-terminus can also significantly rescue fly brain defects, suggesting conserved mechanisms of function in brain growth control. These results support a model where Asp expression in symmetrically dividing precursors is required to generate a sufficient pool of progenitors prior to the cell fate switch to asymmetrically dividing neuroblasts in order to generate enough neuronal cells to make a properly sized brain.", "date": "2025-06-29", "journal": ""}
{"title": "TRPML3 regulates neuronal gene expression in an in vitro model of autophagy and may act as a genetic marker of familial neurodegenerative disorders", "doi": "10.1101/2025.06.28.662125", "authors": "Adusumilli, S.; Mathe, M. M.; Shandilya, J.; Nayak, T. K.", "abstract": "Autophagy is a conserved pro-survival pathway for delivering misfolded proteins and damaged organelles to lysosomes for degradation and protein homeostasis. Anomaly in autophagy leads to aberrant protein aggregation in neuronal cells, which is a common etiology of neurodegenerative disorders. Endo-lysosomal cation channel TRPML3 (Transient Receptor Potential Mucolipin-3) has been shown to induce autophagy in cell line models. However, the mechanism of TRPML3 mediated autophagy induction and the underlying gene expression changes are not clearly understood. Here, by using Ca2+- and electrical-current measurements, RNA sequencing and RT PCR studies, we explored the cellular function of TRPML3 and the global transcriptomic profile in a cell-based serum starvation model of autophagy. We report that serum starvation leads to downregulation of neuronal developmental genes during autophagy induction. TRPML3 overexpression further amplifies the effect of starvation in downregulating neuronal gene expression. But, when nutrition is not a limiting condition, TRPML3 overexpression upregulated neuronal genes including those responsible for axon guidance, synaptogenesis, and dendritic arborization. TRPML3 mediated neuronal gene expression changes were, presumably, due to transcription factors (TF) TFEB, FOXO1 and neuron-specific TFs such as SOX2, and ETV5. To further validate the role of TRPML3 in neuronal gene regulation, we performed meta-analysis of publicly available RNAseq datasets on neurodegenerative disorders which provided insight into the heterogeneity in the molecular mechanisms of autophagy and corroborated the TFEB-mediated autophagy induction and neuronal gene expression in TRPML3 overexpression condition. Based on our results, we propose that TRPML3 may act as a potential genetic marker for familial neurodegenerative disorders.", "date": "2025-06-29", "journal": ""}
{"title": "Forgetting in Drosophila consists of an increase in uncertainty rather than a stochastic loss of memory", "doi": "10.1101/2025.06.26.661725", "authors": "Horiuchi, J.; Uemura, N.; Horiuchi, S.; Saitoe, M.", "abstract": "While forgetting has been studied extensively in various organisms, its precise nature has often been unclear. Here, we used behavioral experiments in Drosophila to determine that a significant aspect of forgetting consists of a decrease in the ability of a memory to induce an appropriate behavior. We tested flies for memory retention at various times after training and then separately retested both flies that chose correctly and those that chose incorrectly. Although the ability to choose correctly decreased over time, we could not measure any differences in memory between flies that initially chose correctly and those that chose incorrectly upon retest. This suggests that forgetting is unlikely to consist of a spontaneous loss of a memory but instead consists of a decrease in the probability of flies that remember choosing the correct behavioral response. Thus, although flies maintain memory over time, there is an increase in uncertainty associated with this memory. We find that forgetting of long-term memories and accelerated forgetting in old flies occur in a similar manner.", "date": "2025-06-29", "journal": ""}
{"title": "Non-equilibrium Thermodynamics Modulate TRPV1 Channel Activation via Tissue Entropy Production", "doi": "10.1101/2025.06.26.661663", "authors": "Lyoubi-Idrissi, A.", "abstract": "Inflammatory processes involve complex interactions between molecular signaling and biophysical mechanisms, yet the thermodynamic consequences of such processes remain underexplored. Here, we present a theoretical multiscale model that demonstrates how elevated entropy production in inflamed tissue environments modulates the activation threshold of TRPV1 thermosensitive ion channels. Our framework integrates axonal electrophysiology based on the Hodgkin-Huxley formalism, thermodynamic heat transfer with explicit entropy generation, and a dynamic model of TRPV1 channel gating. Simulations reveal that increased entropy production leads to a downward shift in the activation temperature of TRPV1 channels, driven by cumulative non-equilibrium thermodynamic effects. This result provides a mechanistic explanation for the enhanced excitability of sensory axons in inflamed tissue and highlights entropy production as a fundamental physical variable influencing ion channel behavior. The study contributes a novel perspective on the coupling between thermodynamics and sensory transduction at the cellular level.", "date": "2025-06-29", "journal": ""}
{"title": "Altered Brain Energy Metabolism in the APPPS1 Alzheimer's Model during anesthesia: Integration of Experimental Data and In Silico Modeling", "doi": "10.1101/2025.06.26.661690", "authors": "Schunack, J.; Riepe, G.; Heppner, F. L.; Textoris-Taube, K.; Wallach, I.; Mülleder, M.; Liotta, A.; Jendrach, M.; Berndt, N.", "abstract": "Background: Synaptic transmission and network activity rely on high ATP turnover. Impairments in cerebral energy metabolism are increasingly recognized as central in aging and Alzheimer's disease (AD) pathogenesis. Elderly patients and patients with AD are also at elevated risk for perioperative neurological complications, including post-operative delirium and further cognitive deterioration. However, the interaction between metabolic vulnerability and anesthetic exposure remains incompletely understood. Methods: We investigated cortical metabolic responses and potassium homeostasis in acute brain slices from wild-type (WT) and AD-like APPPS1 transgenic mice, which were either exposed to isoflurane or left untreated. Glia cells were assessed by staining microglia and astrocytes. Measurements of the cerebral metabolic rate of oxygen (CMRO2), extracellular potassium dynamics, and proteomic profiling were integrated with computational modeling to assess oxidative metabolism and anesthetic effects under different conditions. Results: APPPS1 mice exhibited reduced CMRO2 and attenuated neuronal activity compared to age-matched WT controls, showing sex-specific differences. Proteomic analysis revealed the downregulation of key mitochondrial and glycolytic enzymes, indicating an impaired ATP-generating capacity. Exposure to isoflurane further suppressed CMRO2, with a more pronounced effect in the APPPS1 brain tissue, while glia cells exhibited no acute changes. Additionally, isoflurane exacerbated deficits in extracellular potassium ([K]) clearance, highlighting impaired ion homeostasis under anesthetic challenge. Conclusions: Our findings demonstrate that AD-like pathology in APPPS1 mice is associated with a significant decline in oxidative metabolism and ATP availability. These deficits are exacerbated by anesthetic exposure, contributing to impaired potassium regulation. This suggests that diminished metabolic flexibility may underlie increased anesthetic vulnerability and postoperative complications in AD.", "date": "2025-06-29", "journal": ""}
{"title": "Interleaved Replay of Novel and Familiar Memory Traces During Slow-Wave Sleep Prevents Catastrophic Forgetting", "doi": "10.1101/2025.06.25.661579", "authors": "Golden, R.; Saxena, R.; Gonzalez, O. C.; Delanois, J. E.; Kilianski, S.; McNaughton, B. L.; Bazhenov, M.", "abstract": "Humans and animals can learn continuously, acquiring new knowledge and integrating it into a pool of lifelong memories. Memory replay during sleep has been proposed as a powerful mechanism contributing to interference-free new learning. In contrast, artificial neural networks suffer from a problem called catastrophic forgetting, where new training damages existing memories. This issue can be mitigated by interleaving training on new tasks with past data; however, whether the brain employs this strategy remains unknown. In this work, we show that slow-wave sleep (SWS) employs an interleaved replay of familiar cortical and novel hippocampal memory traces within individual Up states of the slow oscillation (SO), allowing new memories to be embedded into the existing pool of cortical memories without interference. Using a combination of biophysical modeling and analyses of single-unit activity from the mouse retrosplenial cortex - for a mouse trained first in a highly familiar environment and then in a novel one - we found that hippocampal ripples arriving near the Down-to-Up or Up-to-Down transitions of the sleep SO can entrain novel memory replay, while the middle phase of the Up state tends to replay familiar cortical memories. This strategy ensures the consolidation of novel cortical memory traces into long-term storage while minimizing damage to familiar ones. This study presents a novel framework for how replay of familiar and novel memory traces is organized during SWS to enable continual learning.", "date": "2025-06-29", "journal": ""}
{"title": "Early postnatal CA3 hyperexcitability drives hippocampal development and epileptogenesis in SCN2A developmental and epileptic encephalopathy", "doi": "10.1101/2025.06.29.661458", "authors": "Reva, Y.; Ulrich, K.; Xin, X.; Liu, Y.; Barboni, M.; Kirianov, D.; Mojtahedi, N.; Schoeb, S.; Oelssner, H.; Savitska, D.; Samehni, M.; Xompero, F.; Schulze, E.; Beck, H.; Morellini, F.; Engeland, B.; Stockebrand, M.; Marguet, S. L.; Khodosevich, K.; Garaschuk, O.; Kelly, T.; Fazeli, W.; Lerche, H.; Isbrandt, D.", "abstract": "Developmental and epileptic encephalopathies caused by pathogenic variants in SCN2A (SCN2A-DEE), encoding the voltage-gated sodium channel Nav1.2, present with early-life seizures, developmental delay, and increased mortality. Using a novel Scn2a p.A263V gain-of-function (GOF) mouse model, we demonstrate gene-dose and background-dependent phenotypes ranging from self-limited neonatal seizures to chronic epilepsy with high mortality. In vivo electrophysiology revealed hippocampal seizures as early as postnatal day 2.5, with CA3-driven gamma oscillations preceding seizure onset. CA3 and CA1 pyramidal neurons exhibited transient hyperexcitability during early postnatal development, resolving by P24-30. Single-cell RNA sequencing uncovered gene dose-dependent accelerated maturation of hippocampal networks, peaking at P7, alongside widespread transcriptional changes in excitatory and inhibitory neurons. In adulthood, persistent hippocampal network alterations emerged, marked by reduced mid-gamma oscillations and theta-gamma coupling. Our findings establish hippocampal CA3 hyperexcitability as an early driver of epileptogenesis in SCN2A-DEE and highlight it as a potential therapeutic target to mitigate disease progression.", "date": "2025-06-29", "journal": ""}
{"title": "IP3-mediated Ca2+ transfer from ER to mitochondria stimulates ATP synthesis in primary hippocampal neurons", "doi": "10.1101/2025.06.28.661766", "authors": "Dhoundiyal, A.; Goeschl, V.; Kubista, H.; Boehm, S.; Hotka, M.", "abstract": "During electrical activity, Ca2+ enhances mitochondrial ATP production, helping to replenish the energy consumed during this process. Most Ca2+ enters the cell via ligand- or voltage-gated channels on the neuronal membrane, where it stimulates the release of additional Ca2+ from the endoplasmic reticulum (ER). Although the influence of cytosolic Ca2+ on neuronal metabolism has been widely investigated, relatively few studies have explored the contribution of ER Ca2+ release in this context. Therefore, we investigated how activity-driven Ca2+ crosstalk between the ER and mitochondria influences the regulation of mitochondrial ATP production. We show that in primary hippocampal neurons derived from rat pups of either sex, depletion of ER Ca2+ led to a reduction in mitochondrial Ca2+ levels during both resting and stimulated states, while exerting only a minimal impact on cytosolic Ca2+ levels. Additionally, impaired ER-mitochondria Ca2+ transfer led to a reduction in mitochondrial ATP production. Similar effects were observed when inositol-3-phosphate receptors (IP3Rs), but not ryanodine receptors (RyRs), were pharmacologically inhibited. Together, our findings show that, in hippocampal neurons, Ca2+ is transferred from the ER to mitochondria through IP3 receptors, and this Ca2+ crosstalk in turn enhances mitochondrial ATP production in response to neuronal activity.", "date": "2025-06-29", "journal": ""}
{"title": "Spatial Reorganization of Object Representations in High-Level Visual Cortex Distinguishes Working Memory from Perception", "doi": "10.1101/2025.06.29.662186", "authors": "Li, W.; Yang, J.; Bao, P.", "abstract": "The human visual system balances veridical object visual perception with flexible object visual working memory (VWM), both relying on high-level visual regions. However, how these competing demands shape spatial representations remains unclear. Here, we ask whether VWM inherits the spatial constraints observed in the lateral occipital complex (LOC) during perception, or instead reorganizes these representations to meet mnemonic demands. Using matched bilateral presentation paradigms and fMRI-based decoding, we systematically compared spatial representations during perception and VWM. This approach revealed a striking dissociation: during perception, object information is largely confined to the contralateral LOC, whereas during VWM, robust ipsilateral representations emerge--even when both hemifields must be remembered. Vertex-ablation analyses revealed that VWM engages 70-90% of ipsilateral LOC territories, far exceeding those recruited during unilateral perception. Neither increased attentional span nor top-down feedback from association areas fully explained this expansion; rather, ipsilateral LOC patterns closely mirrored contralateral sensory representations, implicating interhemispheric coordination in VWM. Together, these findings demonstrate that object VWM flexibly recruits distributed high-level visual cortex, with spatial reorganization distinguishing mnemonic flexibility from perceptual fidelity.", "date": "2025-06-29", "journal": ""}
{"title": "Differences between human and rodent nitric oxide production dictate susceptibility to tick-borne Rickettsia.", "doi": "10.1101/2025.06.27.661835", "authors": "Luu, A. P.; Guzman, A. A.; Bouin, A.; Drayman, N.; Burke, T. P.", "abstract": "Arthropod-borne pathogens cause serious human infections, yet they only cause limited disease in rodent reservoirs. Wild type mice resist infection by tick-borne Rickettsia parkeri, which causes spotted fever in humans, and it remains unclear why humans are vulnerable. Here, we report that whereas mouse type I interferon (IFN-I) or interferon-{gamma} (IFN-{gamma}) dramatically restrict R. parkeri in macrophages, human interferons do not. Differential RNA-seq revealed a significant induction of nitric oxide synthase 2 (Nos2, encoding inducible nitric oxide synthase, iNOS) in infected mouse but not human macrophages upon interferon treatment. Chemical iNOS inhibition or Nos2 deletion restored IFN-{gamma}-mediated restriction in mouse cells. Human cells treated with cytokine cocktails or with iNOS cofactors and substrates were unable to restrict R. parkeri. In vivo, whereas wild type mice restricted R. parkeri, infected Nos2-/- mice developed mild skin eschars, recapitulating a key human disease manifestation. Together, our findings suggest that there is a threshold of NO production required to restrict R. parkeri, which mouse cells reach but human cells do not, and this is a key explanation for why humans develop tick-borne rickettsial diseases while rodents can be tolerant, asymptomatic reservoirs. Differences in NO abundance may provide an evolutionary explanation for human susceptibility to pathogens that propagate themselves in rodent reservoirs.", "date": "2025-06-29", "journal": ""}
{"title": "Characterization of ORF19.7608 (PPP1), a Biofilm-induced Gene of Candida albicans", "doi": "10.1101/2025.06.28.660404", "authors": "Iwuchukwu, N. C.; Costa, A. C. B. P.; Law, C.; Kim, M.-J.; Mitchell, A. P.; Whiteway, M.", "abstract": "The opportunistic human pathogen Candida albicans is an important cause of nosocomial infections, in large part because of its propensity to form biofilms on indwelling medical devices such as catheters. The formation of these biofilms is controlled by a complex transcriptional network and involves over a thousand genes, many of which are uncharacterized. We have investigated three genes (ORF19.4654, ORF19.7608, and PBR1), found only in C. albicans and closely related species, that are highly induced under biofilm conditions and encode small proteins with N-terminal signal sequences. Through the construction of fluorescent protein fusions, we have examined the location of the encoded proteins in both planktonic and biofilm cells. Orf19.4654-Scarlet and Pbr1-Scarlet were localized to the vacuole under both conditions. In contrast, the Orf19.7608-GFP fusion generated a punctate pattern only under biofilm conditions and was designated Ppp1 (Punctate Pattern Protein 1). The Ppp1-GFP puncta were similar in location, stability, and size to those formed by the eisosome subunit Sur7, but co-localization studies suggest that Ppp1 and Sur7 define separate elements. The PPP1 mutation does not cause a distinct phenotype under various stress conditions or in the presence of antifungals and does not impact biofilm formation and biomass. These data suggest that while the expression and cellular localization of Ppp1 appear controlled by conditions generating biofilms, and define a unique subcellular localization pattern, Ppp1 protein function is not essential for biofilm formation.", "date": "2025-06-29", "journal": ""}
{"title": "The VapBC Toxin Antitoxin System Enhances Shigella flexneri Fitness Through Coordination of Metabolic Stress Adaptation and Virulence", "doi": "10.1101/2025.06.29.662172", "authors": "Saifi, E.; Ageron, E.; egger, K.; Reisacher, C.; Frapy, E.; lamberioux, M.; Payne, S. M.; Enninga, J.; Arbibe, L.", "abstract": "Shigella flexneri is a facultative intracellular pathogen that causes bacillary dysentery by invading and replicating within intestinal epithelial cells. Successful intracellular survival requires the bacterium to balance metabolic adaptation with the sustained expression of virulence programs by the type III secretion system (T3SS). Toxin antitoxin (TA) systems, including the highly conserved type II VapBC module, are classically associated with plasmid maintenance via post-segregational killing, but their broader roles during infection remain poorly understood. Here, we investigate the function of the VapBC system during S. flexneri infection. We show that the vapBC operon is activated in response to intracellular stress and that VapC-dependent cleavage of initiator tRNAfMet occurs specifically during infection. The stringent response, primarily mediated by SpoT, appears to influence operon responsiveness by maintaining vapB expression levels, while iron limitation emerges as a strong activator of vapC transcription and activity. Deletion of vapBC impairs T3SS activation and bacterial dissemination, despite normal invasion, and induces a strong host interferon response, including the upregulation of guanylate-binding proteins (GBPs), known to restrict bacterial spread. Transcriptomic profiling of the vapBC mutant reveals downregulation of core metabolic genes and upregulation of envelope stress and other TA modules, indicating a loss of intracellular homeostasis. These findings uncover a novel role for VapBC in promoting Shigella fitness by coordinating stress adaptation, virulence expression, and immune evasion, thereby sustaining the bacterium intracellular lifestyle.", "date": "2025-06-29", "journal": ""}
{"title": "Bacterial Ribonucleoprotein bodies maintain an acidic pH environment as a mechanism of enzyme regulation", "doi": "10.1101/2025.06.27.661991", "authors": "Schnorr, W. E.; Sasazawa, M.; Dzurik, K. G.; Cho, R.; Millheim, S. L.; Millstone, J. E.; Saurabh, S.; Childers, W. S.", "abstract": "Phase separated biomolecular condensates create subcellular niches, yet their role in client regulation remains unclear. Here, we demonstrate that Bacterial Ribonucleoprotein bodies (BR-bodies) are acidic. Using ratiometric fluorescent probes in vivo, we find BR-bodies exhibit a dense-phase pH of ~5.1, significantly lower than the near-neutral cytoplasm. Single-molecule localization microscopy and fluorescence lifetime imaging reveals that Caulobacter crescentus BR-bodies have spatially variable and acidic nanoscale RNase E clusters. These results question the notion of homogeneous condensates, suggesting that BR-bodies exhibit structural and biochemical diversity, which may facilitate RNA processing under stress. In vitro, pH gradients observed with C-SNARF-4F and RNase E CTD-pHluorin2 deteriorate with increasing buffer concentrations. Notably, the acidic microenvironment within BR-bodies enhances PNPase activity, highlighting the significance of condensate pH regulation. These findings suggest that pH modulation is intrinsic to condensates, directly influencing biochemical reactions and offering a new strategy for designing pH-sensitive drugs to target enzymes within condensates.", "date": "2025-06-29", "journal": ""}
{"title": "Dynamic Bacterial Growth Modulation in Structurally Distinct and Functionally Tuneable Agarose Hydrogels", "doi": "10.1101/2025.06.28.662093", "authors": "Dsouza, A.; Taylor, D.; Parmenter, C.; Hand, R. A.; Brettschneider, J.; Unnikrishnan, M.; Constantinidou, C.; Charmet, J.", "abstract": "Bacterial adaptability to diverse environments drives infection, persistence, and antibiotic resistance. Although hydrogels are increasingly used to model such conditions, the factors governing hydrogel-dependent bacterial growth is complex. Here, we focus on agarose hydrogels and investigate how their material properties influence bacterial proliferation. Using two agarose types, hydroxyethyl substituted and unsubstituted at varying concentrations, we tested four bacterial species (E. coli, P. fluorescens, S. aureus, B. subtilis) across five nutrient media yielding 120 conditions. Growth consistently decreased with increasing hydrogel stiffness and water loss in unsubstituted and substituted agarose hydrogels, regardless of species. Media effects were largely due to their impact on hydrogel properties rather than nutrient content. Furthermore, electrostatic repulsion between Gram positive bacteria and anionic unsubstituted agarose suppressed growth in high concentration gels. These findings demonstrate that bacterial growth in agarose systems is primarily shaped by gel mechanics and surface interactions, informing the design of infection models and antibacterial materials.", "date": "2025-06-29", "journal": ""}
{"title": "Characterisation of a temperate phage induced from Alicyclobacillus acidoterrestris DSM 3922T: the Alicyclobacillus phage MMB025", "doi": "10.1101/2025.06.28.662109", "authors": "Leonardo, I. C.; Ferreira, H.; Quendera, A. P.; Crespo, M. T. B.; Sao-Jose, C.; GASPAR, F. B.", "abstract": "The fruit juice industry has increasingly faced spoilage incidents attributed to Alicyclobacillus (ACB) bacteria. These spore-forming bacteria produce off-flavours and odours that compromise product quality and lead to significant food waste. Their resistance to acidic pH and the pasteurisation processes commonly used in the food industry demands the investigation of new preservation strategies. Bacteriophage-related treatments have emerged as a promising alternative, being considered safe, green, and sustainable. In this study, the type strain Alicyclobacillus acidoterrestris DSM 3922T and a food isolate, A. acidoterrestris MMB007, were used as hosts to isolate new ACB-targeting phages. A phage was isolated from a soil sample in contact with the type strain, purified, and characterised for its genetic and phenotypic features. The isolated phage, named Alicyclobacillus phage MMB025, belongs to the Caudoviricetes class and exhibits a narrow host range. Also, phage MMB025 was revealed to be stable under different environmental conditions, maintaining its lytic activity across a wide range of pH values (3 to 12) and high temperatures (up to 1 h at 60 {degrees}C). The hybrid assembly of short and long reads revealed a phage genome of 105,243 bp with a GC content of 43.25 %. Sequence mapping to the A. acidoterrestris DSM 3922T genome indicated phage DNA integration within the bacterial chromosome, disrupting the sigK open reading frame. This suggests that MMB025 may have originated from a prophage induction event potentially linked to sporulation regulation. Despite the limitations derived from its likely temperate nature, phage MMB025 remains a valuable source of lysins capable of specifically and effectively eliminating ACB bacteria. More importantly, this study highlights the potential of phages as an alternative preservation strategy against ACB bacteria. The phage MMB025 characterisation opens venues to develop strategies for mitigating ACB-related spoilage, thereby enhancing the sustainability of food production.", "date": "2025-06-29", "journal": ""}
{"title": "Peering Inside the Black Box: Explainable AI to Interpret Advanced Computer Vision Fungal Pathogen Prediction", "doi": "10.1101/2025.06.27.662051", "authors": "Guthrie, J. D.; Shankarnarayan, S. A.; Charlebois, D. A.", "abstract": "Antimicrobial resistance is a growing concern, with pathogenic fungi making a substantial contribution to untreatable life-threatening infections across the globe. Artificial intelligence is increasingly used in microbiology and antimicrobial resistance research, with promise to improve clinical diagnostics and infectious disease treatments. However, how AI models make predictions remains largely unknown, which is a major hurdle for human trust and regulatory approval. We trained convolutional neural networks (DenseNet121 and InceptionV3) and vision transformers (Swin Transformer-Tiny and Vision Transformer-Base 16) to quickly and accurately identify human fungal pathogens from microscopy images. Using explainable AI (Occlusion Sensitivity and Grad-CAM), we identified biologically relevant features (organelle, cell interior, cell wall, budding patterns/scars, and optical patterns) and irrelevant image features (background artifacts) high-performance computer vision models used to make predictions. These findings advance our understanding of how computer vision models make predictions on microbial pathogens and are anticipated to have profound implications for AI-based diagnostics.", "date": "2025-06-29", "journal": ""}
{"title": "The role of the L421P mutation in Penicillin-Binding Protein 1 (PBP1) in the evolution of chromosomally mediated penicillin resistance in Neisseria gonorrhoeae", "doi": "10.1101/2025.06.27.662027", "authors": "Gentile, G.; Guzman, B. B.; Le Van, A.; Jerse, A. E.; Grad, Y. H.; Dominguez, D.; Mortimer, T. D.; Nicholas, R. A.", "abstract": "ponAL421P encodes a mutated variant of penicillin-binding protein 1 (PBP1) and is a key resistance determinant that increases the penicillin MIC (MICPEN) above the clinical breakpoint in Neisseria gonorrhoeae. Despite the removal of penicillin from treatment guidelines for gonococcal infections in the 1980s, ponAL421P is present in nearly 50% of current N. gonorrhoeae isolates in the PubMLST database. Bioinformatic analysis indicates that ponAL421P is exclusive to N. gonorrhoeae isolates, whereas Leu-421 is 100% conserved in other Neisseria species. To understand the involvement of ponAL421P in antibiotic resistance, we introduced ponA variants encoding 16 different amino acids at position-421 into FA6140, a penicillin-resistant gonococcal isolate that naturally harbors ponAL421P. Proline-421 was the only mutation that increased the MICPEN to the same level as FA6140. We also assessed the fitness of strains with the 16 mutant ponA alleles over multiple serial passages, both with and without sub-MIC levels of penicillin. There was no fitness defect attributed to ponAL421P under these experimental conditions; instead, our analyses suggest that the widespread occurrence of ponAL421P is driven by its capacity to increase the MICPEN above the clinical breakpoint. In FA6140 transformed with the mosaic penA allele from strain H041, a ceftriaxone-resistant isolate, ponAL421P increased the MIC of ceftriaxone, suggesting that ceftriaxone targets PBP1 in this strain. We conclude that the ponAL421P allele emerged in gonococcal isolates, increasing the MICPEN above the clinical breakpoint, and has remained in the population even after the removal of penicillin from treatment guidelines.", "date": "2025-06-29", "journal": ""}
{"title": "AI-Based Detection of Coliform Colonies Using CNN Transfer Learning for Application to Cultured Plate Analysis in Water Quality Research", "doi": "10.1101/2025.06.29.662231", "authors": "Mallela, S.; Gates, A.; Bhattacharya, S.; Okeke, B.; Kursun, O.", "abstract": "Pathogenic bacterial contamination of water poses a severe public health risk where laboratory resources are scarce. We propose a two-stage Artificial Intelligence (AI) pipeline for automated detection and classification of coliform colonies on agar plates. In Stage 1, a YOLOv8 detector localizes every colony (replacing manual ImageJ annotation) and achieves a mean average precision at 0.5 intersection-over-union (mAP@50) of 87.6% on 105 held-out public images. In Stage 2, each detected patch is classified by a convolutional neural network (CNN) that is first \"warmed up\" via pretraining on ten classes drawn from a 24-class public bacterial-colony dataset (~5,000 patches) and then fine-tuned on two separate four-class tasks: our in-house-collected coliform dataset (80/20 train/test split), where accuracy rose from 73% (no pretraining) to 86%, and an independent four-class subset from the same public dataset, where accuracy reached 91%. The full pipeline processes each plate in under five seconds. Comparative baselines using Histogram of Oriented Gradients (HOG), Local Binary Patterns (LBP), and Haralick features with Support Vector Machine (SVM) classifiers underscore the deep-learning approach's superiority. Future work will integrate full-color media cues and contextual metadata, and optimize on-device inference for truly portable field deployment.", "date": "2025-06-29", "journal": ""}
{"title": "Evolutionary repurposing of a DNA segregation machinery into a cytoskeletal system controlling cyanobacterial cell shape", "doi": "10.1101/2025.06.27.661541", "authors": "Springstein, B. L.; Javoor, M. G.; Megrian, D.; Hajdu, R.; Hanke, D. M.; Loose, M.; Schur, F. K.", "abstract": "Bacteria, despite their diversity, use conserved cytoskeletal systems for their intracellular organization. In unicellular bacteria, the ParMRC DNA partitioning apparatus is well known for forming actin-like filaments that push low copy number plasmids to opposite cell poles. In multicellular cyanobacteria such as Anabaena sp. PCC 7120, the presence of a chromosomally encoded ParMR system suggests it may play an analogous role in chromosome segregation. However, we show here that it instead constitutes a novel cytoskeletal system - termed CorMR - whose loss does not impair DNA segregation but leads to severe morphological defects, revealing a role in maintaining cell shape. Using live-cell imaging and in vitro reconstitution experiments, we demonstrate that CorM forms dynamically instable filaments. These filaments are recruited to the membrane by CorR, which has acquired a conserved N-terminal amphipathic helix specific to multicellular cyanobacteria. Cryo-EM analysis reveals that CorM forms antiparallel double-stranded filaments, in contrast to the polar, parallel filament pair seen in ParM. Furthermore, CorMR filaments are excluded from the cell poles and division plane by MinC, via a long N-terminal extension also specific to multicellular cyanobacteria. Comparative genomics suggests that cyanobacterial multicellularity co-evolved with the chromosomal relocation of ParMR genes, acquisition of the amphipathic helix in CorR, and functional extension of MinC, supporting an evolutionary link among these features. Our findings uncover a striking repurposing of ancestral biochemical systems, expanding the known roles of ParMR and Min systems beyond plasmid segregation and division site selection to include regulation of cell shape.", "date": "2025-06-29", "journal": ""}
{"title": "Seasonal dynamics of mixotrophic phytoplankton in a freshwater habitat revealed by single-cell sorting", "doi": "10.1101/2025.06.29.662170", "authors": "Li, Q.; Wang, Y.", "abstract": "The nutritional strategy of phago-mixotrophy among eukaryotic phytoplankton has been widely recognized and characterized across various taxonomic lineages. While their ecological role as bacterivores in different aquatic environments is acknowledged, establishing a clear connection between mixotrophic activities and taxonomy within natural communities remains challenging. In this study, we utilized fluorescence-activated single-cell sorting techniques in combination with microscopic observation to investigate the diversity and seasonal variations of bacteria-feeding mixotrophs in a freshwater habitat. We identified four groups of mixotrophic phytoplankton using both methods: Pedinellales (Dictyochophyceae), Cryptomonas (Cryptophyceae), Dinobryon (Chrysophyceae), and a single-chloroplast bearing group within Chlorophyta. These groups accounted for 58-96% and 54-95% of total mixotrophs identified by the two methods, respectively. Seasonal variations demonstrated that Pedinellales and Chlorophyta were more abundant in spring and summer/autumn, while Dinobryon was only present in winter when temperatures were lowest and light intensity was moderate. Our findings, with six classes and twelve genera identified as bacterivorous mixotrophs, highlight the promising potential of single-cell techniques in aquatic plankton ecology. This approach reveals the speciation and feeding activities of phago-mixotrophs in situ, thereby enhancing our understanding of their functional ecological roles within microbial food webs.", "date": "2025-06-29", "journal": ""}
{"title": "Metabolic overflow prevents ecological collapse in microbial populations", "doi": "10.1101/2025.06.26.661698", "authors": "Arias, C. F.; Acosta, F. J.; Bertocchini, F.; Fernandez-Arias, C.", "abstract": "Metabolic overflow is defined by the excretion of partially oxidized byproducts, such as acetate, ethanol, and lactate, which could otherwise be used to produce energy. This behavior, widespread across diverse biological systems, is paradoxical because it suggests a seemingly wasteful use of resources that could instead be employed to maximize energy production. In this work, we investigate the ecological implications of metabolic overflow, using bacterial acetate metabolism as a model. We formulate a second-order generalization of the logistic growth equation, incorporating resource availability and acceleration dynamics to provide an explicit mechanistic link between metabolic overflow and ecological collapse. We demonstrate that acetate-mediated growth deceleration reduces the risk of overshoot and collapse, especially under conditions of resource oversupply. By inhibiting excessive proliferation, acetate overflow enhances the survival and stability of bacterial communities in fluctuating environments. In this context, acetate acts as a quorum-sensing signal, coordinating population-wide responses and enabling the active regulation of growth rates before resource exhaustion occurs. Our findings suggest that overflow metabolism is an adaptive strategy evolved to mitigate the risk of ecological collapse and stabilize microbial populations. These insights highlight the dual role of metabolic byproducts as both inhibitors of growth and regulators of population dynamics, with significant implications for microbial ecology and biotechnological applications.", "date": "2025-06-29", "journal": ""}
{"title": "Learning and Increased Effort Affect Lipid Gene Expression in the Mushroom Bodies of Bombus terrestris; A Possible Model for Flower Handling?", "doi": "10.1101/2025.06.25.661662", "authors": "Carvalho Couto, K.; F. da Silva, R.; A. M. Erlingsson, L.; Sovik, E.; Gjerstad, J.", "abstract": "Objective In this study, we examine the effects of instrumental learning, and increased effort on the gene expression profile in the mushroom bodies of bumblebees (Bombus terrestris). Methods In a low-effort group (n=9), Bombus terrestris learned to press a lever to access sugar water solution (instrumental task) and responded with a constant effort for a period of four hours, whereas in a high-effort group (n=10), subjects were trained with the same task, but effort requirement was doubled in the last two hours of the experiment. The gene expression profiles of these two groups were compared with a control group (n=10) where subjects had access to the sucrose solution ad libitum, and no learning or effort manipulation took place. After running the experiment, total RNA from each bumblebees mushroom bodies was shipped to Novogene for high-throughput RNA sequencing (mRNAseq). Gene Ontology (GO) analyses were performed to evaluate the effects of the two training protocols on biochemical pathways. Regression analyses were used to examine the relationship between the top five mRNAs and bumblebee performance on high- and low-effort tasks. Results In total, 150 and 112 genes were deregulated by the low- and high-effort procedures, respectively. Complete hierarchic clustering regarding low- and high-effort groups versus the control was observed. GO analyses of the low- and high effort groups versus control revealed that the deregulated genes were associated with pathways related to lipid metabolism. Analyses of the top five deregulated genes suggested a link between mRNA of LOC100646091 to performance following low effort protocol. Conclusion The data from the present study showed that exposure to the low- and high -effort reinforcement procedures may be associated with the deregulation of many genes related to lipid metabolism in the bumblebees mushroom bodies. Additionally, data suggest a link between expression of mRNA of LOC100646091 and performance. The procedure used here--learning of an operant task and an increase in the effort required (number of lever presses)--is proposed as a model for bumblebee flower-handling.", "date": "2025-06-29", "journal": ""}
{"title": "Inhibition of Chikungunya virus nsP2 protease in vitro by pantinin-1 isolated from scorpion venom", "doi": "10.1101/2025.06.29.662183", "authors": "Mastalipour, M.; Coronado, M. A.; Gonzalez, J. E. H.; Willbold, D.; Eberle, R. J.", "abstract": "Climate change has enhanced the spread of arboviruses such as Chikungunya virus (CHIKV). CHIKV is a re-emerging virus from the family Togaviridae that has spread globally, causing numerous outbreaks. The lack of antiviral therapy against CHIKV makes it a significant threat to public health. Cleavage of the viral polyprotein depends on the catalytic activity of nsP2, which is essential for viral replication. Due to this critical role, the nsP2 protease is a promising target for antiviral drug development. Animal venom-derived peptides have shown great potential against a variety of diseases, including infections, cancer, and neurodegenerative disorders. In this study, we evaluated the inhibitory effects and properties of pantinin-1, a peptide derived from the scorpion Pandinus imperator with broad antimicrobial activity, against CHIKV nsP2 protease. Pantinin-1 effectively inhibited CHIKV nsP2 protease, with a half-maximal inhibitory concentration (IC) of 6.4 {+/-} 2.04 M and complete inhibition at 175 M. Further analysis revealed that pantinin-1 acts as a competitive inhibitor with low micromolar affinity and showed no toxicity up to 20 M in cell culture. Lastly, using molecular docking with subsequent molecular dynamics, the protein-peptide interaction was analyzed, and the key residues involved in the interaction with the protease were predicted. These findings highlight the potential inhibitory effect of pantinin-1 as a lead candidate targeting nsP2 protease.", "date": "2025-06-29", "journal": ""}
{"title": "Bioconvergence of sound-guided and supramolecular assembly strategies to create peptide-protein composite hydrogels with predictable shape-to-function features", "doi": "10.1101/2025.06.26.661668", "authors": "Ligorio, C.; Cianciosi, A. R.; Tognato, R.; Natta, M.; Parolini, R.; Ardicli, S.; Babayev, H.; Sapjanskaite, I.; Kilgour, S.; Homer, R.; Zhou, Z.; Malandrino, A.; Priglinger, E.; Akdis, C.; Stoddart, M. J.; Mata, A.; Serra, T.", "abstract": "Purely protein-based hydrogels are widely used in tissue engineering for their biomimicry and biocompatibility, yet remain challenging to tailor with precision and predictability at biological and mechanical levels. To overcome this, synthetic self-assembling peptide amphiphiles (PAs) offer opportunities for supramolecular customization, both as single-phase materials and co-assembled with proteins to create hybrid nanocomposites with emerging functionalities. Similarly, contactless, sound-guided bioassembly techniques using liquid-phase hydrogel precursors are emerging as strategic tools for obtaining structured and functional hydrogels. Leveraging these advances, here a fast, contactless, \"one-pot\" bioassembly strategy merging supramolecular PA self-assembly with sound-guided patterning to fabricate hybrid peptide-protein hydrogels with programmable shape-to-function features is presented. Using fibrin as proof-of-concept, material performance is biologically enhanced by incorporating growth factor-binding PAs, while inorganic microparticles are embedded and spatially organized via acoustic fields to tune mechanical properties. This strategy allows predictable tuning of composite stiffness and architecture by adjusting sound wave frequency, with acoustic fields guiding material organization from micro-to-macroscale. Composite hydrogels result highly permissive to cell infiltration in vitro and versatile platform to tune immune cell-material interactions. This modular biofabrication platform integrating supramolecular and sound-guided processes can be generalized to other building blocks opening unique opportunities for scalable, tunable, and hierarchically-organized biomaterials.", "date": "2025-06-29", "journal": ""}
{"title": "Design and Optimization of Multifunctional Peptide Candidates for Cosmeceutical Applications: Combining Anti-Inflammatory and Collagen-Boosting Properties", "doi": "10.1101/2025.06.26.661667", "authors": "Natarajan, A.; Javvadi, A.; Kolli, S.", "abstract": "Skin aging is multifactorial and involves inflammation, oxidative stress, collagen degradation, and impaired metal ion homeostasis, which requires holistic approaches for dermal rejuvenation. Conventional cosmeceutical peptides often target singular pathways, limiting their efficacy. In this study, we present a computational strategy for designing and evaluating multifunctional peptides that can simultaneously modulate collagen remodelling, exhibit anti-inflammatory responses, and maintain extracellular matrix (ECM) stability. We focused on three important skin-associated proteins: TGF- {beta} receptor II, Integrin  5 {beta} 1, and MMP-1. and generated peptide sequences specific to them through a de novo sequence generation method that utilized protein-specific profiles alongside machine learning-based property screening. Over 15,000 peptides were generated and filtered using physicochemical and synthesis-based criteria (charge, hydrophobicity, pI, solubility, and synthesis rules). A multi-parametric composite score was developed to visualize peptide favourability in a 3D physicochemical space. The top peptides from each target set were subjected to structure prediction and docking, resulting in binding affinities that ranged from -19.8 to -34.5 kcal/mol. Cross-target docking analysis demonstrated a significant potential for dual or pan-target applications, indicating the broad-spectrum utility of the cosmeceutical. This study firmly establishes a foundation for multifunctional peptide candidates that combine collagen-boosting, anti-inflammatory, and MMP-inhibitory effects. These candidates are poised to lead the way for innovative skincare formulations, paving the path for future validation and experimental evidence that will undeniably strengthen our findings.", "date": "2025-06-29", "journal": ""}
{"title": "OocystMeter, a machine-learning algorithm to count and measure Plasmodium oocysts, reveals clustering patterns in the Anopheles midgut", "doi": "10.1101/2025.06.28.662088", "authors": "Peng, D.; Marrogi, E.; Nelson, E.; Liu, Q.; Rinvee, T. A.; de Vries, L. E.; Thornburg, K.; Singh, N.; Shaw, W. R.; Catteruccia, F.", "abstract": "We present OocystMeter, a machine learning-based software developed to automate the segmentation of malaria oocysts from images of mosquito midguts stained with mercurochrome. Existing bioimage analysis tools, including machine learning-based ones, often struggle with the unique staining patterns, complex midgut backgrounds, and variable morphology of oocysts, making the determination of oocyst size and numbers cumbersome. To overcome these challenges, we curated a high-quality dataset comprised of 11,178 Plasmodium falciparum oocysts in Anopheles gambiae midguts annotated by expert parasitologists. Using this dataset, we fine-tuned a Mask R-CNN object detection model to achieve segmentation accuracy comparable to human parasitologists (Spearman's correlation of 0.998 for oocyst counts and 0.978 for size measurements). Applying this tool in conjunction with spatial analysis, we uncovered a non-random, clustered spatial distribution of oocysts independent of the midgut's anatomical regions or geometric axes, particularly in infections with fewer than 75 oocysts/midgut. Our workflow significantly accelerates malaria oocyst intensity and size analysis, reduces human bias, and provides spatial coordinates for advanced parasitology studies. OocystMeter is freely available at https://github.com/duopeng/OocystMeter, and as a web tool at http://Oocystmeter.org/, offering a valuable resource for researchers investigating the oocyst stage of malaria development.", "date": "2025-06-29", "journal": ""}
{"title": "DiPPER2 - a user-friendly pipeline for picking and evaluating taxon-specific PCR primers", "doi": "10.1101/2025.06.26.661695", "authors": "Wacker, T.; Studholme, D. J.", "abstract": "Rapid, specific and sensitive detection is essential for pathogenic microorganisms in contexts ranging from phytosanitary-regulated diseases in agriculture to sepsis management in a clinical setting. Well-established, cost-effective, genomic-sequence-based methods are replacing or complementing laborious, slow and costly culture-based diagnostics. These methods include: end-point PCR and quantitative real-time PCR (qPCR), as well as digital PCR (dPCR) and droplet digital PCR (ddPCR). All these methods require oligonucleotide primers whose nucleotide sequences confer high specificity and sensitivity for the intended target. The most challenging steps in designing these assays include finding genomic sequences that are unique to the target pathogen and absent from off-target organisms, as well as designing primers for those sequences. Here, we present user-friendly, reliable and comprehensive tool DiPPER2 (Diagnostic Primer Picking and Evaluation pipeline for Reproducibility and Reliability), which finds unique diagnostic targets, designs end-point or qPCR primers for them, evaluates the primers in silico for specificity and sensitivity, characterizes the diagnostic target and produces a comprehensive and intuitive report. The pipeline has been developed according to FAIR (findable, accessible, interoperable and reproducible) principles and allows for flexible adjustment of primer parameters. It designs primers compatible with qPCR-, dPCR- and ddPCR. DiPPER2 can also evaluate previously designed primer sequences in silico for specificity and sensitivity. We use Pseudomonas amygdali pv. morsprunorum as an example to show that a clade-based, phylogeny-informed approach to diagnostic primer design ensures effective target discovery and specificity.", "date": "2025-06-29", "journal": ""}
{"title": "Constant-pH simulation of the human β2 adrenergic receptor inactivation", "doi": "10.1101/2025.06.26.661669", "authors": "Ballabio, F.; Capelli, R.", "abstract": "Understanding the molecular basis of pH-dependent G protein-coupled receptor (GPCR) signaling is crucial for comprehending physiological regulation and drug design. Here, we investigate the human {beta}2 adrenergic receptor ({beta}2AR), a prototypical GPCR whose function is sensitive to pH conditions. Employing extensive constant-pH molecular dynamics simulations, we provide a detailed atomistic characterization of {beta}2AR inactivation across physiologically relevant pH values (4-9). Our simulations reveal that {beta}2AR inactivation is closely linked to protonation events at critical residues, notably E2686x30 involved in the ionic lock formation. Furthermore, we find that inactivation occurs without direct sodium binding to the ion-binding pocket around residue D792x50. Instead, sodium ions predominantly interact with D1133x32, effectively blocking deeper entry toward the traditional binding site. These results challenge existing mechanistic models and highlight the necessity of accurately modeling electrostatics in GPCR simulations. Our findings underscore the potential of constant-pH methodologies to advance the understanding of GPCR dynamics, influencing both fundamental biology and therapeutic strategies.", "date": "2025-06-29", "journal": ""}
{"title": "Riboflavin drives nucleotide biosynthesis and iron-sulfur metabolism to promote acute myeloid leukemia", "doi": "10.1101/2025.06.26.661633", "authors": "Bjelosevic, S.; Fauth, R.; Do, B. T.; Alexe, G.; Merickel, L. A.; Jackson, T. D.; Basanthakumar, A. T.; Taillon, A.; Salhotra, S.; Ryback, B.; Schneider, C.; DiGiovanni, G.; Elbashir, R.; Burger, N.; Bin Munim, M.; Lin, S.; Puigserver, P.; Root, D. E.; Vander Heiden, M. G.; Stegmaier, K.", "abstract": "Riboflavin is a diet-derived vitamin in higher organisms that serves as a precursor for flavin mononucleotide and flavin adenine dinucleotide, key cofactors that participate in oxidoreductase reactions. Here, using proteomic, metabolomic and functional genomics approaches, we describe a specific riboflavin dependency in acute myeloid leukemia and demonstrate that, in addition to energy production via oxidative phosphorylation, a key biological role of riboflavin is to enable nucleotide biosynthesis and iron-sulfur cluster metabolism. Genetic perturbation of riboflavin metabolism pathways or exogenous depletion in physiological culture medium induce nucleotide imbalance and DNA damage responses, as well as impair the stability and activity of proteins which utilize [4Fe-4S] iron-sulfur clusters as cofactors. We identify a window of therapeutic opportunity upon riboflavin starvation or chemical riboflavin metabolism perturbation and demonstrate that this strongly synergizes with BCL-2 inhibition. Our work identifies riboflavin as a critical metabolic dependency in leukemia, with functions beyond energy production.", "date": "2025-06-29", "journal": ""}
{"title": "RIPOR2 promotes multinucleation of melanoma cells downstream of the RAS/ERK oncogenic pathway", "doi": "10.1101/2025.06.26.661696", "authors": "Wilmerding, A.; Richard, A.; Macagno, N.; Hirsinger, E.; Gharsalli, T.; Bellenger, L.; Naouar, N.; Gaudy, C.; Mallet, S.; Degardin, N.; Bouteille, L.; Caruso, N.; DUPREZ, D.; Graba, Y.; Medjkane, S.; Etchevers, H. C.; DELFINI, M.-C.", "abstract": "One-third of skin melanomas arise from melanocytic nevi, benign skin lesions composed of clustered melanocytes. Benign nevi are associated with overactivation of the mitogen-activated protein kinase RAS/ERK pathway, resulting from driver mutations, most commonly in the BRAF or NRAS gene. However, this overactivation in melanocytes is insufficient to induce melanoma formation, as only a minority of benign nevi give rise to melanoma. Overactivation of the RAS/ERK pathway promotes genetic and epigenetic alterations by inducing aneuploidy, but the processes by which nevi evolve into melanoma via RAS/ERK pathway-dependent aneuploidy are only partially understood. Using single-nucleus RNA sequencing after overactivation of the RAS/ERK pathway in the chicken embryo, we discovered that RIPOR2 is a positive transcriptional target of this pathway, including in melanocyte precursors. Similar transcriptional control of RIPOR2 by RAS/ERK is conserved in human melanoma cells. RIPOR2 emerged as an attractive target because it encodes an atypical RHOA inhibitory protein involved in the development of physiologically multinucleated cell types. Multinucleation in cancer has been shown to promote aneuploidy, which correlates with tumor aggressiveness. We found that RIPOR2 is ectopically expressed in human nevi and skin melanomas and functionally promotes multinucleation in both an animal model and human tumor-derived cells, including melanoma cell lines. Our results suggest that RIPOR2 expression, downstream of RAS/ERK overactivation in skin melanocytes, promotes the emergence of multinucleated cells, a previously overlooked step in melanoma formation.", "date": "2025-06-29", "journal": ""}
{"title": "Modulating Brain Perfusion, Functional Connectivity, and Metabolite Patterns through Theta Burst Transcranial Focused Ultrasound Stimulation", "doi": "10.1101/2025.06.25.661571", "authors": "Keeser, D.; Roell, L.; Meedt, V.; Hasslberger, M.; Korman, M.; Schulz, E.; Lueckel, M.; Karsli, B.; Hasanaj, G.; Faessler, T.; Vural, G.; Chang, K.-Y.; Bulubas, L.; Padberg, F.; Raabe, F.; Falkai, P.; Bergmann, T. O.; Rauchmann, B. S.", "abstract": "Background: Transcranial ultrasonic stimulation (TUS) is an emerging non-invasive neuromodulation technique with the potential to target both cortical and subcortical brain regions. This study investigates the effects of theta-burst TUS (tb-TUS), a neuromodulatory pattern characterized by bursts of pulses repeated at a theta frequency, on cerebral blood flow, functional connectivity, and metabolite concentrations in the primary motor cortex (M1). This study aims to take a first step towards the mechanistic and methodological feasibility of tb-TUS at the M1 using multimodal neuroimaging. Methods: Seventeen healthy participants underwent a double-blind, sham-controlled crossover design, receiving both active and sham tb-TUS to the left M1 over three days. Multimodal MRI, including pseudo-continuous arterial spin labeling (PCASL), resting-state functional MRI (rs-fMRI), and magnetic resonance spectroscopy (MRS), was conducted at baseline, pre-, and post-stimulation. Acoustic simulations and finger-tapping BOLD-peak signal guided individualized TUS targeting. Results: Active tb-TUS significantly reduced cerebral blood flow (p < .001) and within-region functional connectivity (p < .001) in the M1 compared to sham stimulation. A non-significant trend towards decreased GABA was observed, with no significant session x condition interaction found for GABA, Glutamate, or Glx concentrations. Conclusion: This pilot study demonstrates that tb-TUS of the M1 induces reductions in cerebral blood flow and functional connectivity in healthy participants. These findings indicate that tb-TUS may be used to mitigate neural hyperactivity patterns in future clinical studies, but highlight the need for further research to replicate our findings, elucidate the underlying mechanisms, and optimize stimulation protocols.", "date": "2025-06-29", "journal": ""}
{"title": "CRISPR/Cas9 editing of the wheat iron sensor TaHRZ1 confirms its conserved role in iron homeostasis and allocation in grains", "doi": "10.1101/2025.06.29.662202", "authors": "Tyagi, D.; Banoo, H.; Meena, V.; Joon, R.; Agrwal, K.; Kumar, A.; Satbhai, S. B.; Long, T.; Pandey, A. K.", "abstract": "Plants rely on specialised sensing systems, including transcriptional regulators, to maintain iron (Fe) homeostasis. Among these, Hemerythrin RING Zinc finger (HRZ) proteins have emerged as key regulators of Fe homeostasis. In this study, six wheat HRZ homoeologs TaHRZ1 and TaHRZ2 were identified from rice HRZ sequences and mapped to chromosomes 1 and 3. These encode proteins with conserved N-terminal Hemerythrin (HHE) domains and C-terminal CHY-RING and Zn-ribbon motifs. Phylogenetic analysis grouped these genes into distinct clades, while expression profiling revealed strong root-specific and Fe-responsive expression patterns, indicating roles in nutrient sensing. Functional conservation was demonstrated by complementation of the Arabidopsis bts-1 mutant, where both wheat genes restored normal Fe regulation. Full-length TaHRZ1 and TaHRZ2 interacted with members of wheat bHLH IVc transcription factors, while truncated versions lacking the RING domain did not, emphasising their conserved role in protein interactions. CRISPR-Cas9 editing of the conserved HHE3 domain in all the TaHRZ1 homoeologs, coupled with GRF4-GIF1 chimeric protein, achieved ~9% regeneration efficiency in wheat cultivar C306. Grain ICP-MS analysis indicated enhanced iron loading in the edited lines, particularly in the scutellum, suggesting improved iron partitioning compared to the wild type. Additionally, qRT-PCR revealed upregulation of FIT and IRO3, and downregulation of IDEF1 in edited lines, supporting a central role for TaHRZ1 in Fe homeostasis signalling. These findings position TaHRZ1 as a valuable target for biofortification strategies to enhance Fe content in wheat grains.", "date": "2025-06-29", "journal": ""}
{"title": "Intrinsic mechanisms contributing to the biophysical signature of mouse gamma motoneurons", "doi": "10.1101/2025.06.29.661254", "authors": "Sharples, S. A.; Nisbet, S. J.; Broadhead, M. J.; Jensen, D. B.; Sorrell, F. L.; Meehan, C. F.; Miles, G. B.", "abstract": "Precise motor control relies on continuous sensory feedback from muscles, a process in which gamma motoneurons play a key role. These specialized spinal neurons innervate intrafusal muscle fibres, modulating their sensitivity to stretch and maintaining proprioceptive signalling during movement. Gamma motoneurons are characterized by a distinct biophysical profile, including low recruitment thresholds and high firing rates that enable rapid activation of intrafusal fibres at contraction onset. Despite their importance, the intrinsic mechanisms that underlie these properties remain poorly understood. In this study, we analysed published and unpublished data to identify a population of low-threshold, high-gain motoneurons with features consistent with gamma motoneurons, emerging during the third postnatal week in mice. Their low recruitment threshold was linked to lower membrane capacitance, higher input resistance, a more hyperpolarized activation of persistent inward currents (PICs), and a narrower axon initial segment. In contrast, higher firing rates were associated not with PIC amplitude but with shorter action potential durations and smaller medium afterhyperpolarizations. Notably, 92% of putative gamma motoneurons exhibited a sodium pump-mediated ultra-slow afterhyperpolarization (usAHP), which was absent in slow alpha motoneurons. This difference could not be attributed to h-current activity or expression of the alpha 3 subunit of the sodium-potassium ATPase. These findings reveal key intrinsic properties that support the unique excitability of gamma motoneurons, offering new insight into their contribution to motor control. This work provides a foundation for future studies into their development, regulation, and involvement in neuromuscular disorders.", "date": "2025-06-29", "journal": ""}
{"title": "Polygenetic Determinants of Azole Resistance, Tolerance, and Heteroresistance in Candida albicans", "doi": "10.1101/2025.06.29.662174", "authors": "Schutz, K.; Gautier, C.; Maufrais, C.; Sertour, N.; Bougnoux, M.-E.; D'Enfert, C.; Evans, L. M.; Smith, S. D.; Ene, I. V.", "abstract": "Azole antifungals are widely used to treat Candida infections, yet therapeutic failures are common. In addition to resistance, fungal populations can exhibit tolerance and heteroresistance, subpopulation-driven drug responses that can contribute to treatment failure. Here, we performed a genome-wide association study (GWAS) on 557 genetically diverse C. albicans isolates to identify genetic loci associated with fluconazole susceptibility, tolerance, and heteroresistance. We uncovered a complex, polygenic architecture underlying all three traits, involving novel loci linked to stress responses, cell cycle, and genome integrity. Notably, canonical resistance genes were absent from our top associations, reflecting either their low frequency or lineage specificity. Functional validation of several candidate genes confirmed distinct genetic determinants for each drug response. Heritability estimates and conditional analyses revealed that susceptibility and heteroresistance are governed by partially overlapping but largely independent loci, with some genetic variants displaying opposing effects on different traits. This limited overlap suggests that each phenotype represents a distinct evolutionary strategy for drug evasion, which may not be simultaneously addressed by a single therapeutic approach. Our findings underscore the polygenic nature of adaptation to antifungal drugs and expand our understanding of drug response mechanisms in C. albicans.", "date": "2025-06-29", "journal": ""}
{"title": "Internal DNA standards for Isopycnic Centrifugation of Environmental DNA in Quantitative Stable Isotope Probing", "doi": "10.1101/2025.06.27.661829", "authors": "Schwartz, E.; Hayer, M.; Mau, R.; Hungate, B. A.; Blazewicz, S. J.; Allen, M.; Morrissey, E. M.; Tripathi, B.; Pett-Ridge, J.", "abstract": "Element assimilation rates or the DNA replication rate of microbial taxa can be measured in environmental samples through quantitative DNA-stable isotope probing (DNA-qSIP). Here, we introduce a set of DNA standards that may be used to quantify the density of DNA extracted from environmental samples after isopycnic centrifugation. The standards are approximately 9Kbp PCR products with either isotopically enriched (98 atom% 15N, 13C) nucleotides or natural abundance nucleotides and have densities that differ by 0.051 g/mL. The internal standards were tested in a DNA-qSIP analysis of bacterial populations in soil exposed to 63 atom% H218O, performed in two different laboratories with different equipment and protocols. While fractionation results, including number of fractions taken and differences in density between adjacent fractions, between the two laboratories were different, the internal standards allowed the two data sets to be compared and both research groups found similar Excess Atom Fraction (EAF) of oxygen-18 in the DNA of bacterial taxa. These internal DNA standards allow direct comparison of DNA-qSIP results from different experiments regardless of operator, tracer enrichment levels, protocol or equipment used and can support the creation of a large global database that contains qSIP results from many different laboratories.", "date": "2025-06-29", "journal": ""}
{"title": "Mesophilic compostability of polylactic acid and the associated microbiome as revealed by metagenomics", "doi": "10.1101/2025.06.29.662191", "authors": "Hsueh, S. W.; Kurniadi, A. C.; Amelia, T. S. M.; Lee, C.-F.; Fugmann, S. D.; Yang, S. Y.", "abstract": "Polylactic acid (PLA), the most popular bioplastic, has high sustainability potential as it is bio-sourced and also harbors biodegradability. A form of its biodegradability is via composting, and it was previously established that thermophilic temperatures are needed for PLA breakdown in composts. Here we report the development of composts that have overcome the temperature requirement needed for PLA composting. Our mesophilic composts exhibited clear PLA biodegradability, and this is due to specific biological activity enriched in our material. To investigate the nature of this mesophilic activity, we conducted metagenomics analysis to reveal the microbial composition and enzyme-coding potential associated with PLA biodegradation. These efforts revealed multiple enzyme subtypes with strong enrichment on PLA surfaces in our trained composts, and the top candidate was a type of hydro-lyase, an enzyme that can cleave carbon-carbon and carbon-oxygen bonds, both present in the chemical structure of PLA, in the absence of water. Hydro-lyases represent a novel class of enzymes that could facilitate PLA degradation, and our results point to the model that the combinatorial action of multiple types of enzymes is what drives PLA biodegradation and how the temperature barrier for PLA composting is overcome.", "date": "2025-06-29", "journal": ""}
{"title": "Strategies to improve the efficiency of homing gene drives with multiplexed gRNAs", "doi": "10.1101/2025.06.28.662113", "authors": "Chen, W.; Wu, P.; Champer, J.", "abstract": "CRISPR homing gene drive holds great potential for pest control, but its success is challenged by the generation of resistance alleles. To mitigate the impact of resistance, multiplexed gRNA strategies have been demonstrated. However, unless both outmost sites are cleaved simultaneously, poor homology during DNA repair may compromise efficiency, leading to decline in drive conversion efficiency when the number of gRNAs is higher than two. Here, to better estimate the rate of drive efficiency decline, we designed and assessed the efficiency of single gRNA drives with imperfect homologous arms, refining a detailed gRNA multiplexing model. To mitigate the greater than expected efficiency loss, we further evaluated two new strategies: (1) extended homology arms to span all target sites with mutations in the PAMs and (2) a population-level multiplexing gRNAs system involving two or more drives, each carrying two gRNAs. Specifically, the population-level multiplexing system has four adjacent gRNA target sites, and the drives have small mutations in their homologous arms to prevent cleavage by the other drive. Mutations in both strategies did not impair efficiency, but they were not consistently inherited, and undesired cutting in the homologous arms decreased drive efficiency. We simulated homing suppression drive using a dual 2-gRNA population-level gRNA multiplexing strategy based on our experimental evaluation. Despite being somewhat more vulnerable to functional resistance than a standard 4-gRNA drive, the higher individual drive efficiency of the population-level multiplexing system increased successful population elimination outcomes. Thus, population-level multiplexing can be a useful for improving suppression drive power.", "date": "2025-06-29", "journal": ""}
{"title": "Haplomatic: A Deep-Learning Tool for Adaptively Scaling Resolution in Genetic Mapping Studies", "doi": "10.1101/2025.06.25.661582", "authors": "Douglas, T.; Tarvin, R.; Long, A. D.", "abstract": "Genomic mapping studies face a fundamental trade-off between accuracy and resolution: increasing resolution improves localization of genetic signals but typically reduces the accuracy of frequency estimates due to increased statistical noise. In pooled sequencing studies, this trade-off impacts the accuracy of haplotype frequency estimates, a primary statistic used to identify genetic associations.To mitigate this trade-off we introduce Haplomatic, a novel deep-learning-based tool that adaptively adjusts genomic resolution by predicting haplotype frequency estimation error. Haplomatic generates simulated population data from known recombinant inbred line populations, predicts error through a transformer-based neural network, and adjusts resolution until a target error is achieved. Haplomatic achieves significant resolution gains (up to 13%) over previous methods without sacrificing accuracy across multiple evaluated sequencing depths (10x, 50x, and 100x). To our knowledge, this is the first instance of applying deep learning to directly predict estimation error and dynamically scale resolution in trait mapping studies.", "date": "2025-06-29", "journal": ""}
{"title": "MetaNet: a scalable and integrated tool for reproducible omics network analysis", "doi": "10.1101/2025.06.26.661636", "authors": "Peng, C.; Huang, Z.; Wei, X.; Jiang, L.; Zhu, X.; Liu, Z.; Chen, Q.; Shen, X.; Gao, P.; Jiang, C.", "abstract": "Network analysis is a powerful strategy for uncovering complex relationships in high-throughput omics datasets. However, current tools often lack scalability, flexibility, and native support for multi-omics integration, posing significant barriers for exploring complex biological networks. To address these limitations, we developed MetaNet, a high-performance R package designed to construct, visualize, and analyze biological networks from multi-omics datasets. MetaNet supports highly efficient correlation-based network construction, scalable to datasets with over 10,000 features, and includes extensive layout algorithms and visualization options compatible with both static and interactive platforms. It also provides a comprehensive suite of topological and stability metrics for in-depth network characterization. Benchmarking results show that MetaNet outperforms existing R packages by up to 100-fold in computation time and reduces memory usage by up to 50-fold. We demonstrate its utility through two case studies: (1) a longitudinal analysis of microbial co-occurrence networks showing the dynamics of the airborne microbiome, and (2) an integrative exposome-transcriptome network of more than 40,000 features, uncovering distinct regulatory impacts of biological and chemical exposures. MetaNet bridges the gap between network theory and omics application by offering a robust, reproducible, and biologically informed framework for large-scale, interpretable, and integrative network analyses across diverse omics platforms, advancing systems-level understanding in modern life sciences. MetaNet is available on the Comprehensive R Archive Network (https://cran.r-project.org/web/packages/MetaNet).", "date": "2025-06-29", "journal": ""}
{"title": "The mechanism of oncogenic PI3K lipid kinase variants at the membrane and their cryptic pockets", "doi": "10.1101/2025.06.26.661751", "authors": "Jang, H.; yavuz, b. R.; Zhang, M.; Liu, Y.; Nussinov, R.", "abstract": "The emergence of cancer requires at least two mutations. The mutational profiles of cancer-prone alleles often include hotspot mutations. A cancer hotspot combined with a weak/moderate mutation can result in significant deviation from hotspot-only variants, suggesting a graded clinical phenotypic spectrum. PI3K variants can carry both oncogenic mutations and mutations associated with benign tumors and neurodevelopmental disorders. Statistics on same-allele double mutations and their single components in PI3K support the \"one-two punch\" cancer emergence hypothesis, in which cancer hotspots can pair with low-frequency, weak or moderate mutations. Atomistic MD simulations revealed expanded conformational profiles of PI3K variants with single and double mutations. The combination of hotspot and weak (moderate) mutations shifts the population of the conformational ensembles toward the active form, which has a more pronounced effect than a single mutation. Observable, potentially drug-targetable cryptic pockets are mutation-specific. Ab initio discovery of cryptic pockets by simulations can facilitate AI-aided virtual drug screening. A single drug may not be effective against PI3K variants with different conformational spectra. We propose combination of allosteric drugs with conformational selection strategy for PI3K variants with graded conformational spectrum, particularly those bearing strong double mutations, and we identified such allosteric potential co-existing pockets in double mutants.", "date": "2025-06-29", "journal": ""}
{"title": "Switches in Orientation Coding by Mouse Primary Visual Cortex Neurons Depend on Stimulus Predictability.", "doi": "10.1101/2025.06.29.662227", "authors": "van Daatselaar, J.; Sikkens, T.; Müller, M. A.; Pennartz, C. M. A.; Olcese, U. A.; Vittini, C. A. B.", "abstract": "How the brain processes a stimulus depends on contextual factors, such as whether it is predictable or surprising. While this process has been partially characterized using EEG and fMRI, and invasive cellular approaches, the microcircuit mechanisms responsible for comparing sensory input and expectations remain poorly understood. Here, we combined layer-resolved recordings of single-unit activity and local field potentials (LFP) in mouse primary visual cortex (V1) with a visual oddball paradigm using oriented gratings. Both event-related potentials and firing rates exhibited distinct temporal components across cortical layers and trial types. We identified robust stimulus-specific adaptation (SSA), mismatch negativity (MMN), and deviant detection (DD) contrast at both early and late epochs. Surprisingly, a substantial subset of excitatory neurons exhibited complete reversals of orientation preference ('preference switches') between standard and deviant trials, rather than only changes in selectivity. These preference-switching cells were primarily observed in layers 2/3 and 5/6 and contributed as much information to stimulus decoding as stably tuned neurons. Our findings demonstrate that context-dependent flexibility in feature preference is an integral part of predictive coding in V1 and challenge the notion of fixed stimulus representations at the single-neuron level.", "date": "2025-06-29", "journal": ""}
{"title": "Regulation of multiple paralogs of a small subunit ribosomal protein in Francisella tularensis", "doi": "10.1101/2025.06.29.662229", "authors": "Schmidt, S. S.; Farah, A. R.; Macaraeg, A.; Floyd, D.; Trautmann, H. S.; Ramsey, K. M.", "abstract": "Francisella tularensis is a highly infectious human pathogen that must replicate inside macrophage to cause disease. The ribosomes of F. tularensis can incorporate one of three different paralogs for the small ribosomal subunit protein bS21. One of these paralogs positively impacts translation of key virulence genes and promotes intramacrophage replication. Although ribosomal bS21 content influences F. tularensis virulence, the factors that control bS21 paralog production are not well understood. Here, we reveal that all three bS21 proteins influence the transcript abundance of the paralog important for virulence, bS21-2. In contrast, the other bS21 paralogs (bS21-1 and bS21-3) do not affect their own production. We further determined that the leader sequence of the bS21-2 mRNA is sufficient for bS21-mediated repression of mRNA abundance, suggesting that bS21-2 is autogenously regulated. Yet we determined that the increase in bS21-2-encoding mRNA is not reflected by increased protein production, suggesting that translation of this transcript is controlled by other factors. Finally, we found that bS21-2 exerts at least some of its effects on the bS21-2 transcript by decreasing its stability. Together, our findings suggest that F. tularensis integrates multiple signals into a regulatory network to control the appropriate production of each bS21 paralog, and particularly the paralog important for virulence, bS21-2. This regulatory network in turn may control ribosomal heterogeneity and virulence gene expression.", "date": "2025-06-29", "journal": ""}
{"title": "Seasonal dynamics of nitrification in the water column of marine Lake Grevelingen", "doi": "10.1101/2025.06.29.662106", "authors": "Dotsios, N.; Venetz, J.; Zygadlowska, O. M.; Lenstra, W. K.; van Helmond, N. A. G. M.; Wallenius, A. J.; Klomp, R.; Slomp, C. P.; Jetten, M. S. M.; van Kessel, M. A. H. J.; Lucker, S.", "abstract": "Coastal ecosystems serve as vital connectors between land and ocean, and their nitrogen cycle and ammonium removal can be affected by various factors. During our seasonal sampling campaign in 2021, the eutrophic marine Lake Grevelingen exhibited high ammonium concentrations and low nitrification rates in the water column, except for a brief period in late summer. Our study revealed ammonium accumulation in the anoxic middle and bottom water layers due to restricted transport caused by water column stratification. Only when ammonium reached the oxic part of the water column, was a short-lived peak in nitrification activity and nitrifier abundance observed at the end of August. Amplicon sequencing indicated very low abundances of Nitrosococcus and Nitrospira (<0.2%) in March, while Nitrosomonas and Nitrospina peaked at the end of August with relative abundances of 2.5% and 1.3%, respectively. Archaea and archaeal ammonium oxidizers were found in very low abundances. Anammox 16S rRNA genes were not detected. Together, these observations suggest a limited role for nitrification in ammonium removal in marine Lake Grevelingen.", "date": "2025-06-29", "journal": ""}
{"title": "Mechanistic insights into the allosteric regulation of cell wall hydrolase RipA in Mycobacterium tuberculosis.", "doi": "10.1101/2025.06.28.662095", "authors": "Carloni, G.; Gaday, Q.; Petit, J.; Martinez, M.; Megrian, D.; Sogues, A.; Ben Assaya, M.; Kakonyi, M.; Haouz, A.; Alzari, P. M.; Wehenkel, A. M.", "abstract": "D,L-endopeptidase RipA is the major PG hydrolase required for daughter cell separation in Mycobacterium tuberculosis (Mtb), as RipA defects severely hinder cell division and increase antibiotic vulnerability. Despite extensive studies, the mechanisms governing Mtb RipA regulation remain controversial and poorly understood. Here, we report an integrative structural and functional analysis of the SteAB system, a regulatory complex that has been shown to modulate cell separation in the model organism Corynebacterium glutamicum (Cglu) and is conserved across Mycobacteriales. Although Mtb SteB was previously proposed to act as a mycobacterial outer membrane copper transporter, the crystal structures of the homodimeric protein, alone and in complex with the RipA coiled-coil (CC) domain, rule out this hypothesis. Instead, the high-affinity SteB-RipA interaction, together with computational and biophysical data, strongly supports the role of SteB as a direct RipA activator that releases enzyme autoinhibition upon complex formation. In addition, crystallographic characterization of the cytoplasmic core of SteA revealed a homodimeric organization harboring a conserved functional pocket similar to the phosphonucleotide-binding site of thiamine pyrophosphokinase. These data, coupled with the in vivo phenotypic analysis of a steAB knockout mutant of Cglu, support a model in which the transmembrane SteAB heterotetramer, driven by cytoplasmic ligand binding, orchestrates the productive periplasmic positioning of RipA, leading to PG hydrolysis activation. These findings shed new light on the regulation of mycobacterial cell wall remodeling, with implications for understanding Mtb pathogenesis and identifying novel antimicrobial targets.", "date": "2025-06-29", "journal": ""}
{"title": "Targeting the translation machinery: The RNase Y specificity factor Y-complex coordinates ribosome degradation", "doi": "10.1101/2025.06.27.661978", "authors": "Cornejo, F. A.; Driller, K.; Ahmed-Begrich, R.; Schmidt, K.; Jahn, M.; Shanmuganathan, V.; Hahnke, K.; Kondrot, F.; Wulff, T. F.; Rämisch, S.; Alagesan, K.; Charpentier, E.; Turgay, K.", "abstract": "Limiting the synthesis and activity of ribosomes is crucial for responding to various stresses, including nutrient starvation or proteotoxic stress. In Bacillus subtilis, this can be achieved through the coordinated action of the alarmones (p)ppGpp and the transcription factor Spx. In this study, we performed a genetic screen to identify new factors involved in the heat shock response of B. subtilis. We discovered that the RNase Y specificity factor Y-complex plays an important role in the heat shock response and the transition to the stationary growth phase. The Y-complex is required for the processing of various RNAs, including the maturation of mRNAs encoding proteins involved in translation and metabolism. We further demonstrate that the Y-complex and RNase Y initiate the degradation of rRNAs in mature ribosomes, lowering their abundance. We propose the Y-complex as a system by which B. subtilis regulates protein synthesis and resource allocation after exponential growth.", "date": "2025-06-29", "journal": ""}
{"title": "Precision culturomics enabled by unlabeled single-cell morphology and Raman spectra", "doi": "10.1101/2025.06.27.661433", "authors": "Liang, Q.; Lan, X.; Wu, J.; Wei, W.; Li, L.; Tang, X.; Zhao, G.; Guo, R.; Jia, H.", "abstract": "Selective enrichment of target bacteria from complex communities such as the human microbiome has remained a challenge. Here we report a solution based on morphology, Raman spectrometry and the Laser-Induced Forward Transfer technology, which works at microbial single cells, many generations before they appear as colonies. We develop a machine learning-based framework that enables species-level targeted sorting of single microbial cells from complex microbiome. We illustrate the utility of this approach in selecting for or against specific bacteria in fecal microbiome samples and the potential for quantifying the molecules expressed based on Raman spectra. Analysis of single-cell cultured genomes reveals that brief antibiotic use drives both pre-existing resistance and de novo mutations in the transpeptidase or efflux pumps of gut commensals, along with convergent evolution between different species. Our precision culturomics method should enable detailed morphological, metabolic, and genomic insights into variations in microbial phenotypes at the single-cell level for microbiome studies.", "date": "2025-06-29", "journal": ""}
{"title": "Interaction of Wnt and SHH gradients synchronizes cell cycle 1 exit and differentiation", "doi": "10.1101/2025.06.29.660399", "authors": "Li, R.; Jiang, Y.; Platt, S.; Peterson, K. A.; Lam, H.; Van, S.; Lim, C. H.; Levinsohn, J.; Barber, E.-L.; Wang, D.; Taketo, M. M.; Kluger, Y.; Myung, P. S.", "abstract": "How signals coordinate cellular differentiation with proliferation to regulate cell fate transitions is poorly understood. Hair follicle dermal condensates (DCs) emerge in developing skin from an acute cell fate transition in which molecular differentiation and cell cycle exit occur simultaneously. Here, we show that the coincident levels of Wnt and Hedgehog signals synchronize these two processes and when uncoupled, trigger them independently, resulting in asynchronous arrest and fuzzy cell fate borders. We use an innovative computational approach to dissect out independent processes from scRNA-sequencing data to show that high Wnt activity alone elicits cell cycle exit through a Hedgehog mediator, Gli3. Furthermore, Hedgehog induces DC genes in a Wnt-dependent manner while cell-autonomously accelerating Wnt activity, effectively synchronizing cell cycle exit with DC gene expression. These results show that the interaction of signal gradients can balance proliferation with differentiation to regulate cell fate transitions, revealing a tunable logic to tissue patterning.", "date": "2025-06-29", "journal": ""}
{"title": "Ecosystems as adaptive living circuits", "doi": "10.1101/2025.06.27.661910", "authors": "Dhanuka, A.; Flamholz, A. I.; Murugan, A.; Goyal, A.", "abstract": "Unlike many physical nonequilibrium systems, in biological systems, the coupling to external energy sources is not a fixed parameter but adaptively controlled by the system itself. We do not have theoretical frameworks that allow for such adaptability. As a result, we cannot understand emergent behavior in living systems where structure formation and non-equilibrium drive coevolve. Here, using ecosystems as a model of adaptive systems, we develop a framework of living circuits whose architecture changes adaptively with the energy dissipated in each circuit edge. We find that unlike traditional nonequilibrium systems, living circuits exhibit a phase transition from equilibrium death to a nonequilibrium dissipative state beyond a critical driving potential. This transition emerges through a feedback mechanism that saves the weakest edges by routing dissipation through them, even though the adaptive rule locally rewards the strongest dissipating edges. Despite lacking any global optimization principle, living circuits achieve near-maximal dissipation, with higher drive promoting more complex circuits. Our work establishes ecosystems as paradigmatic examples of living circuits whose structure and dissipation are tuned through local adaptive rules.", "date": "2025-06-29", "journal": ""}
{"title": "Barriers Broken: Genetic Swamping in Restored Brook Trout Populations", "doi": "10.1101/2025.06.25.661651", "authors": "Smith, R.; Fitzpatrick, B.; Kulp, M.", "abstract": "Scientists use reintroductions to restore native species to their historical ranges but sometimes can overlook the effects of dispersal on the genetic structure of restored populations. In the Great Smoky Mountains National Park (GRSM), an ambitious reintroduction strategy aims to restore native Brook Trout (Salvelinus fontinalis) populations, which have lost over 75% of their historical habitat within the park. Each restoration requires removing non-native trout and selecting restoration streams with natural barriers to prevent recolonization. Multiple Brook Trout populations are mixed in restoration sites to maximize genetic diversity and to avoid depletion of any single source population. However, a miscommunication during a reintroduction in Anthony Creek, which used three source populations for restoration, inadvertently created an in-situ population genetics study. One segment of the restoration site received fish from all three source populations. However, technicians also unintentionally placed fish from just one source upstream of a natural barrier. Unbeknownst to management, fish from this separate translocation dispersed downstream, potentially altering the desired genetic diversity of the restored population. This study characterizes the genetic changes caused by this unidirectional dispersal. Population genetics theory predicts that such movement leads to genetic swamping. Here, we use genetic and population density data to confirm the directionality of dispersal, estimate the rate of genetic swamping, and assess alternative mitigation strategies. Our results indicate that it is already too late for assisted migration within the restored stream to achieve the intended genetic diversity. Instead introducing additional fish above the second natural barrier would be necessary to equalize the contribution of all three source populations. Understanding the interplay between dispersal behavior and genetic structure is crucial for planning reintroductions and refining conservation strategies for this iconic species.", "date": "2025-06-29", "journal": ""}
{"title": "The human transcription factor occupancy landscape viewed using high-resolution in situ base-conversion strand-specific single-molecule chromatin accessibility mapping", "doi": "10.1101/2025.06.27.662080", "authors": "Marinov, G. K.; Doughty, B. R.; Schaepe, J. M.; Wang, T.; Smith, M. M.; Chen, M.; Kundaje, A.; Sun, Z.; Greenleaf, W.", "abstract": "Chromatin accessibility profiling is a key tool for mapping the location of cis-regulatory elements (cREs) in the genome and tracking chromatin state dynamics during development, in response to various external and internal stimuli, and in disease contexts. Single-molecule footprinting (SMF) methods that rely on the labeling of individual accessible DNA bases have emerged in recent years as a powerful chromatin accessibility mapping approach, as they provide not just an average readout of accessibility over a given genomic position but also the distribution of accessibility states within a population at the level of individual original DNA molecules. However, SMF approaches have been limited either in their resolution or in labeling readout accuracy. To address these limitations, we have developed a high-resolution strand-specific single molecule footprinting approach (C[-&gt;]U/T-ssSMF) based on the application of highly active sequence context-independent endogenous methylation-insensitive double-strand DNA (dsDNA) deaminases (CseDa01 and LbDa02), which convert accessible cytosines into uracils (and in turn into thymine after amplification). We demonstrate the application of the method to mapping fine-grained single-molecule accessibility states in human cell lines in both a short and a long-read format, and quantifying the occupancy states of individual transcription factors (TFs) as well as TF co-accessibility and strand-specific accessibility patterns.", "date": "2025-06-29", "journal": ""}
{"title": "One-Pot Isothermal Linear Amplification and Cas12a-based Nucleic Acid Detection", "doi": "10.1101/2025.06.27.661965", "authors": "Sinan, S.; Kooistra, R.; Rajaraman, K.; Islam, Z.; Madan, D.; Nalefski, E.; Finkelstein, I. J.", "abstract": "CRISPR-based nucleic acid diagnostics are a promising class of point-of-care tools that could dramatically improve healthcare outcomes for millions worldwide. However, these diagnostics require nucleic acid pre-amplification, an additional step that complicates deployment to low resource settings. Here, we developed CATNAP (Cas trans-nuclease detection of amplified products), a method that integrates isothermal linear DNA amplification with Cas12a detection in a single reaction. CATNAP uses a nicking enzyme and DNA polymerase to continuously generate single-stranded DNA, activating Cas12a's trans-cleavage activity without damaging the template. We optimized enzyme combinations, buffer conditions, and target selection to achieve high catalytic efficiency. CATNAP successfully distinguished between high- and low-risk HPV strains and detects HPV-16 in a cervical cancer crude cell lysate at room temperature with minimal equipment, offering advantages over PCR-based approaches. We conclude that CATNAP bridges the sensitivity gap in CRISPR diagnostics while maintaining simplicity, making accurate disease detection more accessible in resource-limited settings.", "date": "2025-06-29", "journal": ""}