{"title": "Ripply1 and Gsc collectively suppress anterior endoderm differentiation from prechordal plate progenitors", "doi": "10.1101/2023.05.29.542713", "authors": "Cheng, T.; Liu, X.; Dong, Y.; Tian, Y.; Xing, Y.-Y.; Chen, C.-Y.; Liu, C.; Li, Y.-F.; Huang, Y.; Zhuo, D.-H.; Xu, X.; Luan, J.-Y.; Fu, X.-X.; Jin, Z.-X.; Mo, J.; Xu, X.; Liang, H.; Xu, P.-F.", "abstract": "During gastrulation, the mesendoderm is firstly specified by morphogens such as Nodal, and then segregates into endoderm and mesoderm in a Nodal concentration-dependent manner. However, the mechanism underlying the segregation and crosstalk of different sub-groups within the meso- and endoderm lineages remains unclear. Here, taking zebrafish prechordal plate (PP) and anterior endoderm (Endo) as research model, using single-cell multi-omics and live imaging analyses, we show that anterior Endo progenitors originate directly from PP progenitors. A single-cell transcriptomic trajectory analysis of wild-type, ndr1 knockdown and lft1 knockout Nodal explants confirms the diversification of anterior Endo fate from PP progenitors. Gene Ontology (GO) enrichment analysis identifies that the change of chromatin organization potentiates the segregation of anterior endodermal cell fate from PP progenitors. Single-cell ATAC & RNA sequencing further reveals that two transcriptional regulators, gsc and ripply1, exhibit varied activation patterns in PP and anterior Endo cell trajectories at both the chromatin and RNA expression levels. We further demonstrate that Ripply1 functions coordinately with Gsc to repress anterior endodermal cell fate by directly binding to the cis-elements of sox32. Modulating the expression levels of these regulators tilts the cell fate decision between the PP and anterior Endo.", "date": "2026-01-03", "journal": ""}
{"title": "Is Britain still Great for Pine Marten? A Habitat Suitability Assessment", "doi": "10.1101/2025.03.19.643030", "authors": "Lewis, E.; Swinnerton, K.; Fitzmaurice, A.; Armour-Chelu, N.; Gardner, R.; Ball, L.; Seaman, D.", "abstract": "Species distribution models are used to predict habitat suitability for a species, by quantifying the environmental characteristics that allow a species to occupy a geographical area. The abundance and range of pine marten (Martes martes) has declined substantially in Great Britain, with remaining populations restricted to Scotland. Here, we perform species distribution modelling using BIOMOD2 platform to determine habitat suitability, and inform the identification of potential reintroduction sites for pine marten in Great Britain. Using a global range dataset of 4,189 occurrences and seven environmental variables, ensemble species distribution models were used to predict habitat suitability across Europe at 1 km resolution and Great Britain at 100 m resolution. Across the extent of both Europe and Britain, results indicate high suitability in areas with woody vegetation cover in low topographic positions, and notably low in urban areas and extensive areas of arable land. In Britain, high habitat suitability is identified across substantial areas in the South East of England, parts of South West of England, East Yorkshire and Gloucestershire, with pockets of suitable habitat along the West Coast of Britain. The results indicate that elevation and land cover are important drivers of suitability. Habitat suitability modelling at a high resolution of 100m proves effective for informing potential reintroduction sites for pine marten in Britain. We also demonstrate the importance of using occurrence data from pine martens global range to predict optimal habitat suitability.", "date": "2026-01-03", "journal": ""}
{"title": "Trpv4 links environmental temperature to the sex determinationpathway in hermaphroditic ricefield eel", "doi": "10.1101/2025.06.09.658756", "authors": "Yang, Z.; Luo, T.; Zhang, Y.; Sun, Y.", "abstract": "The ricefield eel (Monopterus albus), an economically important aquaculture species in China, is the only freshwater teleost fish that exhibits protogynous hermaphroditism. While progress has been made towards understanding the sex determination and differentiation of this species, the understanding mechanisms remain elusive. Here we show that warm temperature promotes gonadal transformation by up-regulating testicular differentiation genes such as dmrt1/sox9a in ovaries. Trpv4, a Ca2+-permeable cation channel expressed in gonads, is highly sensitive to ambient temperature and mediates warm temperature-driven sex change of ricefield eel. In female fish reared at cool temperature, injection of Trpv4 agonist into the ovaries leads to significant up-regulation of testicular differentiation genes, and in female fish exposed to warm temperature, Trpv4 antagonist administration or trpv4 siRNA knockdown inhibits temperature-induced male gene expression. pStat3 signaling is downstream of Trpv4 and transduces Trpv4-controlled calcium signaling into the sex determination cascades. Inhibition of pStat3 activity prevents the up-regulation of male genes by warm temperature treatment and ovarian injection of Trpv4 agonist, whereas activation of pStat3 is sufficient to induce the expression of male genes, even in the presence of Trpv4 antagonist. pStat3 binds and activate jmjd3/kdm6b, an activator of the male gene dmrt1. Consistently, ovarian injection of Kdm6b inhibitor blocks the up-regulation of male genes by warm temperature treatment. We propose that environmental factors such as warm temperature promote gonadal transformation of ricefield eel via the Trpv4-pStat3-Kdm6b axis. Our results provide new insights into the molecular mechanism underlying natural sex change of ricefield eel, which will be useful for sex control in aquaculture.", "date": "2026-01-03", "journal": ""}
{"title": "Automated generation of personalized trajectories of aging phenotypes with DyViA-GAN", "doi": "10.1101/2025.08.22.671831", "authors": "Pyne, S.; Ray, D.; Ray, M. S.", "abstract": "With a general increase in human lifespan, the need for technological advances to develop strategies for healthy aging has assumed great importance. In the present study, our goal is to predict the progression of selected aging phenotypes in a given healthy individual as one continues aging past 65 years. Therefore, we developed a novel framework called Dynamic Views of Aging with conditional Generative Adversarial Networks (or DyViA-GAN) which is capable of predicting the plausible personalized trajectories of a selected aging phenotype conditioned on the available measurements of the phenotype at a few initial time instances, and additional covariates. Given the prevalence of osteoporosis in the aging population, we selected femoral neck Bone Mineral Density (BMD) of a healthy individual as the phenotype of interest, and baseline individual Body Mass Index (BMI) as covariate. We trained DyViA-GAN on a publicly available longitudinal dataset of a large cohort of mostly white women in the United States of age 65 years or above. Thus, it generated, for each individual, continuous phenotype trajectories, along with a corresponding region of acceptable predictions, for an age range of 66 to 98 years, for eight different combinations both with and without involving the covariate. The prediction results were subjected to rigorous quality-control and multiple comparative analyses. Our results clearly demonstrate the potential of generative deep learning frameworks in healthspan research.", "date": "2026-01-03", "journal": ""}
{"title": "In vivo semen characterization and seasonal variation in Procavia capensis", "doi": "10.1101/2025.08.22.671636", "authors": "Raz, T.; Warick, H. A.; Asulin-Schnaiderman, S.; Shidlovsky, N.; Weizmann, N.; Koren, L.", "abstract": "Seasonal reproduction is common among wild mammals, but male fertility traits are often understudied. The rock hyrax (Procavia capensis) is a seasonal breeder with a narrow reproductive window, yet its semen characteristics and seasonal variation remain poorly understood. Our objectives were to develop and validate an electroejaculation protocol for semen collection, and to enable, for the first time, in vivo assessments of sperm morphology, ultrastructure, morphometry, and seasonal variation in semen quality in both captive and wild populations. A total of 70 semen collection attempts were conducted: 17 in captive males at ~monthly intervals over one year, and 53 in wild males just before peak mating season and again 2-4 weeks later, across three consecutive years (2021-2023). Electroejaculation was well tolerated and effective, particularly around the mating season, eliciting consistent responses and yielding sperm-containing ejaculates in 88.7% of wild procedures. Sperm morphometry revealed a mean total length of ~56{micro}m, with ultrastructural features resembling other eutherian mammals. Seasonal analysis demonstrated significantly higher sperm concentration, motility, and normal morphology during peak mating season compared to later samples. Post-peak samples showed increased structural abnormalities, including midpiece and principal piece defects, and signs of disrupted spermatogenesis and epididymal maturation. Cytology and high-resolution scanning electron microscopy confirmed these findings, revealing compromised sperm integrity and elevated round cell counts outside the breeding peak. This study establishes the first in vivo semen collection protocol and comprehensive semen evaluation in the rock hyrax, revealing seasonal variation in male fertility and enabling repeatable, non-lethal reproductive monitoring.", "date": "2026-01-03", "journal": ""}
{"title": "Uncovering the role of laminin (laminin α5 ) in maintenance of epithelial identity and polarity in bilayer zebrafish epidermis during development", "doi": "10.1101/2025.09.09.675236", "authors": "Khan, T.", "abstract": "Polarity is one of the fundamental properties of cells. It is characterised by the asymmetric distribution of lipids and proteins in the cell membrane and cortex, and organelles in the cell. Cell polarisation drives essential processes such as morphogenesis, cell migration, asymmetric cell division, directional transport of molecules across epithelium, nerve impulse transmission etc. Although, the importance of polarity proteins such as atypical protein kinase C (aPKC) and Lgl2 (lethal giant larvae 2) has been relatively well understood in the developing zebrafish epidermis, whether basal lamina components are important for polarity maintenance has remained unclear. I analysed the role of Laminin5 (basal lamina component) in the establishment and maintenance of apicobasal polarity, in developing bi layered zebrafish epidermis. I found that the loss of laminin 5 function results in reduced E cadherin localization and increased cell spreading along with dynamic cell boundaries and increased cell proliferation indicating acquisition of mesenchymal traits. A similar phenotype was observed in integrin 6b mutant, which did not exacerbate in the double mutant embryos indicating that laminin 5 and integrin 6b function in the same pathway. Interestingly, periderm, the cell layer above basal epidermis, maintains its apicobasal polarity and epithelial integrity presumably via reinforcing the localization of aPKC and Lgl. My work unravels the importance of Laminin 5 and Integrin 6b interaction in the maintenance of epithelial characteristics in the basal layer of the developing zebrafish epidermis.", "date": "2026-01-03", "journal": ""}
{"title": "Uncovering the role of laminin (laminin α5 ) in maintenance of epithelial identity and polarity in bilayer zebrafish epidermis during development", "doi": "10.1101/2025.09.09.675236", "authors": "Khan, T.", "abstract": "Polarity is one of the fundamental properties of cells. It is characterised by the asymmetric distribution of lipids and proteins in the cell membrane and cortex, and organelles in the cell. Cell polarisation drives essential processes such as morphogenesis, cell migration, asymmetric cell division, directional transport of molecules across epithelium, nerve impulse transmission etc. Although, the importance of polarity proteins such as atypical protein kinase C (aPKC) and Lgl2 (lethal giant larvae 2) has been relatively well understood in the developing zebrafish epidermis, whether basal lamina components are important for polarity maintenance has remained unclear. I analysed the role of Laminin5 (basal lamina component) in the establishment and maintenance of apicobasal polarity, in developing bi layered zebrafish epidermis. I found that the loss of laminin 5 function results in reduced E cadherin localization and increased cell spreading along with dynamic cell boundaries and increased cell proliferation indicating acquisition of mesenchymal traits. A similar phenotype was observed in integrin 6b mutant, which did not exacerbate in the double mutant embryos indicating that laminin 5 and integrin 6b function in the same pathway. Interestingly, periderm, the cell layer above basal epidermis, maintains its apicobasal polarity and epithelial integrity presumably via reinforcing the localization of aPKC and Lgl. My work unravels the importance of Laminin 5 and Integrin 6b interaction in the maintenance of epithelial characteristics in the basal layer of the developing zebrafish epidermis.", "date": "2026-01-03", "journal": ""}
{"title": "Comparative transcriptomics reveals differences in cortical cell type organization between metatherian and eutherian mammals", "doi": "10.1101/2025.10.03.680397", "authors": "Gorzek, R.; Trachtenberg, J.", "abstract": "The neocortex, a layered structure unique to mammals, supports higher-order functions including perception, learning, and decision-making. While its laminar architecture is broadly conserved, the cell type-specific organization of the cortical column has not been compared across species that diverged early in mammalian evolution. To address this, we used single-nucleus RNA sequencing and spatial transcriptomics to compare gene expression, cell types, and laminar architecture in the primary visual cortex (V1) of metatherian (Monodelphis domestica) and eutherian (Mus musculus) mammals. We show that spatio-transcriptomic distinctions between supragranular (layer 2/3) and infragranular (layer 5) intratelencephalic (IT) neurons are more pronounced in mice, consistent with lineage-specific specialization. Mouse cortex also exhibits a lower relative density of parvalbumin-positive (PV) GABAergic neurons and redistributed perineuronal nets, consistent with altered constraints on plasticity. Together, these findings demonstrate substantial variation in the cellular and spatial organization of the cortical column across deeply diverged mammals, challenging the view that local cortical architecture is uniformly conserved.", "date": "2026-01-03", "journal": ""}
{"title": "Radial-glia-to-astrocyte trans-differentiation and astrocyte transcriptional convergence are coordinated by CEH-43/DLX in C. elegans", "doi": "10.1101/2025.10.17.682973", "authors": "Liu, S.; Bradley, K.; Tang, J. J.; Kim, Y. A.; Milosevic, A.; Shaham, S.", "abstract": "Mammalian radial glia can remodel to become astrocytes, which acquire common transcriptional states despite spatially and lineally distinct origins. To uncover molecular programs driving convergent radial-glia-to-astrocyte transformation, we investigated evelopment of C. elegans CEPsh astrocytes, which also arise from distinct progenitors without cell division. Using lineage-restricted single-cell RNA sequencing, we delineate a two-phase program for CEPsh astrocyte formation. Transcriptionally disparate nascent CEPsh glia rapidly acquire a common radial-glia-like state, facilitating nerve ring (brain) assembly. Subsequently, convergent CEPsh glia upregulate astrocyte-specific gene expression. Both phases require the distal-less transcription factor CEH-43, expressed in CEPsh glia and their progenitors. CEH-43 binds conserved astrocyte-expressed genes, cell-autonomously activating both early and late CEPsh glia-specific gene expression. CEH-43 misexpression is sufficient to induce CEPsh astrocyte reporter expression. We demonstrate that CEH-43 homologs, DLX1/2, are expressed in mouse astrocytes, and comparative transcriptomics reveal additional parallels. Our findings provide a molecular foundation for understanding cell-division-independent radial-glia-to-astrocyte transformation.", "date": "2026-01-03", "journal": ""}
{"title": "PKMζ-PKC{iota}/{lambda} double-knockout demonstrates atypical PKC is crucial for the persistence of hippocampal LTP and spatial memory", "doi": "10.1101/2025.11.10.687514", "authors": "Tsokas, P.; Hsieh, C.; Grau-Perales, A.; Tcherepanov, A.; Kwok, L.; Rodriguez-Valencia, L. M.; Cano, D. A.; Allen, K. D.; Smith, H. J. H.; Kubayeva, S.; Wei, B. J.; Sabzanov, S.; Flores-Obando, R. E.; Ghosh, S.; Bergold, P. J.; Rudy, J.; Cottrell, J. E.; Fenton, A. A.; Sacktor, T. C.", "abstract": "Is long-term memory maintained by stable synaptic structures or persistent biochemical action? PKM{zeta}, a persistently active atypical PKC (aPKC), is thought to be crucial for maintaining the late phase of long-term potentiation (late-LTP) and long-term memory through sustained kinase action. However, PKM{zeta}-knockout mice express hippocampal LTP and spatial memory while lacking neocortical LTP, calling into question whether persistent kinases and PKM{zeta} are fundamental to LTP and memory. In Tsokas et al., 2016, we showed PKC{iota}/{lambda}, the other aPKC, becomes persistently active in PKM{zeta}-knockout mice. In wild-type mice, PKC{iota}/{lambda} is critical to the initial generation of early-LTP and short-term memory, and PKM{zeta} compensates for genetic deletion of PKC{iota}/{lambda} by supporting both early- and late-phase processes. Here, we tested whether PKC{iota}/{lambda} compensates for the loss of PKM{zeta} by genetically ablating both aPKCs. Whereas deleting PKM{zeta} and PKC{iota}/{lambda} individually induces compensation, deleting both aPKCs abolishes hippocampal late-LTP. Hippocampal {iota}/{zeta}-double-knockout eliminates spatial long-term memory but not short-term memory. Thus, in the absence of PKM{zeta}, a second persistent biochemical process compensates to maintain late-LTP and long-term memory.", "date": "2026-01-03", "journal": ""}
{"title": "Structural determination of the HIV-1 Variable Region 3 epitope of antibody 19b", "doi": "10.64898/2025.12.17.694829", "authors": "Fetics, S.; Mehta, A.; Nicely, N. I.; Chen, C.-H.; Lindenberger, J.; Acharya, P.", "abstract": "The HIV-1 Envelope (Env) in its pre-receptor \"closed\" conformation is targeted by broadly neutralizing antibodies (bnAbs), while its receptor-bound \"open\" conformation, exposes immunodominant epitopes targeted by non-neutralizing antibodies. A human immunoglobin G (IgG) monoclonal antibody (mAb), 19b, binds an Env third variable (V3) loop epitope that is only exposed in the open Env conformation. Despite widespread use of 19b to detect the open Env conformation in immunoassays, its epitope has not yet been structurally defined. Here we determine crystal structures of ligand-free and V3 peptide-bound 19b Fab to visualize details of this interaction. 19b utilizes both its heavy and light chains to interact with the V3 loop. The 5-residue heavy chain complementarity-determining region (CDR H3) facilitates a hydrophobic pocket for V3 residues to associate with. 19b adopts a cradle binding mode with its CDRH1, CDRL2 and CDRL3 mediating interactions with V3 regions that flank the conserved GPGR/Q motif, without making substantial contacts with the GPGR arch region. Our high-resolution structures by elucidating the epitope, binding mode and the structural basis for the broad reactivity of 19b, fill a gap in our knowledge of a reagent that is widely used in immunoassays.", "date": "2026-01-03", "journal": ""}
{"title": "Psilocybin modulates social behaviour in male and female mice in a time-dependent manner", "doi": "10.64898/2025.12.18.695064", "authors": "Shadani, S.; McCoy, K.; Ong, L.; Greaves, E.; Conn, K.; Andrews, Z. B.; Foldi, C. J.", "abstract": "With the resurgence of psychedelic research and the growing interest in their therapeutic potential, there is an urgent need to understand how these compounds act across biological sexes. Despite widespread interest in their use for conditions marked by social impairments, including depression, anxiety, and anorexia nervosa, the influence of sex as a biological variable (SABV) on the prosocial effects of psychedelics remains poorly understood. Indeed, enhanced connectedness, sociability and empathy are common outcomes of psychedelic use and these have shaped human social structures for millennia. Here, we investigated the sex-specific effects of a single dose of psilocybin (1.5 mg/kg) in C57BL/6J mice on various aspects of social behaviours. We show an intriguing connection between huddling behaviour and body temperature acutely elicited by psilocybin that was restricted to females. We also observe temporally distinct patterns of social behaviour alterations in female mice, whereby enhanced preference for social novelty was observed after acute effects subsided (4 h post-administration), which was maintained for ~24 h. Longer-term, the impact of psilocybin was reversed and promoted preference for familiar over novel conspecifics when assessed 7d post-administration, which was associated with prolonged nucleus accumbens dopamine signalling during familiar sniffing. In males, psilocybin reduced stress-related behaviours at 24 h and increased preference for familiar conspecifics, along with blunted novelty-evoked dopamine responses at both 24 h and 7 days post-treatment. Both 5-HT1A and 5-HT2A receptors were involved in modulating these behaviours, though in sex-specific ways. These findings highlight that the prosocial effects of psychedelics are not universal and emphasize the importance of sex-informed approaches in both preclinical research and clinical application.", "date": "2026-01-03", "journal": ""}
{"title": "Aging-associated alternative splicing programs conserved between human and mouse tissues", "doi": "10.64898/2025.12.30.697080", "authors": "Isaev, K.; Knowles, D. A.", "abstract": "Alternative splicing is a key gene regulatory process that diversifies the proteome and controls gene dosage. Previous studies have detected aging-associated splicing changes across various tissues. However, their use of bulk RNA-seq obfuscates the impacted cell-types and may confound cell-type proportion changes with cell-intrinsic ones. We present a framework that first assembles and maps alternative splicing events in appropriate single cell RNA-seq data (scRNA-seq), then applies LeafletFA, a probabilistic model that discovers coordinated splicing programs (SPs) without requiring prior knowledge of cell types or clinical information, such as age. Applying this framework to over 200,000 cells from mouse and human Smart-seq2 multi-tissue atlases, we discovered global and cell type specific aging-associated SPs. In mice, integrating SPs with gene expression significantly improved age prediction in 46 of 76 tissue-cell types tested. We identified the RNA-binding protein \\textit{Snrnp70} as a key upstream mediator driving the shift from youthful to aged SPs. To test evolutionary conservation of these patterns, we employed transfer learning to map the murine splicing dictionary onto human transcriptomes. This revealed a conserved \"youth\" program (SP4) that is maintained in quiescent endothelial tissues but lost in high-turnover organs. We identified a conserved, age-dependent alternative 5' splice site usage in the splicing factor \\textit{SRSF5} as a molecular marker of this program in both species. Our work establishes alternative splicing as a coordinated, evolutionarily conserved dimension of cellular aging and provides LeafletFA as an open-source tool for single-cell splicing analysis.", "date": "2026-01-03", "journal": ""}
{"title": "The craniofacial shape of modern humans embodies genomic signatures of evolution, diversity, and clinical conditions", "doi": "10.64898/2025.12.29.696848", "authors": "Goovaerts, S.; Devine, J.; Claessens, N.; Gabbita, S.; Deprest, J.; Pauwels, K.; Herrick, N.; Mohammed, J.; Mounier, A.; Sofer, T.; Long, H. K.; Bartsch, U.; Hallgrimsson, B.; Lewis, S. J.; Richmond, S.; Bauermeister, S.; Walsh, S.; Shaffer, J. R.; Shriver, M. D.; Naqvi, S.; Wysocka, J.; Kivisild, T.; Weinberg, S. M.; Claes, P.", "abstract": "Human craniofacial morphology is a hallmark of our species diversity and evolutionary history, shaped by adaptation, introgression, and global dispersal. Cranial globularization and chin emergence are well-documented morphological transformations whose genetic basis remains poorly understood, whereas Neandertal introgression is primarily documented through genomic evidence. How these evolutionary phenomena relate to craniofacial variation in present-day humans remains largely unresolved. Here, we leverage 3D craniofacial data from over 50,000 UK Biobank participants and employ a multivariate, multiscale genome-wide association approach to define axes of variation aligned with inter-population allele frequency shifts, evolutionary processes, and clinical conditions. We identify continuous craniofacial trends within our cohort that mirror global patterns of genetic diversity, indicating that facial differences between human populations arise at the phenotypic axes already present within a single population. We further demonstrate that modern human-derived alleles underlie the origins of the human chin by reducing midfacial projection relative to other hominins and reveal the persistent effects of Neandertal introgression on craniofacial diversity today. We also model genetically informed endophenotypes for orofacial clefts, obstructive sleep apnoea, and myopia. These findings provide insights into our species evolutionary history and endophenotypes of clinical conditions and establish a framework for contextualizing craniofacial diversity into biologically meaningful axes of variation relevant to diverse scientific disciplines.", "date": "2026-01-03", "journal": ""}
{"title": "Senescence-inhibitory Δ133p53α counteracts accelerated ageing and mortality", "doi": "10.64898/2025.12.31.697195", "authors": "Yamada, L.; Liu, H.; von Muhlinen, N.; Harris, C. C.; Horikawa, I.", "abstract": "Research on progeria not only contributes to treatments for the disease but also enhances our understanding of physiological ageing. Mouse models of progeria recapitulate pathological ageing phenotypes seen in patients, including cardiovascular defects, increased cellular senescence, systemic inflammation, DNA damage accumulation, and shortened lifespan. In cultured cells from Hutchinson-Gilford progeria syndrome (HGPS) patients, the human p53 isoform {Delta}133p53 was previously shown to inhibit p53-mediated cellular senescence, proinflammatory IL-6 production, and DNA damage accumulation, and to extend cellular replicative lifespan. Here we show that, in a heterozygous HGPS mouse model, transgenic expression of {Delta}133p53 reproduces these in vitro-observed effects across multiple organs in vivo and extends median lifespan by 11% (387 versus 349 days, P = 0.0379). In the aorta and skin, {Delta}133p53 abrogates progeria-characteristic pathological changes and preserves tissue integrity. Our data further suggest that {Delta}133p53 may promote a broad spectrum of ageing-counteracting mechanisms, including bone homeostasis, metabolic fitness, antioxidant defense, youthful epigenome, and tissue stemness. Together with the anti-inflammatory and tissue-preserving effects of {Delta}133p53 in naturally aged mice and its age-associated downregulation in human tissues, this study suggests that {Delta}133p53-based therapeutic strategies may be applicable not only to HGPS but also as broader interventions for preventing or delaying ageing.", "date": "2026-01-03", "journal": ""}
{"title": "Perturbing H-NS function reveals roles in restricting virulence heterogeneity and pathogen adaptation", "doi": "10.64898/2026.01.01.697318", "authors": "McLelland, L.; Karki, D.; Spratt, M.; Burt, M.; Zhao, J.; Lane, K.", "abstract": "Bacterial pathogens must balance rapid expression of virulence genes in host niches with tight repression when not needed to avoid fitness costs and ensure survival. Integration of virulence gene regulatory networks with the conserved global repressor H-NS was critical to achieve this balance. H-NS-mediated repression of virulence genes in non-inducing environments is essential for maintaining virulence genes and has shaped pathogen evolution. However, the role of H-NS-mediated repression in virulence gene activation and pathogen evolution in virulence-inducing conditions is less clear. For instance, although virulence gene expression is often heterogeneous, whether relief of H-NS repression contributes to this heterogeneity remains unknown. Furthermore, whether H-NS repression shapes pathogen evolution in virulence-inducing environments is unclear. Here, we use a Salmonella strain with reduced H-NS DNA-binding affinity to investigate the role of H-NS in virulence gene expression in individual bacteria and pathogen adaptation. We find that reduced H-NS repression increases the fraction of virulence gene expressing cells without eliminating bimodality, resulting in enhanced epithelial cell infection in vitro. Using experimental evolution, we demonstrate that the hns genotype constrains adaptive mutations and that disabling virulence gene expression is a common path to improved fitness in intracellular-like environments. Our results expand the role of H-NS-mediated repression from silencing virulence genes in non-inducing conditions to regulating heterogeneity in inducing conditions and demonstrate that evolutionary conservation of H-NS constrains adaptive strategies in intracellular-like environments.", "date": "2026-01-03", "journal": ""}
{"title": "A Quantitative Model for RhD-Negative Allele Frequency Peaks in Ibero Berber Populations via Synergistic Selection", "doi": "10.64898/2026.01.01.697308", "authors": "Ubau, J. C.; Gomez, R.", "abstract": "The RhD-negative blood type exhibits statistically anomalous frequency peaks in geographically linked populations. The Basque population shows the world's highest frequency (~30-35%), while specific Berber populations in North Africa also display elevated frequencies (~15-20%). This paper presents a quantitative population genetics model synthesizing recent archaeogenetic data to explain this distribution. We developed a synergistic selection framework where the net selective advantage of the costly RHD deletion becomes positive when statistically associated with other beneficial traits. Our modeling indicates that admixture between indigenous European hunter gatherers (carrying a high frequency of the classic RHD deletion) and migrating Neolithic farmers from the Near East (carrying the SLC24A5 allele for lighter skin) within the Iberian Peninsula created conditions where synergistic survival advantages drove rapid co-amplification of these traits. This pre-adapted lineage was then distributed via documented Neolithic gene flow to Northwest Africa, with molecular evidence confirming the European RHD deletion haplotype in Berber populations. Our quantitative framework explains the trans-Mediterranean allele distribution and provides testable predictions for future validation through ancient DNA analysis and population genetic simulations.", "date": "2026-01-03", "journal": ""}
{"title": "D1R-specific modulation of ACC mitigates chronic neuropathic pain", "doi": "10.64898/2025.12.31.697162", "authors": "Chaudhary, Y.; Subash, S.; Roy, R.; Nair, H.; Jain, A.; Barik, A.", "abstract": "Maladaptive plasticity within central pain circuits is a defining feature of chronic neuropathic pain, yet the mechanisms governing these changes remain unclear. This study investigates the role of the mesocortical dopaminergic pathway in the neuropathic pain-induced hyperexcitability of dopamine D1 receptor-expressing anterior cingulate cortex (ACCD1R) neurons. We find that infusing D1R agonists in the ACC reverses the mechanical hypersensitivity and negative affective-motivational affect in mice caused by spared-nerve injury (SNI). Although ACC pyramidal neurons are widely presumed to be the principal targets of D1R signaling, ex vivo recordings reveal that D1R agonists suppress the excitability of D1R-expressing pyramidal neurons while enhancing the excitability of D1R-expressing interneurons. Consistently, gene-expression analyses show that D1R-expression is distributed across both excitatory and inhibitory ACC neurons. Furthermore, we demonstrate that the excitability of genetically labeled D1R pyramidal neurons is enhanced by SNI, whereas in interneurons, it is reduced. Chemogenetic manipulation demonstrates that activation of D1R neurons produces robust analgesic and anxiolytic effects, whereas inhibition worsens pain- and anxiety-related behaviours, indicating that inhibitory D1R neurons dominate population-level output. Circuit tracing further delineates diverse afferent and efferent connections linking ACCD1R neurons to sensory and affective pain pathways. Together, these results identify dopaminergic regulation of ACCD1R neurons as a critical determinant of cortical dysfunction in chronic pain.", "date": "2026-01-03", "journal": ""}
{"title": "Microglia stabilize sleep homeostasis via adenosine A3 receptor signaling", "doi": "10.64898/2026.01.02.697450", "authors": "Zhao, Z.; Gu, X.; Yu, J.; Chen, X.; Zhang, L.; Zhao, T.; Ye, W.; Cheng, H.", "abstract": "Sleep homeostasis maintains the sleep-wake balance through sleep pressure, a process orchestrated by the accumulation of extracellular adenosine (eADO). Microglial Ca2+ activity has been implicated in sleep regulation, but the mechanism whereby microglia sense sleep pressure remains unclear. Here we show that microglia regulate sleep homeostasis through brain state-dependent Ca2+ activity driven by adenosine A3 receptor (A3R) signaling. Using miniaturized two-photon microscopy (mTPM) in freely behaving mice, we demonstrate that microglial Ca2+ activity is rapidly altered by brain-state transitions. Pharmacological experiments reveal that microglial Ca2+ dynamics are predominantly mediated by A3R in response to brain state-dependent eADO oscillations. Microglia-specific deletion of A3R attenuates these state-dependent Ca2+ dynamics, impairs microglial morphological plasticity across sleep-wake cycles, and leads to sleep fragmentation by increasing transitions between wakefulness and non-rapid eye movement (NREM) sleep. Together, these findings establish that microglia regulate sleep homeostasis by stabilizing both wakefulness and NREM sleep, a process critically dependent on eADO-A3R signaling.", "date": "2026-01-03", "journal": ""}
{"title": "Systematic Scale-Up and Enhanced Purification of Marine Cyanophage P-SSP7", "doi": "10.64898/2026.01.03.697218", "authors": "Bohutskyi, P.; Parvate, A. D.; Sadler, N.; Chrisler, W. B.; Cheung, M.; Evans, J. E.", "abstract": "Cyanophages represent important models for understanding virus-host interactions, yet high-resolution structural studies remain relatively few due to challenges with preparing enough sample of sufficient quality for cryo-EM and functional multi-omics studies. Here we developed an integrated methodology for scaling production of the model cyanophage P-SSP7 from laboratory maintenance volumes (5-100 mL) to production scales (up to 40 L) while dramatically improving the quality of phage preparation for structural applications. Our systematic approach integrates host cultivation using adaptation to local seawater to reduce production costs, optimized infection protocols to maximize infectious titer yields, and multi-stage purification workflows specifically designed for cryo-EM quality requirements. The final methodology consistently produces infectious phage titers exceeding 3x1012 units/mL with recoverable yields of 1013 total infectious units and >95% purity validated by cryo-electron microscopy at each optimization step. Most significantly, this approach achieves a 60-fold reduction in cryo-EM data collection time by increasing usable particles per field of view for single particle analysis. Overall, our final preparations demonstrate robust phage stability, retaining 68% infectivity after 3 months and 23% after 6 months at 4{degrees}C. This workflow moves cyanophage culturing and downstream structural studies from specialized, resource-intensive endeavors toward routine research capability and establishes an adaptable framework for scaling production that can be applied to other host-virus systems.", "date": "2026-01-03", "journal": ""}
{"title": "Heritable diel energy reserves enhance diatom growth", "doi": "10.64898/2026.01.03.697458", "authors": "Müller, O.; Redaelli, T.; Baumgartner, D. A.; Martinez-Perez, C.; Carrara, F.; Keegstra, J. M.; Stocker, R.", "abstract": "Diatoms are important drivers of marine primary production and biogeochemistry. Compared to other phytoplankton groups, diatoms divide more asynchronously (i.e., divisions occur in a manner that is less aligned with the diel cycle) under non-limiting conditions, resulting in divisions occurring during both day and night. However, the mechanisms and rates of asynchronous division have remained elusive. Here, using microfluidics-based time-resolved cell tracking, we measure the growth dynamics of individual cells of the diatom Thalassiosira pseudonana and show that cells growing mostly during the dark phase achieve rapid generation times (8 hours), dividing as fast as cells growing fully in light. We found that this remarkable ability of rapid growth in the dark is a consequence of the light history of both the cell and its parent cell, as light history controls the amount of photosynthetic energy the cell has stored in the form of the polysaccharide chrysolaminarin when entering the night. Furthermore, a mathematical model of this mechanism yields an up to 14% increase in the daily asynchronous population growth rate compared to growth without diel energy reserves when nutrients are non-limiting. This results in an up to 17-fold predicted increase in cell abundance over a typical 10-day diatom bloom, the maximal growth advantage of heritable chrysolaminarin during exponential phases of growth. By directly demonstrating and quantifying the benefit of chrysolaminarin under different diel conditions, this work provides a mechanistic understanding of how heritable diel energy reserves contribute to the rapid growth of diatom populations in the ocean. Beyond the specific discovery of the role of heritable energy reserves, we anticipate that our experimental approach can be broadly utilized in phytoplankton research by providing a blueprint to study phytoplankton physiology and ecology at the single-cell level, revealing novel mechanisms normally obscured in bulk growth assays.", "date": "2026-01-03", "journal": ""}
{"title": "Nucleolar reorganization on stress depends on physicochemical changes due to nascent rRNA synthesis", "doi": "10.64898/2026.01.03.697456", "authors": "Ghosh, S.; Mazumder, A.", "abstract": "Successive maturation of ribosomal subunits occurs through multi-layered phase-separated structures of the cell nucleolus. The spatio-functional relationship between transcription of rRNA and nucleolar substructures and how this adapts to cellular stress remain incompletely understood. In this study, we resolve the sub nucleolar structures using expansion microscopy to reveal ordered structures of fibrillar center (FC) and dense fibrillar component (DFC) domains as nested shells, which is reorganized upon cellular stress like DNA damage or RNA polymerase I (RNAPI) inhibition. Direct visualization of nascent (5' ETS) and mature (28S) rRNA suggested that rRNA synthesis is the critical regulator of nucleolar size, and organization. Nucleolar reorganization upon stress emerges to be a direct function of nascent rRNA levels. Stress-induced transcription inhibition remodels the sub-nucleolar compartments from a viscoelastic state into solid-like condensates thereby perturbing the nucleolar pH gradient due to the missing rRNA scaffold. We show, that rather than signalling to mediate rDNA repair, nucleolar reorganization naturally arises primarily from reduced rRNA levels and the resultant biophysical restructuring of the nucleolus under cellular stress.", "date": "2026-01-03", "journal": ""}
{"title": "Tunable Bessel beam two-photon fluorescence microscopy for high-speed volumetric imaging of brain dynamics", "doi": "10.64898/2025.12.31.697185", "authors": "Li, M. J.; Wang, J.; Walczak, M.; Qiu, Y.; Russell, C.; Janowski, M.; Walczak, P.; Liang, Y.; Fu, T.-M.", "abstract": "High-speed volumetric imaging of the brain is essential for linking diverse cellular events to tissue-level functions. However, the brain's structural and dynamic heterogeneity-spanning microns to millimeters and milliseconds to hours-requires imaging techniques with tunable spatiotemporal resolution, flexible 3D sampling, and compatibility with targeted perturbations. Here, we present tunable Bessel beam two-photon fluorescence microscopy (tBessel-TPFM), a compact, low-cost, and versatile platform for intravital brain imaging across millimeter scale with subcellular resolution. tBessel-TPFM transforms slow 3D volume scans into fast 2D frame scans via an axially elongated Bessel focus, achieving acquisition rates ~100-fold faster and reduced motion artifacts compared with conventional TPFM. Exploiting its full tunability of the Bessel focus, we applied tBessel-TPFM for quantitative mapping of cerebral blood flow and neurovascular coupling in normal and ischemic stroke mice. Unlike existing Bessel focus generation methods, the axial center of tBessel-TPFM remains fixed at the objective focal plane during profile tuning. Leveraging this advantage, we integrated tBessel-TPFM with simultaneous 3D targeted optogenetic stimulation for volumetric neuronal connectivity mapping. We also tracked microglial process dynamics following single-cell laser ablation, revealing diverse neuroimmune responses across spatial and temporal scales. By combining high speed, deep penetration, tunable sampling, and multimodal perturbation, tBessel-TPFM empowers a broad spectrum of neurobiological investigations-from vascular physiology and functional connectivity to neuroimmune interactions.", "date": "2026-01-03", "journal": ""}
{"title": "PeptiVerse: A Unified Platform for Therapeutic Peptide Property Prediction", "doi": "10.64898/2025.12.31.697180", "authors": "Zhang, Y.; Tang, S.; Chen, T.; Mahood, E.; Vincoff, S.; Chatterjee, P.", "abstract": "Therapeutic peptides combine the advantages of small molecules and antibodies, offering target flexibility and low immunogenicity, yet their successful translation requires careful evaluation of multiple developability properties beyond binding alone. As chemically modified peptides become increasingly common in drug design, no unified platform currently supports systematic property assessment across both canonical sequences and SMILES-based representations. Leveraging the generalizability of large foundational models trained on protein and chemical data, we introduce PeptiVerse, a universal therapeutic peptide property prediction platform. PeptiVerse accepts either amino acid sequences or chemically modified peptide SMILES, delivers state-of-the-art performance across diverse property prediction tasks, and provides both a web interface and open-source implementation for rapid, accessible, and scalable peptide developability analysis. By unifying property prediction across representations, PeptiVerse directly supports early-stage peptide therapeutic development campaigns and property-aware generative design workflows. PeptiVerse Interface: https://huggingface.co/spaces/ChatterjeeLab/PeptiVerse", "date": "2026-01-03", "journal": ""}
{"title": "Nanodisc-Mediated Visualization of Crowding-Induced Condensation and Membrane Reorganization in Two-Dimensional Membrane Environments", "doi": "10.64898/2026.01.02.697448", "authors": "Bai, R.-H.; Tien, H.-Y.; Cheng, C.-C.; Tsai, H.-J.; Lin, C.-K.; Kuo, C.-J.; Wong, W.-T.; Jiang, C.-M.; Chiang, Y.-W.; Lin, C.-W.", "abstract": "Although biological membranes exhibit complex and dynamic organization, the mechanistic role of molecular crowding in governing lateral membrane heterogeneity remains poorly characterized experimentally. Here, we provide direct experimental visualization showing that crowding-induced condensation of membrane-anchored macromolecules above the bilayer interface reorganizes membrane dynamics and gives rise to spatially heterogeneous lipid mobility. Both PEGylated lipids and membrane-anchored proteins undergo surface-density-driven condensation on supported lipid bilayers, forming immobile regions that constrain lipid diffusion. Notably, the condensation threshold varies inversely with PEG chain length and surface density, defining a quantitative relationship between molecular size and crowding strength. To directly visualize these crowding-induced structures, we employed nanodelivery using lipid-loaded nanodiscs, revealing a clear correspondence between condensed crowder regions and diffusion barriers reminiscent of the picket-fence model of live-cell membranes. Similar condensation behavior observed for protein-crowded SLBs demonstrates the generality of this crowding-driven mechanism. Together, these findings establish surface-density-driven crowding and condensation of membrane-anchored macromolecules as a key physical mechanism underlying lateral membrane inhomogeneity and position nanodelivery as a general approach for interrogating membrane organization across synthetic and biological systems.", "date": "2026-01-03", "journal": ""}
{"title": "A moments-based approach for inferring mechanisms of transcriptional regulation using nascent RNA data", "doi": "10.64898/2026.01.03.697452", "authors": "Wen, K.; Liao, Y.; Wang, J.; Choubey, S.; Jiao, F.", "abstract": "Unraveling the kinetics of transcriptional regulation is a central challenge in molecular biology. Traditional inference methods based on cell-to-cell mRNA variability are limited because mRNA levels reflect not only transcriptional activity but also post-transcriptional processes. Recent advances in quantifying nascent RNAs across isogenic cells provide a more direct readout of transcriptional dynamics. Here, we present a moments-based theoretical framework that leverages nascent RNA data to infer transcriptional kinetics. We derive closed-form expressions for the first two time-dependent moments of nascent RNA across three canonical transcription models and demonstrate that nascent RNA exhibits distinct transient overshoots and higher Fano factors compared to mature mRNA. Through analysis of synthetic datasets, we show that these features enable more accurate estimation of transcriptional kinetics and allow reliable model selection, distinguishing single from multi-pathway promoter activation with over 75% accuracy even from small sample sizes. We further validated our model selection method using real experimental transcription datasets in yeast and E. coli cells, with nascent RNA demonstrating superior performance in identifying cross-talk pathway regulation. Our framework thus offers a computationally efficient and mechanistically informative approach for decoding transcriptional dynamics, emphasizing the advantages of time-dependent nascent RNA measurements over mature mRNA in capturing the true kinetics of transcriptional regulation.", "date": "2026-01-03", "journal": ""}
{"title": "Conformational changes upon pore blocker removal reveal conductive states of TMEM16A", "doi": "10.64898/2026.01.02.697443", "authors": "Stephens, C. A.; Marcoline, F. V.; Peters, C. J.; Grabe, M.", "abstract": "TMEM16A is a Ca2+-activated anion channel that provides direct electrical feedback to the plasma membrane in response to intracellular Ca2+. Its conductive state remains unresolved, leaving questions about gating, Cl- permeation, and modulation by Ca2+, depolarization, and lipids. To investigate the open state, we performed molecular dynamics simulations of TMEM16A bound to the putative open-state blocker 1PBC. After inhibitor removal, the putative, pore-lining helix TM4 developed kinks at two sites: an upper site that opens the pore for Cl- permeation, and a deeper site causing constriction. A conserved hydrophobic network between TM3 and TM4 persisted in most open structures but separated during extreme dilation, allowing lipids to transiently block the pore. Patch-clamp recordings indicated that the intact network promotes activation. Further simulations yielded > 60 Cl- permeation events and a single-channel conductance matching experiments. Additional electrostatic and kinetic modeling indicated that TMEM16As transition from outward-rectification to Ohmic conductance with increasing Ca2+ results from a weak voltage dependence of Ca2+ binding, which act cooperatively to open the pore.", "date": "2026-01-03", "journal": ""}
{"title": "Loss of E3 ligase Ube4A disrupts colon homeostasis and accelerates experimental colitis via altered lipid handling", "doi": "10.64898/2026.01.02.697430", "authors": "Guignard, S.; Chakraborty, M.; Gonzalez-Nieves, S.; Debruin, D.; Ebert, E.; Vinogradskaia, A.; Brennan, M.; Teague, R. M.; Chakraborty, A.; Cifarelli, V.", "abstract": "Background: Ubiquitin-dependent signaling is essential for maintaining intestinal homeostasis and its dysregulation contributes to chronic intestinal disorders, such as Inflammatory Bowel Disease (IBD). Ube4A is a U-box E3/E4 ubiquitin ligase involved in lipid metabolism and insulin signaling in metabolic tissues. Autoantibodies against Ube4A have been identified in patients with IBD and are associated with disease long-term complications. Despite these clinical associations, the physiological role of Ube4A in the gastrointestinal tract remains unknown. This study aimed to define the function of Ube4A in the colon and determine how its loss influences susceptibility to experimental colitis. Methods: UBE4A expression in human colonic tissue from healthy individuals and patients with IBD was analyzed using publicly available single-cell RNA sequencing datasets. The role of Ube4A in colonic homeostasis and colitis pathogenesis was examined using global Ube4A knockout (UKO) mice subjected to dextran sulfate sodium (DSS)-induced colitis. UKO colon phenotypes were characterized using transcriptomic analyses, immunofluorescence, and flow cytometry. Results: UBE4A is highly expressed in human colonic epithelial cells, and its expression is reduced from healthy to IBD inflamed tissues. In mice, Ube4A deficiency significantly exacerbated DSS-induced colitis, as evidenced by increased weight loss, disease activity scores, shortened colon length, and more severe histological injury. Transcriptomic profiling revealed enhanced inflammatory signaling, alongside dysregulation of lipid transport and storage, as well as antimicrobial defense pathways. DSS-treated UKO mice also exhibited increased mast cell activation and elevated expression of matrix metalloproteinases. Importantly, colons from UKO mice displayed baseline transcriptional alterations indicative of epithelial stress and disrupted lipid metabolic programs, even in the absence of injury. Conclusions: Ube4A is a previously unrecognized regulator of colon homeostasis. Its loss induces existing epithelial stress and metabolic reprogramming that sensitize the colon to exaggerated inflammatory responses during injury such as experimental colitis.", "date": "2026-01-03", "journal": ""}
{"title": "Root-Suppressed Phenotype of Tomato Rs Mutant is Seemingly Related to Expression of Root-Meristem-Specific Sulfotransferases", "doi": "10.64898/2026.01.03.697460", "authors": "Kumari, A.; Gupta, P.; Santisree, P.; Pamei, I.; Valluri,, S.; Sharma, K.; Venkateswara Rao, K.; Shukla, S.; Nama, S.; Sreelakshmi, Y.; Sharma, R.", "abstract": "Root development and growth are governed by a complex interplay between a plant's genetic makeup and its ambient environment. In this study, we characterised a radiation-induced root-suppressed (Rs) mutant mapped on chromosome 4 of tomato. Rs seedlings had a dwarf stature, and mature plants exhibited abnormalities in their leaves, flowers, and fruits. The partial rescue of seedling root elongation by H2S donors or L-cysteine hinted that its root defect is linked to disrupted sulfur metabolism. The metabolite profiling of organs revealed altered homeostasis, analogous to that of plants subjected to sulfur starvation. Whole-genome sequencing revealed that the Rs genome was replete with genetic lesions; therefore, the pleiotropic morphological abnormalities likely emanate from mutations in other genes, including those related to sulfur. Among S-related genes, two sulfotransferase genes (Solyc04g028380 and Solyc04g028390) localised on chromosome 4 showed mutations in their promoters. The expression of both sulfotransferases is confined to the root meristem, suggesting a causal connection with the suppression of root growth. These sulfotransferases belonged to a distinct subset exclusively expressed in the root meristem and were distinct from the tyrosine sulfotransferase involved in the sulfation of root growth factors. Our study suggests that a sulfur-related module, other than tyrosine sulfotransferase, may regulate root development.", "date": "2026-01-03", "journal": ""}
{"title": "A chloroplast-localized protein AT4G33780 regulates Arabidopsis development and stress-associated responses", "doi": "10.64898/2026.01.03.697459", "authors": "Yang, Z.", "abstract": "Background: Chloroplasts play central roles not only in primary metabolism but also in the regulation of plant growth, development, and stress responses through complex signaling networks. AT4G33780 is annotated as a putative ATP phosphoribosyltransferase (ATP-PRT) regulatory subunit and predicted to localize to chloroplasts; however, its biological function in planta remains largely unexplored. How chloroplast-associated regulators coordinate developmental processes with metabolic status and stress adaptation is still poorly understood. Results: We characterized the function of AT4G33780 in Arabidopsis thaliana using CRISPR/Cas9 knockout and overexpression lines. AT4G33780 localized to chloroplasts and exhibited pronounced tissue-specific expression. Genetic perturbation of AT4G33780 resulted in non-linear and context-dependent developmental phenotypes, affecting seed germination, early seedling growth, vegetative development, and root responses to nickel stress. Transcriptomic analysis revealed extensive transcriptional reprogramming in knockout plants, including coordinated upregulation of cell wall-related gene families. Untargeted metabolomic profiling further indicated pronounced alterations in central energy metabolism, particularly pathways associated with carbon flux and energy utilization. Integrated omics analyses suggested that AT4G33780 does not directly control individual metabolic pathways but influences higher-order coordination between metabolic state and developmental regulation. Conclusions: Our results identify AT4G33780 as a chloroplast-localized regulator that modulates plant growth and stress-associated responses in a dosage- and context-dependent manner. Rather than acting as a simple determinant of growth, AT4G33780 contributes to developmental robustness by aligning energy utilization and cell wall remodeling with developmental demand. This study provides new insights into how chloroplast-associated regulatory factors integrate metabolism, development, and stress adaptation in plants.", "date": "2026-01-03", "journal": ""}
{"title": "NAViFluX: a visualization-centric platform for interactive analysis, refinement and design of genome-scale metabolic networks", "doi": "10.64898/2026.01.03.697453", "authors": "Krishnamurthy, M. B.; P S, H.; Subramanian, A.", "abstract": "Genome-scale metabolic network (GSMN) models are rigorously curated, cellular-level representations of metabolism that enable flux-based metabolite fate discovery, metabolic engineering, drug target identification and context-specific multi-omics integration. However, the inherent complexity of model architectures, need for programming skills and limited visualization support restrict their broader applicability. Existing tools focus on visualization and analyses separately, necessitating tool-specific format conversions, offer either topology or flux analyses options exclusively, lack intuitive pathway-specific visualizations, database-integrated model refinement, pathway enrichment and large-scale perturbation analyses. Here, we present NAViFluX (metabolic Network Analysis and Visualization of Flux), a visualization-centric, web browser-based environment that unifies GSMN exploration through native pathway/subsystem map generation using various layouts; interactive refinement through addition of reactions from KEGG/BiGG, amending constraints, pathway merging; and modules for flux computations, topology, functional enrichment. Instead of treating visualization as a post hoc step, NAViFluX performs all actions within network views, enabling users to make decisions directly from visually interpretable subnetworks. Using three Escherichia coli case studies, NAViFluX is shown to characterize nutrient-specific metabolic adaptations, improve metabolic gene essentiality predictions, provide mechanistic insight into synthetic lethality and facilitate the design of an optimized carbon-fixing metabolic state, thereby democratizing GSMNs for biologically meaningful applications.", "date": "2026-01-03", "journal": ""}
{"title": "Single-Cell RNA Sequencing Reveals Impaired Regulatory T Cell Function and a Pro-inflammatory Th17 Profile in Systemic Sclerosis", "doi": "10.64898/2026.01.03.697349", "authors": "Villanueva-Martin, G.; Borrego-Yaniz, G.; Acosta-Herrera, M.; Callejas-Rubio, J. L.; Ortego, N.; Mages, N.; Boerno, S.; Gutierrez-Arcelus, M.; Martin, J.; Bossini-Castillo, L.", "abstract": "Objective: Systemic sclerosis (SSc) is a complex autoimmune disease characterized by immune dysregulation, fibrosis, and vascular abnormalities. This study introduces a novel single-cell RNA sequencing (scRNA-seq) approach to comprehensively profile the CD4+ T cell subpopulations in SSc patients, offering unprecedented insights into the cellular and molecular underpinnings of the disease. Methods: We employed scRNA-seq to analyze over 80,000 CD4+ T cells from 8 SSc patients and 8 healthy controls, identifying significant alterations in the composition and gene expression profiles of several T CD4+ cell subsets. Results: Key findings include the overexpression of FCRL3 in regulatory T cells (Tregs), which suggests a reduced suppressive function in SSc, contributing to the diseases immune imbalance. Additionally, we identified a pro-inflammatory and glucocorticoid-resistant profile in Th17 lymphocytes, marked by the overexpression of MDR1, reinforcing the chronic inflammatory state in SSc. A marked reduction in AREG+ naive T cells, crucial for Treg function, further indicates compromised immune regulation. We also observed an increased population of highly activated Th2 cells highlighting the pro-inflammatory environment in SSc. Moreover, significant clonal expansion in central memory T cells was noted, but no significant biases in V(D)J gene usage or epitope recognition were detected between SSc patients and controls. Conclusion: Our findings advance the understanding of SSc pathogenesis by revealing specific immune dysregulations at a single-cell level, particularly impaired Treg function and a skewed Th17 and Th2 response. These insights could pave the way for targeted therapeutic strategies, representing a significant step forward in autoimmune disease research.", "date": "2026-01-03", "journal": ""}
{"title": "Benchmarking algorithms for RNA velocity inference", "doi": "10.64898/2026.01.03.697314", "authors": "Huang, K.; Zhou, Y.; Wang, T.; Li, X.; Zhao, X.; Liu, X.; Huang, L.; Zhou, X.; Liu, J.", "abstract": "RNA velocity is a computational framework for single-cell RNA sequencing (scRNA-seq) that estimates the future transcriptional state of individual cells, thereby capturing the direction and rate of cell state transitions rather than providing a purely static snapshot. Since its introduction in 2018, multiple RNA velocity methods have been developed, differing in their modeling assumptions, required inputs, computational complexity, and robustness. However, there remains limited consensus on how best to evaluate these methods or on which tools are most reliable under specific biological and technical settings. Here, we perform a systematic comparison of 29 velocity inference algorithms across 114 simulated datasets with known ground-truth cell dynamics and 62 real scRNA-seq datasets, and we extend the evaluation to spatial and multi-omics levels where velocity is increasingly applied. We benchmark RNA velocity methods using a unified framework that decomposes performance into four practical dimensions: accuracy, scalability, stability, and usability. Our results show that performance rankings vary substantially across metrics and datasets, indicating no single method is uniformly optimal and that practical deployment is often constrained by feasibility and robustness as much as by accuracy. Based on these results, we provide actionable guidance for selecting RNA velocity tools according to data modality, available priors, and computational constraints. Finally, we identify key bottlenecks that currently limit RNA velocity development and deployment, including scalability to large size of datasets, sensitivity to gene selection, and the lack of genuinely multimodal and spatially explicit velocity models for spot-based technologies.", "date": "2026-01-03", "journal": ""}
{"title": "Impact of competition between precursor and mature microRNAs on stochastic gene expression", "doi": "10.64898/2026.01.03.697472", "authors": "Adhikary, R.; Das, D.", "abstract": "MicroRNAs (miRNAs) are key post-transcriptional regulators, processed from precursor miRNAs (pre-miRNAs) into mature miRNAs through nuclear and cytoplasmic proteins. Recent evidence shows that pre-miRNAs and mature miRNAs can compete for the same target mRNAs, yet the impact of this miRNA maturation-driven competition on gene expression noise remains unknown. We address this in widespread feedback motifs where both pre- and mature miRNAs degrade a proteins transcripts, and the protein itself either activates or represses miRNA transcription. Using a mathematical model, we show that miRNA maturation tunes the behavior of positive or negative feedback loops, which function as bistable switches or oscillators at the mean-field level, respectively. The relative degradation of mature versus pre-miRNAs and the mRNA-miRNA co-degradation rates can jointly modulate the parameter regions of bistability or oscillations. Moreover, for positive feedback, stochastic simulations reveal that bimodal mRNA distributions emerge near the saddle-node bifurcation boundaries, but not always within the bistable regions. Bimodal mRNA distributions also appear for negative feedback, but outside the region of limit cycles. Importantly, in both feedback types, such noise-induced bimodality emerges in regions where mean-field analysis predicts no bistability or limit cycles. These results demonstrate that noise-induced phenotypic variability cannot necessarily be linked to underlying deterministic bifurcations and elucidate how miRNA maturation shapes stochastic gene expression in regulatory motifs relevant to development and disease.", "date": "2026-01-03", "journal": ""}
{"title": "LignAmb25: A Comprehensive AMBER Force Field Addressing Lignin's Structural and Chemical Diversity", "doi": "10.64898/2026.01.03.697499", "authors": "Lapsien, M.; Bonus, M.; Greb, J.; Gohlke, H.", "abstract": "LignAmb25 is a comprehensive force field for lignin molecular dynamics simulations implemented natively within the AMBER package. The force field includes parameters for all common monolignol units (p-coumaryl, coniferyl, caffeyl, and sinapyl alcohol) and their associated linkages ({beta}-O4, {beta}-5, {beta}-{beta}, {beta}-1, 5-5, 5-O4, -O4, BDO, and DBDO), along with less commonly encountered units such as tricin, spirodienones, and hydroxystilbenes. This enables simulations of both softwood and hardwood lignin structures with compositions that would be difficult to isolate experimentally. Force field parameters were initially derived from the GAFF2 force field and systematically optimized using quantum mechanical calculations at the {omega}B97X-D4/def2-TZVPP level of theory on conformer ensembles derived via the CREST/CENSO conformational sampling toolchain. Partial atomic charges were derived using the RESP methodology, consistent with AMBER conventions. Experimentally measured crystal structures of lignin simulated with LignAmb25 accurately retain their packing based on calculations of the RMSD and density error compared to the deposited crystal structure, thereby exceeding the performance of the lignin force field for CHARMM. Additionally, LignAmb25 is shown to reliably estimate the enthalpy of vaporization and the absolute hydration free energy of lignin-related compounds. The LignAmb25 force field is provided in two variants: LignAmb25Solo, a standalone version not meant for use with other biomolecular force fields that focuses on accurate modelling of lignin-solvent interactions, and LignAmb25HF, a version that is compatible with all other major biomolecular force fields in the AMBER molecular dynamics suite. This includes force fields of the GLYCAM (carbohydrates), ff19SB (proteins), and LIPID (lipids) families, as well as the DNA and RNA force fields routinely used in AMBER. The LignAmb25 force field will be distributed as of AMBER 26.", "date": "2026-01-03", "journal": ""}
{"title": "A Cationic Amphiphilic Drug (CAD) Defense System in the Nematode Caenorhabditis elegans", "doi": "10.64898/2026.01.03.697488", "authors": "Tokmakjian, L.; Han, D.; Sihuta, K.; Aggarwal, A.; Pirhadi, S.; Wang, Y.; Burns, A. R.; Cooke, B.; Ren, S.; Cummins, C.; Nodwell, J. R.; Koes, D. R.; Roy, P.", "abstract": "Cationic Amphiphilic Drugs (CADs) severely disrupt lysosomal function, which leads to a cellular pathology characterized by excess phospholipids called phospholipidosis. Through a forward genetic screen and mining of published datasets, we discovered that CADs induce the expression of the CYP-35B family of cytochrome P450s and the PGP-13 p-glycoprotein pump via the nuclear receptors NHR-70 and NHR-107 in the nematode C. elegans. A pgp-13 fluorescent reporter revealed hundreds of human drugs that upregulate the CAD defense system in vivo. Chemoinformatic analyses indicate that the pgp-13 reporter may be useful in identifying CADs that have pathogenic potential in humans. Mutant analyses coupled to metabolomics and structural modeling show that the CYP-35Bs are necessary and sufficient for CAD metabolism, and that CYP-35B2 D311 is key in mediating electrostatic interactions with the positively charged CADs. We also show that CAD metabolites are effluxed via PGP-13 acting partially redundantly with PGP-14 and that an intact defense system is necessary to resist CAD-induced pathology. Finally, we demonstrate that bacteria that likely cohabitate with C. elegans in nature trigger the CAD defense system, providing a plausible explanation for why a pathway that protects against anthropogenic small molecules exists in nematodes.", "date": "2026-01-03", "journal": ""}
{"title": "Southern South American Maize Landraces: A Source of Phenotypic Diversity", "doi": "10.64898/2026.01.02.697242", "authors": "Dudzien, T. L.; Freilij, D.; Defacio, R. A.; Fernandez, M.; Paniego, N. B.; Lia, V. V.; Dominguez, P. G.", "abstract": "Maize (Zea mays L.) is a globally important crop for food, feed, and industrial uses. Modern breeding increasingly targets traits beyond yield, including stress tolerance, nutritional quality, and pest resistance. Progress toward these goals is constrained by the narrow genetic diversity of commercial varieties, a consequence of the repeated use of a limited number of inbred lines. Maize landraces therefore represent valuable reservoirs of genetic and phenotypic diversity. Northern Argentina is one of the southernmost regions of maize landrace cultivation and comprises two main centers of diversity: Northeastern Argentina (NEA; <2000 m.a.s.l.) and Northwestern Argentina (NWA; >2000 m.a.s.l.). Despite their potential, phenotypic characterization of these landraces remains limited, particularly for biochemical traits, which, although less visible, play key roles in biomass accumulation, defense against pathogens and herbivores, tolerance to environmental stress, and quality attributes such as flavor. Here, we evaluated 17 phenotypic traits, including morphological traits, biochemical compounds (such as pigments, carbohydrates, and phenolics), and salt stress tolerance, in 19 maize landrace accessions from Northern Argentina. Substantial variation was detected across all traits, both within and among accessions, indicating that each accession harbors a distinct phenotypic profile. While no significant differences were observed between regions, redundancy analysis revealed associations between phenotypic variation and collection-site altitude. These findings highlight the value of Argentine maize landraces as sources of biochemical and stress-related traits and support their conservation and use in breeding programs aimed at broadening the genetic base of cultivated maize.", "date": "2026-01-03", "journal": ""}
{"title": "The Intermediate Hippocampus Integrates Shock-Observation and Spatial Information during Observational Fear Memory", "doi": "10.64898/2026.01.03.697465", "authors": "Michon Linde, F.; Gazzola, V.; Keysers, C.", "abstract": "In the wild, learning about danger, not from one's own direct experience, but by observing the experiences of others is a crucial adaptive strategy for avoiding life-threatening situations. A growing body of evidence demonstrates that rodents can acquire fear vicariously by witnessing conspecifics in distress. The hippocampus, organized in functionally distinct sub-domains along its septotemporal axis, and critical for the formation and consolidation of memories, has recently been shown to be necessary for contextual vicarious fear learning in rodents. However, the neuronal mechanisms by which hippocampal circuits map others' distress onto an observer's own spatial representations remain poorly understood. To address this question, we recorded single-unit activity from the dorsal, intermediate, and ventral hippocampus of observer rats engaged in a vicarious fear-learning task. In this paradigm, animals learn to fear a shock context in which they witness a conspecific receive electrical footshocks, but not a safe context in which the same conspecific was present in a neutral state. We show that: 1) neurons both from the dorsal and intermediate hippocampus conjunctively encode witnessing a shock delivered to a conspecific and the place where it was observed, although shock observation recruited a larger proportion of pyramidal neurons within the intermediate hippocampus, 2) during a subsequent rest, the patterns of spiking activity associated with the shock context were preferentially reactivated, particularly in the intermediate hippocampus and 3) while spatial representations corresponding to both the safe and shock context reorganized in nearly all subregion of the hippocampus following shock observation, we found a relative stabilization of the spatial representation associated with the shock context for pyramidal cells recorded from the intermediate hippocampus. Our results reveal multiple neuronal mechanisms by which hippocampal neurons, particularly within the intermediate subregions, encode and consolidate vicarious fear memories.", "date": "2026-01-03", "journal": ""}
{"title": "Targeted 3'-end RNA sequencing uncovers cryptic polyadenylation in Huntington's disease linked to somatic instability and CAG repeat purity", "doi": "10.64898/2026.01.03.697463", "authors": "Velasco-Bilbao, A.; Manterola, M.; Herrero-Reiriz, A.; Carazo-Hidalgo, M.; Misiukiewicz, A.; Arnold-Garcia, O.; Perez-Navarro, E.; Hallegger, M.; Ule, J.; Rabano, A.; Lopez de Munain, A.; Olejniczak, M.; Brito, V.; Blazquez, L.", "abstract": "Huntington disease (HD) is a progressive neurodegenerative disorder, caused by a CAG trinucleotide expansion in the first exon of the HTT gene. The full-penetrance threshold for HD is established at 40 CAG repeats, which are translated into a polyglutamine (polyQ) tract within the huntingtin (HTT) protein. Beyond this threshold, somatic repeat instability in the brain and CAG repeat purity can further modulate disease onset and severity. HTT can be processed into multiple N-terminal fragments. Among these, the exon 1 HTT fragment containing an expanded polyQ tract is considered the most pathogenic. While some studies propose this fragment is generated by HTT proteolytic cleavage, others indicate it is primarily generated by the choice of a premature, cryptic polyadenylation site within HTT intron 1. Here, we apply a targeted RNA sequencing approach to systematically characterize HTT cryptic polyadenylation in several HD mouse models, human cell lines, and HD postmortem brain tissue. This method, known as 3-end targeted RNA sequencing or 3TRS, enables an accurate, quantitative, and cost-effective measurement of alternative polyadenylation. We describe an experimental and computational protocol that can also be adapted to additional transcripts and disease models. We show that activation of HTT cryptic polyadenylation is highly selective for the distal polyadenylation site located 7.3kb downstream intron 1 and requires very long, uninterrupted CAG repeat expansions. In humanized YAC128 mice, cryptic HTT expression was detected across all inspected brain regions, whereas in knock-in mice it correlated strongly with tissue-specific somatic repeat instability, being most prominent in the striatum. In human cell lines, pure CAG tracts triggered cryptic polyadenylation, while CAA interruptions within the repeats completely suppressed HTT1a expression. In HD patient samples, cryptic HTT transcripts were detected only in a juvenile-onset fibroblast line carrying an ultralong CAG expansion and in brain regions exhibiting high somatic instability. Together, these data support a model in which long and unstable CAG repeat expansions drive HD pathogenesis by activating HTT cryptic polyadenylation. By enabling quantitative comparison of cryptic and canonical HTT isoforms, 3TRS provides a robust framework to investigate HTT1a biogenesis and to support the development and evaluation of HTT-lowering therapeutic strategies.", "date": "2026-01-03", "journal": ""}
{"title": "KDM7B-mediated demethylation of RNF113A regulates small cell lung cancer sensitivity to alkylation damage", "doi": "10.64898/2026.01.03.697470", "authors": "Ahmad, T.; Yang, X.; Foucher, A.-E.; Ren, L.; Tsao, n.; Flores, N.; Wan, J.; Belmudes, L.; Dubiez, E.; Bhowmik, M. C.; Vayr, J.; Hausmann, S.; Chuffart, F.; Lu, X.; Blanchet, S.; Chasan, T.; Boussouar, F.; Coute, Y.; Mosammaparast, N.; Lan, F.; Kadlec, J.; Mazur, P. K.; Reynoird, N.", "abstract": "Chemoresistance remains a major obstacle to effective cancer treatment, often driven by enhanced DNA repair mechanisms that enable tumor cells to withstand genotoxic therapies. One such pathway involves the atypical DNA damage repair complex ALKBH3-ASCC, activated by the E3 ligase RNF113A in response to alkylation damage. We previously showed that SMYD3-dependent methylation of RNF113A stimulates this pathway, enhancing DNA repair and promoting resistance. Here, we identify KDM7B/PHF8 as the bona fide RNF113A demethylase, establishing one of the first functional examples of a dynamic, reversible non-histone methylation event regulating genome integrity. KDM7B antagonizes SMYD3 activity by maintaining low levels of methylated RNF113A, thereby limiting ASCC activation and sensitizing cancer cells to alkylating agents. To dissect this regulation in depth, we focused on small cell lung cancer (SCLC), a particularly aggressive malignancy characterized by limited therapeutic options and rapid acquisition of resistance. In SCLC, high KDM7B levels correlate with improved patient prognosis, whereas xenografts with reduced expression exhibit diminished responses to alkylating treatment. Moreover, CRISPR-based on/off modulation of KDM7B in genetically engineered SCLC mouse models demonstrates its central role in determining tumor response to chemotherapy. Our findings position the RNF113A-ASCC axis as a central modulator of chemoresistance, regulated through a post-translational methylation switch representing an innovative therapeutic vulnerability that could be exploited to enhance the efficacy of alkylating agents. Targeting this pathway may provide new opportunities to overcome chemoresistance, with KDM7B levels serving as a predictive biomarker to guide treatment in SCLC.", "date": "2026-01-03", "journal": ""}
{"title": "Changes in microhabitat structure around amphibian breeding ponds in the northern Rocky Mountains following severe wildfire", "doi": "10.64898/2026.01.03.697496", "authors": "Skretting, T.; Smith, A. M.; McCune, J. L.; Lee-Yaw, J. A.", "abstract": "Microhabitats promote diverse and resilient forests. Wildfire may alter critical microhabitat, yet studies directly quantifying these effects are limited. Here, we use a rare before-after-control-impact dataset to assess the impacts of severe wildfire on fine-scale gradients in microhabitat structure associated with amphibian breeding ponds in the Rocky Mountains. Using 462 photoquadrats sampled eight years before and two years after the 2017 Kenow wildfire in Waterton Lakes National Park, we quantified changes in 14 microhabitat features at three different distances (0, 3, and 10 m) away from burned and unburned ponds. Non-parametric multivariate analysis of variance suggested distance from pond edge was a significant predictor of microhabitat composition prior to the wildfire, with the proportion of soil (bare ground) decreasing and the proportion of shrubs and forbs increasing away from pond edges. A significant interaction between distance, burn status, and time was observed, suggesting that the relationship between microhabitat and distance depended on the joint effects of burn status and time. This result was driven by changes 10 m away from pond edges in the burn zone, where sites experienced an increase in the proportion of forbs, soil, gravel, and rocks, and the loss of moss cover following the fire. Microhabitat change was more pronounced at high elevation sites, although power to statistically test the effect of elevation was limited. Our study demonstrates heterogeneity in the impacts of wildfire on microhabitats along fine-scale gradients. We discuss implications of these findings for the management of amphibians using these sites.", "date": "2026-01-03", "journal": ""}
{"title": "Minimally Invasive in Situ Perfusion Method for Targeted AAV Delivery in Native Kidney: Proof of Concept in Pigs", "doi": "10.64898/2026.01.03.697116", "authors": "Montagud-Marrahi, E.; Banon-Maneus, E.; Zugazaga, A.; Gutierrez, D.; Zattera, L.; Rabadan-Ros, R.; Lazo, M.; Bohils, M.; Gelabert, A.; LUQUE RINCON, Y.", "abstract": "Currently, there is not any method for efficient and targeted delivery of gene therapies using viral vectors to the native kidneys. Adeno-associated viruses (AAV) are limited by hepatotoxicity and poor kidney tropism. This study aimed to develop a minimally invasive approach that overcomes both challenges. We evaluated in pigs a technique leveraging external perfusion systems to transiently isolate native kidney vascularization. Using a percutaneous femoral approach, fluoroscopy-guided catheterization of the kidney artery and vein enabled the establishment of a temporary isolated kidney perfusion circuit permitting native kidney in-situ perfusion. AAV delivery was then assessed by detecting construct encoding Td-Tomato protein, its mRNA and fluorescence 6 days after the perfusion. The method was achieved with two different external perfusion systems and was not associated with procedure related mortality or any major complication. Td-Tomato was detected in the perfused kidney without a significant detection in the liver which showed no inflammatory infiltrates. We developed, in pigs, a minimally invasive method permitting in-situ native kidney perfusion that enables kidney-targeted AAV delivery. Besides, it limits liver off-target transduction, potentially reducing its main side effect, hepatotoxicity, when AAV is systemically injected. It offers fast-track translational possibilities for developing kidney-targeted gene therapies. Finally, it may permit additional non-AAV therapeutics for patients with kidney diseases.", "date": "2026-01-03", "journal": ""}
{"title": "Spatial dynamics of cellular and molecular plasticity in the maternal and postpartum mouse brain", "doi": "10.64898/2026.01.03.697464", "authors": "Arbabi, K.; Ghazisaeidi, S.; Kukreja, B.; Feng, M. Y.; Hudson, H.; Fafouti, M. E.; Galea, L.; Tripathy, S.; Kalish, B.", "abstract": "Pregnancy represents a critical window for neuroplasticity and maternal mental health, yet our understanding of the molecular and cellular mechanisms driving this neural adaptation remains incomplete. Here, we generated a spatially resolved transcriptomic atlas of the maternal mouse brain, integrating Slide-tags and MERFISH to profile nearly one million cells. We uncover widespread remodeling characterized by a striking divergence: neurons suppress metabolic and synaptic machinery, while non-neuronal cells activate homeostatic programs for angiogenesis and stress response. Spatially, we identify a transient neurovascular niche in the medial preoptic area (MPOA), where hormonally primed Lhx8+ neurons exhibit neurovascular coupling with endothelial cells, coinciding with upregulated VEGF signaling to support this behavioral hub. Finally, we map the cellular basis of peripartum psychiatric vulnerability, revealing that genetic risk for major depressive disorder is cell type- and stage-specific, converging onto cortical neurons specifically during their pregnancy-induced transcriptional suppression. This resource reveals the dynamic spatial architecture of the maternal brain and provides a molecular framework for understanding peripartum adaptation and disease risk.", "date": "2026-01-03", "journal": ""}
{"title": "Cryo-EM reveals the structural basis of subtype-specific, noncompetitive inhibition of the human P2X3 receptor", "doi": "10.64898/2026.01.03.697462", "authors": "Zhao, Z.; Wang, D.-P.; Zhang, X.; Gao, Y.; Xu, H.; Teng, X.; Shen, C.; Chen, J.; Zhang, J.; Yu, Y.; Guo, C.-R.; Hattori, M.", "abstract": "P2X receptors are ATP-gated cation channels, and the P2X3 subtype plays crucial roles in peripheral sensory neurons, including in chronic pain and chronic cough. Accordingly, P2X3 has attracted substantial interest as a therapeutic target. Gefapixant, a negative allosteric modulator (NAM) of P2X3, has been approved in some countries for the treatment of chronic cough; however, its limited selectivity for P2X3 homomers over P2X2/P2X3 heteromers is associated with taste disturbance as a prominent adverse effect. These limitations have motivated the development of next-generation NAMs with improved subtype selectivity, but their subtype-specific allosteric inhibition mechanisms are unclear. Here, we report the cryo-EM structure of the human P2X3 receptor in complex with ATP and the P2X3-selective next-generation NAM sivopixant, an investigational drug. Sivopixant binds to an allosteric site at the portal of the central pocket in the extracellular domain, and structure-based mutational analysis by electrophysiology identifies key residues required for sivopixant-dependent inhibition of human P2X3. Comparisons with P2X structures from other subtypes, together with gain-of-function mutants, define a structural basis for subtype-selective allosteric inhibition of the P2X3 receptor. Furthermore, structural comparisons with apo and ATP-bound open states of P2X3 receptors, together with molecular dynamics simulations, revealed that sivopixant expands the upper body domain to suppress the lower-body movements required for channel activation, thereby preventing channel opening even in the presence of ATP.", "date": "2026-01-03", "journal": ""}
{"title": "Combating citrus greening disease by simultaneously targeting the pathogen and callose-mediated phloem occlusion", "doi": "10.64898/2026.01.03.697484", "authors": "Khalilzadeh, M.; Lin, C.-Y.; Chater, J. M.; Levy, A.; Vincent, C.", "abstract": "Huanglongbing (HLB), caused by Candidatus Liberibacter asiaticus (CLas), disrupts sugar transport in citrus due to bacterial proliferation and excessive callose deposition that blocks sieve elements. Unblocking phloem may reduce symptoms, but it is unclear whether targeting CLas or suppressing callose deposition is more critical, as both contribute to phloem dysfunction. This study evaluated whether an integrated strategy targeting both CLas and callose-mediated phloem blockage could more effectively restore phloem transport, carbohydrate allocation, and productivity in HLB-affected citrus. Two complementary field experiments assessed the effects of an antibiotic, a callose inhibitor, and their combination on phloem recovery and source-sink dynamics. The first experiment focused on treatment-induced changes in carbon transport between source and sink shortly after delivery via stem infiltration, capturing immediate physiological responses. The second experiment assessed cumulative carbon allocation to determine sustained effects on assimilate transport and fruit development. Callose inhibitor treatment increased sugar transport but this immediate response did not yield lasting benefits. Antibiotic treatment enhanced carbon import into developing fruits, but these effects were not consistently supported by other physiological indicators. In contrast, the combined treatment reduced callose deposition, improved phloem conductivity and carbon allocation during high sink demand, decreased fruit abscission, and increased the total carbon accumulated in the fruits after physiological fruit drop. Collectively, these results demonstrate that impaired source-sink balance in HLB-affected citrus results from the combination of both pathogen load and host callose accumulation, supporting an integrated strategy that combines pathogen suppression with modulation of host phloem function to improve orchard productivity.", "date": "2026-01-03", "journal": ""}
{"title": "Neural Mechanisms of Mixed Speech and Grasp Representation in Sensorimotor Cortices", "doi": "10.64898/2026.01.02.697428", "authors": "Foli, C.; Conlan, E. C.; Memberg, W. D.; Bhat, P.; Graczyk, E. L.; Johnson, T. R.; Taylor, D. M.; Herring, E. Z.; Sweet, J. A.; Ajiboye, A. B.", "abstract": "Recent brain-machine interface (BMI) studies have challenged traditional views of functional specialization in human motor cortices, suggesting that regions associated with hand control also support speech. The extent of this dual functionality as well as the neural mechanisms underlying it are unclear. We address this by analyzing intracortical neural activity from seven brain regions (spanning motor, premotor, somatosensory and parietal regions) across two participants with tetraplegia. Across all regions, grasp decoding was robust. In addition, we achieved reliable discrete-word decoding during silent reading as well as vocalized speech. Both tasks largely recruited overlapping neural populations within each region, yet these populations reconfigured their functional connectivity between tasks. Additionally, subspace analyses revealed segregated computations for speech and grasping despite mixed selectivity at the unit level. Our findings support multi-functional BMIs capable of decoding speech and grasping from the same implant and highlight ventral premotor area 6r as a novel target.", "date": "2026-01-03", "journal": ""}
{"title": "Auditory brainstem-cortical anatomy constrains the magnitude of frequency-following responses (FFRs) and event-related potentials (ERPs) coding speech-in-noise", "doi": "10.64898/2026.01.03.697410", "authors": "Bidelman, G.; Stirn, J. R.; Rizzi, R.; MacLean, J.; Cheng, H.", "abstract": "Speech-evoked brain potentials provide a window into the neural encoding of speech, experience-dependent plasticity, and deficits in central auditory processing from communication disorders. Stronger and faster frequency-following responses (FFRs) and cortical event-related potentials (ERPs) have been interpreted as reflecting more robust and efficient auditory-sensory processing across brainstem and cortical levels. Importantly, these neural signatures relate to real-world listening skills like speech-in-noise (SIN) perception. Yet, how these speech-evoked FFRs/ERPs relate to underlying auditory anatomical structures is unknown. Using a multimodal imaging approach, we recorded FFRs and ERPs to clean and noise-degraded speech sounds to assess the strength of listeners' neural encoding of speech at brainstem (FFR) and cortical (ERP) levels. MRI volumetrics of midbrain and transverse temporal gyrus (Hesch's gyrus) quantified morphological variation in subcortical and cortical anatomy that underly these EEG potentials. The QuickSIN assessed behavioral SIN abilities. Results showed that larger and thicker right (but not left) Heschl's gyrus was related to listeners' SIN abilities as well as the size of their cortical ERPs. Structural and functional measures interacted at a subcortical level. For listeners with smaller mid-brain volumes, larger speech FFRs were associated with better QuickSIN scores; whereas in individuals with larger midbrain volumes, larger FFRs were related to poorer QuickSIN. Our findings reveal common functional signatures of speech pro-cessing (FFRs, ERPs) are constrained by the anatomy of their underlying generators and suggest a complex interplay between auditory brain structure and function in accounting for perceptual SIN capacity.", "date": "2026-01-03", "journal": ""}
{"title": "Putative target antigens of the stereotyped intrathecal B cell response in multiple sclerosis", "doi": "10.64898/2026.01.03.697481", "authors": "Wagnerberger, J. H.; Gornitzka, M. B.; Loeffler, F. F.; Andersen, J. T.; Greiff, V.; Vartdal, F.; Lossius, A.", "abstract": "Intrathecal antibody production is a hallmark of multiple sclerosis (MS), yet the antigenic targets of these antibodies remain elusive. Intrathecal antibody-secreting cells in MS patients characteristically produce IgG1 antibodies carrying the G1m1 allotype and preferentially use IGHV4 heavy-chain genes paired with IGKV1 or IGKV3 light chains. This stereotyped pattern points to a common antigen-driven selection process. To test this hypothesis, we generated monoclonal antibodies from intrathecal B-lineage cells bearing this stereotyped B-cell receptor configuration and screened them against a comprehensive library of human and Epstein-Barr virus proteins. In parallel, we developed and validated an immunoprecipitation-tandem mass-spectrometry (IP-MS/MS) workflow for fresh-frozen brain tissue that preserves conformational epitopes. Several proteins, like CLDN11 and PLD1, were enriched by antibodies from multiple patients. Other targets, like MED21 and GIPC2, were unique to individual patients. Our study delivers a scalable pipeline for antigen discovery in MS and nominates candidate antigens for future validation.", "date": "2026-01-03", "journal": ""}
{"title": "Sub-neutralizing concentrations of Zika virus IgM monoclonal antibodies reduce IgG-mediated antibody-dependent enhancement of infectivity.", "doi": "10.64898/2026.01.03.697490", "authors": "Lingemann, M.; McGee, T. J.; Sidoti Migliore, G.; DeLuca, J. M.; Whitehead, S. S.; Bonsignori, M.", "abstract": "Zika virus (ZIKV) is an arthropod-borne flavivirus endemic to Latin America and Africa for which IgG-mediated antibody-dependent enhancement of infectivity (ADE) is a phenomenon of concern. The interplay dynamics between flavivirus-specific antibodies of the IgG and IgM isotypes are mostly unknown. Here, we used DH1017.IgM, a previously described human-derived, pentameric, ultrapotent neutralizing ZIKV IgM monoclonal antibody (mAb) and a recombinantly produced IgM version of neutralizing EDE1 mAb C8 (C8.IgM) to assess if IgM antibodies can interfere with IgG-mediated ADE in vitro. Both mAbs consistently reduced IgG-mediated ADE across a panel of ZIKV-binding IgG mAbs in a dose-dependent manner. ADE mitigation was achieved at DH1017.IgM sub-neutralizing concentrations. C8.IgM also mitigated IgG-mediated ADE against the whole panel, demonstrating generalizability. Finally, DH1017.IgM confirmed inhibition of ADE at sub-neutralizing concentrations in sera of ZIKV-infected individuals. In conclusion, mAbs of the IgM isotype may potently counter the adverse effects of IgG-mediated ADE.", "date": "2026-01-03", "journal": ""}
{"title": "Hyperglycemia transcriptionally regulates the paranodal protein (Caspr1) in retinal neurons and modulates neurite extension", "doi": "10.64898/2026.01.03.691327", "authors": "Devanathan, V.; Sharma, S.; Shree, S.; Suresh, G.; Chakravarthy, H.; Schmelz, M.; Bali, K. K.; Dugar, S.; Sahu, B. S.; Kaur, I.", "abstract": "Hyperglycemia is a hallmark of diabetes, affecting neuronal structure and function by altering molecular signalling pathways. Here, we explore the role of hyperglycemia in regulating Caspr1 expression and its downstream effects on neurite outgrowth. Caspr1, a critical protein implicated in neurodegenerative diseases, was found to be significantly downregulated in N2a and 661W cell lines cultured under hyperglycemic conditions (25mM glucose) and, as a result, promoted neurite outgrowth. Knockout of Caspr1 using CRISPR-Cas9 further confirmed its inhibitory role on neurite outgrowth, as Caspr1-deficient cells exhibited enhanced neurite elongation. Caspr1 downregulation was mediated by decreased expression of C/EBP, a key transcription factor with a binding site on the Caspr1 promoter. Overexpression of C/EBP restored Caspr1 promoter activity and mRNA levels, establishing C/EBP as a critical regulator. Additionally, hyperglycemia was observed to inhibit Akt phosphorylation, which further contributed to Caspr1 downregulation. Adding insulin to the culture medium under hyperglycemic conditions shows inhibition of Akt phosphorylation and downregulation of Caspr1, resulting in a shorter length of neurites in retinal neurons. In vivo, studies in diabetic mouse models and diabetic patient samples demonstrated reduced expression of Caspr1 in retinal tissues. These results suggest that hyperglycemia regulates Caspr1 expression through Akt and C/EBP pathways, promoting neurite outgrowth in retinal neurons. In contrast, adding insulin to the medium under hyperglycemia downregulates the Caspr1 expression and reduces neurite length in retinal neurons. Targeting this pathway may offer new therapeutic approaches to mitigate neurodegeneration in diabetic retinopathy.", "date": "2026-01-03", "journal": ""}
{"title": "Phenotype-Guided In Silico Molecular Generation Using Large Language Models", "doi": "10.64898/2026.01.03.697483", "authors": "Jiang, Q.; Ye, X.; Guo, Z.; Xia, Y.; Liu, Z.; Xu, J.; Jin, P.; Ju, F.; Xia, H.; Feng, S.; Liu, H.; Qin, T.; Deng, P.; Shao, S.", "abstract": "Complex diseases often emerge from coordinated, system-level cellular state changes that are difficult to address with target centric drug discovery. Phenotypic drug discovery offers a principled alternative but remains constrained by the cost and scalability of pathologically relevant assays. Here we present GEMGen, a large language modelc-based framework that performs in silico phenotypic drug discovery by generating small molecules directly from transcriptomic representations of cellular states. GEMGen encodes desired phenotypic transitions as text-based representations of up- and down-regulated gene sets, enabling transferable modeling across experimental platforms and data modalities. Trained on large scale chemical perturbation data, GEMGen robustly identifies phenotype-oriented compounds and mechanistically related but structurally distinct candidates across multiple benchmarks. Applied to signatures induced by genetic perturbations, GEMGen produces small molecules that phenocopy gene knockdown effects and identifies chemically novel inhibitors, including previously unreported KEAP1 inhibitors that activate NRF2 signaling. Extending this approach to a disease relevant model of fibrosis, GEMGen generates compounds that reverse profibrotic transcriptional programs and cellular phenotypes. These results establish a scalable framework for translating transcriptomic phenotypes into candidate therapeutic molecules, enabling systems-level exploration of vast chemical space and offering a complementary in silico counterpart to physical phenotypic drug screens.", "date": "2026-01-03", "journal": ""}
{"title": "p62/SQSTM1 selectively supports starvation-induced autophagy in N2a neuroblastoma cells", "doi": "10.64898/2026.01.03.697476", "authors": "Marimuthu, A.; Saha, D.; Vengataraghavan, V.; Bangarupeta Murali, M. J.; Devanathan, V.", "abstract": "Autophagy is a critical cellular process that maintains homeostasis and enables adaptation to metabolic stress. The selective autophagy receptor p62/SQSTM1 has been implicated in multiple aspects of autophagy regulation; however, its specific contribution to basal versus stress-induced autophagic flux remains incompletely defined, particularly in neuronal cells. In this study, we investigated the role of p62 in regulating basal and starvation-induced autophagy using a CRISPR Cas9 generated p62 knockout (p62 KO) neuroblastoma (N2a) cell model. Autophagic flux was quantified by measuring LC3 II accumulation in the presence and absence of the lysosomal inhibitor bafilomycin A1. Under nutrient-replete conditions, basal autophagic flux was comparable between wild-type and p62-deficient cells, indicating that p62 is dispensable for constitutive autophagy. In contrast, starvation robustly increased autophagic flux in wild-type cells but failed to do so in p62 KO cells, demonstrating a requirement for p62 in starvation-induced autophagy. Consistent with a stress-responsive role, p62 protein levels increased during starvation in wild-type cells under lysosomal inhibition, reflecting enhanced p62 expression rather than impaired degradation. Together, these findings reveal a context-dependent function for p62 in neuronal autophagy, whereby p62 is essential for mounting an effective autophagic response to nutrient deprivation but is not required for basal autophagic turnover.", "date": "2026-01-03", "journal": ""}
{"title": "Extreme male reproductive skew limits effective population size in American Standardbred horses", "doi": "10.64898/2026.01.03.697495", "authors": "Waples, R. S.; Khanshour, A. M.; Cothran, E. G.", "abstract": "Standardbred horses are widely used for harness racing in North America, Europe, Australia, and New Zealand. In the U.S., two gaits (Pacers and Trotters) are genetically differentiated at a level typical for different horse breeds. We used the complete pedigree for all registered American Standardbred foals born 1970 to 2014 (>200K Trotters and >500K Pacers) to calculate annual and lifetime reproductive skew and its consequences for the effective number of breeders per year (Nb) and effective size per generation (Ne). With rare exceptions, females can only produce 0 or 1 foal per year, which limits annual and lifetime variance in offspring number. These constraints do not apply to males: with humans (rather than horses) deciding who breeds with whom, and how often, the most prolific stud regularly sires well over 100 foals each year and often over 1000 across its lifetime. Male reproductive skew increased over time in both gaits, with the most prolific studs producing 20% or more of all foals sired by members of their birth cohort. Although each gait in the U.S. is represented by tens of thousands of adult horses at any given time, male Ne is typically in the low hundreds, which drives the overall Ne/N ratio to or below 0.01, a value often considered to be 'tiny.' Ne/N ratios this low have rarely been reported for large mammals and generally are thought to apply primarily to some marine species with very high fecundity. When Ne/N is this low, even large populations can experience substantial erosion of genetic diversity.", "date": "2026-01-03", "journal": ""}
{"title": "Expanding High-Fidelity Multiplexing in Ultrasensitive Single-Molecule Protein Detection via Proximity Barcoding", "doi": "10.64898/2026.01.03.697469", "authors": "Wang, C.-C.; Dorsey, E.; Wu, C.", "abstract": "The human proteome presents a vast information reservoir for basic and diagnostics research, yet the low abundances of many proteins in biofluids pose an analytical challenge. While ultrasensitive methods such as digital enzyme-linked immunosorbent assay have expanded the window of detectable proteins, multiplexing with high accuracy, sensitivity, and throughput remains limited by cross-reactivity and signal readout channels To address this challenge, we introduce PRO-MOSAIX (PROximity-barcoded Molecular On-bead Signal Amplification for Individual MultipleXing), a high-accuracy, ultrasensitive multiplex digital immunoassay platform that integrates high-throughput single-molecule protein detection with DNA barcode-based proximity ligation. PRO-MOSAIX generates 'ON' signals only from matched affinity reagents in proximity, minimizing false positives from cross-reactive binding. This approach overcomes the multiplexing ceiling imposed by fluorescence spectral overlap by employing a single signal readout channel and DNA barcoding. In conjunction, we further improve multiplexing accuracy by mitigating a secondary source of false positives from DNA-based signal amplification. As a proof of principle, we establish and validate a 15-plex PRO-MOSAIX assay in human plasma, with low femtomolar sensitivities and high measurement accuracies. PRO-MOSAIX is modular and utilizes common laboratory instrumentation with a high-throughput flow cytometric readout, providing a broadly accessible tool that bridges the gap between analytical sensitivity and high-order multiplexing.", "date": "2026-01-03", "journal": ""}
{"title": "Mass Spectrometry-Based Profiling of Personalized Immunopeptidomes in Thai Renal Cell Carcinoma", "doi": "10.64898/2026.01.03.696780", "authors": "Somparn, P.; Sriswasdi, S.; Wongkongkathep, P.; Muanwien, P.; Nanthawong, S.; Apinan, T.; Opanuraks, J.; Shuangshoti, S.; Hirankarn, N.; Moonmuang, S.; Kampoun, T.; Chaiyawat, P.; Pisitkun, T.", "abstract": "This study profiles the personalized immunopeptidomes of 13 Thai patients with renal cell carcinoma (RCC), addressing a critical knowledge gap in Southeast Asian populations characterized by distinct HLA allele distributions. We combined whole-exome sequencing (WES)-based personalized proteome construction with liquid chromatography-tandem mass spectrometry (LC-MS/MS), using both database-driven searches and de novo peptide sequencing. HLA typing identified seven alleles not previously represented in major immunopeptidome databases, with HLA-A*11:01 being the most frequent (69%). Database - based analysis identified a single tumor-specific neoantigen derived from a mutant JADE2 peptide in the patient with the highest tumor mutational burden, which was validated by a mutant-specific ELISPOT response. In contrast, de novo sequencing revealed numerous non-canonical peptides, a subset of which were supported by proteogenomic validation using PepQuery and detected exclusively in cancer proteomes but not in normal tissue datasets, indicating their potential as tumor-associated antigens. Together, these results establish an integrated and scalable framework for identifying HLA-presented tumor-derived peptides and provide a foundational immunopeptidome resource to support personalized cancer immunotherapy development in Southeast Asia.", "date": "2026-01-03", "journal": ""}
{"title": "Rapid sensing and relaying of cellular hyperosmotic-stress signals via RAF-SnRK2 core condensates", "doi": "10.64898/2026.01.03.697504", "authors": "Liu, G.; Lin, Z.; Lin, G.; Wang, X.; Liu, X.; Lang, Z.; Zhu, J.-K.; Wang, P.", "abstract": "Hyperosmolarity caused by drought, high salinity, or cold stress inhibits plant growth and crop productivity1,2. A conserved protein-kinase cascade of cytosolic B-RAFs and SnRK2s is rapidly activated upon osmotic stresses to initiate downstream adaptive responses, which represents one of the fastest known responses to osmotic stress in plants3-8. How the kinase cascade is activated by osmotic stress is unknown. Here, we show that Arabidopsis B4 subgroup RAFs have intrinsically disordered regions and directly sense both ionic and non-ionic hyperosmolarity by reversible condensation. B4-RAFs recruit and co-condense with subclass-I SnRK2s to phosphorylate and turn on SnRK2s, evading the non-condensable inhibitory A-clade PP2C phosphatases. This straightforward osmosensing and relaying module can be fully reconstituted in E. coli by co-expressing three components or in solution in a test tube using recombinant proteins. Our findings identify B-RAFs as the chief cellular osmosensors that detect low water potential by co-condensation, forming a signal hub with SnRK2s to orchestrate adaptive responses in plants, and represent an evolutionarily conserved osmosensing mechanism across kingdoms.", "date": "2026-01-03", "journal": ""}
{"title": "Abalone genomics reveals an ancient asymmetry axis and the multifunctionality of the mantle", "doi": "10.64898/2026.01.03.697505", "authors": "Wang, X.; Li, C.; Xin, P.; Zhang, M.; Huang, B.; Chen, T.; Li, S.; Han, Y.; Wei, L.; Zhang, X.; Liu, Y.; Zhu, C.; Xu, W.; Yue, Z.; Xue, W.; Yu, W.; Zhang, P.; Li, L.; Yuan, M.; Tian, D.; Qi, J.; Qiu, Q.; Wang, K.; Guo, X.; Feng, C.", "abstract": "Gastropod diversification represents one of the most spectacular evolutionary radiations, underpinned by a fundamentally asymmetric body plan and diverse pigmentation patterns. To understand the genetic underpinnings of these cardinal traits, we constructed a chromosome-level genome assembly for the rainbow abalone, Haliotis iris. Integrating systematic genomics, histoembryology, and molecular assays, we uncover an ancient regulatory axis, conserved for over 544 million years, in which the long non-coding RNA lncRNA1 functions as a competing endogenous RNA to shield pitx transcripts from miRNA-mediated degradation, thereby driving the establishment of asymmetric body patterning, including the mantle. Furthermore, we identify a wnt-mitf-tyr cascade as the driver of melanogenesis and demonstrate that the mantle is the primary site of melanin synthesis. Concurrently, we reveal the mantle as a multifunctional organ possessing mechanosensory capabilities. These findings elucidate the ancient genetic toolkit governing trait evolution in gastropods.", "date": "2026-01-03", "journal": ""}
{"title": "Dendritic excitations primarily mediate back-propagation in CA1 pyramidal neurons during behavior", "doi": "10.64898/2026.01.03.696606", "authors": "Lee, B. H.; Park, P.; Wu, X.; Wong-Campos, J. D.; Xu, J.; Xiong, M.; Qi, Y.; Huang, Y.-C.; Itkis, D. G.; Plutkis, S. E.; Lavis, L.; Cohen, A. E.", "abstract": "Dendrites integrate synaptic inputs to trigger action potentials, and dendrites carry back-propagating action potentials (bAPs) to synapses where these signals contribute to plasticity. Despite strong evidence for a rich repertoire of nonlinear dendritic excitations, the in vivo roles of these excitations in dendritic integration and back-propagation remain uncertain. Here, we used high-speed voltage imaging through a chronically implanted microprism to map membrane potential dynamics from basal to apical dendrites of CA1 neurons in mice navigating in a virtual reality environment. Despite complex dendritic branch morphology, the dynamics were largely captured by 2 or 3 electrical compartments: basal, soma, and apical. Fast dendritic spikes almost always started from bAPs, indicating that dendritic spikes are primarily a consequence rather than a cause of somatic spiking. These fast spikes sometimes triggered slower apical dendritic plateau depolarizations, which drove complex spikes at the soma. We found that the biophysics of dendritic excitability determined the distribution of simple and complex spikes across a place field. Our results show how CA1 pyramidal neurons convert synaptic inputs to spiking outputs and suggest a primary role of dendritic nonlinearities in mediating activity-dependent plasticity.", "date": "2026-01-03", "journal": ""}