{"title": "N-glycosylation engineering in chimeric antigen receptor T cells enhances anti-tumor activity", "doi": "10.1101/2023.01.23.525164", "authors": "De Bousser, E.; Festjens, N.; Plets, E.; Meuris, L.; Vuylsteke, L.; Fijalkowska, D.; Van Hecke, A.; Wyseure, E.; Goossens, M.; De Pryck, L.; Van den Bosch, S.; De Munter, S.; Vandekerckhove, B.; Callewaert, N.", "abstract": "Chimeric antigen receptor (CAR) T cell therapy has had limited success in solid tumors, requiring novel enhancement strategies. Modifying the glycocalyx of CAR T cells is unexplored; we report on genome-editing of the MGAT5 gene to abolish human CAR T N-glycan poly-LacNAc modifications. This boosted tumor control in carcinoma and lymphoma models, for donors of whom the non-engineered CAR T cells largely failed in tumor control. More blood-circulating MGAT5 KO CD70 nanoCAR T cells were found, exhibiting potent tumor cell-killing activity ex vivo, while non-glycoengineered CAR T cells faltered. MGAT5 KO CD70 nanoCAR T cells also mediated durable anti-tumor immunity, improving control of secondary carcinoma challenge months later. Single-cell transcriptomics revealed increased mitotic activity and type I interferon signaling, indicating sustained intratumoral activation. The glyco-engineered cells had unaltered antigen sensitivity and dependence on T cell growth factors, preserving key safety features. MGAT5 KO is readily compatible with clinical manufacturing, representing a promising approach to enhance CAR T cell therapy.", "date": "2025-07-09", "journal": ""}
{"title": "Identification of a Culturable Fungal Species and Endosymbiotic Bacteria in Saliva of Aedes aegypti and Culex pipiens and Their Impact on Arbovirus Infection in Vitro", "doi": "10.1101/2023.03.31.534949", "authors": "Wang, L.; Remue, L.; Adriaens, N.; Soto, A.; Verwimp, S.; van Bree, J.; Trappeniers, K.; Delang, L.", "abstract": "Mosquito saliva plays a key role in arbovirus transmission and pathogenesis. This study isolated and identified culturable fungal and bacterial colonies from saliva harvested from Aedes aegypti (lab strain) and Culex pipiens (field-collected) mosquitoes. For the first time, Penicillium crustosum was identified in mosquito saliva. Culturable bacteria detected in mosquito saliva included Serratia marcescens, Serratia nematodiphila, Enterobacter spp., and Klebsiella spp., which were previously identified as mosquito or insect endosymbionts in the midgut or other organs. Analysis with 16S metagenomics showed that the bacterial community in saliva appeared more diverse than the bacterial communities in midguts. Blood feeding did not affect the fungal or bacterial load in mosquito saliva. Oral treatment of adult mosquitoes with antibiotics or an antifungal drug resulted in a significant reduction of resp. bacteria or fungi present in the mosquito saliva. Co-incubation of Semliki Forest virus with saliva from antibiotic or antifungal-treated mosquitoes triggered a decrease in viral infection in human skin fibroblasts compared to non-treated saliva. This work lays the foundation for further exploration of the impact of fungi and bacteria in mosquito saliva on both vector competence and arbovirus infection in the mammalian host.", "date": "2025-07-09", "journal": ""}
{"title": "Tor1 dysfunction promotes phenotypic diversity in the asexual fungus Candida albicans", "doi": "10.1101/2023.05.12.539650", "authors": "Zacchi, L. F.; Rohling, J.; Johnson, N.; Anderson, M. T.; Southern, P. J.; Davis, D. A.", "abstract": "Genetic variation is a primary contributor to phenotypic variation within a population. In asexual eukaryotes however, it is unclear how, or if, genetic variation is generated and maintained to promote phenotypic variation. C. albicans , an asexual fungus that causes opportunistic infections in susceptible hosts, has several phenotypic switching systems, including the colony morphology phenotypic switching (CMPS) system. CMPS, a penetrant change in colony morphology on solid medium in vitro , is associated with incipient or fulminant clinical disease. CMPS results in the alteration of additional virulence properties, including drug resistance, that are not tightly correlated with colony morphology. Importantly, it is unknown whether CMPS is a regulated or stochastic process. We found that specific mutants affecting the Target of Rapamycin (TOR) pathway showed an increase in CMPS frequency and CMPS in these mutant backgrounds was associated with changes in rapamycin sensitivity. We also identified growth conditions that promoted CMPS in clinical strains and found that CMPS in these backgrounds was also linked to the TOR pathway through changes in rapamycin sensitivity. These results demonstrate that CMPS promotes phenotypic variation through the TOR pathway, supporting a model that this is a regulated process. Since the TOR growth control pathway is conserved throughout the eukarya, the identification of TOR as a phenotypic diversity regulator likely has broad implications.", "date": "2025-07-09", "journal": ""}
{"title": "Intestinal LKB1 loss drives a pre-malignant program along the serrated cancer pathway", "doi": "10.1101/2023.07.17.548873", "authors": "Plugge, S. F.; Ma, H.; van der Vaart, J. Y.; Sprangers, J.; Morsink, F. H. M.; Xanthakis, D.; Jamieson, C.; Stroot, K. B. W.; Keijzer, A. R.; Margaritis, T.; Candelli, T.; Straver, R.; de Ridder, J.; Holstege, F. C. P.; de Leng, W. W. J.; Offerhaus, G. J. A.; Merenda, A.; Maurice, M. M.", "abstract": "Background & Aims Heterozygous inactivating mutations of Serine Threonine Kinase 11 (STK11)/Liver Kinase B1 (LKB1) are causative to the Peutz-Jeghers syndrome (PJS), a hereditary disease characterized by gastrointestinal hamartomatous polyposis and increased cancer susceptibility. While LKB1 loss-induced polyp formation has been ascribed to non-epithelial tissues, how LKB1 deficiency increases cancer risk of patients by altering the phenotypical landscape and hierarchical organization of epithelial tissues remains poorly understood. Methods Using CRISPR/Cas9, we generated heterozygous and homozygous Lkb1-deficient mouse small intestinal and human colon organoids. These organoids were characterized by an integrated approach that combines imaging, bulk and single-cell RNA sequencing and growth factor dependency assays. Our findings were validated in human PJS-derived tissues using immunohistochemistry and linked to colorectal cancer profiles using the TCGA cancer database. Results Our results reveal that heterozygous Lkb1 loss is sufficient to push intestinal cells into a premalignant transcriptional program associated with serrated colorectal cancer, which is further amplified by loss-of-heterozygosity. This altered epithelial growth state associates with persistent features of regeneration and enhanced EGFR ligand and receptor expression, conferring niche-independent growth properties to Lkb1-deficient organoids. Moreover, our newly generated LKB1-mutant signature is enriched in sporadic serrated colorectal cancer, and synergistic cooperation of Lkb1-deficiency with mutant Kras was experimentally confirmed by assessing organoid growth properties and transcriptomes. Conclusions Heterozygous loss of LKB1 pushes intestinal cells into a chronic regenerative state which is amplified upon loss-of-heterozygosity. Lkb1-deficiency thereby generates fertile ground for serrated colorectal cancer formation in the intestine, potentially explaining the increased cancer risk observed in PJS.", "date": "2025-07-09", "journal": ""}
{"title": "Contrasting Effects of SARS-CoV-2 Vaccination vs. Infection on Antibody and TCR Repertoires", "doi": "10.1101/2023.09.08.556703", "authors": "Braun, J.; Hill, E. D.; Contreras, E.; Yasuda, M.; Morgan, A.; Ditelberg, S.; Winter, E.; Callahan, C.; Mazzoni, G.; Kirmaier, A.; Mirebrahim, H.; Asgharian, H.; Telman, D.; Collier, A.-R. Y.; Barouch, D. H.; Riedel, S.; Dutta, S.; Rubelt, F.; Arnaout, R.", "abstract": "Antibodies and helper T cells play important roles in SARS-CoV-2 infection and vaccination. We sequenced B- and T-cell receptor repertoires (BCR/TCR) from the blood of 251 infectees, vaccinees, and controls to investigate whether features of these repertoires could predict subjects' SARS-CoV-2 neutralizing antibody titer (NAbs), as measured by enzyme-linked immunosorbent assay (ELISA). We sequenced recombined immunoglobulin heavy-chain (IGH), TCRbeta (TRB), and TCRdelta (TRD) genes in parallel from all subjects, including select B- and T-cell subsets in most cases, with a focus on their hypervariable CDR3 regions, and correlated this AIRRseq data with demographics and clinical findings from subjects' electronic health records. We found that age affected NAb levels in vaccinees but not infectees. Intriguingly, we found that vaccination, but not infection, has a substantial effect on non-productively recombined IGHs, suggesting a vaccine effect that precedes clonal selection. We found that repertoires' binding capacity to known SARS-CoV-2-specific CD4+ TRBs performs as well as the best hand-tuned fuzzy matching at predicting a protective level of NAbs, while also being more robust to repertoire sample size and not requiring hand-tuning. The overall conclusion from this large, unbiased, clinically well annotated dataset is that B- and T-cell adaptive responses to SARS-CoV-2 infection and vaccination are surprising, subtle, and diffuse. We discuss methodological and statistical challenges faced in attempting to define and quantify such strong-but-diffuse repertoire signatures and present tools and strategies for addressing these challenges.", "date": "2025-07-09", "journal": ""}
{"title": "Machine Learning Guided Differentiation Therapy Targets Cancer Stem Cells in Colorectal Cancers", "doi": "10.1101/2023.09.13.557628", "authors": "Sinha, S.; Alcantara, J.; Perry, K.; Castillo, V.; Ondersma, A.; Banerjee, S.; McLaren, E.; Espinoza, C. R.; Taheri, S.; Vidales, E.; Tindle, C.; Adel, A.; Amirfakhri, S.; Sawires, J. R.; Yang, J.; Bouvet, M.; Ghosh, P.", "abstract": "Despite advances in artificial intelligence (AI) within cancer research, its application toward realizing differentiation therapy in solid tumors remains limited. Using colorectal cancer (CRC) as a model, we developed a machine learning (ML) framework, CANDiT (Cancer Associated Nodes for Differentiation Targeting), to selectively induce differentiation and death of cancer stem cells (CSCs)--a key obstacle to durable response. Centering on one node, CDX2, a master differentiation factor lost in high-risk, poorly differentiated CRCs, we built a transcriptomic network to identify therapeutic strategies for CDX2 restoration. Network-based prioritization identified PRKAB1, a stress polarity sensor, as a top target. A clinical-grade PRKAB1 agonist reprogrammed transcriptional networks, induced crypt differentiation, and selectively eliminated CDX2-low CSCs in CRC cell lines, xenografts and patient-derived organoids (PDOs). Multivariate analyses in PDOs revealed a strong therapeutic index, linking efficacy (IC) to the biomarker-defined CDX2-low state. A 50-gene response signature--derived from an integrated analyses of all three models and trained across multiple datasets--revealed that CDX2 restoration therapy may translate into a [~]50% reduction in recurrence and mortality risk. Mechanistically, treatment activated a differentiation-associated stress polarity signaling axis while dismantling Wnt and YAP-driven stemness programs essential to CSC survival. Thus, CANDiT offers a scalable path to CSC-directed therapy in solid tumors by translating transcriptomic vulnerabilities into precision treatments.\n\nGraphic Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=174 SRC=\"FIGDIR/small/557628v4_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (52K):\norg.highwire.dtl.DTLVardef@1deeb85org.highwire.dtl.DTLVardef@38a63eorg.highwire.dtl.DTLVardef@12a578aorg.highwire.dtl.DTLVardef@d932f4_HPS_FORMAT_FIGEXP  M_FIG C_FIG One sentence summaryIn this work, Sinha et al. introduce a machine learning-guided framework to identify and target transcriptomic vulnerabilities in colorectal cancer, demonstrating that differentiation therapy selectively eliminates cancer stem cells and reduces recurrence risk.\n\nHighlightsO_LIAn ML framework (CANDiT) identifies target for differentiation therapy for CRCs\nC_LIO_LITherapy induces crypt differentiation and CSC-specific cytotoxicity\nC_LIO_LICDX2-low state predicts therapeutic response; restoration improves prognosis\nC_LIO_LITherapy dismantles stemness via reactivation of stress polarity signaling\nC_LI", "date": "2025-07-09", "journal": ""}
{"title": "The holocephalan ratfish endoskeleton shares trabecular and areolar mineralization patterns, but not tesserae, with elasmobranchs little skate and catshark", "doi": "10.1101/2024.01.07.574539", "authors": "Atake, O. J.; Berio, F.; Debiais Thibaud, M.; F Eames, B.", "abstract": "Specific character traits of mineralized endoskeletal tissues need to be clearly defined and comprehensively examined among extant chondrichthyans (elasmobranchs, such as sharks and skates, and holocephalans, such as chimaeras) to understand their evolution. For example, tiles of mineralized polygonal structures called tesserae occur at cartilage surfaces in chondrichthyans, but recent studies showing trabecular mineralization at elasmobranch cartilage surfaces suggest that tesserae are not as common as previously thought. Also, while areolar mineralized tissue in elasmobranchs is generally considered a unique, shared chondrichthyan feature, some chondrichthyan species demonstrate bone-like tissues in both a specific region of tesserae termed the cap zone and continuous (not tiled) mineralized neural arches. To clarify the distribution of specific endoskeletal features among extant chondrichthyans, adult skeletal tissues in a holocephalan chimaera (spotted ratfish) and two elasmobranchs (small-spotted catshark and little skate) were characterized using synchrotron radiation and desktop micro-CT imaging, and histological and immunofluorescent assays. Endoskeletal mineralization in the ratfish, catshark, and little skate varied both quantitively in tissue mineral density (TMD), and qualitatively in the morphology and localization of mineralized structures and tissues. For example, TMD of several skeletal elements was significantly lower in ratfish, compared to catshark and little skate. Trabecular and areolar mineralization were shared among these extant chondrichthyan species, but tesserae and bone-like tissues were not. Interestingly, three separate analyses argued that the adult chimaera endoskeleton has features of the embryonic little skate endoskeleton. Generally, this study proposes specific terminology for character states of the extant chondrichthyan endoskeleton and infers those states in ancestral chondrichthyans with reference to fossil data.", "date": "2025-07-09", "journal": ""}
{"title": "Selecting Synthetic Data for Successful Simulation-Based Transfer Learning in Dynamical Biological Systems", "doi": "10.1101/2024.03.25.586390", "authors": "Witzke, S.; Zabbarov, J.; Kleissl, M.; Iversen, P.; Renard, B. Y.; Baum, K.", "abstract": "Background: Accurate prediction of the temporal dynamics of biological systems is crucial for informing timely and effective interventions, e.g., in ecological or epidemiological contexts, or for treatment adjustments in therapy. While machine learning has proven its capabilities in generalizing the underlying nonlinear dynamics of such systems, unlocking its predictive power is often restrained by the limited availability of large, curated datasets. To supplement real-world data, informing machine learning by transfer learning with synthetic data derived from simulations using ordinary differential equations has emerged as a promising solution. However, the success of this approach highly depends on the designed characteristics of the synthetic data. Results: We suggest scrutinizing these characteristics, such as size, diversity, and noise, of ordinary differential equation-based synthetic time series datasets. Here, we demonstrate how to systematically evaluate the influence of such design choices on transfer learning performance. We conduct a proof-of-concept study on three simple, but widely used systems and four real-world datasets. We find a strong interdependency between synthetic dataset size and diversity effects. Good transfer learning settings heavily rely on real-world data characteristics as well as the data's coherence with the dynamics of the model underlying the synthetic data. We achieve a performance improvement of up to 92% in mean absolute error for simulation-based transfer learning compared to non-informed deep learning. Conclusions: Our work emphasizes the relevance of carefully selecting properties of synthetic data for leveraging the valuable domain knowledge contained in ordinary differential equation models for machine-learning based predictions. The code is available at https://github.com/DILiS-lab/opt-synthdata-4tl.", "date": "2025-07-09", "journal": ""}
{"title": "Basic reproduction number for pandemic Escherichia coli clones varies markedly and can be comparable to pandemic influenza viruses", "doi": "10.1101/2024.05.08.593267", "authors": "Ojala, F. A.; Pesonen, H.; Gladstone, R. A.; Maklin, T.; Tonkin-Hill, G.; Marttinen, P.; Corander, J.", "abstract": "Extra-intestinal pathogenic Escherichia coli (ExPEC) ubiquitously colonize the human gut and represent clinically the most significant bacterial species causing urinary tract infections and bacteremia in addition to contributing to meningitis in neonates. During the last two decades, new E. coli multi-drug resistant clones such as ST131, particularly its clades C1 and C2, have spread globally, as has their generally less resistant sister clade ST131-A. Phylodynamic coalescent modeling has indicated exponential growth in the populations corresponding to these clades during the early 2000s. However, it remains unknown how their transmission dynamics compare to viral epidemics and pandemics in terms of key epidemiological quantities such as the basic reproduction number R0. Estimation of R0 for opportunistic pathogenic bacteria poses a difficult challenge compared to viruses causing acute infections, since data on E. coli infections accumulate with a much longer delay, even in the most advanced public health reporting systems. Here, we developed a compartmental model for asymptomatic gut colonization and onward transmission coupled with a stochastic epidemiological observation model for bacteremia and fitted the model to annual Norwegian national E. coli disease surveillance and bacterial population genomics data. Approximate Bayesian Computation leveraged by the ELFI software package was used to infer R0 for the pandemic ST131 clades. The resulting R0 estimates for ST131-A, ST131-C1 and ST131-C2 were 1.47 (1.31-1.60), 1.18 (1.12-1.20) and 1.13 (1.08-1.20), respectively, indicating that the ST131-A transmission potential can be even comparable to pandemic influenza viruses, such as H1N1. The significantly lower transmissibility of ST131-C1 and ST131-C2 suggests that their global dissemination has been aided by antibiotic selection pressure and that they may be more effectively transmitted through healthcare facilities instead of primarily community-driven transmission. In summary our results provide a fundamental advance in understanding the relative transmissibility of these opportunistic pathogens and that it can vary markedly even between very closely related E. coli.", "date": "2025-07-09", "journal": ""}
{"title": "Independent origins of spicules reconcile palaeontological and molecular evidence of sponge evolutionary history", "doi": "10.1101/2024.06.24.600355", "authors": "Rossi, M. E.; Keating, J. N.; Kenny, N. J.; Giacomelli, M.; Alvarez-Carretero, S.; Schuster, A.; Cardenas, P.; Taboada, S.; Koutsouveli, V.; Donoghue, P.; Riesgo, A.; Pisani, D.", "abstract": "Sponges (Porifera) are ecosystem engineers playing a critical role in global biogeochemical processes. Their evolution is key to clarify Neoproterozoic paleoecology but remains mired in controversy. Molecular timescales suggest a Tonian or Cryogenian origin while their oldest unequivocal fossils consist of disarticulated siliceous spicules from the Late Ediacaran. We derived a new, dated sponge phylogeny and tested whether ancestral sponges had mineralized skeletons. We resolve the sponge phylogeny in good agreement with current knowledge but date their origin to the early Ediacaran, rather than the Cryogenian or Tonian. We show that early sponges were uncapable of biomineralization and both biosilicification and biocalcification evolved independently multiple times across Porifera. Our results reconcile fossil and molecular estimates of sponge evolution, by showing than their Neoproterozoic history is limited to the Ediacaran, but they are largely absent from the Ediacaran fossil record because they were yet to evolve biomineralized skeletons.", "date": "2025-07-09", "journal": ""}
{"title": "Unraveling fungal endolysosomal network as a potential target for effective disease control", "doi": "10.1101/2024.08.02.606287", "authors": "Chen, X.; Chen, X.; Long, Y.; Tian, X.; Fang, Z.; Abubakar, Y. S.; Zheng, H.; Wang, Z.; Zheng, W.", "abstract": "During host-pathogen interactions, fungal pathogens exploit the endolysosomal trafficking network to fine-tune their responses to host and environmental stimuli, thereby facilitating disease progression. However, the molecular mechanisms underlying the fungal-specific functions of the endolysosomal network require further investigation. Here, we systematically characterized the endolysosomal network in Fusarium graminearum using the dynamin-like GTPase FgVps1 as an entry point. Functional analysis revealed that FgVps1 is essential for the release of retromer- and sorting nexin-associated vesicles from endosomes, thereby facilitating the trafficking of v-SNARE protein FgSnc1 and promoting fungal development and pathogenicity. Building on this, we further discovered that the retromer core subunit FgVps35 interacts with sorting nexin FgSnx4 and identified the corresponding interaction interface, which involves residues FgVps35N383 and FgSnx4E373. In addition, the ESCRT-II component FgVps36 bridges ESCRT-I and -III and interacts with both FgVps35 and FgSnx4, thereby preventing their mislocalization to the vacuole and maintaining endolysosomal trafficking. Notably, we demonstrated that inhibition of FgVps1 function, either by blocking its GTPase activity or by disrupting actin polymerization, effectively impaired endosomal trafficking and attenuates fungal pathogenicity. Altogether, our results uncover key mechanisms underlying the function of fungal endolysosomal network and providing a promising broad-spectrum strategy for controlling phytopathogenic fungi.", "date": "2025-07-09", "journal": ""}
{"title": "Time Makes Space: Emergence of Place Fields in Networks Encoding Temporally Continuous Sensory Experiences", "doi": "10.1101/2024.08.11.607484", "authors": "Wang, Z.; Di Tullio, R. W.; Rooke, S.; Balasubramanian, V.", "abstract": "The vertebrate hippocampus is believed to use recurrent connectivity in area CA3 to support episodic memory recall from partial cues. This brain area also contains place cells, whose location-selective firing fields implement maps supporting spatial memory. Here we show that place cells emerge in networks trained to remember temporally continuous sensory episodes. We model CA3 as a recurrent autoencoder that recalls and reconstructs sensory experiences from noisy and partially occluded observations by agents traversing simulated arenas. The agents move in realistic trajectories modeled from rodents and environments are modeled as continuously varying, high-dimensional, sensory experience maps (spatially smoothed Gaussian random fields). Training our autoencoder to accurately pattern-complete and reconstruct sensory experiences with a constraint on total activity causes spatially localized firing fields, i.e., place cells, to emerge in the encoding layer. The emergent place fields reproduce key aspects of hippocampal phenomenology: a) remapping (maintenance of and reversion to distinct learned maps in different environments), implemented via repositioning of experience manifolds in the network's hidden layer, b) orthogonality of spatial representations in different arenas, c) robust place field emergence in differently shaped rooms, with single units showing multiple place fields in large or complex spaces, and d) slow representational drift of place fields. We argue that these results arise because continuous traversal of space makes sensory experience temporally continuous. We make testable predictions: a) rapidly changing sensory context will disrupt place fields, b) place fields will form even if recurrent connections are blocked, but reversion to previously learned representations upon remapping will be abolished, c) the dimension of temporally smooth experience sets the dimensionality of place fields, including during virtual navigation of abstract spaces.", "date": "2025-07-09", "journal": ""}
{"title": "A quantitative pipeline for whole-mount deep imaging and analysis of multi-layered organoids across scales", "doi": "10.1101/2024.08.13.607832", "authors": "Gros, A.; Vanaret, J.; Dunsing-Eichenauer, V.; Rostan, A.; Roudot, P.; Lenne, P.-F.; Guignard, L.; Tlili, S.", "abstract": "Whole-mount 3D imaging at the cellular scale is a powerful tool for exploring complex processes during morphogenesis. In organoids, it allows examining tissue architecture, cell types, and morphology simultaneously in 3D models. However, cell packing in multilayered organoid tissues hinders both deep imaging and quantification of cell-scale processes. To address these challenges, we developed an experimental and computational pipeline to extract properties at scales ranging from cell to tissue. The experimental module is based on two-photon imaging of immunostained organoids. The computational module corrects for optical artifacts, performs accurate 3D nuclei segmentation and reliably quantifies gene expression. We provide the computational module as a user-friendly Python package called Tapenade, along with napari plugins which enable joint data processing and exploration across scales. We demonstrate the pipeline by quantifying 3D spatial patterns of gene expression and nuclear morphology in gastruloids, revealing how local cell deformations and gene coexpression relate to tissue-scale organization. This quantitative pipeline improves our understanding of gastruloid development, and lays the groundwork for a wide range of multi-layered organoids and tumoroids systems.", "date": "2025-07-09", "journal": ""}
{"title": "The Hox Gene, abdominal-A, controls the size and timely mitotic entry of neural stem cells during CNS patterning in Drosophila", "doi": "10.1101/2024.09.04.611161", "authors": "ARYA, R.; Das, P.; Murthy, S.; Abbas, E.; White, K.", "abstract": "Cell size is a critical determinant of its function and physiology. In this study, we investigated the regulation of stem cell size during Drosophila central nervous system (CNS) development and its association with cell fate. We note that neural stem cells (NSCs) in different regions of ventral nerve cord increase their size at different rates. The, thoracic NSCs grow at a faster rate compared to those in the abdominal region. We show that in addition to its role in apoptosis and nervous system remodeling, abdA also plays an instructive role in regulating the rate of NSC size increase and its timely entry into mitosis. Weak expression of abdA in larval abdominal NSCs was sufficient to retard the rate of their size increase and delay their mitotic entry compared to thoracic NSCs. Knockdown of abdA in NSCs enhances their rate of size increase leading to early mitotic entry, while ectopic abdA expression in thoracic NSCs reduces their size and delays their mitotic entry. We show that abdA-mediated NSC size regulation acts downstream of nutrition-induced NSC activation, which fine-tunes the stem cell potential spatiotemporally. This study highlights the instructive role of abdA in regulating various fates of larval NSCs during CNS patterning.\n\nSignificance statementO_LIUnderstanding the upstream regulation of various aspects of the cell cycle is crucial; however, the influence of cell size on this process remains largely unknown.\nC_LIO_LIWe found an instructive role for the Hox gene abdominal A in maintaining the small size of neural stem cells (NSCs) and in regulating the time and rate of mitosis.\nC_LIO_LIThis mechanism is crucial because it helps NSCs generate the necessary number of neurons at an appropriate developmental stage, thereby contributing to proper central nervous system patterning.\nC_LI", "date": "2025-07-09", "journal": ""}
{"title": "A gene-based model of fitness and its implications for genetic variation: Linkage disequilibrium", "doi": "10.1101/2024.09.12.612686", "authors": "Johri, P.; Charlesworth, B.", "abstract": "A widely used model of the effects of mutations on fitness (the ''sites'' model) assumes that heterozygous recessive or partially recessive deleterious mutations at different sites in a gene complement each other, similarly to mutations in different genes. However, the general lack of complementation between major effect allelic mutations suggests an alternative possibility, which we term the ''gene'' model. This assumes that a pair of heterozygous deleterious mutations in trans behave effectively as homozygotes, so that the fitnesses of trans heterozygotes are lower than those of cis heterozygotes. We examine the properties of the two different models, using both analytical and simulation methods. We show that the gene model predicts positive linkage disequilibrium (LD) between deleterious variants within the coding sequence, under conditions when the sites model predicts zero or slightly negative LD. We also show that focussing on rare variants when examining patterns of LD, especially with Lewontin's D' measure, is likely to produce misleading results with respect to inferences concerning the causes of the sign of LD. Synergistic epistasis between pairs of mutations was also modeled; it is less likely to produce negative LD under the gene model than the sites model. The theoretical results are discussed in relation to patterns of LD in natural populations of several species.", "date": "2025-07-09", "journal": ""}
{"title": "APEX2 proximity labeling of RNA in bacteria", "doi": "10.1101/2024.09.18.612050", "authors": "Yassine, H.; Sirotkin, E.; Goldberger, O.; Lawal, V.; Kearns, D. B.; Schrader, J. M.", "abstract": "Rapid spatially controlled methods are needed to investigate RNA localization in bacterial cells. APEX2 proximity labeling was shown to be adaptable to rapid RNA labeling in eukaryotic cells, and through the fusion of APEX2 to different proteins targeted to different subcellular locations, has been useful to identify RNA localization in these cells. Therefore, we adapted APEX2 proximity labeling of RNA to bacterial cells by generating an APEX2 fusion to the RNase E gene, which is necessary and sufficient for BR-body formation. APEX2 fusion is minimally perturbative and RNA can be rapidly labeled on the sub-minute timescale with Alkyne-Phenol, outpacing the rapid speed of mRNA decay in bacteria. Alkyne-Phenol provides flexibility in the overall downstream application with copper catalyzed click-chemistry for downstream applications, such as fluorescent dye-azides or biotin-azides for purification. Altogether, APEX2 proximity labeling of RNA provides a useful method for studying RNA localization in bacteria.", "date": "2025-07-09", "journal": ""}
{"title": "scooby: Modeling multi-modal genomic profiles from DNA sequence at single-cell resolution", "doi": "10.1101/2024.09.19.613754", "authors": "Hingerl, J. C.; Martens, L. D.; Karollus, A.; Manz, T.; Buenrostro, J. D.; Theis, F. J.; Gagneur, J.", "abstract": "Understanding how regulatory DNA elements shape gene expression across individual cells is a fundamental challenge in genomics. Joint RNA-seq and epigenomic profiling provides opportunities to build unifying models of gene regulation capturing sequence determinants across steps of gene expression. However, current models, developed primarily for bulk omics data, fail to capture the cellular heterogeneity and dynamic processes revealed by single-cell multi-modal technologies. Here, we introduce scooby, the first model to predict scRNA-seq coverage and scATAC-seq insertion profiles along the genome from sequence at single-cell resolution. For this, we leverage the pre-trained multi-omics profile predictor Borzoi as a foundation model, equip it with a cell-specific decoder, and fine-tune its sequence embeddings. Specifically, we condition the decoder on the cell position in a precomputed single-cell embedding resulting in strong generalization capability. Applied to a hematopoiesis dataset, scooby recapitulates cell-specific expression levels of held-out genes and cells, and identifies regulators and their putative target genes through in silico motif deletion. Moreover, accurate variant effect prediction with scooby allows for breaking down bulk eQTL effects into single-cell effects and delineating their impact on chromatin accessibility and gene expression. We anticipate scooby to aid unraveling the complexities of gene regulation at the resolution of individual cells.", "date": "2025-07-09", "journal": ""}
{"title": "Phosphorylation regulated conformational diversity and topological dynamics of an intrinsically disordered nuclear receptor", "doi": "10.1101/2024.09.21.614239", "authors": "Akulov, V.; Jimenez Panizo, A.; Estebanez Perpina, E.; van Noort, J.; Mashaghi, A.", "abstract": "Site-specific phosphorylation of disordered proteins is often considered as a marker of protein activity, yet it is unclear how phosphorylation alters conformational dynamics of disordered protein chains, such as those in the nuclear receptor superfamily. In the case of disordered human glucocorticoid receptor N-terminal domain (GR NTD), a negatively charged region known as core activation function 1 (AF1c) features three phosphorylation sites, regulating its function and intracellular localization. Deletion of this sequence reduces GR transcriptional activation ability dramatically in cell experiments. By developing a circuit topology-based fold analysis approach, combined with atomistic simulations, we reveal that site-specific phosphorylation facilitates formation of non-local contacts, leading to the emergence of disordered compact topologies with significant entanglement, which are distinct from solvent exposed topologies. While we observe that the topological buildup of solvent-exposed states is similar in different phosphovariants, it depends on the exact phosphorylation site for the disordered compact states. This study thus reveals the complex regulatory role of the GR phosphorylation and introduces a unique analysis framework that can be broadly applied to studying topological dynamics of disordered proteins.", "date": "2025-07-09", "journal": ""}
{"title": "Lumen charge governs gated ion transport in β-barrel nanopores", "doi": "10.1101/2024.09.26.615172", "authors": "Mayer, S. F.; Mitsioni, M.; Robin, P.; van den Heuvel, L.; Ronceray, N.; Marcaida, M. J.; Abriata, L. A.; Krapp, L. F.; Anton, J. S.; Soussou, S.; Jeanneret-Grosjean, J.; Fulciniti, A.; Moller, A.; Vacle, S.; Feletti, L.; Brinkerhoff, H.; Laszlo, A. H.; Gundlach, J. H.; Emmerich, T.; Dal Peraro, M.; Radenovic, A.", "abstract": "{beta}-barrel nanopores are involved in crucial biological processes, from ATP export in mitochondria to bacterial resistance, and represent a promising platform for emerging sequencing technologies. However, in contrast to ion channels, the understanding of the fundamental principles governing ion transport through these nanopores remains in its early stages. In this study, we integrate experimental, numerical, and theoretical approaches to elucidate ion transport mechanisms in these biological nanopores. We identify and characterise two distinct nonlinear phenomena: open-pore rectification and gating. Through extensive mutation analysis of aerolysin nanopores, we demonstrate that open-pore rectification is caused by ionic accumulation driven by the distribution of lumen charges. Additionally, we provide converging evidence suggesting that gating is controlled by electric fields dissociating counterions from lumen charges, promoting local structural deformations. Our findings establish a rigorous framework for the characterisation and understanding of biological ion transport processes, enabling the design of adaptable biosensors. We illustrate this by optimizing an aerolysin mutant for computing applications, paving the way for novel nanofluidic technologies.", "date": "2025-07-09", "journal": ""}
{"title": "Autophagy Cargo Profiles in Skeletal Muscle during Starvation and Exercise", "doi": "10.1101/2024.09.29.615610", "authors": "Farhan, M.; Lyu, S.; Nguyen, T. P.; Zhang, D.; Liang, H.; Zhou, Y.; An, Y. A.; Yang, H.; Du, G.; Liu, Y.", "abstract": "Autophagy is a cellular process to clear unwanted and dysfunctional cellular cargoes, which are sequestered in autophagosomes before their delivery to lysosomes for degradation. Autophagy cargo selection, mediated by cargo receptors, varies across cell types and conditions. Understanding the cargo features is essential for elucidating autophagys function in specific physiological or pathological contexts. Here we present a simple and rapid method for isolating LC3B-positive autophagosomes from the tissues of GFP-LC3 transgenic mice, a widely used autophagy reporter model, without relying on the complex ultracentrifugation steps required by traditional methods. When combined with quantitative proteomics, this approach enables efficient in vivo characterization of autophagy cargoes. We applied this method to establish autophagy cargo profiles in skeletal muscle during starvation and exercise, two physiological conditions that activate autophagy, and identified distinct cargo selection patterns, with significantly higher levels of ER-phagy and ribophagy observed during starvation. We further revealed the ER-phagy receptors TEX264 and RETREG1/FAM134B as potential mediators of the elevated ER-phagy under starvation. In summary, we report an efficient workflow for in vivo autophagy cargo characterization and provide detailed analysis and comparison of cargo profiles under starvation and exercise conditions.", "date": "2025-07-09", "journal": ""}
{"title": "Pixel-Precise Lesion Localization in WSIs via Weakly Supervised Streaming Convolution with ReLSE and Adaptive Self-Training", "doi": "10.1101/2024.10.03.616445", "authors": "Chen, C.-C.; Yeh, Y.-C.; Lin, M. M.; Yeh, C.-Y.", "abstract": "A robust artificial intelligence-assisted workflow for tumor assessment in pathology requires not only accurate classification but also precise lesion localization. While current weakly supervised learning methods significantly reduce the need for extensive annotations and leverage large quantities of annotation-free whole-slide images (WSIs) to enhance classification robustness, they often fall short in segmentation accuracy. We attribute this limitation to the optimization goals in classification, which tend to focus solely on the most representative features--an approach that is particularly inefficient for WSIs with gigapixel resolution. To address this challenge, we introduce a novel approach based on streaming convolution, an end-to-end method for WSI training. Our contributions include the Rectified LogSumExp (ReLSE) pooling method and adaptive pseudo annotation generation for self-training, both designed to encourage models to learn from sub-representative features. Using only slide-level annotations from the CAMELYON16 dataset, our method achieves a significant improvement in metastasis localization, with a patch-level recall from 53.88% to 79.18% at a precision of 80%. This conclusion also holds for a dataset collected from Taipei Veterans General Hospital (TVGH), used in the assessment of lung cancer lymph node metastasis with a recall improved from 42.98% to 72.27%. The proposed method can also be integrated with additional manual annotations. Experiment results showed the semi-supervised model (recall: 91.12%) could even outperform the strongly supervised model (recall: 81.80%) on the TVGH dataset.", "date": "2025-07-09", "journal": ""}
{"title": "Benchmarking Cell Type Annotation by Large Language Models with AnnDictionary", "doi": "10.1101/2024.10.10.617605", "authors": "Crowley, G.; Tabula Sapiens Consortium,  ; Quake, S. R.", "abstract": "We developed an open-source package called AnnDictionary (https://github.com/ggit12/anndictionary/) to facilitate the parallel, independent analysis of multiple anndata. AnnDictionary is built on top of LangChain and AnnData and supports all common large language model (LLM) providers. AnnDictionary only requires 1 line of code to configure or switch the LLM backend and it contains numerous multithreading optimizations to support the analysis of many anndata and large anndata. We used AnnDictionary to perform the first benchmarking study of all major LLMs at de novo cell-type annotation in Tabula Sapiens. LLMs varied greatly in absolute agreement with manual annotation based on model size. Inter-LLM agreement also varied with model size. We find that LLM annotation of most major cell types to be more than 80-90% accurate, and will maintain a leaderboard of LLM cell type annotation at https://singlecellgpt.com/celltype-annotation-leaderboard.", "date": "2025-07-09", "journal": ""}
{"title": "AI Discovery of Mechanisms of Consciousness, Its Disorders, and Their Treatment", "doi": "10.1101/2024.10.16.618720", "authors": "Toker, D.; Zheng, Z. S.; Thum, J.; Guang, J.; Annen, J.; Miyamoto, H.; Yamakawa, K.; Vespa, P. M.; Laureys, S.; Schnakers, C.; Bari, A.; Hudson, A.; Pouratian, N.; Monti, M. M.", "abstract": "Understanding disorders of consciousness (DOC) remains one of the most challenging problems in neuroscience, hindered by the lack of experimental models for probing mechanisms or testing interventions [1]. To address this, we introduce a generative adversarial AI framework [2] that pits deep neural networks--trained to detect consciousness across over 680,000 neuroelectro-physiology samples and validated on 565 patients, healthy volunteers, and animals--against interpretable, machine learning-driven neural field models [3]. This adversarial architecture produces biologically realistic simulations of both conscious and comatose brains that recapitulate empirical neurophysiological features across humans, monkeys, rats, and bats. Without explicit programming, the AI model retrodicts known DOC responses to brain stimulation and generates testable predictions about unconsciousness mechanisms. Two such predictions are validated here: selective disruption of the basal ganglia indirect pathway, supported by diffusion MRI in 51 DOC patients; and increased cortical inhibitory-to-inhibitory synaptic coupling, supported by RNA sequencing from resected brain tissue in six human coma patients and a rat stroke model. The model also identifies high-frequency subthalamic nucleus stimulation as a promising DOC intervention, supported here using electrophysiology data from human patients. This work introduces an AI framework for causal inference and therapeutic discovery in consciousness research and complex systems more broadly.", "date": "2025-07-09", "journal": ""}
{"title": "Expanded gut microbial genomes from Chinese populations reveal population-specific genomic features related to human physiological traits", "doi": "10.1101/2024.10.19.618999", "authors": "Dong, Q.; Ma, B.; Zhou, X.; Huang, P.; Gao, M.; Yang, S.; Jiao, Y.; Zhou, Y.; Shi, Z.; Deng, Q.; Hua, D.; Wang, X.; Liu, L.; Zhang, C.; Zhang, C.; Kong, M.; He, C.; Wu, T.; Zou, H.; Shi, J.; Sheng, Y.; Wang, Y.; Tang, L.; Hu, S.; Zhong, H.; Sun, W.; Chen, W.; Zhai, Q.; Kong, X.; Zheng, Y.; Chen, L.", "abstract": "Background A comprehensive and representative reference database is crucial for accurate taxonomic and functional profiling of the human gut microbiome in population-level studies. However, with 70% of current microbial reference data derived from Europeans and the Americans, East Asia, especially China, remain underrepresented. Methods We constructed the human Gut Microbiome Reference (GMR), comprising 478,588 high-quality microbial genomes from Chinese (247,134) and non-Chinese (231,454) populations. Species-level clustering and protein annotations were performed to characterize microbial diversity and function. We further integrated novel genomes into taxonomic profiling database and validated the improvements using independent cohort data. Results The GMR dataset spans 6,664 species, including 26.4% newly classified species, and encodes over 20 million unique proteins, with 47% lacking known functional annotations. Notably, we observed that 35.35% and 32.46% of species unique to Chinese and non-Chinese populations, respectively. For 2,145 species shared between populations, 74% of 304 species with balanced prevalence between populations exhibited population-specific phylogenetic stratification, involving health relevant functionalities such as antibiotic resistance. Integration of novel genomes into taxonomic improved population-level species profiling by up to 23% and uncovered replicable associations between novel species and host physiological traits. Conclusions Our study largely expands the compositional and functional landscape of the human gut microbiome, providing a crucial resource for studying the role of gut microbiome for regional health disparities.", "date": "2025-07-09", "journal": ""}
{"title": "The Oscarella sponge genus: a hidden yet colorful diversity", "doi": "10.1101/2024.10.26.620226", "authors": "Guiollot, E.; Guillemain, D.; Renard, E.; Borchiellini, C.; Schenkelaars, Q.", "abstract": "The identification and ranking of new taxa are crucial for advancing our understanding of biodiversity. However, assigning samples to new taxa requires a cautious and rigorous approach. Historically, taxonomy has heavily relied on morphological traits, which can be subjective and may not always correspond to underlying genetic divergence. This challenge is especially pronounced in organisms with limited diagnostic morphological traits. A prime example is the poriferans of the genus Oscarella (Homoscleromorpha), where species delimitation often depends on insufficient morphological features and genetic data. In this study, we addressed these challenges by integrating a comprehensive genetic dataset, including both mitochondrial and nuclear markers, with systematic photographic documentation of 192 specimens collected in Western Mediterranean Sea (Bay of Marseille, France). This method allowed us to provide a more robust assessment of Oscarella diversity, leading to the identification of four species new to science. In addition, our phylogenetic multigene analyses enabled us to propose a meaningful evolutionary scenario for color polymorphism. Additionally, our data showed the critical limitation in current methodologies for Oscarella studies, such as the low resolution of the widely used cytochrome c oxidase subunit I (cox1/COI) gene, the lack of genetic data for many species, and the insufficient information regarding their geographical distribution. These findings underscore the need for more rigorous genetic frameworks and comprehensive datasets to enhance species delimitation and taxonomy.", "date": "2025-07-09", "journal": ""}
{"title": "Role of Dual Specificity Phosphatase 1 (DUSP1) in influencing inflammatory pathways in macrophages modulated by Borrelia burgdorferi lipoproteins", "doi": "10.1101/2024.11.20.624562", "authors": "Kumaresan, V.; Hung, C.-Y.; Hermann, B. P.; Seshu, J.", "abstract": "Borrelia burgdorferi (Bb), the spirochetal agent of Lyme disease, has a large array of lipoproteins that play a significant role in mediating host-pathogen interactions within ticks and vertebrates. Although there is substantial information on the effects of B. burgdorferi lipoproteins (BbLP) on immune modulatory pathways, the application of multi-omics methodologies to decode the transcriptional and proteomic patterns associated with host cell responses induced by lipoproteins in murine bone marrow-derived macrophages (BMDMs) has identified additional effectors and pathways. Single-cell RNA-Seq (scRNA-Seq) performed on BMDMs treated with various concentrations of borrelial lipoproteins revealed macrophage subsets within the BMDMs. Differential expression analysis showed that genes encoding various receptors, type I IFN-stimulated genes, signaling chemokines, and mitochondrial genes are altered in BMDMs in response to lipoproteins. Unbiased proteomics analysis of lysates of BMDMs treated with lipoproteins corroborated several of these findings. Notably, dual specificity phosphatase 1 (Dusp1) gene was upregulated during the early stages of BMDM exposure to BbLP. Pre-treatment with benzylidene-3-cyclohexylamino-1-indanone hydrochloride (BCI), an inhibitor of both DUSP1 and 6 prior to exposure to BbLP, demonstrated that DUSP1 negatively regulates NLRP3-mediated pro-inflammatory signaling and positively regulates the expression of interferon-stimulated genes and those encoding Ccl5, Il1b, and Cd274. Moreover, DUSP1, IkB kinase complex and MyD88 also modulate mitochondrial changes in BMDMs treated with borrelial lipoproteins. These findings advance the potential for exploiting DUSP1 as a therapeutic target to regulate host responses in reservoir hosts to limit survival of B. burgdorferi during its infectious cycle between ticks and mammalian hosts.", "date": "2025-07-09", "journal": ""}
{"title": "A network regularized linear model to infer spatial expression pattern for single cell", "doi": "10.1101/2024.11.20.624541", "authors": "Gu, C.; Chen, H.; Liu, Z.", "abstract": "Spatial transcriptomics, situated at the intersection of genomics and spatial biology, offers profound insights into the spatial organization of gene expression within tissues. However, its potential has been constrained by either limited resolution or throughput. While single-cell RNA-seq allows for in-depth profiling of cellular gene expression, the crucial spatial information is often sacrificed during sample collection. In a groundbreaking fusion of these two techniques, our research introduces the glmSMA computational algorithm. This innovative approach aims to predict cell locations by integrating scRNA-seq data with spatial-omics reference atlases. The essence of glmSMA lies in formulating cell mapping as a convex problem, strategically minimizing differences between cellular expression profiles and location expression profiles through L1 and Generalized L2 regularization. Our algorithm has undergone rigorous testing across diverse tissues, including mouse brain, drosophila embryo, and human PDAC samples. The compelling results validate glmSMA's efficacy, demonstrating its capability to faithfully recapitulate spatial gene expression and anatomical structures. This marks a significant stride forward in overcoming the limitations of existing spatial transcriptomic techniques.", "date": "2025-07-09", "journal": ""}
{"title": "Cluster nanoarchitecture and structural diversity of PIEZO1 at rest and during activation in intact cells", "doi": "10.1101/2024.11.26.625366", "authors": "Verkest, C.; Roettger, L.; Zeitzschel, N.; Lechner, S. G.", "abstract": "The force-gated ion channel PIEZO1 confers mechanosensitivity to many cell types. While the structure and physiological roles of PIEZO1 are well-described, the subcellular distribution and the impact of the cellular microenvironment on PIEZO1 conformation and function are poorly understood. Here, using MINFLUX nanoscopy we demonstrate that PIEZO1 channels collectively deform the membrane into pit-shaped invaginations, thereby creating mechano-responsive microdomains capable of amplifying mechanical stimuli via subtle changes in their topology. Moreover, by measuring intramolecular distances in individual PIEZO1 channels with nanometer precision, we reveal subcellular compartment-specific differences in PIEZO1 conformation at rest and during activation that correlate with differences in PIEZO1 function and are possibly caused by differences in cytoskeletal architecture. Together, our data provide previously unrecognized insights into the complex interplay of forces that determine how PIEZO1 alters membrane shape and, vice versa, how the membrane together with the cytoskeleton affect the conformation and function of individual PIEZO1 channels.", "date": "2025-07-09", "journal": ""}
{"title": "Leptospirosis in Campinas, Brazil: The interplay between drainage, impermeable areas, and social vulnerability", "doi": "10.1101/2024.12.10.627826", "authors": "de Azevedo, T. S.; Nisa, S.; Littlejohn, S.; Muylaert, R. L.", "abstract": "Leptospirosis is an epidemic disease caused by bacteria of the Leptospira genus. Its risk is closely associated with inadequate sanitation and flooding, a common public health challenge in large urban centers together with urban environmental modifications, and socio-economic factors. This retrospective observational research investigated the association between the distribution of leptospirosis cases and three contextual factors -drainage, soil impermeability and social vulnerability-in Campinas city, Sao Paulo, Brazil. We hypothesized that the number of cases will increase in areas that are impermeable and in proximity to drainage systems as well as where social vulnerability is high. We investigated the associations based on 83 autochthonous cases, comparing cases where infection risk was linked to contact with floodwater or mud (n=54) to cases associated with other exposures (n=29). Spatial statistics were used to map disease distribution and investigate the relationship between leptospirosis cases and contextual factors. Our results indicate that the density of leptospirosis increases near drainage systems with risk peaking at 200 m, in areas of greater social vulnerability with increased risk due to floodwater or mud exposure in highly vulnerable regions, and in highly waterproofed urban areas. This study demonstrated that leptospirosis risk remains highly determined by living and working conditions. These findings support targeted strategies to deliver effective prevention, treatment and control interventions in highly populated urban areas of the Global South and similar contexts. Furthermore, combining local contextual environmental information with spatial analysis produces relevant evidence for guiding health public policy and spatial planning and provides precise parameters for future epidemiological models and prevention actions.", "date": "2025-07-09", "journal": ""}
{"title": "The secreted redox sensor roGFP2-Orp1 reveals oxidative dynamics in the plant apoplast", "doi": "10.1101/2025.01.10.632316", "authors": "Ingelfinger, J.; Zander, L.; Seitz, P. L.; Trentmann, O.; Tiedemann, S.; Sprunck, S.; Dresselhaus, T.; Meyer, A. J.; Müller-Schüssele, S. J.", "abstract": "Specific generation of reactive oxygen species (ROS) is important for signalling and defence in many organisms. In plants, different types of ROS serve useful biological functions in the extracellular space (apoplast), influencing polymer structures as well as signaling during immune responses. The current knowledge of apoplastic ROS dynamics is limited, as dynamic monitoring of extracellular redox processes in vivo remains difficult. We employed evolutionary distant land plant model species from bryophytes and flowering plants to test whether the genetically encoded redox biosensor roGFP2-Orp1 can be used to assess extracellular redox dynamics. Secreted roGFP2-Orp1 can inform about local diffusion barriers and protein cysteinyl oxidation rate in the apoplast, after pre-reduction. Observed re-oxidation rates were slow, within the range of hours. Compared to Physcomitrium patens, re-oxidation in Arabidopsis thaliana was faster and increased after triggering an immune response. Comparing roGFP2-Orp1 signals in tip-growing P. patens protonema and Nicotiana tabacum pollen tubes, we consistently find no intracellular redox gradient, but partially reduced extracellular sensor in pollen tubes. Our data indicate differences in extracellular oxidative processes between species and within a species, depending on cell type and immune signalling.", "date": "2025-07-09", "journal": ""}
{"title": "DUX4-stimulated genes define an antiviral defense program in human placental trophoblasts", "doi": "10.1101/2025.01.22.634317", "authors": "Hatterschide, J.; Yang, L.; Coyne, C. B.", "abstract": "The placenta combats mother-to-fetus transmission of viruses through the antiviral activities of fetal-derived trophoblasts. Placental trophoblasts employ specialized antiviral strategies to protect against infection while preventing maternal immune rejection of the fetus. However, the full extent of how trophoblasts respond to viral infections is not well understood. To address this, we defined the transcriptional landscape of human trophoblast organoids infected with seven diverse teratogenic viruses. We found that herpesviruses, including HSV-1, HSV-2, and HCMV, did not trigger a typical interferon (IFN) response. Instead, they activated the expression of DUX4 and its downstream target genes, collectively known as DUX4-stimulated genes (DSGs). This program was highly specific for trophoblasts and was associated with cells containing low viral transcripts following HSV-1 infection, suggesting an antiviral activity. Screening of highly expressed DSGs revealed that many of them exhibited anti-herpesvirus activity, indicating the existence of an alternative antiviral pathway similar to the IFN-stimulated gene response. These findings identify DUX4 as a master regulator of a coordinated antiviral program in trophoblasts, specifically targeting a prominent family of teratogenic viruses.", "date": "2025-07-09", "journal": ""}
{"title": "Wing Hinge Dynamics Influence Stroke Amplitudes in Flapping Wing Insects: A Frequency Response Approach", "doi": "10.1101/2025.01.20.633950", "authors": "Casey, C.; Cote, B.; Heveran, C. M.; Jankauski, M.", "abstract": "Flapping wing insects leverage the dynamics of their compliant flight systems to reduce the energetic costs of flying. However, the extent to which the wing hinge dynamics contribute to the overall system dynamics remains unknown. Therefore, we developed an approach to (1) quantify the passive dynamic properties of the wing hinge, and (2) identify the resonant frequency of the isolated wing/wing hinge system. First, we measured the frequency response relating thorax deformation to wing stroke angle in sacrificed honeybees and army cutworm moths. Using these data, we developed a linear model of the flight system, which we then extended to incorporate nonlinear effects associated with large wing stroke angles. Our findings revealed that both species flap below the linear resonance of the wing hinge. At larger angles, nonlinear aerodynamic damping reduces the resonant frequency, causing both species to flap above wing hinge resonance. We discuss how wing-thorax coupling and muscle dynamics may cause the resonant frequency of the entire flight system to deviate from that of the wing/wing hinge system. Our estimates of wing hinge stiffness and damping provide quantitative parameters that can be incorporated into models of the insect flight system to enable more accurate predictions of resonance behavior.", "date": "2025-07-09", "journal": ""}
{"title": "GRNFormer: Accurate Gene Regulatory Network Inference Using Graph Transformer", "doi": "10.1101/2025.01.26.634966", "authors": "Hegde, A.; Cheng, J.", "abstract": "We introduce GRNFormer, a generalizable graph transformer framework for accurate gene regulatory network (GRN) inference from transcriptomics data. Designed to work across species, cell types, and platforms without requiring cell-type annotations or prior regulatory information, GRNFormer integrates a transformer-based Gene Transcoder with a variational graph autoencoder GraViTAE combined with pairwise attention to learn the representations of GRNs. Leveraging TF-Walker, a transcription factor-anchored subgraph sampling strategy, it effectively captures gene regulatory interactions from single-cell or bulk RNA-seq data. Evaluated on standard benchmark datasets, GRNFormer outperforms existing traditional and deep learning state-of-the-art methods in blind evaluations, achieving 0.90-0.98 average Area Under the Receiver Operating characteristic Curve (AUROC) and Area Under the Precision-Recall Curve (AUPRC) as well as 0.87-0.98 average F1 score. It robustly recovers both known and novel regulatory networks, including pluripotency circuits in human embryonic stem cells (hESCs) and immune cell modules in Peripheral Blood Mononuclear Cells (PBMCs). Its architecture enables scalable, biologically interpretable GRN inference across various datasets, cell types, and species, establishing GRNFormer as a robust and transferable tool for network biology.", "date": "2025-07-09", "journal": ""}
{"title": "The human immunoglobulin heavy chain constant gene locus is enriched for large complex structural variants and coding polymorphisms that vary in frequency among human populations", "doi": "10.1101/2025.02.12.634878", "authors": "Jana, U.; Rodriguez, O. L.; Lees, W.; Engelbrecht, E.; Vanwinkle, Z.; Peres, A.; Gibson, W.; Shields, K.; Schultze, S.; Dorgham, A. G.; Emery, M.; Deikus, G.; Sebra, R.; Eichler, E. E.; Yaari, G.; Smith, M. L.; Watson, C. T.", "abstract": "The human immunoglobulin heavy chain constant (IGHC) domain of antibodies (Ab) is responsible for effector functions critical to immunity. This domain is encoded by genes in the IGHC locus, where descriptions of genomic diversity remain incomplete. Here, we utilized long-read genomic datasets to build an IGHC haplotype/variant catalog from 105 individuals of diverse ancestry. We discovered uncharacterized single nucleotide variants (SNV) and large structural variants (SVs, n=7), representing new genes and alleles enriched for non-synonymous substitutions, highlighting potential effects on IGHC function. Of the 221 identified IGHC alleles, 192 (86.8%) were novel. SNV, SV, and gene allele/genotype frequencies revealed population differentiation, including; (i) hundreds of SNVs in African and East Asian populations exceeding a fixation index (FST) of 0.3, and (ii) an IGHG4 haplotype carrying coding variants uniquely enriched in Asian populations. Our results illuminate missing signatures of IGHC diversity, and establish a new foundation for investigating IGHC germline variation in Ab function and disease.", "date": "2025-07-09", "journal": ""}
{"title": "Hierarchical encoding of natural sound mixtures in ferret auditory cortex", "doi": "10.1101/2025.02.15.637892", "authors": "Landemard, A.; Bimbard, C.; Boubenec, Y.", "abstract": "Extracting relevant auditory signals from complex natural scenes is a fundamental challenge for the auditory system. Sounds from multiple sources overlap in time and frequency. In particular, dynamic \"foreground\" sounds are often masked by more stationary \"background\" sounds. Human auditory cortex exhibits a hierarchical organization where background-invariant representations are progressively enhanced along the processing stream, from primary to non-primary regions. However, we do not know whether this organizational principle is conserved across species and which neural mechanisms drive this invariance. To address these questions, we investigated background invariance in ferret auditory cortex using functional ultrasound imaging (fUSI), which enables large-scale, high-resolution recordings of hemodynamic responses. We measured responses across primary, secondary, and tertiary auditory cortical regions as ferrets passively listened to mixtures of natural sounds and their components in isolation. We found a hierarchical gradient of background invariance, mirroring findings in humans: responses in primary auditory cortex reflected contributions from both foreground and background sounds, while background invariance increased in higher-order auditory regions. Using a spectrotemporal filter-bank model, we found that in ferrets, this hierarchical structure could be largely explained by tuning to low-order acoustic features. However, this model failed to fully account for background invariance in human non-primary auditory cortex, suggesting that additional, higher-order mechanisms are crucial for background segregation in humans.", "date": "2025-07-09", "journal": ""}
{"title": "A gene-based model of fitness and its implications for genetic variation: Genetic and inbreeding loads", "doi": "10.1101/2025.02.19.639162", "authors": "Johri, P.; Charlesworth, B.", "abstract": "In the companion paper to this, we examined the consequences for patterns of linkage disequilibrium of the ''gene'' model of fitness, which postulates that the effects of recessive or partially recessive deleterious mutations located at different sites within a gene fail to complement each other. Here, we examine the consequences of the gene model for the genetic and inbreeding loads, using both analytical and simulation methods, and contrast it with the frequently used ''sites'' model that allows allelic complementation. We show that the gene model results in a slightly lower genetic load, but a much smaller inbreeding load, than the sites model, implying that standard predictions of mutational contributions to inbreeding depression may be overestimates. Synergistic epistasis between pairs of mutations was also modeled, and shown to considerably reduce the inbreeding load for both the gene and sites models. The theoretical results are discussed in relation to data on inbreeding load in Drosophila melanogaster. The widespread assumption that inbreeding depression is largely due to deleterious mutations should be re-examined in the light of our findings.", "date": "2025-07-09", "journal": ""}
{"title": "Dynamic Monomer-Dimer Transition in Ligand-induced Apelin Receptor Activation", "doi": "10.1101/2025.02.19.639188", "authors": "Ji, S.; Wang, W.; Yang, Y.; Xu, P.; Zhang, J.; Zhao, X.; Xi, K.; Zang, S.; Shen, D.; Mao, C.; Shen, Q.; Zhang, Y.", "abstract": "G-protein-coupled receptors (GPCRs) are significant signal transducers that exist as monomers and in multiple oligomeric forms. However, molecular mechanism driving their dynamic interconversion to regulate intricate signaling in class A GPCRs remains elusive, compounding our understanding of their related pathophysiological functions. Here, we present a set of 12 assemblies of the apelin receptor (APLNR), including dimeric apo state, agonistic small molecule- or nanobody-bound state of monomeric and dimeric APLNR with and without G-proteins, providing a detailed dynamic view of the monomer-dimer transition. High-resolution cryo-EM structures reveal that different ligands induce varying degrees of pre-dissociation of dimers in the absence of G-protein, with G-protein coupling facilitating the transition from dimeric to monomeric receptor. Functional studies further highlight the critical role of cholesterol clusters in stabilizing the APLNR dimers. These insights enhance our understanding of the dynamic regulation of class A GPCRs across different aggregated forms and advance the rational drug design strategies aimed at selectively modulating of APLNR signaling.", "date": "2025-07-09", "journal": ""}
{"title": "Neurons have an inherent capability to learn order relations: A theoretical foundation that explains numerous experimental data", "doi": "10.1101/2025.03.17.642834", "authors": "Yang, Y.; Maass, W.", "abstract": "Brains are able to extract diverse relations between objects or concepts, and to integrate relational information into cognitive maps that form a basis for decision making. But is has remained a mystery how relational information is learnt and represented by neural networks of the brain. We show that a simple synaptic plasticity rule enables neurons to absorb and represent relational information, and to use it for abstract inference. This inherent capability of neurons and synaptic plasticity is supported by a rigorous mathematical theory. It explains experimental data from the human brain on the emergence of cognitive maps after learning several linear orders, it explains the terminal item effect that enhances transitive inference if a terminal item of an order is involved, and it provides a simple model for fast configuration of internal order representations in the face of new evidence. We also present a rigorous theoretical explanation for the surprising fact that 2D projections of neural representations of linear orders are curved, rather than linear. Since our model does not require stochastic gradient descent in deep neural networks for learning order relations, it is suited for porting the capability to learn multiple relations and using them for fast inference into edge devices with a low energy budget.", "date": "2025-07-09", "journal": ""}
{"title": "Interpersonal Neural Synchrony Across Levels of Interpersonal Closeness and Social Interactivity", "doi": "10.1101/2025.03.18.643871", "authors": "Carollo, A.; Bizzego, A.; Schäfer, V.; Pletti, C.; Hoehl, S.; Esposito, G.", "abstract": "Interpersonal neural synchrony is a fundamental aspect of social interactions, offering insights into the neural mechanisms underlying human connection and developmental outcomes. So far, hyperscanning studies have examined synchrony across different dyads and tasks, leading to inconsistencies in experimental findings and limiting cross-study comparability. This variability has hindered efforts to develop a unified theoretical framework for neural synchrony. This study investigated the effects of interpersonal closeness and social interactivity on neural synchrony using functional near-infrared spectroscopy hyperscanning. We recorded brain activity from 142 dyads (70 close-friend, 39 romantic-partner, and 33 mother-child dyads) across three interaction conditions: video co-exposure (passive), a cooperative game (structured active), and free interaction (unstructured active). Neural synchrony was computed between participants' bilateral inferior frontal gyrus (IFG) and temporoparietal junction (TPJ) using wavelet transform coherence. Results showed that true dyads exhibited significantly higher synchrony than non-interacting surrogate dyads (qs < .001, Cohen's d range: 0.17-0.32), particularly in combinations involving the right IFG. Mother-child dyads displayed lower synchrony than adult-adult dyads at the network (p < .001) and local level of analysis, pointing to possible developmental and maturational influences on neural synchrony. At the network level, synchrony was highest during video co-exposure, followed by the cooperative game and free interaction (p < .001). However, left IFG-left IFG and left IFG-right TPJ synchrony peaked during the cooperative game. Although these effects were statistically significant, the overall impact of social interactivity on interpersonal neural synchrony was small, suggesting that the complexity and richness of social exchanges alone may not strongly influence neural synchrony in naturalistic contexts. By providing an experimental framework to systematically compare different types of dyads and interaction contexts, this study lays the groundwork for future hypothesis-driven hyperscanning research, advancing our understanding of the neural mechanisms underlying human social interactions.", "date": "2025-07-09", "journal": ""}
{"title": "3D printing cytoskeletal networks: ROS-induced filament severing leads to surge in actin polymerization", "doi": "10.1101/2025.03.19.644260", "authors": "Litschel, T.; Vavylonis, D.; Weitz, D. A.", "abstract": "The cytoskeletal protein actin forms a spatially organized biopolymer network that plays a central role in many cellular processes. Actin filaments continuously assemble and disassemble, enabling cells to rapidly reorganize their cytoskeleton. Filament severing accelerates actin turnover, as both polymerization and depolymerization rates depend on the number of free filament ends - which severing increases. Here, we use light to control actin severing in vitro by locally generating reactive oxygen species (ROS) with photosensitive molecules such as fluorophores. We see that ROS sever actin filaments, which increases actin polymerization in our experiments. However, beyond a certain threshold, excessive severing leads to the disassembly of actin networks. Our experimental data is supported by simulations using a kinetic model of actin polymerization, which helps us understand the underlying dynamics. In cells, ROS are known to regulate the actin cytoskeleton, but the molecular mechanisms are poorly understood. Here we show that, in vitro, ROS directly affect actin reorganization.", "date": "2025-07-09", "journal": ""}
{"title": "A Prelude to Conservation Genomics: First Chromosome-Level Genome Assembly of a Flying Squirrel (Pteromyini: Pteromys volans)", "doi": "10.1101/2025.03.20.644356", "authors": "Wehrenberg, G.; Kiebler, A.; Greve, C.; Beltran-Sanz, N.; Ben Hamadou, A.; Meissner, R.; Winter, S.; Prost, S.", "abstract": "The Siberian flying squirrel (Pteromys volans) represents the only European Pteromyini species. Thus, it is biogeographically unique due to its specialised anatomy and biology as a volant rodent. As a result of habitat fragmentation and destruction, Siberian flying squirrels experience severe and ongoing population declines throughout most of their distribution. While considered Least Concern throughout their immense Eurasian distribution, this species is red-listed as Vulnerable and even Critically Endangered in parts of its range. More knowledge about the population structure and overall biology is needed to improve conservation efforts for this umbrella and flagship species of old-growth boreal forests. Here, we present the first chromosome-level genome assembly of any Pteromyini, represented by P. volans (Uoulu_pteVol_1.0). The final assembly has a total length of 2.85 Gbp in 19 chromosome-scale scaffolds with only minor differences in the chromosomal structure compared to other Sciuridae. All chromosome-scale scaffolds show indications for telomeres at both ends; the N50 value and busco as well as k-mer completeness scores are high with 157.39 Mbp and 97 - 99 %, respectively, indicating chromosome-level quality of the assembly. Based on whole-genome data from 17 rodent species, P. volans clusters according to known evolutionary relationships. Additionally, we present a new 16,511 bp long mitogenome unveiling differences from known conspecific mitogenomes. We propose the utility of the new reference genome for further research and development of conservation-applied genetic methods.", "date": "2025-07-09", "journal": ""}
{"title": "Whole-brain meso-vein imaging in living humans using fast 7 T MRI", "doi": "10.1101/2025.03.23.644588", "authors": "Gulban, O. F.; Stirnberg, R.; Tse, D. H. Y.; Pizzuti, A.; Koiso, K.; Archila-Melendez, M. E.; Huber, R.; Bollmann, S.; Goebel, R.; Kay, K.; Ivanov, D.", "abstract": "Non-invasive measurement of the human brain's angioarchitecture is critical for understanding the basis of functional neuroimaging signals, diagnosing cerebrovascular diseases, and tracking neurodegeneration. Ultra-high-field magnetic resonance imaging (MRI) has opened a new window for mesoscopic (<0.5 mm) imaging of angioarchitecture, revealing fine vascular details that were previously inaccessible in vivo. However, current mesoscopic MRI methods for imaging of the angioarchitecture face two major limitations. First, acquisition times are prohibitively long, often exceeding 40 minutes, making integration into everyday clinical practice and research projects impractical. Second, even with data successfully acquired, conventional data visualization methods, such as 2D slice browsing and 3D vessel segmentation renders, are rudimentary and have limited effectiveness for navigating and interpreting the complex vascular network. In this paper, we present a fast whole-brain MRI protocol that provides robust images of the brain's venous network at 0.35 mm resolution in under seven minutes. Additionally, we introduce novel data processing and visualization techniques that enable identification of specific vessel types and more informative navigation of the complex vascular network. We demonstrate that, with these advancements, we can reproduce the seminal postmortem vasculature images of Duvernoy and Vannson (1999) in vivo. Furthermore, leveraging the fact that MRI allows coverage of the entire brain, we achieve, for the first time, whole-brain intracortical mesoscopic vein maps in humans. Our acquisition and post-processing methods lay the groundwork for detailed examinations of vascular organization across individuals, brain regions, and cortical layers. More generally, these methods make mesoscopic imaging of angioarchitecture viable for broad neuroscientific and clinical applications.", "date": "2025-07-09", "journal": ""}
{"title": "Understanding the mechanism of facilitation in hoverfly TSDNs", "doi": "10.1101/2025.03.24.644907", "authors": "Ghosh, A.; Nicholas, S.; Nordström, K.; Nowotny, T.; Knight, J.", "abstract": "Many animals use visual motion cues to track and pursue small, fast-moving targets, such as prey or conspecifics. In target-pursuing insects, including dragonflies and hoverflies, Small Target Motion Detector (STMD) neurons are found in the optic lobes and are believed to be presynaptic to Target Selective Descending Neurons (TSDNs) that project to motor command centres. While STMDs respond robustly to target motion -- even when displayed against moving backgrounds -- TSDN target responses are modulated by background motion. Depending on whether the background motion is syn- or contra-directional to the target motion, the response of the TSDNs is either suppressed or facilitated (amplified). This suggests that TSDNs not only receive input from STMDs but also from neurons sensitive to background motion, but this neural circuit is not clearly understood. To explore the underlying neural mechanisms, we developed three candidate TSDN circuit models -- which combine input from bio-plausible STMDs and optic flow-sensitive Lobula Plate Tangential Cells (LPTCs) in different ways -- and fitted them to published electrophysiology data from hoverfly TSDNs. We then tested the best-fitting models against new electrophysiological data using different background patterns. We found that the overall best model suggests simple inhibition from LPTCs with the same preferred direction as the STMDs feeding into the TSDN. This parsimonious mechanism can explain the facilitation and suppression of TSDN responses to small targets, may inform similar studies in other animals and open new avenues for bio-inspired robotics.", "date": "2025-07-09", "journal": ""}
{"title": "Exploiting the polypharmacology of alectinib for synergistic RNA splicing disruption with RBM39 degraders", "doi": "10.1101/2025.03.28.644532", "authors": "Ma, Y.; Poon, E.; Jin, C.; Martins da Costa, B.; Xu, Y.; Quazi, S.; Zourdoumis, N.; Wickremesinghe, C.; Chesler, L.; Keun, H. C.; Nijhuis, A.", "abstract": "Precise control of pre-mRNA splicing is critical for transcriptome integrity, and its disruption is increasingly recognised as a vulnerability in cancer. Here, we identify a functional interplay between two key splicing regulators, RBM39 and serine/arginine protein kinase 1 (SRPK1), and show that dual targeting of these factors severely compromises splicing fidelity in high-risk neuroblastoma. We use the molecular glue indisulam to degrade RBM39 and repurpose the clinical ALK inhibitor alectinib which potently inhibits SRPK1. Co-treatment with indisulam and alectinib inhibited cell proliferation, induced apoptosis, and caused G2/M arrest in multiple cancer cell lines, including MYCN-amplified neuroblastoma. RNA sequencing revealed enhanced splicing defects preferentially in DNA repair and genome maintenance related genes following combination treatment, leading to R-loop accumulation and increased DNA damage. In the Th-MYCN/ALKF1174L neuroblastoma mouse model, combination therapy induced complete tumour regression and significantly improved survival rates compared with monotherapies. These findings demonstrate that combining indisulam and alectinib is a promising approach to treat aggressive malignancies such as high-risk neuroblastoma, exploiting the previously untapped polypharmacology of alectinib as a clinical RNA splicing inhibitor and supporting the therapeutic value of co-targeting interdependent splicing factors for synergistic benefit.", "date": "2025-07-09", "journal": ""}
{"title": "Distal Gene Expression Governed by Lamins and Nesprins via Chromatin Conformation Change", "doi": "10.1101/2025.04.01.646570", "authors": "Zhang, H.; Lei, Z.; Momen-Heravi, F.; Qin, P.", "abstract": "The nuclear lamina is a vital structural component of eukaryotic cells, playing a pivotal role in both physiological processes, such as cell differentiation, and pathological conditions, including laminopathies and cancer metastasis. Lamina associated proteins, particularly lamins and nesprins, are integral to mechanosensing, chromatin organization, and gene regulation. However, their precise contributions to gene regulation remain incompletely understood. This study explores the functions of lamin A, LMNA, and SYNE2 in gene expression, with a particular focus on their influence on distal chromatin interactions and conformational changes. Using inducible shRNA knockdown, RNA-seq analysis, and dCas9-mediated live imaging of chromosomes, we demonstrate that lamin A affects RNA synthesis, LMNA governs chromatin spatial organization, and SYNE2 regulates chromatin modifications. Furthermore, both lamins and nesprins enhance telomere dynamics. These findings elucidate nuclear envelope-associated mechanisms in gene regulation, offering valuable insights into chromatin dynamics under both physiological and pathological contexts.", "date": "2025-07-09", "journal": ""}
{"title": "Epidermal Resident Memory T Cell Fitness Requires Antigen Encounter in the Skin", "doi": "10.1101/2025.03.31.646438", "authors": "Weiss, E. S.; Hirai, T.; Li, H.; Liu, A.; Baker, S.; Magill, I.; Gillis, J.; Zhang, Y. R.; Ramcke, T.; Kurihara, K.; The ImmGen Consortium OpenSource T cell Project,  ; Masopust, D.; Anandasabapathy, N.; Singh, H.; Zemmour, D.; Mackay, L. K.; Kaplan, D. H.", "abstract": "CD8+ tissue resident memory T cells (TRM) develop from effectors that seed peripheral tissues where they persist providing defense against subsequent challenges. TRM persistence requires autocrine TGF{beta} transactivated by integrins expressed on keratinocytes. TRM precursors that encounter antigen in the epidermis during development outcompete bystander TRM for TGF{beta} resulting in enhanced persistence. ScRNA-seq analysis of epidermal TRM revealed that local antigen experience in the skin resulted in an enhanced differentiation signature in comparison with bystanders. Upon recall, TRM displayed greater proliferation dictated by affinity of antigen experienced during epidermal development. Finally, local antigen experienced TRM differentially expressed TGF{beta}RIII, which increases avidity of the TGF{beta}RI/II receptor complex for TGF{beta}. Selective ablation of Tgfbr3 reduced local antigen experienced TRM capacity to persist, rendering them phenotypically like bystander TRM. Thus, antigen driven TCR signaling in the epidermis during TRM differentiation results in a lower TGF{beta} requirement for persistence and increased proliferative capacity that together enhance epidermal TRM fitness.", "date": "2025-07-09", "journal": ""}
{"title": "Robust conformational space exploration of cyclic peptides by combining different MD protocols and force fields", "doi": "10.1101/2025.03.31.646350", "authors": "Murail, S.; Sawmynaden, J.; Zemirli, A.; Jusot, M.; Pietrucci, F.; Chomilier, J.; Tuffery, P.; Stratmann, D.", "abstract": "Cyclic peptides are an important class of pharmaceutical drugs. We used here replica-exchange molecular dynamics (REMD) and simulated tempering (ST) simulations to explore the conformational landscape of a set of nine cyclic peptides. The N-ter to C-ter backbone cyclized peptides of seven to ten residues were previously designed for a high conformational stability with a mixture of L and D amino acids. Their experimental NMR structures were available in the protein data bank (PDB). For each peptide we tested several force fields, Amber96, Amber14, RSFF2C and Charmm36m in implicit and explicit solvent. We find that the variability of the free energy maps obtained from several protocols is larger than the variability obtained by just repeating the same protocol. Running multiple protocols is therefore important for the convergence assessment of REMD or ST simulations. The majority of the free energy maps showed clusters with a high RMSD to the native structures, revealing the residual flexibility of this set of cyclic peptides. The high RMSD clusters had in some cases the lowest free energy, rendering the prediction of the native structure more difficult with a single protocol. Fortunately, the combination of four implicit solvent REMD and ST simulations, mixing the Amber96 and Amber14 force fields, predicted robustly the native structure. As implicit solvent in the REMD or ST setup are up to one hundred times faster than explicit solvent simulations, so running four implicit solvent simulations is a good practical choice. We checked that the use of an explicit solvent REMD or ST simulation, taken alone or combined with implicit solvent simulations, did not significantly improved our results. It results that our combination of four implicit solvent simulations is tied in terms of success rate with much more expensive combinations that include explicit solvent simulations. This may be used as guideline for further studies of cyclic peptide conformations.", "date": "2025-07-09", "journal": ""}
{"title": "Multiple cis-regulatory elements collaborate to control mdka expression in telencephalic neural stem of adult zebrafish during constitutive and regenerative neurogenesis", "doi": "10.1101/2025.04.09.647643", "authors": "Chen, J.; Takamiya, M.; Hendriks, A.; Beil, T.; Varnai, C.; Diotel, N.; Rastegar, S.", "abstract": "Zebrafish is a powerful animal model for studying nervous system regeneration due to its remarkable regenerative abilities and the availability of diverse molecular tools. After telencephalic brain injury, neural stem cells (NSCs) in the ventricular zone (VZ) become activated, proliferate, and generate new neurons essential for brain repair. However, the molecular mechanisms regulating these processes remain unclear. Here, we investigate the transcriptional regulation of midkine-a (mdka), a heparin-binding growth factor gene encoding the secreted protein Midkine-a (Mdka), which is upregulated after injury in radial glial cells (RGCs), the bona fide NSCs of the adult zebrafish telencephalon. Using genome-wide bioinformatic analysis, we identified six putative cis-regulatory elements (CREs) associated with mdka. Transgenic assays revealed that these CREs coordinate mdka expression during both development and regeneration. In the zebrafish embryo, CRE2, CRE3, CRE4, and CRE6 are required for EGFP expression in the nervous system, with CRE3 showing the strongest activity. In the adult telencephalon, CRE2, CRE4, and CRE6 are active in NSCs, with CRE2 best mimicking mdka expression at the ventricular zone. Importantly, individual CREs could not fully reproduce endogenous mdka expression, especially under regenerative conditions. In contrast, a combined CRE2346 construct closely recapitulated mdka expression in both the embryo and adult telencephalon under homeostatic conditions. These results suggest that mdka expression is controlled by a modular and cooperative cis-regulatory architecture that enables precise gene regulation during development, telencephalon homeostasis, and regeneration.", "date": "2025-07-09", "journal": ""}
{"title": "High-performance genetically-encoded green and red fluorescent biosensors for pyruvate", "doi": "10.1101/2025.04.17.649293", "authors": "Imai, S.; Hario, S.; Suerte, C.; Yamaguchi, I.; Sakoi, K.; Thuen, A.; Meznarich, B.; Drobizhev, M.; Terai, T.; Takahashi-Yamashiro, K.; Campbell, R. E.", "abstract": "Pyruvate is the end-product of glycolysis and a central metabolite involved in many biochemical pathways. However, a lack of high-performance (i.e., {Delta}F/F0 > 10) single fluorescent protein (FP)-based biosensors has hindered efforts to investigate the physiological role of pyruvate. Here, we present the GreenPy1 and ApplePy1 series, which are green FP (GFP)-based and red FP (RFP)-based pyruvate biosensors, respectively. Both series exhibit large fluorescence intensity change ({Delta}F/F0 [~] 20 to >40) and a range of affinities (10s of M to several mM). We demonstrate the utility of these pyruvate biosensors for multicolor imaging of metabolite concentration changes in mammalian cells.", "date": "2025-07-09", "journal": ""}
{"title": "A direct RNA-seq-based EBV Latency Transcriptome Offers Insights into the Biogenesis of EBV Gene Products.", "doi": "10.1101/2025.04.23.648900", "authors": "Mamane-Logsdon, A.; Zane, I.; Chong, J. S.; Chou, O. H. I.; Rawal, M.; Gillman, A. C. T.; Wongwiwat, W.; Saleban, M.; Donovan-Banfield, I.; Matthews, D. A.; White, R. E.", "abstract": "Epstein-Barr virus (EBV) ubiquitously infects humans, establishing lifelong persistence in B cells. In vitro, EBV-infected B cells can establish a lymphoblastoid cell line (LCL). EBV's transcripts in LCLs (Latency III) produce six nuclear proteins (EBNAs), two latency membrane proteins (LMPs) and various microRNAs and putative long non-coding RNAs (BARTs). The BART and EBNA transcription units are characterised by extensive alternative splicing. We generated LCLs with B95-8 EBV-BACs, including one engineered with \"barcodes\" in the first and last repeat of internal repeat 1 (IR1), and analysed their EBV transcriptomes using long-read nanopore direct RNA-seq. Our pipeline ensures appropriate mapping of the W promoter (Wp) 5' exon, and corrects W1-W2 exon counts that misalign to IR1. This suggests that splicing across IR1 largely includes all W exons, and that Wp-derived transcripts more frequently encode the EBNA-LP start codon than Cp transcripts. Analysis identified a short variant of exon W2 and a novel polyA site before EBNA2, provided insights into BHRF1 miRNA processing and suggested co-ordination between polyA and splice site usage, although improved read depth and integrity are required to confirm this. The BAC region disrupts the integrity of BART transcripts through premature polyadenylation and cryptic splice sites in the hygromycin expression cassette. Finally, a few transcripts extended across established gene boundaries, running from EBNA, to BART to LMP2 gene regions, sometimes including novel exons between EBNA1 and the BART promoter. We have produced an EBV annotation based on these findings to help others better characterise EBV transcriptomes in future.", "date": "2025-07-09", "journal": ""}
{"title": "Spatial and longitudinal tracking of enhancer-AAV vectors that target transgene expression to injured mouse myocardium", "doi": "10.1101/2025.04.28.651096", "authors": "Wolfson, D.; Hull, J.; Li, Y.; Gonzalez, T.; Jayaram, M.; Devlin, G.; Cigliola, V.; Oonk, K.; Rosales, A.; Bursac, N.; Asokan, A.; Poss, K. D.", "abstract": "Tissue regeneration enhancer elements (TREEs) direct expression of target genes in injured and regenerating tissues. Additionally, TREEs of zebrafish origin were shown to direct the expression of transgenes in border zone regions after cardiac injury when packaged into recombinant AAV vectors and introduced into mice. Future implementation of TREEs into AAV-based vectors as research tools and potential gene therapy modalities will require a more detailed understanding of expression dynamics and potential off-target effects. Here, we applied in vivo bioluminescent imaging to mice systemically injected with AAV vectors containing different combinations of capsids, enhancers, and timing of delivery. Longitudinal tracking of TREE-based expression over time revealed distinct amplitudes and durations of reporter gene expression in the injured heart directed by different TREEs. The liver-de-targeted AAV capsid, AAV.cc84, was able to deliver TREEs either pre- or post-cardiac injury to negate off-target expression in the liver while maintaining transduction in the heart. By screening AAV9-based capsid libraries dosed systemically in mice post-cardiac injury, we discovered a new capsid variant, AAV.IR41, with enhanced transduction at cardiac border zone regions, and with elevated transduction of TREE driven transgenes versus conventional AAV9 vectors. In vivo bioluminescence imaging offers insights into how enhancers and engineered capsids can be implemented to modulate spatiotemporal transgene expression for future targeted therapies.", "date": "2025-07-09", "journal": ""}
{"title": "Boundary-guided cell alignment drives mouse epiblast maturation", "doi": "10.1101/2025.04.28.650859", "authors": "Ichikawa, T.; Guruciaga, P. C.; Hu, S.; Plunder, S.; Makino, M.; Hamaji, M.; Stokkermans, A.; Yoshida, S.; Erzberger, A.; Hiiragi, T.", "abstract": "Symmetry breaking and pattern formation are critical events that occur throughout embryonic development. In early mouse development, a mass of non-polarized epiblast (EPI) cells in the blastocyst forms the egg-cylinder, while cells become apico-basally polarized and build a radial configuration. Yet, what drives the formation of this tissue architecture remains unclear. Here, we demonstrate that orientational patterning of EPI cells is dictated by heterogeneous tissue boundaries, which then defines central lumen positioning. We show EPI cells progressively orient perpendicular to the visceral endoderm (VE) boundary enriched with laminin and active integrin {beta}1, but parallel to the extraembryonic ectoderm interface. These orientation dynamics are consistent with general boundary-induced alignment effects in polar materials, with a topological defect predicting the position where the pro-amniotic cavity nucleates. Knockout of laminin {gamma}1 and integrin {beta}1 confirms the essential role of adhesion at the EPI-VE-boundary. The established EPI pattern, in turn, facilitates ERK activation to ensure proper EPI maturation. Together, these findings present the mechanistic basis and functional significance of EPI tissue patterning.", "date": "2025-07-09", "journal": ""}
{"title": "Spatial control of secretory vesicle targeting by the Ync13-Rga7-Rng10 complex during cytokinesis", "doi": "10.1101/2025.05.13.653810", "authors": "Zhang, S.; Singh, D.; Zhu, Y.-H.; Zhang, K. J.; Melero, A.; Martin, S. G.; Wu, J.-Q.", "abstract": "Cytokinesis requires precise coordination of contractile-ring constriction, vesicle trafficking and fusion to the plasma membrane, and extracellular matrix assembly/remodeling at the cleavage furrow to ensure faithful cell division and maintain cell integrity. These processes and proteins involved are broadly conserved across eukaryotes, yet molecular mechanisms controlling the spatiotemporal pathways of membrane trafficking remain poorly understood. Here, using fission yeast genetics, microscopy, and in vitro binding assays, we identify a conserved module including the Munc13 protein Ync13, F-BAR protein Rga7, and coiled-coil protein Rng10 to be critical for precise and selective vesicle targeting during cytokinesis. The module specifically recruit the TRAPP-II but not exocyst complex to tether vesicles containing the glucan synthases Bgs4 and Ags1 along the cleavage furrow. Ync13 subsequently interacts with the SM protein Sec1 for vesicle fusion. Mutations in this pathway disrupt septum integrity and lead to cell lysis. Our work provides key insights into how membrane trafficking is tightly controlled to maintain cell integrity during cytokinesis.", "date": "2025-07-09", "journal": ""}
{"title": "Microbiome-mediated resilience and cross-generational consequences in male Drosophila exposed to combined environmental stressors", "doi": "10.1101/2025.05.16.654542", "authors": "Maggu, K.; Meena, A.; De Nardo, A. N.; Eggs, B.; Sbilordo, S. H.; Al Tom Sho, R.; Lüpold, S.", "abstract": "Environmental stressors like heat extremes and pesticide exposure can significantly threaten insect reproduction, yet the interplay of these stressors and the potential mitigating role of the gut microbiome remain poorly understood, particularly across generations. This study investigated the interactive effects of acute heat stress and sublethal imidacloprid exposure on male Drosophila melanogaster reproductive success and the subsequent fitness of their offspring. We manipulated the gut microbiome of male flies (germ-free or colonized with one or five bacterial species) and subjected them to individual or combined stress. Our findings reveal that combined stress synergistically impairs male fitness traits, an effect partially buffered by higher microbiome diversity. We further demonstrate cross-generational consequences, with paternal stress exposure also impacting offspring fitness. Our results highlight the crucial role of the gut microbiome in mediating resilience to environmental stress and underscore the importance of considering multi-stressor and intergenerational effects in ecological risk assessments.", "date": "2025-07-09", "journal": ""}
{"title": "Multiscale Probabilistic Modeling: A Bayesian Approach to Augment Mechanistic Models of Cell Signaling with Machine-Learning Predictions of Binding Affinity", "doi": "10.1101/2025.05.23.655795", "authors": "Huber, H. A.; Finley, S. D.", "abstract": "Computational models in systems biology are often underdetermined - that is, there is little data relative to the complexity and size of the model. The lack of data is primarily due to limits in our ability to observe specific biological systems and restricts the utility of computational models. However, there are a growing number of experimental databases in biology. While these databases provide more observations, they often do not have observations that match the system of interest exactly. For example, database measurements might be collected at different experimental conditions or on a different scale compared to the system of interest. Here, we investigate what information can be gleaned from generalizing databases across these differences in the context of modeling a specific system - cell signaling. Ultimately, our goal is to better determine models of specific systems, thereby increasing their utility. To do this, we propose a novel, multiscale, probabilistic framework. We use this framework to integrate measurements of protein structure from the Protein Data Bank and measurements of amino acid sequence from the Universal Protein Resource into the parameter inference of cell signaling models. Then, we quantify exactly what information is gained from these measurements when modeling cell signaling. We choose to investigate the utility of these databases in the context of dynamic cell signaling models because experimental measurements of the variables of interest, protein dynamics, are still quite limited. We find that we can successfully integrate measurements from these databases to significantly improve parameter estimation of signaling models. The impact of sequence and structure measurements on model predictions depends on the sensitivity of the prediction to perturbations in the parameter values. Overall, this study demonstrates that measurements of protein structure and amino acid sequence can be leveraged to better inform parameters in models of cell signaling.", "date": "2025-07-09", "journal": ""}
{"title": "Male gut microbiome mediates post-mating sexual selection in Drosophila", "doi": "10.1101/2025.05.23.655737", "authors": "Maggu, K.; Meena, A.; De Nardo, A. N.; Sbilordo, S. H.; Roy, J.; Lüpold, S.", "abstract": "In polyandrous systems, male reproductive success is critically influenced by sperm competition, a process often mediated by ejaculate characteristics that are sensitive to male condition. While condition dependence is a cornerstone of sexual selection theory, the role of the gut microbiome in modulating male reproductive fitness under sperm competition remains unexplored. Here, we investigated the impact of varying gut microbial compositions on sperm competitive ability in Drosophila melanogaster. By inoculating germ-free (axenic) males with all 32 full-factorial combinations of five common commensal bacteria, we demonstrated that the presence and diversity of commensal gut microbes significantly enhance male sperm offense ability. Specifically, males associated with a more diverse microbiota exhibited superior competitive fertilization success, accompanied by increased sperm transfer, higher sperm viability, and a greater proportion of sperm stored by females. Predictive models further revealed complex, non-additive interactions among bacterial species in their effects on sperm competitiveness. These findings suggest that the gut microbiome acts as a critical modulator of male reproductive fitness, challenging traditional models of sexual selection that overlook contributions of non-pathogenic bacteria to condition-dependent traits.", "date": "2025-07-09", "journal": ""}
{"title": "Germline polymorphism in the immunoglobulin kappa and lambda loci explain variation in the expressed light chain antibody repertoire", "doi": "10.1101/2025.05.28.656470", "authors": "Engelbrecht, E.; Rodriguez, O. L.; Lees, W.; Vanwinkle, Z.; Shields, K.; Schultze, S.; Gibson, W. S.; Smith, D. R.; Jana, U.; Saha, S.; Peres, A.; Yaari, G.; Smith, M. L.; Watson, C. T.", "abstract": "Variation in antibody (Ab) responses contributes to variable disease outcomes and therapeutic responsiveness, the determinants of which are incompletely understood. This study demonstrates that polymorphisms in immunoglobulin (IG) light chain loci dictate the composition of the Ab repertoire, establishing fundamental baseline differences that preclude functional Ab-mediated responses. Using long-read genomic sequencing of the IG kappa (IGK) and IG lambda (IGL) loci, we comprehensively resolved genetic variation, including novel structural variants, single nucleotide variants, and gene alleles. By integrating these genetic data with Ab repertoire profiling, we found that all forms of IG germline variation contributed to inter-individual gene usage differences for >70% of light chain genes in the repertoire, directly impacting the amino acids of expressed light chain transcripts, including complementarity determining region domains. The genomic locations of usage associated variants in both intergenic and coding regions indicated that IG polymorphisms modulate gene usage via diverse mechanisms, likely including the modulation of V(D)J recombination, heavy and light chain pairing biases, and transcription/translation. Finally, relative to IGL, IGK was characterized by more extensive linkage disequilibrium and genetic co-regulation of gene usage, illuminating differential regulatory and evolutionary features between the two light chain loci. These results firmly establish the critical contribution of IG light chain polymorphism in Ab repertoire diversity, with important implications for investigating Ab responses in health and disease.", "date": "2025-07-09", "journal": ""}
{"title": "Hand Drawing Image based Causal Representation Learning for Robust Parkinson's Disease Feature Extraction and Detection", "doi": "10.1101/2025.06.01.657220", "authors": "Kim, D.", "abstract": "Being an irreversible disorder regarding the human motor-system, Parkinson's Disease(PD) has been a threat to many neurological patients, especially due to its severity in pain and muscle control restriction. As PD has no significant cure or treatments to this day, early diagnosis, or detections of PD within potential patients is a crucial task to maximize the effect of mediations which are implemented to achieve temporal prohibition of motor failure progression. In recent research, alongside conventional diagnosis methods based on neurological examinations or MRI based brain imaging, use of deep learning based artificial intelligence models, such as ResNet, are repeatedly reported to have significant progress in detecting PD in early stages with high performance. Based on current success, this research attempted to further enhance AI-driven PD diagnosis by developing a deep learning based causal representation learning framework that extracts only highly robust PD features from simple hand drawings. Specifically, convolutional VAE based reconstruction and information theory based weakly supervised learning were linked with causal representation learning methods to distinguish significant PD features from geometrical features within hand drawing images. Not only aiding conventional tests for PD diagnosis, but also giving reliable representations of PD features such as tremor and rigidity, developed framework was found to achieve high performance in both retrieving latent factors of PD in images and predicting PD diagnosis results.", "date": "2025-07-09", "journal": ""}
{"title": "It's a wrap: deriving distinct discoveries with FDR control after a GWAS pipeline", "doi": "10.1101/2025.06.05.658138", "authors": "Chu, B.; He, Z.; Sabatti, C.", "abstract": "The standard analysis pipeline for genome-wide association studies (GWAS) is based on marginal tests of association. These are computationally convenient and portable, but the discoveries resulting from their rejections are not immediately interpretable, and require post-processing as \"clumping\" and \"fine mapping.\" An interesting alternative is provided by conditional independence hypotheses: their rejections lead to the identification of distinct signals across the genome, accounting for measured confounders, and pointing to separate causal pathways. An obstacle to the wide adoption of this approach has been that it requires access to individual level data. Overcoming this barrier, recent work has shown how summary statistics resulting from the standard marginal GWAS analysis can be used as input of a procedure to test conditional independence hypotheses while controlling the false discovery rate. This secondary analysis requires sampling of synthetic negative controls (knockoffs) from a distribution determined by the linkage disequilibrium patterns in the genome of the population under study. In prior work, we have pre-computed this distribution for European genomes, starting from information derived from the UK Biobank. Thus, researchers working with GWAS in a European population can carry out a knockoff analysis with minimal computational costs, using the distributed routine GhostKnockoffGWAS. Here we introduce and release a new software (solveblock) that extends this capability to a much richer collection of studies. Given a set of genotyped samples, or a reference dataset, our pipeline efficiently estimates the high-dimensional correlation matrices that describe dependencies across the genome, making rather common sparsity assumptions. Taking this sample-specific estimate as input, the software identifies groups of genetic variants that are highly correlated, and uses them to define an appropriate resolution for conditional independence hypotheses. Finally, we compute the distribution for the exchangeable negative controls necessary to test these hypotheses. The output of solveblock can be passed directly to GhostKnockoffGWAS, allowing users to carry out the complete analysis in a two step procedure. Simulations, based on five UK Biobank sub-populations, illustrate the method's FDR control. The analysis of 26 phenotypes of varying polygenicity in British individuals, results in {approx} 19 additional discoveries, compared to standard marginal association testing. Our code, precompiled software, and processed files for these five sub-populations are openly shared.", "date": "2025-07-09", "journal": ""}
{"title": "Cognition-centric brain activity across diverse imaging tasks constrains the representation of mental health in brain function data", "doi": "10.1101/2025.06.11.659091", "authors": "Korponay, C.; Cohen-Gilbert, J. E.; Kumar, P.; Harnett, N. G.; Medina, A. A.; Cheng, Y.; Forester, B. P.; Ressler, K. J.; Demsar, J.; Frederick, B. B.; Beckmann, C. F.; Harper, D. G.; Nickerson, L. D.", "abstract": "A core challenge in neuropsychiatry is identifying brain activity that reflects individual variation in neurobehavioral domains critical to mental health - including those in the Research Domain Criteria. Here, we cross-analyzed mental health and brain function profiles in hundreds of individuals using factor analysis of 87 neurocognitive/psychiatric assessments and tensor independent component analysis of functional magnetic resonance imaging (fMRI) data acquired during five common task and movie-watching paradigms with putative mental health relevance. Across all brain network variants evoked across all paradigms, only individual differences in cognition were significantly or reproducibly reflected in brain activity, despite similar reliability and interindividual variability across mental health domains. Moreover, mental health diversity was not reflected in comparatively homogeneous evoked brain activity, and discordant subtypes were produced by clustering brain function data and mental health data. Brain activity evoked by common fMRI paradigms may contain insufficient non-cognitive information to explain normative mental health variation.", "date": "2025-07-09", "journal": ""}
{"title": "Trpv4 mediates temperature induced sex change in ricefield eel", "doi": "10.1101/2025.06.09.658756", "authors": "Yang, Z.; Luo, T.; Zhang, Y.; Sun, Y.", "abstract": "The ricefield eel (Monopterus albus), an economically important aquaculture species in China, is a freshwater teleost fish that exhibits protogynous hermaphroditism. While progress has been made toward understanding the sex determination and differentiation of this species, the underlying mechanisms remain elusive. Here we show that warm temperature promotes gonadal transformation by up-regulating testicular differentiation genes such as dmrt1/sox9a in ovaries. Trpv4, a Ca2+-permeable cation channel expressed in gonads, is highly sensitive to ambient temperature and mediates warm temperature-driven sex change of ricefield eel. In female fish reared at cool temperature, injection of Trpv4 agonist into the ovaries leads to significant up-regulation of testicular differentiation genes, and in female fish exposed to warm temperature, Trpv4 inhibition or trpv4 siRNA knockdown suppresses warm temperature-induced male gene expression. pStat3 signaling is downstream of Trpv4 and transduces Trpv4-controlled calcium signaling into the sex determination cascades. Inhibition of pStat3 activity prevents the up-regulation of testicular differentiation genes by warm temperature treatment and ovarian injection of Trpv4 agonist, whereas activation of pStat3 is sufficient to induce the expression of male genes, in the presence of Trpv4 antagonist. pStat3 binds and activates jmjd3/kdm6b, an activator of the male gene dmrt1. Consistently, ovarian injection of Kdm6b inhibitor blocks the up-regulation of testicular differentiation genes by warm temperature treatment. We propose that environmental factors such as temperature promote gonadal transformation of ricefield eel by inducing the expression of male pathway genes in ovaries via the Trpv4-pStat3-Kdm6b-Dmrt1 axis. Our results provide new insights into the molecular mechanism underlying natural sex change of ricefield eel, which will be useful for sex control in aquaculture.\n\nHighlightsO_LIWarm temperature promotes gonadal transformation of ricefield eel\nC_LIO_LITrpv4 links environmental temperature and the sex determination pathway\nC_LIO_LIpStat3 is downstream of Trpv4-controlled calcium signaling\nC_LIO_LIpStat3 binds and activates kdm6b/jmjd3\nC_LI", "date": "2025-07-09", "journal": ""}
{"title": "Genome editing of phylogenetically distinct bacteria using portable retron-mediated recombineering", "doi": "10.1101/2025.06.16.660010", "authors": "Gonzalez-Delgado, A.; Bonillo-Lopez, L.; Johnson, M. S.; Knoedlseder, N.; Ko, C.-C.; Lekbach, Y.; Oh, J.-H.; Selvakumar, H.; Wold, M. C.; Yu, Z.; Aragon, V.; Gralnick, J. A.; Guell, M.; Hatfull, G.; Keitz, B. K.; Koskella, B.; Mutalik, V. K.; van Pijkeren, J. P.; Shipman, S.", "abstract": "Advanced genome editing technologies have enabled rapid and flexible rewriting of the Escherichia coli genome, benefiting fundamental biology and biomanufacturing. Unfortunately, some of the most useful technologies to advance genome editing in E. coli have not yet been ported into other bacterial species. For instance, the addition of bacterial retrons to the genome editing toolbox has increased the efficiency of recombineering in E. coli by enabling sustained, abundant production of ssDNA recombineering donors by reverse transcription that install flexible, precise edits in the prokaryotic chromosome. To extend the utility of this technology beyond E. coli, we surveyed the portability and versatility of retron-mediated recombineering across three different bacterial phyla (Proteobacteria, Bacillota and Actinomycetota) and a total of 15 different species. We found that retron recombineering is functional in all species tested, reaching editing efficiencies above 20% in six of them, above 40% in three of them, and above 90% in two of them. We also tested the extension of the recombitron architecture optimizations and strain backgrounds in a subset of hosts to additionally increase editing rates. The broad recombitron survey carried out in this study forms the basis for widespread use of retron-derived technologies through the whole Bacteria domain.", "date": "2025-07-09", "journal": ""}
{"title": "Flight trajectory modeling reveals species-specific obstacle avoidance policies in echolocating bats", "doi": "10.1101/2025.06.13.659477", "authors": "Teshima, Y.; Genda, S.; Aoki, Y.; Fujisawa, M.; Hiryu, S.; Fujii, K.", "abstract": "Echolocating bats routinely navigate complex wild environments with remarkable agility, yet it remains unclear whether their flight trajectories reflect reproducible internal control strategies or are merely the result of improvised reactive behavior. To address this question, we recorded flight paths and pulse emissions of Rhinolophus nippon and Miniopterus fuliginosus as they navigated seven obstacle-rich arenas in complete darkness. Using a machine learning model - a variational recurrent neural network (VRNN) - we show that bat flight is governed by a consistent internal policy. Trained on only part of each trajectory, our model accurately predicted future flight paths across arenas and individuals, preserving key features such as turning direction, obstacle-avoidance arcs, and velocity profiles. The model's ability to faithfully reproduce species-specific strategies despite differences in sonar and flight morphology supports the existence of structured internal control in bat navigation. Our approach reveals that bat flight, while appearing improvisational, is in fact guided by internal policies that can be directly inferred from trajectory data, without relying on handcrafted assumptions. Furthermore, the data-driven model developed here enables a priori testing of flight-path reorganization by virtually imposing environmental changes and analysing the resulting predicted trajectories, providing a powerful tool for biomimetic robotic design and for forecasting ecological responses to landscape transformation.", "date": "2025-07-09", "journal": ""}
{"title": "Separating feedforward and feedback dynamics using time-frequency-resolved connectivity: a hybrid model of left ventral occipitotemporal cortex in word reading", "doi": "10.1101/2025.06.20.660651", "authors": "You, J.; Hauk, O.; Salmelin, R.; van Vliet, M.", "abstract": "Left ventral occipitotemporal cortex (vOT) is crucial in reading, yet its functional role is viewed either as a prelexical feedforward hub or a bidirectional interface between sensory and higher-order linguistic systems. The two competing views have usually been considered mutually exclusive. To comprehensively explain the functional complexity of left vOT, we investigated the temporal and spectral dynamics of information flows involving left vOT during visual word and pseudoword reading using magnetoencephalography (MEG) and two directed connectivity metrics, i.e., phase slope index (PSI) and Granger causality (GC). Specifically, feedforward connectivity from low-level visual areas to vOT was observed for all conditions, with the strength of orthographic information flow to left superior temporal cortex (ST) modulated by stimulus word-likeness. Conversely, feedback flow from left ST to vOT appeared for pseudowords that allow top-down linguistic constraints to facilitate reading, and occurred later for word-like than complete pseudowords. Our findings suggest that left vOT during word reading functions in a hybrid manner: operating in efficient feedforward mode for familiar word recognition while flexibly recruiting bidirectional processing for unfamiliar pseudowords. By disentangling feedforward and feedback dynamics with high temporal and spectral resolution, we empirically reconcile competing theories of vOT function.", "date": "2025-07-09", "journal": ""}
{"title": "Codon biased translation mediated by Queuosine tRNA modification is essential for the virulence of Leishmania mexicana", "doi": "10.1101/2025.06.30.662252", "authors": "Kumar, B.; Julie, K.; Boudova, M.; Kulkarni, S.; Fernandez, T. P.; Satoskar, A.; Paris, Z.", "abstract": "The complex life cycle of the human parasite Leishmania mexicana requires rapid translational adaptation for survival in two distinct environments: the insect vector and the mammalian host. These medically important protists lack conventional transcriptional control due to their unusual genome organization. Consequently, tRNA modifications may provide an additional mechanism for post-transcriptional regulation of gene expression. One such modification is queuosine (Q), which is incorporated at anticodon wobble position 34 of specific tRNAs. Here, we demonstrate that Q-tRNA levels increase substantially during Leishmania differentiation from the insect stage to the mammalian-infective stage. Mutant cells lacking the enzyme responsible for Q incorporation, tRNA-guanine transglycosylase (TGT), exhibit substantial changes in the proteome during differentiation in vitro. Specifically, downregulated proteins were enriched in NAU codons, whereas upregulated proteins predominantly contained NAC codons. We further evaluated the effect of Q-tRNA depletion on macrophage infections and using mouse model. Although LmxTGT2 knockout parasites exhibited normal growth and differentiation in vitro, they demonstrated impaired survival within macrophages and reduced pathogenicity in mice. Taken together, these results highlight the critical role of Q-tRNA modification in maintaining translational balance and reveal a novel level of gene expression regulation facilitating parasite adaptation to changing environments and contributing to Leishmania virulence.", "date": "2025-07-09", "journal": ""}
{"title": "Developmental and Aging Changes in Brain Network Switching Dynamics Revealed by EEG Phase Synchronization", "doi": "10.1101/2025.07.02.662760", "authors": "Perdikis, D.; Sleimen-Malkoun, R.; Müller, V.; Jirsa, V.", "abstract": "Adaptive behavior depends on the brains capacity to vary its activity across multiple spatial and temporal scales. Yet, how distinct facets of this variability evolve from childhood to older adulthood remains poorly understood, limiting mechanistic models of neurocognitive aging. Here, we characterize lifespan neural variability using an integrated empirical-computational approach. We analyzed high-density EEG cohort data spanning 111 healthy individuals aged 9-75 years, recorded at rest and during passive and attended auditory oddball stimulation task. We extracted scale-dependent measures of EEG fluctuations amplitude and entropy, together with millisecond-resolved phase-synchrony networks in the 2-20 Hz range. Multi-condition partial least squares decomposition analysis revealed two independent lifespan trajectories. First, slow-frequency power, variance and complexity at longer timescales declined monotonically with age, indicating a progressive dampening of low-frequency fluctuations and large-scale coherence. Second, the temporal organization of phase-synchrony reconfigurations followed an inverted U-trend: young adults exhibited the slowest yet most diverse switching--characterized by low mean but high variance and low kurtosis of jump lengths at 2-6 Hz and the opposite pattern at 8-20 Hz--whereas children and older adults showed faster, more stereotyped dynamics. To mechanistically account for these patterns, we fitted a ten-node phase-oscillator model constrained by the human structural connectome. Only an intermediate, metastable coupling regime reproduced the empirical combination of reduced low-frequency variability and maximally heterogeneous synchrony dynamics observed in young adults, while deviations toward weaker or stronger coupling mimicked the childrens and older adults profiles. Our results demonstrate that development and aging entail changes in the switching dynamics of EEG phase synchronization, by differentially sculpting stationary and transient aspects of neural variability. This establishes time-resolved phase-synchrony metrics as sensitive, mechanistically grounded markers of neurocognitive status across the lifespan.", "date": "2025-07-09", "journal": ""}
{"title": "Inducible volatile chemical signalling drives antifungal activity of Trichoderma hamatum GD12 during confrontation with the pathogen Sclerotinia sclerotiorum", "doi": "10.1101/2025.07.07.662534", "authors": "Thomas, G.; Vuts, J.; Withall, D. M.; Caulfield, J. C.; Sidda, J.; Grant, M. R.; Thornton, C. R.; Birkett, M. A.", "abstract": "BACKGROUND: The use of beneficial soil fungi or their natural products offers a more sustainable alternative to synthetic fungicides for pathogen management in crops. Volatile organic compounds (VOCs) produced by such fungi act as semiochemicals that inhibit pathogens, with VOC production influenced by physical interactions between competing fungi. This study explores the interaction between the beneficial soil fungus Trichoderma hamatum GD12, previously shown to antagonize crop pathogens such as Sclerotinia sclerotiorum, to test the hypothesis that its antagonistic effect is mediated by volatile chemical signalling. A GD12 mutant deficient in the chitinolytic enzyme N-acetyl-{beta}-glucosaminidase {Delta}Thnag::hph, which shows reduced biocontrol activity, was also examined. RESULTS: In dual-culture confrontation assays, co-inoculation of GD12 and S. sclerotiorum led to fungistatic interactions after 7 days, whereas{Delta} Thnag::hph showed no antagonism, indicating a loss of antagonistic function. VOCs collected from individual and co-cultures were analysed by gas chromatography - flame ionization detector (GC-FID) analysis and coupled GC-mass spectrometry (GC-MS), revealing significant differences in VOC production between treatments, with VOC production notably upregulated in the GD12 + S. sclerotiorum co-culture. Peak production of 6-pentyl-2H-pyran-2-one occurred 17 days post-inoculation. This upregulation was absent in the{Delta} Thnag::hph co-culture, suggesting VOCs may drive antagonism. Synthetic VOC assays revealed several compounds inhibitory to S. sclerotiorum, including 1-octen-3-one, which also arrested the growth of key fungal pathogens (Botrytis cinerea, Pyrenopeziza brassicae, and Gaeumannomyces tritici). Structural insights into 1-octen-3-one's antifungal activity against S. sclerotiorum are also presented. CONCLUSIONS: These findings support the hypothesis that the antagonistic properties of T. hamatum GD12 against crop fungal pathogens can, in part, be attributed to VOC production. Further research is needed to assess the potential of these semiochemicals as tools for pathogen management in agriculture.", "date": "2025-07-09", "journal": ""}
{"title": "Electrophysiological Mechanisms of Psychedelic Drugs: A Systematic Review", "doi": "10.1101/2025.07.05.663289", "authors": "Hidalgo Jimenez, J.; Kaup, K. K.; Aru, J.", "abstract": "Serotonergic psychedelics are known for their profound effects on consciousness and are gaining renewed interest as potential psychiatric treatments. These advances underscore the need to clarify the mechanisms of action of these compounds. This systematic review compiles and critically evaluates 23 in vitro and 26 in vivo electrophysiological studies on psychedelic compounds, with an emphasis on layer 5 pyramidal neurons in the prefrontal cortex, where 5-HT2A receptors are densely expressed. Our findings reveal that psychedelics exert complex, heterogeneous effects on neuronal excitability, synaptic transmission, and network oscillations. These results challenge the simplified view that psychedelics uniformly increase cortical excitability. Instead, they modulate both excitatory and inhibitory processes in a cell-type- and compartment-specific manner, with evidence for biphasic, dose-dependent, and context-sensitive responses. Activation of 5-HT2A receptors leads to intricate calcium signaling, downregulating excitatory currents and firing rates in many neurons, while enhancing glutamate release and activating a subset of projection fibers. Modulation of presynaptic and extrasynaptic GluN2B-containing NMDA receptors appears central to these effects, and some indirect evidence supports the involvement of intracellular 5-HT2A receptors. These insights prompt a reassessment of prevailing models of psychedelic action and underscore the value of incorporating electrophysiological data into psychedelic neuropharmacology.", "date": "2025-07-09", "journal": ""}
{"title": "Structural basis of DNA N6-adenine methylation in eukaryotes", "doi": "10.1101/2025.07.08.663716", "authors": "Nan, B.; Yang, W.; Wang, D.; Nie, L.; Wang, Y.; Xu, M.; Guan, W.; Chen, Z.; Zhuang, G.; Gao, S.; Liu, Y.", "abstract": "N6-adenine methylation occurs in both DNA and RNA (referred to as 6mA and m6A, respectively). As an extensively characterized epi-transcriptomic mark found in virtually all eukaryotes, m6A in mRNA is deposited by METTL3-METTL14 complex. As a transcription-associated epigenetic mark abundantly present in many unicellular eukaryotes, 6mA is coordinately maintained by two AMT1 complexes, distinguished by their mutually exclusive subunits, AMT6 and AMT7. These are all members of MT-A70 family methyltransferases (MTases). Despite their functional importance, no structure for holo-complexes with cognate DNA/RNA substrate has been resolved. Here, we employ AlphaFold3 (AF3) and molecular dynamics (MD) simulations for structural modeling of Tetrahymena AMT1 complexes, with emphasis on ternary holo-complexes with double-stranded DNA (dsDNA) substrate and cofactor. Key structural features observed in these models are validated by mutagenesis and various other biophysical and biochemical approaches. Our analysis reveals the structural basis for DNA substrate recognition, base flipping, and catalysis in the prototypical eukaryotic DNA 6mA-MTase. It also allows us to delineate the reaction pathway for processive DNA methylation involving translocation of the closed form AMT1 complex along dsDNA. As the active site is highly conserved across MT-A70 family of eukaryotic 6mA/m6A-MTases, the structural insight will facilitate rational design of small molecule inhibitors, especially for METTL3-METTL14, a promising target in cancer therapeutics.", "date": "2025-07-09", "journal": ""}
{"title": "Robust regulatory interplay of enhancers, facilitators, and promoters in a native chromatin context", "doi": "10.1101/2025.07.07.663560", "authors": "Zhou, Z.; Li, A.; Zhang, J.; Yu, H.; Ozer, A.; Lis, J. T.", "abstract": "Enhancers are gene-distal cis-regulatory elements that drive cell type-specific gene expression. While significant progress has been made in identifying enhancers and characterizing their epigenomic features, much less effort has been devoted to elucidating mechanistic interactions among clusters of functionally linked regulatory elements within their endogenous chromatin contexts. Here, we developed a novel recombinase-mediated genome rewriting platform and applied our divergent transcription architectural model to understand how a long-range human enhancer confers a remarkable 10,000-fold activation to its target gene, NMU, at its native locus. Our systematic dissection reveals transcription factor synergy at this enhancer and highlights the interplay between a divergently transcribed core enhancer unit and emerging new types of cis-regulatory elements--notably, intrinsically inactive facilitators that augment and buffer core enhancer activity, and an adjacent retroviral long terminal repeat promoter that represses enhancer activity. We discuss the broader implications of our focused study on enhancer mechanisms and regulation genome-wide.", "date": "2025-07-09", "journal": ""}
{"title": "Topological Analysis of the Human Lymph Node Reticular Network Predicts Outcome in Breast Cancer", "doi": "10.1101/2025.07.07.663481", "authors": "Llewellyn, A.; D'Costa, S.; Lam, R.; Gore, J.; Lachina, V.; Shewring, D.; Acton, S. E.; Naidoo, K.", "abstract": "Axillary lymph nodes (ALN) initiate local immune responses in breast cancer (BC) but how and when ALN become dysfunctional, facilitating metastasis, is unclear. We use unbiased computational approaches to quantify features of ALN stromal architecture. We identify PDGFR{beta} as a robust, immunomarker for human fibroblastic reticular cells (FRC) and use it to quantify how FRC network topology changes during BC progression and after treatment. ALN (n = 331) from 179 BC patients and 23 benign reactive controls were assessed for FRC network metrics, including lacunarity and branchpoints, alongside de-identified clinico-pathological data. We find in node-negative, triple-negative BC, neoadjuvant treatment induced denser FRC networks which correlated with improved survival. Conversely, denser FRC networks in node-positive patients correlated with worsened survival, regardless of BC subtype or treatment. Further, increased FRC alignment within metastases improved survival. We show that FRC network topology predicts prognosis in BC, providing a new avenue for mechanistic, translational research.", "date": "2025-07-09", "journal": ""}
{"title": "Gender imbalances of retraction prevalence among highly cited authors and among all authors", "doi": "10.1101/2025.07.08.662297", "authors": "Boccia, S.; Cristiano, A.; Pezzullo, A. M.; Baas, J.; Roberge, G.; Ioannidis, J. P. A.", "abstract": "Importance Retractions are rare but increasingly common in scientific publishing. Understanding whether gender disparities exist in retraction rates, especially among top-performing scientists, may inform broader efforts to promote equity and research integrity. Objective To assess gender disparities in the likelihood of having retracted publications among highly cited and all other authors, and to explore how these vary across scientific fields, countries, and publication age cohorts. Design Cross-sectional bibliometric analysis incorporating retraction data into Scopus-based databases of top-cited scientists (top 2%) and all authors with [&ge;]5 publications. Retraction data were obtained from Retraction Watch and linked with author-level citation metrics. Setting Global, science-wide analysis using data from authors in all disciplines indexed in Scopus. Participants A total of 10,361,367 authors with [&ge;]5 publications were included; 217,097 were among the top 2% most-cited authors. Gender was confidently assigned using NamSor for 8,267,888 authors. Authors with uncertain gender were excluded from gender-specific analyses. Main Outcomes and Measures Gender-specific retraction rates and the relative propensity (R) of women vs men to have at least one retraction, overall and stratified by citation status, field, country income level, publication age cohort and publication volumes. Results Among highly cited authors, retraction rates were 3.3% in men and 2.9% in women; among all authors, rates were 0.7% for both genders. Differences varied by field: women's rates were at least one-third lower than men's (R < 0.67) in Biology, Biomedical Research, and Psychology (R < 0.67), but higher (R > 1.33) in Economics, Engineering, and Information and Communication Technologies. Among highly cited authors, younger cohorts showed increasingly higher rates among men (4.2% men vs. 3.0% women in those starting to publish in 2002-2011; 8.7% men vs. 4.9% women in those starting post-2011). Country-level differences among highly cited authors were pronounced in some countries, as in Pakistan (28.7% men vs. 14.3% women). Among all authors, country-level gender differences were small. Conclusions and Relevance Gender differences in retraction rates exist but are modest. Field, country, and publication volume are stronger correlates. Structural and contextual factors likely drive retraction patterns and warrant further investigation.", "date": "2025-07-09", "journal": ""}
{"title": "An online dynamic experimental framework to study single neuron responses in humans", "doi": "10.1101/2025.07.07.663330", "authors": "Mathew, S.; Zesati, S. D.; Lew, S.; Gupta, K.; Rey, H. G.", "abstract": "Single-neuron activity can be recorded from patients being evaluated for neurosurgical treatment of drug-resistant epilepsy who volunteer to have microwires implanted for single cell research that aims to study various aspects of the human brain. These recordings provide an unprecedented window into the human brain to observe how information is encoded and retrieved at the cellular level. Current single cell research paradigms require laborious offline analysis to identify stimuli eliciting neuronal responses and introduce new relevant stimuli in a follow up task. Any delays due to patient availability can compromise the follow up task, risking loss of experimental progress as recording electrodes may move away from previously recorded neurons. This paper introduces a novel experimental framework for online single cell data analysis and dynamic sampling of the stimulus space. It allows for real-time data acquisition and analysis to identify response-eliciting stimuli, introduce new relevant stimuli, and discard those that fail to elicit responses.", "date": "2025-07-09", "journal": ""}
{"title": "T cell protrusions enable fast, localised initiation of CAR signalling", "doi": "10.1101/2025.07.08.662959", "authors": "Rodilla-Ramirez, C.; Carai, G.; Fox, E.; Zehtabian, A.; Adam, H.; Dallio, K.; Ewers, H.; Su, X.; Bottanelli, F.", "abstract": "Actin-rich protrusions densely cover the surface of T cells and are well characterised for their role in cell migration. However, recent studies have uncovered their role in antigen surveillance and immune signalling initiation. To investigate how membrane protrusions initiate and contribute to signalling, from the first cell-cell contact to immunological synapse formation, we performed dynamic imaging experiments of endogenously tagged signalling proteins in T cells. To quantitatively capture the early dynamics of cell-cell interactions, we employed HER2-CAR-expressing T cells targeting HER2 breast cancer cells. By harnessing live-cell imaging and super-resolution stimulated emission depletion (STED) microscopy we were able to capture topological membrane changes and their correlation with mesoscale protein rearrangements over time. Our findings indicate that, prior to activation, key molecular players in T cell activation, including the kinase Lck, the phosphatase CD45 and the adaptor LAT, as well as the exogenously expressed CAR, lack any enrichment in actin-rich protrusions. However, upon initial contact of the T cell with the target cell, a dynamic and fast rearrangement of the surface receptors, phosphatases, and kinases occurs within the protrusions, ensuring a rapid and effective initiation of the immune signalling cascade. The rapid clustering of the HER2-CAR occurs preferentially within protrusions rather than flat membrane regions and is accompanied by enhanced recruitment of the kinase ZAP-70 and LAT. While the localisation of the kinase Lck remained unchanged, protrusion-cell contacts trigger a pronounced exclusion of the phosphatase CD45, an effect observed both with and without the cytosolic signalling domain of the CAR. Overall, the signalling machinery rearranged more rapidly and efficiently at contacts mediated by protrusive structures compared to non-protrusive regions. Together, our data provide a quantitative framework illustrating how signalling proteins are dynamically reorganised to facilitate CAR-mediated activation within these specialised structures.", "date": "2025-07-09", "journal": ""}
{"title": "Reproducibility of Scientific Claims in Drosophila Immunity: A Retrospective Analysis of 400 Publications", "doi": "10.1101/2025.07.07.663442", "authors": "Westlake, H.; David, F.; Tian, Y.; Krakovic, K.; Dolgikh, A.; Juravlev, L.; Esmangart de Bournonville, T.; Carboni, A.; Melcarne, C.; Shan, T.; Wang, Y.; Mu, Y.; Kotwal, A.; Pirko, N.; Boquete, J. P.; Schupfer, F.; Rommelaere, S.; Poidevin, M.; Liu, Z.; Kondo, S.; Ratnaparkhi, G. S.; Chakrabarti, S.; Liu, G.; Masson, F.; Li, X.; Hanson, M. A.; Jiang, H.; Di Cara, F.; Kurant, E.; Lemaitre, B.", "abstract": "Drosophila immunity has been the focus of intense study and has impacted other research fields including innate immunity and agriculturally or epidemiologically relevant investigations of insect pests and vectors. Unsurprisingly for such a large body of work, some published results were later found to be irreproducible. Although some results have been contradicted in the literature, many have no published follow-up, either due to a lack of research or low motivation to publish negative or contradictory results. We have addressed this by performing a reproducibility project that analyses the verifiability of claims from articles published on Drosophila immunity before 2011. To assess reproducibility, we extracted claims from 400 articles on the Drosophila immune response to bacteria and fungi and performed preliminary verification by comparing these claims to other published literature in the field. Using alternative approaches, we also experimentally tested some unchallenged claims, which had no published follow-up. The intent of this analysis was to centralize evidence on insights and findings to improve clarity for scientists that may base research programs on these data. All our data are published on a publicly available website associated with this article (https://ReproSci.epfl.ch/) that encourages community participation. This article provides a short summary of claims that were found to have contradictory evidence, which may help the community to assess past findings on Drosophila immunity and improve clarity going forward.", "date": "2025-07-09", "journal": ""}
{"title": "Prediction of Gemcitabine sensitivity in resectable Pancreatic Cancer using a Glycation Stress Transcriptomic Signature", "doi": "10.1101/2025.07.07.663493", "authors": "Senar, O. A.; Stosic, K.; Bouchart, C.; Navez, J.; Tarfouss, J.; Crake, R.; Verset, L.; Demetter, P.; Mauduit, M.; Conroy, T.; Cros, J.; Nicolle, R.; Detours, V.; Bellahcene, A.; Arsenijevic, T.; Van Laethem, J.-L.", "abstract": "PurposePancreatic ductal adenocarcinoma (PDAC) remains one of the most aggressive malignancies, largely due to chemoresistance arising from prominent cellular heterogeneity and a complex tumor microenvironment. Given this challenge, understanding the mechanisms of driving chemoresistance is essential for guiding our chemotherapeutic choice. Emerging evidence suggests that methylglyoxal (MG), a reactive glycolytic byproduct, may play a role in modulating tumor behavior and therapy response, offering a novel angle for patient stratification. Our recent study indicates that the accumulation of MG in PDAC cells leads to MG-induced cellular stress associated with gemcitabine (GEM) resistance. The primary objective of this study was to identify a predictive transcriptomic signature associated with MG stress in PDAC and compare it to the recently reported GemPred signature.\n\nPatients and methodsMG stress classification was applied to the Puleo et al. cohort (n=309), enabling differential gene expression analysis and the development of a prognostic 16-gene MG-GEM signature through LASSO Cox regression. The signature was validated for survival prediction and diagnostic performance using cross-validation and ROC analysis.\n\nResultsThe prognostic significance and predictive performance of the signature were validated in both internal and external cohorts, including this from the phase III PRODIGE-24/CCTG PA6 trial, composed of 167 GEM and 183 FOLFIRINOX (mFFX) patients. Importantly, the MG-GEM signature demonstrated independent and complementary predictive value relative to GemPred.\n\nConclusionWe present a novel clinically actionable 16-gene transcriptomic signature reflecting MG-induced stress that enables robust stratification of PDAC patients likely to benefit from adjuvant GEM therapy. This model supports the development of personalized treatment strategies in pancreatic cancer.\n\nContext SummaryO_ST_ABSKey ObjectiveC_ST_ABSCan metabolic gemcitabine (GEM) resistant inducer methylglyoxal stress be used to predict resistance to adjuvant GEM through a transcriptomic signature?\n\nKnowledge GeneratedThe transcriptomic MG-GEM signature demonstrated the ability to distinguish between GEM sensitive and GEM resistant patients in the internal cohorts from Erasme University Hospital. MG-GEMs predictive capacity was further validated in the independent PRODIGE-24/CCTG PA6 clinical trial data. When compared to the established GemPred transcriptomic signature, MG-GEM exhibited an independent predictive behaviour. Moreover, combining both independent signatures enhanced the identification of GEM sensitive and GEM resistant patient subgroups. This combined approach may be particularly valuable in identifying patient subsets with treatment- specific responses.", "date": "2025-07-09", "journal": ""}
{"title": "A retrospective analysis of 400 publications reveals patterns of irreproducibility across an entire life sciences research field", "doi": "10.1101/2025.07.07.663460", "authors": "Lemaitre, J.; Polpeka, D.; Ribotta, B.; Westlake, H.; Chakrabarti, S.; Xiaoxue, L.; Hanson, M. A.; Jiang, H.; Di Cara, F.; Kurant, E.; David, F.; Lemaitre, B.", "abstract": "The ReproSci project retrospectively analyzed the reproducibility of 1,006 claims from 400 papers published between 1959 and 2011 in the field of Drosophila immunity. This project attempted to provide a comprehensive assessment, 14 years later, of the replicability of nearly all publications across an entire scientific community in experimental life sciences. We found that 61% of claims were verified, while only 7% were directly challenged (not reproducible), a replicability rate higher than previous assessments. Notably, 24% of claims had never been independently tested and remain unchallenged. We performed experimental validations of a selection of 45 unchallenged claim, that revealed that a significant fraction (38/45) of them is in fact non-reproducible. We also found that high-impact journals and top-ranked institutions are more likely to publish challenged claims. In line with the reproducibility crisis narrative, the rates of both challenged and unchallenged claims increased over time, especially as the field gained popularity. We characterized the uneven distribution of irreproducibility among first and last authors. Surprisingly, irreproducibility rates were similar between PhD students and postdocs, and did not decrease with experience or publication count. However, group leaders who had prior experience as first authors in another team in the field had lower irreproducibility rates, underscoring the importance of early-career training. Finally, authors with a more exploratory, short-term engagement with the field exhibited slightly higher rates of challenged claims and a markedly higher proportion of unchallenged ones. This systematic, field-wide retrospective study offers meaningful insights into the ongoing reproducibility crisis in experimental life sciences.", "date": "2025-07-09", "journal": ""}
{"title": "A retrospective analysis of 400 publications reveals patterns of irreproducibility across an entire life sciences research field", "doi": "10.1101/2025.07.07.663460", "authors": "Lemaitre, J.; Polpeka, D.; Ribotta, B.; Westlake, H.; Chakrabarti, S.; Xiaoxue, L.; Hanson, M. A.; Jiang, H.; Di Cara, F.; Kurant, E.; David, F.; Lemaitre, B.", "abstract": "The ReproSci project retrospectively analyzed the reproducibility of 1,006 claims from 400 papers published between 1959 and 2011 in the field of Drosophila immunity. This project attempted to provide a comprehensive assessment, 14 years later, of the replicability of nearly all publications across an entire scientific community in experimental life sciences. We found that 61% of claims were verified, while only 7% were directly challenged (not reproducible), a replicability rate higher than previous assessments. Notably, 24% of claims had never been independently tested and remain unchallenged. We performed experimental validations of a selection of 45 unchallenged claim, that revealed that a significant fraction (38/45) of them is in fact non-reproducible. We also found that high-impact journals and top-ranked institutions are more likely to publish challenged claims. In line with the reproducibility crisis narrative, the rates of both challenged and unchallenged claims increased over time, especially as the field gained popularity. We characterized the uneven distribution of irreproducibility among first and last authors. Surprisingly, irreproducibility rates were similar between PhD students and postdocs, and did not decrease with experience or publication count. However, group leaders who had prior experience as first authors in another team in the field had lower irreproducibility rates, underscoring the importance of early-career training. Finally, authors with a more exploratory, short-term engagement with the field exhibited slightly higher rates of challenged claims and a markedly higher proportion of unchallenged ones. This systematic, field-wide retrospective study offers meaningful insights into the ongoing reproducibility crisis in experimental life sciences.", "date": "2025-07-09", "journal": ""}
{"title": "Investigating Age-Related Decline in Sensorimotor Control Using Robotic Tasks", "doi": "10.1101/2025.07.07.663471", "authors": "Alvarez-Hidalgo, L.; Edlmann, E.; Schmidtmann, G.; Howard, I. S.", "abstract": "Background: Aging is linked to widespread changes in sensorimotor control, leading to functional decline, mobility limitations, and an increased risk of falls. Certain aspects of the neurological examination and assessment of the motor system are subjective, underscoring the need for objective and quantitative tools to evaluate sensorimotor performance. Methods: To address this, we designed three experimental tasks using the vBOT planar robotic manipulandum to compare sensorimotor performance in healthy young adults (<35 years) and older adults (>60 years). Unlike previous assessments, our tasks uniquely integrate simultaneous bimanual control and altered dynamic conditions to comprehensively assess sensorimotor capabilities. The first task involved a bimanual de novo motor learning paradigm in which participants coordinated both hands to control a virtual 2D arm and performed 400 center-out and out-to-center trials. The second task assessed unimanual control using the right hand to perform center-out movements to eight targets. It introduced dynamic forces simulating object manipulation during the final 200 trials. The third task was similar but applied a viscous force field in the last 200 trials. It also included a scoring mechanism rewarding brisk movements, thereby encouraging participants to perform closer to their maximum capabilities. In this task, performance was also compared between the dominant and non-dominant arms. Group comparisons and within-subject differences were evaluated using appropriate statistical analyses. Results: Each task effectively identified age-related differences, but the viscous resistance task proved particularly sensitive, capturing significant age-related declines in force generation and movement duration. This scoring approach likely amplified performance differences, highlighting its suitability for detecting subtle effects of aging. Older adults generally showed slower movement, longer task completion times, reduced peak forces, and prolonged reaction times. However, individual performance varied, with some older participants performing on par with younger individuals. In the third experiment, the dominant arm showed consistently better performance than the non-dominant arm, underscoring the sensitivity of the metrics to lateralized differences in motor control. Conclusions: These findings suggest that robot-based tasks have potential to quantify age-related differences in sensorimotor control and may support more precise clinical assessments.", "date": "2025-07-09", "journal": ""}
{"title": "β-sheet stabilization of the island domain underlies ligand-induced LRR-RP activation of plant immune signaling", "doi": "10.1101/2025.07.07.663532", "authors": "Snoeck, S.; Zhang, L.; Studer, V.; Kim, G.; Fernandez-Fernandez, A. D.; Nuernberger, T.; zipfel, c.", "abstract": "Leucine-rich repeat (LRR) receptor kinases (RKs) and receptor proteins (RPs) are important classes of plant pattern recognition receptors (PRRs) activating pattern-triggered immunity. While both classical and AI-based structural approaches have recently provided crucial insights into ligand-LRR-RK binding mechanisms, our understanding of ligand perception by LRR-RPs remains limited. In contrast to LRR-RKs, many LRR-RPs typically embed one or more loopout regions in their extracellular domains that are crucial for functionality. Here, we employed an AI-based approach to reveal a novel ligand-binding mechanism shared by the Arabidopsis LRR-RPs RLP23 and RLP42 - the PRRs for the short peptide ligands nlp20 and pg13, derived from NECROSIS- AND ETHYLENE-INDUCING PEPTIDE 1-like proteins (NLPs) and fungal endopolygalacturonases (PGs), respectively. This mechanism relies on a beta-strand interaction with the N-terminal part of the island domain (ID) loopout, which adopts an antiparallel beta-sheet conformation. Additionally, we investigated the larger and more complex binding interface of RLP32 - the PRR for proteobacterial TRANSLATION INITIATION FACTOR 1 (IF1), a folded protein ligand that requires its tertiary structure for recognition. Finally, we describe a mechanistic role of the ID for co-receptor recruitment conserved across LRR-RPs. Together, our results shed light on the ligand-binding mechanisms and receptor complex formation of this important class of PRRs. This opens avenues for a molecular understanding of the plant-pathogen co-evolution, as well as the engineering of plant immune receptors for crop disease resistance.", "date": "2025-07-09", "journal": ""}
{"title": "Bigger is not always better: Optimizing leaf area index with narrow leaf shape in soybean", "doi": "10.1101/2025.07.07.663573", "authors": "Tamang, B.; Bernard, G.; Bernacchi, C.; Diers, B.; Ainsworth, E.", "abstract": "Modern soybean varieties have higher than optimal leaf area index (LAI), which could divert resources from reproductive growth. Altering leaf shape could be a simple strategy to reduce LAI. To test this, we developed 204 near-isogenic soybean lines differing in leaf morphology by introgressing narrow-leaf alleles from donor parents PI 612713A and PI 547745 into the elite, broad-leaf cultivar LD11-2170. We evaluated the lines across two locations and two row spacings (38-cm and 76-cm) to assess how reduced investment in leaf area influences canopy architecture, crop physiology, and yield. Narrow-leaf lines showed 13% lower peak LAI and 3% lower digital biomass compared to broad-leaf counterparts yet maintained yield parity (5,756 vs. 5.801 kg ha-1, p = 0.43) across environmental conditions. Photosynthetic capacity remained largely unchanged, with narrow-leaf lines showing modest increases in electron transport rate and leaf mass per area. Narrow-leaf lines achieved similar canopy closure timing despite lower LAI, suggesting architectural compensation mechanisms. The most striking difference appeared in seed packaging, with narrow-leaf lines producing 34% four-seeded pods compared to only 1.8% in broad-leaf lines. There was a nonlinear relationship between peak LAI and yield, with optimal LAI values of 9-11 varying by environment. These findings show that the single-gene GmJAG1-controlled narrow-leaf trait offers a tractable strategy for reducing LAI and maintaining high productivity. This could reduce the metabolic costs associated with excessive canopy development and support sustainable agriculture under increasing climate variability.", "date": "2025-07-09", "journal": ""}
{"title": "Enhancement of Arabidopsis growth by Enterobacter sp. SA187 under elevated CO2 is dependent on ethylene signalling activation and primary metabolism reprogramming", "doi": "10.1101/2025.07.08.663752", "authors": "Ilyas, A.; Mauve, C.; Pateyron, S.; Paysant-Le Roux, C.; Bigeard, J.; Hodges, M.; de Zelicourt, A.", "abstract": "As atmospheric CO2 levels continue to increase, optimizing the CO2 fertilization effect which often falls short of its potential due to the physiological and metabolic limitations of plants becomes crucial. This study investigates the role of Enterobacter sp. SA187 (SA187), a plant growth-promoting bacterium, in enhancing growth and development of Arabidopsis thaliana under elevated atmospheric CO2 (eCO2) conditions. While SA187 inoculation did not have major effects under ambient CO2, it was found to significantly enhance root and shoot biomass, and to increase N- and reduce C-contents under eCO2. Moreover, transcriptomics and metabolomics suggested that SA187 modulated phytohormonal homeostasis, with activation of the salicylic acid, jasmonic acid and ethylene signalling pathways, and increased primary metabolism including the TCA cycle, N and carbohydrate metabolisms. Finally, the growth-promoting effects of SA187 were shown to be mediated through ethylene-dependent pathways, as evidenced with the ethylene-insensitive mutant ein2-1 which did not show similar benefits in plant fresh weight and altered gene expression. This beneficial plant-microbe interaction under eCO2 in a non-leguminous plant highlights a novel aspect of microbial influence on plant physiology in the context of climate change. These insights underscore the potential of utilizing SA187 to enhance plant performance and adaptability in future high CO2 environments, providing a sustainable approach to agricultural productivity as global CO2 levels increase.", "date": "2025-07-09", "journal": ""}
{"title": "Nissolia brasiliensis as a non-nodulating model legume", "doi": "10.1101/2025.07.08.663655", "authors": "Girou, C.; Keller, J.; Libourel, C.; van Beveren, F.; Bianconi, M.; Dufau, I.; Cravero, C.; Callot, C.; Rodde, N.; Coriton, O.; Huteau, V.; Delaux, P.-M.; Vernie, T.", "abstract": "The nitrogen-fixing root nodule symbiosis (RNS) is specifically formed by four orders of angiosperms. The largest of these four orders include the legume family, the Fabaceae. Among legumes, historical model species have emerged, such as the RNS-forming Medicago truncatula and Lotus japonicus, or, more recently, Aeschynomene aevenia. By contrast, legume species that have lost RNS have been largely ignored. Here, we describe the first chromosome-level assembly for a non-RNS-forming legume, the tropical papilionoid Nissolia brasiliensis. We compared its genome to closely related legumes and identified genes associated with RNS. Finally, we developed a stable transformation protocol that can be deployed in the future to re-evolve RNS in legumes, a first step toward the goal of engineering RNS in non-legume crops.", "date": "2025-07-09", "journal": ""}
{"title": "Genetic Network Shaping Kenyon Cell Identity and Function in Drosophila Mushroom Bodies", "doi": "10.1101/2025.07.07.663451", "authors": "Chung, P.-C.; Ku, K.-Y.; Chu, S.-Y.; Chen, C.; Yu, H.-H.", "abstract": "Revealing the molecular mechanisms underlying neuronal specification and acquisition of specific functions is key to understanding how the nervous system is constructed. In the Drosophila brain, Kenyon cells (KCs) are sequentially generated to assemble the backbone of the mushroom body (MB). Broad-complex, tramtrack and bric-a-brac zinc finger transcription factors (BTBzf TFs) specify early-born KCs, whereas the essential TFs for specifying late-born KCs remain unidentified. Here, we report that Pipsqueak domain-containing TF Eip93F promotes the identity of late-born KCs by reciprocally regulating gene expression in KC subtypes. Moreover, Eip93F not only regulates the expression of calcium channel Ca-1T in late-born KCs to functionally control animal behavior, but it also forms a genetic network with BTBzf TFs to specify the identities of KC subtypes. Our study provides crucial information linking KC subtype diversification to unique function acquisition in the adult MB.", "date": "2025-07-09", "journal": ""}
{"title": "Epithelial-mesenchymal cell state heterogeneity predetermines differential phospho-signaling responses to epidermal growth factor stimulation", "doi": "10.1101/2025.07.05.658545", "authors": "Kohane, F. V.; Johnstone, C.; Neumann, D. P.; Gunawan, I.; Huang, T.; Vafaee, F.; Chaffer, C. L.; Lock, J. G.", "abstract": "Cancer cell populations appear to show 'noisy' oncogenic signaling responses to growth factor stimulation, yet how much of this variation is predetermined by prior cell state heterogeneity remains unclear. We here investigate whether epithelial-mesenchymal (E/M) state, a major axis of heterogeneity in cancer cells, influences signaling response to epidermal growth factor (EGF) in A549 non-small cell lung cancer (NSCLC) cells; a signaling axis and disease combination of high clinical significance. We perform confocal imaging of cells immunofluorescently labeled with 'common markers' (DNA, F-actin) and 'variable markers' of phospho-signaling (p-AKT-S473, p-AKT-T308, p-ERK1, p-S6) at short intervals (2, 5, 20, 60 minutes) post-EGF stimulation. Single-cell quantitation of cell spatial context-, morphology-, marker level-, and subcellular localization-features was performed on >64,000 cells, fueling representation learning to map all cells within a common, condition-invariant 'E/M state landscape'. Comparison of E/M state-dependent variations in EGF-stimulated phospho-signaling revealed consistent differences: epithelial cells exhibited rapid, transient activation, while mesenchymal cells showed delayed and sustained responses, particularly in the PI3K/AKT pathway. Subcellular localization of p-AKT also varied dramatically, with epithelial cells establishing early membrane and punctate localizations, while mesenchymal cells maintained sustained nuclear and ruffle-associated AKT activity. Using regression-based 'computational multiplexing' to infer all phospho-signaling feature values concurrently in all cells, we defined a multi-molecular 'signaling landscape' and compared signaling response trajectories between epithelial and mesenchymal cells, confirming robust differences in multi-molecular signaling. EGF-induced signaling heterogeneity is thus substantially predetermined by pre-existing E/M states, which dictate distinct intracellular signal localization and signal propagation trajectories. These findings suggest that understanding how heterogeneous E/M states within tumors shape distinctive oncogenic signaling responses will be vital to understanding differential sensitivity to anti-oncogenic signal therapies.", "date": "2025-07-09", "journal": ""}
{"title": "Liquid-like transcription condensates locally constrain chromatin in living human cells", "doi": "10.1101/2025.07.05.663270", "authors": "Semeigazin, A.; Minami, K.; Shimazoe, M. A.; Khochbin, S.; Panne, D.; Ide, S.; Maeshima, K.", "abstract": "The organization and dynamics of chromatin play important roles in transcriptional regulation. The transcription machinery is known to constrain chromatin dynamics. Recently, transcription condensates formed via liquid-liquid phase separation (LLPS) or other mechanisms have emerged as key regulators of gene expression. What is the physical nature of such condensates in the cell? Do they interact with and constrain chromatin? To address these questions, we focused on BRD4-NUT, a fusion oncoprotein found in NUT carcinoma. Using single-molecule dual-color imaging, we found that individual BRD4-NUT molecules diffuse within condensates like a viscous liquid in live human cells. Single-nucleosome imaging specific to euchromatin shows that these liquid-like condensates restrict the movement of chromatin through BRD4 bromodomain-dependent crosslinking of neighboring acetylated nucleosomes. Our findings uncover a previously unrecognized mechanism by which LLPS-based condensates modulate chromatin dynamics, suggesting that condensates contribute to genome regulation through physical, and not only biochemical, control.", "date": "2025-07-09", "journal": ""}
{"title": "A nucleation distance sets the cell size-dependent P-body assembly", "doi": "10.1101/2025.07.08.663506", "authors": "Gu, X.; Dexin, S.; Quan, X.; Tsuboi, T.", "abstract": "Cells rely on various intracellular structures to regulate biological processes, including phase-separated granules. P-bodies are a type of membrane-less condensate found in eukaryotic cytoplasm that mediate mRNA degradation and storage. While the molecular composition of P-bodies is well studied, the relationship between their spatial organization and cell geometry, particularly cell size and organelle distribution, remains unclear. Here, we developed a conceptual framework to model phase-separation nucleation and validate the nucleation distance of a P-body in living yeast cells. Using microfluidic cell sorting and quantitative fluorescence microscopy, we found that smaller cells contain fewer, larger P-bodies, whereas larger cells form more, smaller granules. Monte Carlo simulations of P-body nucleation accurately recapitulate these cell size-dependent patterns, revealing a nucleation distance of approximately 2.2 micrometers. Furthermore, we demonstrate that increasing vacuolar volume reduces the effective cytoplasmic space and elevates the number of P-bodies, although cell size remains the dominant determinant. Our findings establish nucleation distance as a key parameter that links cell geometry to the biophysical regulation of condensate formation.", "date": "2025-07-09", "journal": ""}
{"title": "PKA regulates stress granule maturation to allow timely recovery after prolonged starvation", "doi": "10.1101/2025.07.06.663161", "authors": "Kroschwald, S.; Uliana, F.; Wilson-Zbinden, C.; Timofiiva, A.; Zhou, J.; Lee, S. S.; Gillet, L.; Zanella, M.; Othman, A.; Mezzenga, R.; Peter, M.", "abstract": "Cells have evolved multiple strategies to survive environmental stress conditions. This includes the formation of membrane-less cytoplasmic ribonucleoprotein structures called stress granules (SGs) that sequester and protect mRNAs encoding many housekeeping genes. SGs are not static biomolecular condensates but transform into solid states during a maturation phase. Although SG maturation is a hallmark of many neurodegenerative pathologies, little is known about the mechanisms and physiological relevance underlying the maturation process. Here we show that yeast SGs mature into a solid-like state during long-term stationary phase stress, which delays SG disassembly and cell cycle restart. Profiling of phosphorylation sites during stationary phase revealed that SG maturation is driven by protein kinase A (PKA)-dependent phosphorylation of the SG proteome. Indeed, upon stationary phase the catalytic PKA subunits condense in SGs where they maintain kinase activity, while during this time cytoplasmic PKA is inhibited. PKA-mediated phosphorylation of key SG components, like the pyruvate kinase Cdc19, is necessary and sufficient for its timely accumulation in SGs, where Cdc19 assembles into amyloid-like structures. Importantly, inhibiting PKA during long-term stationary phase prevents SG maturation, delaying ordered re-start of cell growth after re-feeding. Taken together, these results describe a SG maturation mechanism, selectively activated during chronic stress, that preserves SG integrity and promotes cell survival.", "date": "2025-07-09", "journal": ""}
{"title": "The involvement of the ER-phagy receptor FAM134B in membrane contact sites between ER and endolysosomes promotes ERLAD", "doi": "10.1101/2025.07.08.663682", "authors": "Fasana, E.; Fregno, I.; Molinari, M.", "abstract": "Membrane contact sites (MCS) between organelles maintain the proximity required for controlled exchange of small molecules and ions yet preventing fusion events that would compromise organelles identity and integrity. Here, by investigating the intracellular fate of the disease-causing Z-variant of alpha1 antitrypsin (ATZ), we report on a novel function of MCS between the endoplasmic reticulum (ER) and RAB7/LAMP1-positive endolysosomes in ER-to-lysosome-associated degradation (ERLAD). For this function, the VAPA:ORP1L:RAB7 multi-protein complex forming MCS between the ER and endolysosomes engages, in an ERLAD client-driven manner, the misfolded protein segregation complex formed by the lectin chaperone Calnexin (CNX), the ER-phagy receptor FAM134B and the ubiquitin-like protein LC3. Generation of this supramolecular complex facilitates the membrane fusion events regulated by the SNARE proteins STX17 and VAMP8 that ensure efficient delivery of ATZ polymers from their site of generation, the ER, to the site of their intracellular clearance, the degradative RAB7/LAMP1-positive endolysosomes.", "date": "2025-07-09", "journal": ""}
{"title": "Development of Anti-Inflammatory Extracellular Vesicles by Surface Expression of Syndecan-4", "doi": "10.1101/2025.07.05.663259", "authors": "Yu, L.; Bergqvist, M.; Park, K.-S.; Lasser, C.; Lotvall, J.", "abstract": "The biological functions of extracellular vesicles (EVs) depend on their cellular source. Further, different subpopulations of EVs from the same cells carry different cargo, but differences in their biological functions are less understood. We here identify a very small EV subpopulation released by HEK293F cells (miniEVs). These EVs, in contrast to the larger EVs, were found to have anti-inflammatory properties. Quantitative proteomics identified a potential anti-inflammatory molecule, Syndecan-4 (SDC4), on the surface of the miniEVs, but not larger EVs. We engineered HEK293F cells to overexpress SDC4, which results in the molecule being highly expressed in all EV subpopulations. Expression of SDC4, a proteoglycan, also increased the presence of heparan sulfate on the EV surface. Furthermore, these EVs were found to have potent anti-inflammatory effects in vitro, which heparinase treatment could slightly reduce. Furthermore, the SDC4 EVs showed anti-inflammatory effects in vivo in a model of peritonitis. We conclude that HEK293F EVs can be engineered to become anti-inflammatory, and that SDC4-expressing HEK293F-EV potentially could become an anti-inflammatory therapeutic.", "date": "2025-07-09", "journal": ""}
{"title": "Fast, Bright and Reversible Rhodamine Tags for Live-Cell Imaging", "doi": "10.1101/2025.07.06.663254", "authors": "Kompa, J.; Dornfeld, L. J.; Porzberg, N.; Jang, S.; Lilje, S. H.; Catapano, C.; Jocher, D.; Merk, L.; Zedlitz, S.; Mao, R.; Wilhelm, J.; Dietz, M. S.; Tarnawski, M.; Hiblot, J.; Heilemann, M.; Johnsson, K.", "abstract": "We present Rho-tag and SiR-tag, engineered protein tags derived from bacterial multidrug-resistance proteins that bind unsubstituted (silicon-) rhodamines with nanomolar affinity, enabling fast, reversible, and fluorogenic protein labeling. In live cells, Rho-tag labeling occurs within seconds - faster than HaloTag7 - and the tags are compatible with super-resolution methods like STED, SMLM, and MINFLUX. The high specificity of Rho-tag and SiR-tag for unsubstituted rhodamines allows their use alongside HaloTag7 and SNAP-tag. In vivo applications are demonstrated by efficient neuronal labeling in zebrafish larvae.", "date": "2025-07-09", "journal": ""}
{"title": "A transient mechanical crosstalk between Adherens Junctions and Focal Adhesions sustains cell proliferation in premalignant breast epithelial cells", "doi": "10.1101/2025.07.05.663275", "authors": "Faria, L.; Goncalves, C. M.; Fidalgo, I.; Lopes, C. S.; Rodrigues, V.; Azevedo, M. M.; Paula Sampaio, P.; Tavares, S.; Mahajan, V.; Taubenberger, A.; Janody, F.", "abstract": "The weakening of Adherens Junctions (AJs) and Focal Adhesions (FAs) adhesiveness has been proposed to enable the initiation and progression of several types of cancer. Here, we demonstrate that prior to acquiring malignant features, a transient mechanical crosstalk between AJs and FAs provides a proliferative advantage to mammary epithelial cells overactivating the Src kinase proto-oncogene. We show that AJs and FAs are transiently under high tension during the early phase of cellular transformation. Preventing the strengthening of tensile forces at FAs by knocking down PXN or inhibiting FAK activity, suppresses the cell abilities to build up tension at AJs and to grow. Conversely, disrupting the trans junctional homophilic interactions between cadherin extracellular domains with EGTA or preventing AJ strengthening by knocking down P-cadherin, impedes the transient increase in tensile forces at FAs, the activation of EGFR-ERK and MRTF-A-SRF signalling and cell proliferation. Moreover, knocking down E-cadherin, the sole classical cadherin in Drosophila, inhibits the growth of Src-overexpressing tissues in vivo. Thus, prior to the loss of cell-cell and cell-matrix adhesiveness, a transient mechanical crosstalk between AJs and FAs could drive tumour growth.", "date": "2025-07-09", "journal": ""}
{"title": "The transcription factor AP-2β defines active enhancers conferring molecular apocrine cell identity in breast cancer", "doi": "10.1101/2025.07.05.663274", "authors": "Mustafa, E.; Laven-Law, G.; Kikhtyak, Z.; Bergeron, A.; MacGrogan, G.; Winter, J.; Dwyer, A.; Pederson, S.; Tilley, W. D. D.; Iggo, R. D.; Hickey, T.", "abstract": "The transcription factor Activating Protein 2{beta} (TFAP2B; AP-2{beta}) is a candidate marker for the molecular apocrine subtype of breast cancer, which lacks expression of the estrogen receptor alpha (ESR1; ER) but sustains a luminal breast cancer phenotype due to the presence of key luminal lineage transcription factors (GATA3, FOXA1) and activity of the androgen receptor (AR). Our objective was to better understand the expression patterns and molecular function of AP-2{beta} in breast cancer. Using multiple clinical cohorts, we show that high TFAP2B expression was associated with low proliferation in ER positive (ER+) breast cancers of ductal and lobular histology, but with enrichment for lobular tumours. High TFAP2B was also evident in high proliferation tumours lacking ER, with no specific enrichment for lobular histology. Restoring AP-2{beta} expression to highly proliferative ER+ breast cancer cell lines that lack it strongly induced apoptosis. Conversely, reducing AP-2{beta} expression in a molecular apocrine breast cancer cell line model potently inhibited proliferation and cell viability associated with downregulation of MYC oncogene expression. To identify genomic determinants of AP-2{beta} function in molecular apocrine cells in relation to other known transcriptional regulators, we performed chromatin immunoprecipitation followed by DNA sequencing (ChIP-seq) for AP-2{beta}, AR, GATA3, FOXA1, and acetylated lysine 27 in histone 3 (H3K27ac, a marker of active enhancers and promoters). When present alone, AP-2{beta} was preferentially enriched at active promotors. Enhancers bound by AR, GATA3 and FOXA1 were more active when AP-2{beta} was present and genes that define the molecular apocrine phenotype were significantly more likely to have active enhancers co-occupied by all four transcription factors. We conclude that AP-2{beta} plays a context-dependent role in breast cancer and propose that activation of enhancers defining molecular apocrine identity is a key function of AP-2{beta} in the biology of this subtype of breast cancer.", "date": "2025-07-09", "journal": ""}
{"title": "GREmLN: A Cellular Regulatory Network-Aware Transcriptomics Foundation Model", "doi": "10.1101/2025.07.03.663009", "authors": "Zhang, M.; Swamy, V.; Cassius, R.; Dupire, L.; Kanatsoulis, C.; Paull, E.; AlQuraishi, M.; Karaletsos, T.; Califano, A.", "abstract": "The ever-increasing availability of large-scale single-cell profiles presents an opportunity to develop foundation models to capture cell properties and behavior. However, standard language models such as transformers are best suited for sequentially structured data with well defined absolute or relative positional relationships, while single cell RNA data have orderless gene features. Molecular-interaction graphs, such as gene regulatory networks (GRN) or protein-protein interaction (PPI) networks, offer graph structure-based models that effectively encode both non-local gene-gene dependencies, as well as potential causal relationships. We introduce GREmLN, a foundation model that leverages graph signal processing to embed gene-regulatory network structure directly within its attention mechanism, producing biologically informed single cell specific gene embeddings. Our model faithfully captures transcriptomics landscapes and achieves superior performance relative to state-of-the-art baselines on both cell type annotation and graph structure understanding tasks. It offers a unified and interpretable framework for learning high-capacity foundational representations that capture complex, long-range regulatory dependencies from high-dimensional single-cell transcriptomic data. Moreover, the incorporation of graph-structured inductive biases enables more parameter-efficient architectures and accelerates training convergence.", "date": "2025-07-09", "journal": ""}
{"title": "Thrombin-preconditioned Mesenchymal Stem Cell-Derived Exosomes For Wound Healing in vitro and in vivo", "doi": "10.1101/2025.07.05.663313", "authors": "Ma, J.; Yang, L.; Lou, M. M.; Wang, W. H.; Zhang, S.", "abstract": "Background and Objectives: The skin is the largest organ of the human body, capable of protecting it from external harm. However, due to trauma, paralysis and other external factors, skin damage can occur, scars may form. Exosomes have regenerative functions and, as a cell-free therapy, show great potential for wound healing. In this study, we investigate that whether different umbilical cord mesenchymal stem cell exosomes (UCMSCs-Exos) can accelerate the healing of skin. Methods: In our study, UCMSCs were cultured from newborns and Cultured with thrombin. Exosomes were isolated from mesenchymal stem cells culture supernatant by ultracentrifugation. The impact of exosomes on Hacat cell migration was evaluated in vitro. Additionally, the wound healing capacity of exosomes was evaluated in vivo using a mouse skin injury model. Results: Compared to UCMSCs-Exos, T-UCMSCs-Exos significantly promoted cell proliferation and migration of cells. In vivo experiments demonstrated that T-UCMSCs-Exos can accelerate wound closure and enhance collagen maturation, promoting angiogenesis in the vascularized wound area. These results indicate that T-UCMSCs-Exos have a good potential for accelerating wound healing and minimizing scar formation. Conclusions; Our research indicate that thrombin pre-UCMSCs, the production of exosomes significantly increased. The prepared T-UCMSCs-Exo can accelerate skin wound healing during the process of skin injury repair, promote angiogenesis, and facilitate the reconstruction of epidermis and dermis as well as hair follicle regeneration. These findings demonstrate that T-UCMSCs-Exos for skin wounds are a promising cell-free therapy that can be applied in the treatment of skin injuries.", "date": "2025-07-09", "journal": ""}
{"title": "JAK2 signalling to HNRNPA1 represses retrotransposon activity in haematopoietic stem cells", "doi": "10.1101/2025.07.07.663405", "authors": "Deuel, J. W.; Mararovs, A.; Goosheh, S.; Winder, G.; Mohammed, H.; Carroll, J.; Chapman, M. S.; Kapadia, C. D.; Campbell, P.; Nangalia, J.; Schneider, C.; Oellerich, T.; Green, A. R.; Loughran, S. J.", "abstract": "Retrotransposon expression must be tightly controlled, particularly in long-lived multipotent stem cells, to prevent deleterious consequences including insertional mutations. Several mechanisms are known to repress retrotransposon transcription during development which are generally thought to persist thereafter. However, integration of retrotransposable elements into host genomes has also provided a major source of genetic variation across evolution. This has generated many sequences that have acquired advantageous host functions, but little is known about retrotransposon expression and mobility in adult stem cells or about how these processes might be dynamically regulated. Here we describe the landscape of somatic retrotransposition in haematopoietic stem cells and identify a previously unrecognised pathway which links cytokine signalling, RNA-modulating HNRNP complexes and repression of retrotransposon activity. Activation of JAK2, by thrombopoietin or gain-of-function JAK2 mutations, triggers tyrosine phosphorylation of HNRNPA1 that represses expression of ERVs, LINEs and SINEs and reduces insertional mutagenesis. This pathway coordinates retrotransposon activity with cellular context and state and provides a mechanism for protecting the haematopoietic stem cell genome.", "date": "2025-07-09", "journal": ""}
{"title": "Flexible foraging effort shapes Adelie penguin reproductive success across Antarctica and sea ice conditions", "doi": "10.1101/2025.07.05.663228", "authors": "Barracho, T.; Bardon, G.; Houstin, A.; Beaulieu, M.; Blanchard, P.; Cristofari, R.; Lenourry, L.; Raclot, T.; Tabillon, C.; Zitterbart, D.; Lecomte, N.; Le Bohec, C.", "abstract": "Understanding species responses across a wide spectrum of environmental conditions is essential for predicting demographic responses to climate change. In Antarctica, changing sea ice dynamics threaten ice-dependent species. Behavioural adjustments could help mitigate these threats, but how they link to demographic rates, as well as potential thresholds, remains elusive. Long-term studies and circumpolar approaches could address this challenge. Here, we used a 15-year dataset (2010-2024) comprising over 23,000 foraging trips from Adelie penguins (Pygoscelis adeliae) in East Antarctica, to investigate how the species responds to variable sea ice conditions during reproduction via flexible foraging effort (trip duration). We identified a non-linear relationship between sea ice concentration (SIC) and foraging effort in the absence of landfast ice, a feature predicted to define the species' future habitat during chick-rearing. Minimal effort occurred around 10-20% SIC and increased more than two-fold in the presence of landfast ice, or of heavy pack-ice (>76% SIC). This relationship was sex-specific, with females showing greater environmental sensitivity. Through a circumpolar synthesis, we also showed that foraging effort during chick-guard predicted reproductive success across ten populations spread across the Adelie penguin's range (marginal R2 = 0.74). Threshold analysis revealed that reproductive success remains comparatively high until chick-guard foraging trip duration exceeds ~29 hours (approximately three times minimum values), beyond which demographic performance declines at a stronger rate. Our findings provide a comprehensive assessment of Adelie penguin's responses across a large environmental gradient, revealing that behavioural flexibility can buffer moderate changes but has clear limits. As it mediates the relationship between environmental variability and reproductive success, our results also establish trip duration as a valuable early warning indicator for population responses to environmental change.", "date": "2025-07-09", "journal": ""}
{"title": "Dissecting the effect of single- and co- infection of TB and COVID-19 pathogens on the sputum microbiome", "doi": "10.1101/2025.07.08.661948", "authors": "VP, B.; Shanmugavel, A. K.; Shanmugam, S.; Narayanan, M.", "abstract": "Tuberculosis (TB) and COVID-19 are both respiratory diseases and understanding their interaction is important for effective co-infection management. Although some studies have investigated TB and COVID-19 co-infection in terms of immune responses, microbial dysbiosis in such cases remains unexplored. In this study, we understand the interface between TB and COVID-19 by systematically inspecting the microbial composition of sputum samples collected from four groups of individuals: TB only, COVID-19 only, and both TB and COVID-19 (TBCOVID) infected patients, and uninfected group (Controls). Besides metagenomic analysis of the microbiome of these sputum samples, we also performed whole genome sequencing analysis of a subset of TB-positive samples. Different bioinformatic analyses ensured data quality and revealed significant differences in the microbial composition between Control vs. disease groups. To understand the effect of COVID-19 on TB, we compared TBCOVID vs. TB samples and observed (i) higher read counts of TB-causing bacteria in the TBCOVID group, and (ii) differential abundance of several taxa such as Capnocytophaga gingivalis, Escherichia coli, Prevotella melaninogenica and Veillonella parvula. Functional profiling with PICRUSt2 revealed significantly elevated pathways in the TBCOVID group relative to TB group, some of which are related to metabolism of pulmonary surfactant lipids (e.g., Cytidine diphosphate diacylglycerol (CDP-DAG) biosynthesis pathway with fold change of 7.46). Further clustering of these significantly elevated pathways revealed a sub-cluster of individuals with adverse treatment outcomes. Two individuals in this sub-cluster showed prevalence of respiratory pathogens like Stenotrophomonas maltophilia - knowing such information can help personalize the antibiotic treatment to match the pathogen profile of the individual. Overall, our study reveals the effect of COVID-19 in the airway microbiome of TB patients, and encourages the use of co-microbial/co-pathogen profiling to personalize TB treatment.", "date": "2025-07-09", "journal": ""}
{"title": "Resolving Emergent Oscillations in Gene Circuits with a Growth-Coupled Model", "doi": "10.1101/2025.07.09.663992", "authors": "Namboothiri, H. R.; Pandey, A.; Hu, C. Y.", "abstract": "Synthetic gene circuits often behave unpredictably in batch cultures, where shifting physiological states are rarely accounted for in conventional models. Here, we report the emergence of oscillatory expression dynamics in degradation-tagged protein reporters, an unexpected phenomenon that contradicts predictions from standard single-scale models. We resolve this discrepancy by developing GEAGS (Gene Expression Across Growth Stages), a dual-scale modeling framework that explicitly couples intracellular gene expression to logistic population growth. Using a chemical reaction network (CRN) model with growth-phase-dependent rate-modifying functions, GEAGS accurately reproduces the observed oscillations and identifies amino acid recycling and growth phase transition as key drivers. We reduce the model to an effective form for practical use and demonstrate its adaptability by applying it to layered feedback circuits, resolving longstanding mismatches between model predictions and measured dynamics. These results establish GEAGS as a generalizable platform for predicting emergent behaviors in synthetic gene circuits and underscore the importance of multiscale modeling for robust circuit design in dynamic environments.", "date": "2025-07-09", "journal": ""}
{"title": "A Bioelectrochemical Crossbar Architecture Screening Platform (BiCASP) for Extracellular Electron Transfer", "doi": "10.1101/2025.07.09.663982", "authors": "Suresh, H.; Bird, P.; Saha, K.; Devaraj, S. V.; Asci, C.; Truong, A.; Wallman, C.; Patel, R. S.; Sharma, A.; Carpenter, M.; Bontapalle, S.; Verduzco, R.; Silberg, J.; Sonkusale, S.", "abstract": "Electroactive microbes can be used as components in electrical devices to leverage their unique behavior for biotechnology, but they remain challenging to engineer because the bioelectrochemical systems (BES) used for characterization are low-throughput. To overcome this challenge, we describe the development of the Bioelectrochemical Crossbar Architecture Screening Platform (BiCASP), which allows for samples to be arrayed and characterized in individually addressable microwells. This device reliably reports on the current generated by electroactive bacteria on the minute time scale, decreasing the time for data acquisition by several orders of magnitude compared to conventional BES. Also, this device increased the throughput of screening engineered biological components in cells, quickly identifying mutants of the membrane protein wire MtrA in Shewanella oneidensis that retain the ability to support extracellular electron transfer (EET). BiCASP is expected to enable the design of new components for bioelectronics by supporting directed evolution of electroactive proteins.", "date": "2025-07-09", "journal": ""}
{"title": "A developmental program of early residency promotes the differentiation of divergent uterine NK cell subsets in humans", "doi": "10.1101/2025.07.05.663267", "authors": "Greene, M. E. C.; Asiimwe, R.; Wright, E. D.; Bell, M.; Epstein, D.; Knott, B.; Fry, S.; Clevenger, S.; Richter, H. E.; Freud, A. G.; Little, S. C.; Porrett, P. M.", "abstract": "Human uterine natural killer cells (uNKs) are a tissue-resident, innate lymphocyte population that have critical roles in supporting pregnancy health. uNKs derive from circulatory cells in the peripheral blood which immigrate into the endometrium and become resident as they reconstitute the uterine lining after menses. How tissue-resident uterine NK cells arise from blood-based precursor cells is unknown. Here, we identify early tissue immigrants, developmental intermediates, and mature effector states in human endometrium. We also uncover a transcriptional program of TGF-{beta} responsive genes that is upregulated in recent tissue immigrants prior to expression of effector molecules. Differences in TGF-{beta} responsiveness of uNK precursors promote differential expression of divergent effector uNK subsets, resulting in either repression or preservation of cytotoxic effector potential. Collectively, these data suggest a molecular mechanism of tissue-resident uNK maturation that links tissue residency with the acquisition of divergent effector functions in human endometrium.", "date": "2025-07-09", "journal": ""}
{"title": "Activating and inhibiting nucleotide signals coordinate bacterial anti-phage defense", "doi": "10.1101/2025.07.09.663793", "authors": "Yamaguchi, S.; Fernandez, S. G.; Wassarman, D. R.; Luders, M.; Schwede, F.; Kranzusch, P. J.", "abstract": "The cellular nucleotide pool is a major focal point of the host immune response to viral infection. Immune effector proteins that disrupt the nucleotide pool allow animal and bacterial cells to broadly restrict diverse viruses, but reduced nucleotide availability induces cellular toxicity and can limit host fitness. Here we discover a bacterial anti-phage defense system named Clover that overcomes this tradeoff by encoding a deoxynucleoside triphosphohydrolase enzyme (CloA) that dynamically responds to both an activating phage cue and an inhibitory nucleotide immune signal produced by a partnering regulatory enzyme (CloB). Analysis of Clover phage restriction in cells and reconstitution of enzymatic function in vitro demonstrate that CloA is a dGTPase that responds to viral enzymes that increase cellular levels of dTTP. To restrain CloA activation in the absence of infection, we show that CloB synthesizes a dTTP-related inhibitory nucleotide signal p3diT (5'-triphosphothymidyl-3'5'-thymidine) that binds to CloA and suppresses activation. Cryo-EM structures of CloA in activated and suppressed states reveal how dTTP and p3diT control distinct allosteric sites and regulate effector function. Our results define how nucleotide signals coordinate both activation and inhibition of antiviral immunity and explain how cells balance defense and immune-mediated toxicity.", "date": "2025-07-09", "journal": ""}
{"title": "Effects of multiple cell regulators on curli gene expression in Escherichia coli", "doi": "10.1101/2025.07.09.663852", "authors": "Ratnikava, M.; Lamprecht, O.; Sourjik, V.", "abstract": "Curli amyloid fibers is the key protenacious component of extracellular matrix in Escherichia coli. Regulation of curli expression is highly complex and depends on the cellular response to diverse environmental conditions. Although many genetic determinants of curli production are known, previous studies were performed under diverse conditions and using different strains of E. coli or Salmonella. Furthermore, the origin of bimodal curli expression in bacterial population remains unknown. Here, we systematically investigated the role of multiple cell factors in expression of curli structural genes csgBA in unstructured planktonic E. coli culture. We observed that multiple regulators involved in regulation of stress response, cell motility, cell physiology and metabolism, as well as in formation of extracellular matrix and maintenance of DNA architecture modulated expression of curli by either promoting or repressing activity of csgBA. We further elucidated which regulators act upstream of the master transcription factor CsgD and which are crucial for bimodality of curli gene expression. We also investigated the impact of individual diguanylate cyclases on the regulation of the csgBA activity. This study provides an overview of regulation of curli gene expression in planktonic E. coli culture in the absence of any microenvironmental gradients.", "date": "2025-07-09", "journal": ""}
{"title": "Simple sequence repeats power Staphylococcus aureus adaptation", "doi": "10.1101/2025.07.08.663602", "authors": "Guerillot, R.; Hayes, A.; Hachani, A.; Giulieri, S. G.; Donovan, L.; Judd, L. M.; Sharkey, L. K.; Goncalves da Silva, A.; Seemann, T.; Stinear, T. P.; Howden, B. P.", "abstract": "Understanding Staphylococcus aureus adaptation is foundational for addressing the challenges posed by this pathogen. Using evolutionary convergence analysis on 7099 S. aureus genomes we uncovered frequent, reversible loss-of-function (LoF) mutations caused by simple sequence repeats (SSRs). Functional assays showed SSRs are potent, length-dependent switches that activate and deactivate genes, a mechanism exemplified by frequent LoF mutations in mutL (DNA mismatch repair) that causes a hypermutator phenotype. Analysis of over 600 episodes of human S. aureus colonisation and infection confirmed laboratory findings and showed that mutL SSR hypermutability behaves like a phase-variable evolutionary capacitor that unlocks subsequent adaptive SSR variations. We also experimentally demonstrate that SSRs facilitate foreign DNA uptake (hsdR restriction endonuclease) and lead to gentamicin-resistant small colony variants that are known to cause persistent infections (menF menadione biosynthesis). Furthermore, the phenomenon is widespread, with 27 of 29 diverse human microbiome samples harbouring S. aureus with distinct SSR subpopulations, indicative of niche-specific adaptations. Thus, SSRs are potent reservoirs of previously unrecognized S. aureus genetic heterogeneity that confer rapid adaptive capacity, including in antigens targeted by past vaccine trials. A deeper understanding of SSR evolutionary trajectories has the potential to improve treatments and to anticipate S. aureus responses to new therapies.", "date": "2025-07-09", "journal": ""}
{"title": "Multi-omics characterization of the skin microbiota reveals the anti-aging roles of Stenotrophomonas maltophilia", "doi": "10.1101/2025.07.09.663908", "authors": "Guo, D.; Chen, Y.; Wu, Y.; Cheng, J.; Lai, W.; Ma, W.; Yang, H.; Han, L.; Ma, L.; Jia, H.; Liu, X.", "abstract": "Shifts in the skin microbiome have shown a close link to chronological age. However, the contribution of skin microbiome in skin aging phenotypes remains unclear. To explore this, we performed phenotypic, metabolomic, metagenomic, and functional analyses on a cohort with divergent skin aging phenotypes. Genome-scale metabolic models (GEMs) integrated with metabolomic analysis revealed that Stenotrophomonas maltophilia, enriched in the younger group (categorized by AI-predicted age and skin elasticity), utilizes the glutathione cycle to maintain redox homeostasis. Cellular experiments showed its metabolites enhanced GSH synthesis and alleviated oxidative stress-induced skin aging by upregulating key genes in fibroblasts, including GCLM, PGD, SOD2, and NQO1. Additionally, GEMs highlighted its potential anti-aging roles in regulating host metabolic pathways involving betaine, lysolecithin, and porphyrin. In parallel, Acinetobacter guillouiae was found to influence host melanin metabolism by degrading dopamine (DA) and 3-methoxytyramine (3-MT), offering potential therapeutic strategies for mitigating pigmentation. Our findings highlight the dynamic interplay between skin microbiota and the host in aging, offering new insights for designing targeted anti-aging interventions.", "date": "2025-07-09", "journal": ""}
{"title": "An orally available PfPKG inhibitor blocks sporozoite infection of the liver", "doi": "10.1101/2025.07.09.663303", "authors": "BHANOT, P.; Dhiyebi, H.; Mbaye, A.; Thaniana, A.; Gilleran, J.; Eck, T.; Ashraf, K.; Fan, H.; Seibold, S.; Battaile, K.; Siekierka, J.; Johnson, E.; Roth, A.; De Rocher, A.; Lovell, S.; Miller, E.; Roberge, J. Y.", "abstract": "Malaria remains a global health threat exacerbated by emerging resistance to antimalarial therapies and insecticides, climate-driven outbreaks, and limited chemoprotective options. Here, we report the characterization of RUPB-61, the first orally bioavailable inhibitor of Plasmodium falciparum cGMP-dependent protein kinase (PfPKG). RUPB-61 prevents infection by P. falciparum and P. cynomolgi sporozoites, including the formation of hypnozoites by the latter. A single oral dose blocks liver infection by P. berghei sporozoites in vivo, demonstrating efficacy consistent with further development as a once-weekly prophylaxis based on pharmacokinetic modeling. The compound retains activity against field isolates resistant to chloroquine, mefloquine, cycloguanil, sulfadoxine and pyrimethamine, suggesting low likelihood of cross-resistance to existing antimalarials. Structural studies and free energy-based modeling guided compound design and prospectively validated the predictive accuracy of an in silico model of PfPKG interactions with this chemotype. While selectivity profiling identified off-target activity against human kinases, structural modeling provides a clear path for optimization. These results establish PfPKG inhibitors as promising candidates for chemoprotection and support further preclinical development of the RUPB-61 chemotype.", "date": "2025-07-09", "journal": ""}
{"title": "Metagenomic analysis of antimicrobial resistance, virulence, and mobile genetic elements in the gut microbiota of Caprinae species", "doi": "10.1101/2025.07.09.663846", "authors": "Su, J.; Elsheikha, H. M.; Guo, L.; Liu, R.; Shang, K.-M.; Yu, H.-L.; Ma, H.; Ni, H.-B.; Chen, B.-N.; Zhang, X.-X.; Yang, X.", "abstract": "The gut microbiota of livestock serves as a reservoir for antimicrobial resistance (AMR), yet Caprinae species remain understudied in this context. In this comprehensive metagenomic study, we analyzed 779 gut samples from Caprinae animals and reconstructed 17,023 high-quality metagenome-assembled genomes (MAGs). From these, we identified 4,685 antimicrobial resistance genes (ARGs) and 5,401 virulence factor genes (VFGs). Escherichia coli emerged as a major host carrying high burdens of both ARGs and VFGs. Strong positive correlations between ARGs, VFGs, and mobile genetic elements (MGEs) suggest potential co-selection and genetic linkage. Although MGEs were found in only 1.45% of MAGs, 23 ARGs were physically co-located with MGEs, indicating mobility potential. Additionally, three ARGs were embedded within viral genomes, two of which were associated with Myoviridae phages and one with an unclassified viral source, implicating phages in AMR dissemination. Comparative analyses revealed 292 ARG types shared between Caprinae and the human gut microbiota, including 20 genes representing six clinically critical resistance types: tetX1, tetX4, tmexD3, vanD, vanR, and vanS-conferring resistance to tigecycline, vancomycin, and polymyxins. These findings expand our understanding of the resistome and virulome in Caprinae animals and highlight potential zoonotic transmission pathways, underscoring the need for targeted AMR surveillance and mitigation strategies.", "date": "2025-07-09", "journal": ""}
{"title": "Morphological plasticity of endophytic Chitinophaga pinensis", "doi": "10.1101/2025.07.09.663833", "authors": "Liedtke, J.; Rodenburg, F.; Du, C.; Zhang, L.; van Wezel, G.; Briegel, A.", "abstract": "Environmental changes, whether due to climate change or human influences, compromise the resilience of plants to biotic and abiotic stresses, such as pathogens, drought and heat. Plant microbiota are known to promote plant resilience. To be able to harness the power of the plant microbiome we need to identify microbiota with health-promoting properties. Recent studies have demonstrated that the bacterium Chitinophaga pinensis enhances plant health and increases resistance to fungal infections. Here, we show that C. pinensis exhibits an unusually high morphological plasticity, switching between a filamentous and a spherical cell state, each of which is characterized by a distinct transcriptional profile. Despite these transcriptional differences, spherical cells remained metabolically active and replicating, while lacking structural characteristics typically associated with dormant states. Furthermore, the spherical cell morphology of C. pinensis facilitates hitchhiking behaviour and motility via surfactin cheating, potentially influencing its dispersal and interactions within the plant microbiome. To investigate the structural dynamics and transcriptional adaptation of this plant endophyte, we applied a combination of microscopy and culture-based techniques. Taken together, our study provides new insights into the morphological flexibility and transcriptional regulation of the plant-beneficial C. pinensis.", "date": "2025-07-09", "journal": ""}
{"title": "Interdisciplinary Study on Drug-Induced-Phospholipidosis of Repurposing Libraries through Machine Learning and Experimental Evaluation in Different Cell Lines", "doi": "10.1101/2025.07.08.663638", "authors": "Kuzikov, M.; Kalman, A.; Reinshagen, J.; Huchting, J.; Qian, K.; Axelsson, H.; Oestling, P.; Seashore-Ludlow, B.; Gadiya, Y.; Gribbon, P.; Zaliani, A.", "abstract": "Phospholipidosis (PLD), a cellular adverse effect that is, among others, caused by numerous cationic amphiphilic drugs. Interest is raised within pharma discovery to predict this phenomenon, as it can impact the outcome of phenotypic cellular screens and significantly delay drug development processes. The development of accurate and validated machine learning models for predicting drug-induced PLD across different cell lines and research centers could provide a valuable early application tool for the pharmaceutical industry, potentially accelerating drug discovery and reducing the risk of late-stage failures. We report here the assembly, curation, testing and modeling of one of the largest datasets of repurposed drugs (5K+) tested for PLD induction on different cell lines. A machine-learning classification method was developed and validated to predict whether molecules are prone to induce PLD effects when applied in cell-based screens", "date": "2025-07-09", "journal": ""}
{"title": "Revalidation of Manis aurita, based on integrative morphological and genomic evidence", "doi": "10.1101/2025.07.05.663294", "authors": "Koju, N. P. P.; Zeng, Z.; Zhang, G.; Huang, X.; Yao, Z.; Wang, X.; Hawkins, M. T. R.; Hinckley, A.; Flores, M. F. C.; Guo, C.; Li, J.; Maharjan, D.; Huang, L.; Yu, W.; Leng, L.; He, K.; Feijo, A.; Hua, Y.", "abstract": "Cryptic diversity within Asian pangolins has long complicated taxonomic clarity, deterring conservation efforts for one of the most heavily trafficked mammalian lineages. In this study we provide strong genomic and morphological evidence to validate Manis aurita Hodgson, 1836 a historically described but taxonomically neglected pangolin from the Himalayan region as a distinct species. We demonstrate that M. aurita forms a genetically distinct clade, diverging from Manis pentadactyla sensu stricto approximately 1.2 million years ago during the early Pleistocene through genome resequencing, mitochondrial phylogenetics, and single-copy ortholog analyses. Morphometric analyses, including linear cranial and external measurements as well as 3D geometric morphometrics, consistently differentiate M. aurita from M. pentadactyla, with significant variation in skull size, nasal morphology, and external traits such as ear size and tail length. Population genomic analyses reveal that M. aurita exhibits reduced recent inbreeding compared to M. pentadactyla, yet both species show declining effective population sizes since the Middle Pleistocene. Negligible interspecific gene flow highlights their long-term evolutionary isolation. Genomic islands of divergence are enriched for olfactory receptor genes, suggesting possible ecological adaptation. Therefore, we formally establish Manis aurita (common name Himalayan pangolin) as a valid species under the International Code of Zoological Nomenclature, rejecting its former synonymy with M. pentadactyla and M. indoburmanica. M. aurita, endemic to the Himalayan foothills of Nepal, South Tibet and northeastern India, has a narrow distribution and unique evolutionary trajectory, inferring it highly vulnerable to ongoing anthropogenic threats. Our findings have direct implications for forensic traceability, law enforcement, and species-specific conservation planning across Himalaya.", "date": "2025-07-09", "journal": ""}
{"title": "Viral RNA pUGylation Promotes Antiviral Immunity in C. elegans", "doi": "10.1101/2025.07.09.663919", "authors": "Lowe, D.; Shukla, A.; Kennedy, S.", "abstract": "RNA interference (RNAi) is a component of the innate immune systems of many eukaryotes, including C. elegans. During RNAi in C. elegans, the nucleotidyltransferase RDE-3 modifies the 3' termini of mRNAs with polyUG (pUG) tails, which recruit RNA-dependent RNA Polymerase (RdRP) enzymes that drive gene silencing by synthesizing antisense small interfering (si)RNAs. During normal growth and development, RDE-3 pUGylates transposon RNAs to silence transposons and protect genomic integrity. How C. elegans identifies specific RNAs for pUGylation and whether the pUGylation system is used for other biological purposes is not yet known. Here we show that pUGylation contributes to antiviral immunity in C. elegans: During infection of C. elegans with Orsay virus, RDE-3 adds pUG tails to viral RNAs, which converts these RNAs into templates for RdRP-based antiviral siRNA production, thereby limiting viral replication. We present evidence that MUT-15 is critical for viral pUGylation because it interacts with RDE-3 and the NYN domain-containing endonuclease RDE-8, thus bridging the enzymes that cleave and pUGylate viral RNA, ensuring efficient antiviral immunity. We conclude that pUGylation promotes antiviral immunity in C. elegans and we provide molecular insights into how C. elegans identifies and neutralizes its internal and external parasitic threats.", "date": "2025-07-09", "journal": ""}
{"title": "High-throughput experimental validation of novel hairpin ribozymes", "doi": "10.1101/2025.07.08.663751", "authors": "Matteo, K.; Hayden, E. J.", "abstract": "The small self-cleaving hairpin ribozyme has served as a model for RNA structure and function and has been engineered for biotechnology applications. Hairpin ribozymes were thought to be rare with only four known examples, which limited the interpretation of their biological importance and the starting sequences for engineering efforts. Recently, a bioinformatics approach identified hundreds of different RNA sequences in metatranscriptomic data that matched a novel permutation of the hairpin ribozyme. However, the self-cleavage activity of most of these sequences has not been experimentally demonstrated. Here, a high-throughput sequencing-based approach was used to evaluate the co-transcriptional self-cleavage activity of 855 different hairpin ribozymes in parallel. The results showed that nearly all sequences are very efficient self-cleaving ribozymes, and even rare nucleotides at highly conserved positions did not prevent observable ribozyme activity. The distribution of activity observed suggests that the metatranscriptomic sequences could contain random mutations from efficient wild-type ribozymes. The results further validate the bioinformatics approach that was used for ribozyme discovery and opens further questions about the biological roles of these ribozymes in the diverse environments where they were discovered.", "date": "2025-07-09", "journal": ""}
{"title": "GARN3: A coarse-grained helix centered technique for RNA 3D structures prediction", "doi": "10.1101/2025.07.05.663322", "authors": "Silva, J.; Cohen, J.; Cordeiro, D.", "abstract": "The study of the prediction of three-dimensional structures of RNA (ribonucleic acids) has been increasing over the last decades, especially with advances in artificial intelligence. However, there are still many gaps. Among the known techniques, GARN (Game Algorithms for RNa 3D sampling) has demonstrated good results in molecules with long structures containing hundreds of millions of nucleotides. Nevertheless, the GARN technique also left room for improvements when considering its final 3D structure for predicted molecules, which can be more refined by presenting more elements, also known as pseudoatoms. In this study, we improved the last version of the technique GARN, which is GARN2, enhancing the visualization of the 3D model by adding more pseudoatoms to the helices in our technique GARN3. In GARN3, we also added a machine learning prediction model to improve the scoring calculation, aiming to improve the prediction of new molecules. In our tests, we demonstrated good results when comparing GARN3 with other techniques in the literature. GARN3, in the same way as GARN2, presents better results for large molecules. In our tests, the simulations with GARN3 demonstrated good results, where GARN3 predicted the majority of molecules (approximately 80% of the test set) better than the older versions of GARN.", "date": "2025-07-09", "journal": ""}
{"title": "DGAT: A Dual-Graph Attention Network for Inferring Spatial Protein Landscapes from Transcriptomics", "doi": "10.1101/2025.07.05.662121", "authors": "Wang, H.; Cody, B. A.; Osmanbeyoglu, H. U.", "abstract": "Spatial transcriptomics (ST) technologies provide genome-wide mRNA profiles in tissue context but lack direct protein-level measurements, which are critical for interpreting cellular function and microenvironmental organization. We present DGAT (Dual-Graph Attention Network), a deep learning framework that imputes spatial protein expression from transcriptomics-only ST data by learning RNA-protein relationships from spatial CITE-seq datasets. DGAT constructs heterogeneous graphs integrating transcriptomic, proteomic, and spatial information, encoded using graph attention networks. Task-specific decoders reconstruct mRNA and predict protein abundance from a shared latent representation. Benchmarking across public and in-house datasets, including tonsil, breast cancer, glioblastoma, and malignant mesothelioma, demonstrates that DGAT outperforms existing methods in protein imputation accuracy. Applied to ST datasets lacking protein measurements, DGAT reveals spatially distinct cell states, immune phenotypes, and tissue architectures not evident from transcriptomics alone. DGAT enables proteome-level insights from transcriptomics-only data, bridging a critical gap in spatial omics and enhancing functional interpretation in cancer, immunology, and precision medicine.", "date": "2025-07-09", "journal": ""}
{"title": "Interactions of Elongated Dinuclear Metallo-Cylinders with DNA Three-Way and Four-Way Junctions", "doi": "10.1101/2025.07.06.663355", "authors": "Dettmer, S. J.; Stock, H. M.; Hannon, M. J.", "abstract": "Non-canonical DNA structures play important roles in processing of the genetic code. Three-way (3WJ) and four-way (4WJ) junctions are dynamic, multi-stranded structures containing an open cavity at the centre. We have previously demonstrated that supramolecular dinuclear metallo-cylinders bind well inside 3WJ cavities, having an optimally complementary size and shape match, cationic charge to bind the anion, as well as the ability to pi-stack with the branchpoint nucleobases. Herein we show that a longer metallo-cylinder with a similar but extended central pi-surface, binds to both 3WJ and 4WJ structures with good selectivity over double-stranded DNA. Experimental investigations, informed by molecular dynamics (MD) simulations, reveal that while this longer cylinder can bind 3WJs as the previously studied cylinders, the extended pi-surface of the cylinder now also facilitates 4WJ binding. The simulations capture two metastable 4WJ conformations - one resembling a 3WJ, and another where the extended length enables the cylinder to angle into and stabilise a rhombus-shaped 4WJ cavity. The ability to tune the structure of supramolecular assemblies is important for targeting different DNA structures with varying specificity and in this work we demonstrate the usefulness of overall length as a parameter for modulating DNA binding.", "date": "2025-07-09", "journal": ""}
{"title": "The effect of PEGylation on surface tethering of liposomes via DNA nanotechnology.", "doi": "10.1101/2025.07.07.663613", "authors": "Gaston, J.; Meepat, S.; Islam, M. S.; Daljit Singh, J. K.; Booth, M. J.; Wickham, S. F. J.; Baker, M. A.", "abstract": "Polyethylene glycol (PEG) is widely used in liposome formulation due to its blocking properties and ability to prolong circulation in vivo, to create biomimetic liposomes and drug delivery devices. Similarly, membrane-embedded DNA nanotechnology is increasingly used to modulate cellular behaviour and communication. However, there is a gap in knowledge in how PEG-lipid formulations can be optimised for both liposome properties and control of selective DNA hybridisation. To address this, we systematically investigated the effect of liposome PEG content on DNA mediated tethering of liposomes to glass surfaces. We formulated liposomes of two different lipid compositions (DOPE/DOPC or DPhPC), with varying amounts of PEGylated lipid (0-50%). We measured the effect of increased PEG content on liposome size and polydispersity through dynamic light scattering (DLS). Small amounts of PEG (0-20%) introduced repulsive forces that reduced size, while large amounts of PEG (30-50%) increased polydispersity. PEG-liposomes were then decorated with cholesterol-DNA strands and labelled with either intercalating lipid dyes or fluorescently labelled lipids. Binding to surfaces via complementary DNA strands was quantified using total internal reflection fluorescence (TIRF) microscopy. We found that PEGylation of DNA-liposomes could either block or enhance surface binding, depending on the amount of PEG. DNA-liposomes with reduced surface binding included DPhPC/DiD with 10% or 20% PEG-lipid. In contrast, DNA-liposome surface binding increased for DOPE/DOPC/DiD with increasing PEG%. This study highlights that while PEG can act to stabilise liposome formulations, its ability to block specific DNA binding interactions on membranes is variable and dependent on membrane composition.", "date": "2025-07-09", "journal": ""}
{"title": "Monensin and Its Analogs Exhibit Activity Against Breast Cancer Stem-Like Cells in an Organoid Model", "doi": "10.1101/2025.07.05.663311", "authors": "Urbaniak, A. J.; Heflin, B.; Siegel, E.; Reed, M.; Nix, J. S.; Yee, E. U.; Jedrzejczyk, M.; Klejborowska, G.; Stepczynska, N.; Huczynski, A.; Nagalo, M. B.; Chambers, T. C.; Post, S.; Eoff, R. L.; MacNicol, M. C.; Tiwari, A.; Kelly, T.; Tackett, A. J.; MacNicol, A. M.", "abstract": "Monensin (MON) is a polyether ionophore antibiotic of natural origin and is an FDA-approved drug for veterinary use. Recent studies have highlighted its potential anti-cancer activity in various in vitro and in vivo models. In this study, we evaluated the anti-breast cancer activity of MON and 37 synthetic analog compounds using cell monolayer and organoid models. Through a mini-ring cell viability assay, several compounds were identified that were more potent and selective against breast cancer cells compared to non-cancerous cells, surpassing the activity of parent MON. MON and these compounds induced significant DNA fragmentation, reduced cell migration, and downregulated SOX2 expression. Furthermore, MON and the most potent analog, compound 12, reduced the percentage of CD44+/CD24-/low stem-like cells and diminished cell self-renewal properties. Proteomics analyses revealed that several pathways, including extracellular matrix organization, were significantly dysregulated by MON and compound 12 in breast cancer cells. Among these, TIMP2, a protein associated with the suppression of tumor growth and metastasis, was identified as one of the most prominently upregulated proteins by MON and compound 12 in MDA-MB-231 cells. This finding was also validated in other breast cancer and melanoma cell lines. To simulate breast cancer metastasis to the brain, a human Hybrid Organoid System: Tumor in Brain Organoid (HOSTBO) model was developed. MON and compound 12 significantly reduced Ki-67 expression within the HOSTBOs, and compound 12 significantly downregulated SOX2 expression. Collectively, MON and compound 12 significantly reduced the proliferation of breast cancer stem-like cells in the organoid models, inhibited their migration, and dysregulated markers associated with stemness, demonstrating their potential as anti-metastatic agents and warranting further clinical development.", "date": "2025-07-09", "journal": ""}
{"title": "Engineering a human-based translational activator for targeted protein expression restoration", "doi": "10.1101/2025.07.09.663984", "authors": "Sinnott, R.; Solanki, A.; Govind, A. P.; Green, W.; Dickinson, B.", "abstract": "Therapeutic modalities to programmably increase protein production are in critical need to address diseases caused by deficient gene expression via haploinsufficiency. Restoring physiological protein levels by increasing translation of their cognate mRNA would be an advantageous approach to correct gene expression, but has not been evaluated in an in vivo disease model. Here, we investigated if a translational activator could improve phenotype in a Dravet syndrome mouse model, a severe developmental and epileptic encephalopathy caused by SCN1a haploinsufficiency, by increasing translation of the SCN1a mRNA. We identifiy and engineere human proteins capable of increasing mRNA translation using the CRISPR-Cas Inspired RNA-targeting System (CIRTS) platform to enable programmable, guide RNA (gRNA)-directed translational activation with entirely engineered human proteins. We identify a compact (601 amino acid) CIRTS translational activator (CIRTS-4GT3), that can drive targeted, sustained translation increases up to 100% from three endogenous transcripts relevant to epilepsy and neurodevelopmental disorders. AAV-delivery of CIRTS-4GT3 targeting SCN1a mRNA to a Dravet syndrome mouse model led to increased SCN1a translation and improved survivability and seizure threshold - key phenotypic indicators of Dravet syndrome. This work validates a new strategy to address SCN1a haploinsufficiency and emphasizes the preclinical potential translational activation has to address neurological haploinsufficiency.", "date": "2025-07-09", "journal": ""}
{"title": "Derivation of cardiomyocyte-propelled motile aggregates from stem cells", "doi": "10.1101/2025.07.09.663178", "authors": "Ho, C.; Glykofrydis, F.; Godage, G.; Poon, K.; Kunnan, M.; Swedlund, B.; Murillo, S.; Morsut, L.", "abstract": "Robotics draws inspiration from biology, particularly animal locomotion based on muscle-driven contractions. While traditional engineering assembles components sequentially, locomotive animals are built via self-organized developmental programs. Stem cells, under the right conditions, can mimic these processes in vitro, offering a pathway to develop muscle-propelled biobots in a self-organized building process. Here, we demonstrate that existent cardiogenic gastruloid protocols can produce motile aggregates from mouse embryonic stem cells, although with very limited efficiency. We then identify a novel protocol that yields contractile aggregates with higher frequency and larger contractile areas. In this novel protocol, mesendoderm induction using TGF-beta ligands is followed by cardiogenic induction with FGFs and VEGF. Synthetic organizers further control contraction localization. Aggregates developed via this protocol show enhanced motility, marking a step forward towards building motile cardiobots from self-organized biological material. This strategy opens new possibilities for designing autonomous biobots and studying the evolution of muscle-powered movement of multicellular organisms and cardiovascular development.", "date": "2025-07-09", "journal": ""}
{"title": "A coupled fluorescence assay for high-throughput screening of polyurethane-degrading enzymes", "doi": "10.1101/2025.07.09.663332", "authors": "yang, l.; DENG, X.; LIU, R.; LI, J.; ZHAI, J.; MA, X.; LIN, A. K. L.; SHAO, Z.; LU, H.", "abstract": "The global accumulation of plastic waste, particularly persistent polymers like polyurethane (PU), demands urgent solutions. Enzymatic depolymerization offers a viable strategy for PU waste valorization. However, progress has been hindered by the lack of reliable high-throughput screening (HTS) assays capable of precise and quantitative evaluation of enzymatic activity. Current enzyme screening assays face significant limitations due to poor substrate relevance and inadequate quantification methods. Here, we present a novel HTS assay featuring a chemically defined, synthetic poly (ethylene adipate)-based PU substrate that enables unambiguous structure-activity analysis and direct quantification of degradation products (adipic acid and ethylene glycol). Coupled with this substrate is a highly sensitive fluorescence-based detection cascade, in which released ethylene glycol is stoichiometrically converted to resorufin via a two-enzyme system (glycerol dehydrogenase and diaphorase). This assay overcomes key limitations of commercial substrates (e.g., Impranil DLN) by providing quantitative, real-time monitoring of PU hydrolysis with molecular precision. Validation with known PU-degrading enzymes demonstrated that the assay can sensitively distinguish differences in enzymatic activity with high reproducibility and quantitative accuracy. Our platform enables rapid, cost-effective screening of enzyme libraries and engineered variants, significantly advancing enzyme discovery and optimization efforts. By bridging the gap between laboratory research and industrial application, this HTS assay accelerates the development of sustainable PU recycling solutions, offering a critical tool against plastic pollution.", "date": "2025-07-09", "journal": ""}
{"title": "A Fitness Entropy Compensation effect set the trade-off between growth and gene expression in cell populations", "doi": "10.1101/2025.07.05.663304", "authors": "Delvenne, M.; Vandenbroucke, V.; Henrion, L.; Sehrt, M.; Martinez, J. A.; Sloodts, A.; Telek, S.; Zicler, A.; Delvigne, F.", "abstract": "We present findings on a Fitness Entropy Compensation (FEC) mechanism which offsets the activation of gene circuits that compromise survival. It counteracts the resulting fitness reduction by increasing the diversity in gene expression among individual cells within the population. This diversity, quantified by the Shannon entropy, enables cells with lower expression levels to support the survival of the entire population. We investigated the presence of FEC in a range of synthetic and stress-related genetic circuits in continuous culture. Our results reveal that it effectively stabilizes cell populations by mitigating the detrimental trade-offs between growth and gene expression. This stabilization is due to the reduced growth rate of the induced phenotype that leads to environmental changes, decreases induction strength, and promotes escape from unfit states. These findings suggest that the FEC mechanism may be a universal strategy for stabilization in various cellular systems and set the basis for a quantitative description of the trade-off between growth and gene expression and its consequences at the population level.", "date": "2025-07-09", "journal": ""}
{"title": "Integrated metagenome-resolved profiling of the resistome, virulome, and mobilome in the gut microbiota of wild birds", "doi": "10.1101/2025.07.09.663844", "authors": "Su, J.; Gao, Y.-Q.; Elsheikha, H. M.; Lei, C.-C.; Xie, H.-L.; Nan, F.-L.; Ma, H.; Yang, M.-T.; Wang, H.-T.; Ni, H.-B.; Sun, H.-T.; Hongchao, S.; Zhang, X.-X.", "abstract": "Wild birds, with their extensive geographic distributions and high mobility, are increasingly recognized as important players in the dissemination of antimicrobial resistance. Their gut microbiota, shaped by exposure to diverse environments, may act as both reservoirs and vectors of antibiotic resistance genes (ARGs), virulence factor genes (VFGs), and mobile genetic elements (MGEs). In this study, we reconstructed 2,516 high-quality metagenome-assembled genomes (MAGs) from 718 gut metagenomes of wild birds to comprehensively profile their resistome and virulome. We identified 5,596 ARG-encoding proteins across 389 distinct ARG types, with multidrug resistance emerging as the most dominant category. Escherichia coli was the principal carrier of ARGs, and genes conferring resistance to elfamycin antibiotics via target alteration were notably widespread-indicating persistent antibiotic selection pressures in avian habitats. Co-occurrence analyses revealed extensive genetic linkage between ARGs, VFGs, and MGEs. Critically, we detected 25 ARG-MGE co-localization events within 5-kilobase genomic regions, highlighting a strong potential for horizontal gene transfer and accelerated resistance dissemination within microbial communities. Of particular concern was the detection of the tetX1 gene-conferring resistance to tigecycline, a last-resort antibiotic-in the gut microbiota of Chroicocephalus ridibundus and Cygnus cygnus. This finding strongly implicates anthropogenic pollution in the spread of clinically relevant ARGs into wildlife and emphasizes the risk of environmental transmission to other hosts, including humans. These results underscore the critical ecological role of wild birds in the global antimicrobial resistance network. As both reservoirs and potential vectors of ARGs, they represent a significant but under-monitored interface between environmental and clinical resistance pathways. Enhanced surveillance and mitigation strategies targeting wildlife are urgently needed to curb the environmental propagation of antimicrobial resistance.", "date": "2025-07-09", "journal": ""}
{"title": "Compost bacteria as a promising new solution for degradation of diclofenac and related pharmaceuticals for water treatment processes", "doi": "10.1101/2025.07.09.663875", "authors": "Suleiman, M.; Demaria, F.; Blattner, R.; Puorger, C.; Kolvenbach, B.; Cretoiu, M. S.; Corvini, P.; Lipps, G.", "abstract": "Diclofenac, a widely used pharmaceutical, poses a significant environmental problem due to its persistence in aquatic systems and resistance to conventional degradation processes. Mesophilic microorganisms, commonly employed in wastewater treatment, often struggle to break down diclofenac, necessitating alternative approaches for its removal. In this study, we investigated thermophilic compost microorganisms and their ability to degrade diclofenac. Compost communities were cultivated for 20 weeks at 50 {degrees}C in a membrane bioreactor, with a continuous supply of 2 mg/L diclofenac as the sole carbon source. After two weeks, the microbial community steadily enhanced its ability to remove diclofenac, achieving removal rates up to 60%. The consortium demonstrated flexibility in the degradation of further pollutants, namely sulfamethoxazole, paracetamol, and ciprofloxacin, with changes in their community structure depending on the substrates. In addition, thermophilic isolates Chelatococcus sp. strain D3 and Mycobacterium sp. strain D1 were characterized and demonstrated variation in the first reaction of transforming diclofenac, which is the crucial step in mineralization of this pollutant, resulting in either 4OH-Diclofenac or Diclofenac-Lactam, respectively. Furthermore, Chelotococcus sp. strain D3 demonstrated the capability to catalyze the biotransformation of diclofenac into 4-hydroxydiclofenac in treated wastewater. Notably, this transformation was effectively carried out even at lower temperatures (25 {degrees}C and 37 {degrees}C). These results show that the use of thermophilic consortia can be applied for efficient bioremediation in wastewater treatment plants, specifically for compounds that mesophilic organisms degrade poorly.", "date": "2025-07-09", "journal": ""}
{"title": "Machine Learning-Driven Identification of Virulence Determinants in Borrelia burgdorferi Associated with Human Dissemination", "doi": "10.1101/2025.07.09.663762", "authors": "Nguyen, H. T.; Brissette, C. A.", "abstract": "Lyme disease, the most common tick-born infectious diseases in the United States, presents with highly variable clinical outcomes, ranging from localized erythema migrans to severe disseminated complications affecting the heart, joints, and nervous system. The bacterial determinants underlying this phenotypic variation remain largely unknown, limiting our ability to predict disease progression and optimize treatment strategies. Here, we applied machine learning (ML) approaches to identify specific amino acid residues within surface-exposed virulence factors that predict human dissemination phenotypes. Utilizing the whole genome sequences from 299 clinical Bb isolates, we extracted and characterized variants of seven known virulence factors (BB_0406, BBK32, DbpA, OspA, OspC, P66, and RevA). Protein variants were classified based on their association with disseminated versus localized infections using clinical metadata. Cramer's V analysis revealed strong associations between dissemination phenotypes and five adhesins: BBK32, DbpA, OspC, P66, and RevA. We developed ML models using five algorithms with multiple feature selection strategies, achieving robust predictive performance for DbpA, OspC, and RevA variants (all performance metrics >0.7). Feature importance analysis identified key predictive amino acid residues for DbpA, OspC, and RevA. Notably, B-cell epitope prediction revealed significant enrichment of ML-identified residues within predicted epitope regions for OspC and RevA, suggesting these residues may influence immune recognition and bacterial persistence. This study establishes the first computational framework linking Borrelia burgdorferi protein sequence variants to clinical dissemination phenotypes, providing molecular insights into Lyme disease pathogenesis that may inform development of improved diagnostics and therapeutic targets.", "date": "2025-07-09", "journal": ""}
{"title": "Chemical clues to infection: Metabolome differentiation underlies host colonization of potential biocontrol agents from the entomopathogenic genus Cordyceps", "doi": "10.1101/2025.07.06.659992", "authors": "Charria Giron, E.; Toshe, R.; Khonsanit, A.; Kobmoo, N.; Kwanthong, P.; Gorelik, T. E.; Luangsa-ard, J. J.; Ebada, S. S.; Stadler, M.", "abstract": "Cordyceps species are widely recognized as entomopathogens, with some developed as biocontrol agents. These fungi produce bioactive metabolites contributing to their ecology and pathogenicity, yet their specific role during host infection remains poorly understood. To gain insights into how these fungi control their insect hosts, we investigated the metabolome and virulence traits of two potential biocontrol agents from the genus Cordyceps. Virulence assays on beet armyworms (Spodoptera exigua, Lepidoptera) revealed varying levels of pathogenicity, with C. javanica BCC 82944 exhibiting a higher virulence than C. blackwelliae BCC 37653, which revealed intermediate pathogenicity. Using state-of-the-art metabolomics, combined with 3D electron diffraction (3D ED) crystallography and comprehensive 1D/2D NMR spectroscopy, we identified diverse metabolites, including the cyclodepsipeptides beauverolides. Cordyceps javanica exhibited remarkable beauverolide diversity, featuring various amino acid rearrangements and fatty acid chain lengths, including three previously undescribed derivatives (1-3). While the main products of C. blackwelliae were diketopiperazines, feature-based molecular networking (FBMN) analysis uncovered the production of unprecedented beauverolides. To explore the functional relevance of these unique natural products, we analyzed the original insect cadavers from which each fungus was isolated. Our results revealed the presence of beauverolides and beauvericins in the host tissue, providing for the first time direct evidence of their involvement in fungal colonization during infection. Notably, not all beauverolides induced insect mortality in vitro, suggesting differentiated biological functions dependent on their amino acid organization. These findings indicate that distinct secondary metabolites may contribute to specific steps of the infection process. Moreover, the detection of species-specific metabolite profiles in the insect corpses suggests that Cordyceps species have developed chemically divergent infection strategies, possibly shaped by host specificity and ecological niche adaptation.", "date": "2025-07-09", "journal": ""}
{"title": "Multiblock LASSO Framework for Cancer Gene Selection from RNA-Seq PANCAN Data", "doi": "10.1101/2025.07.05.663323", "authors": "Ashraf, Z. A.; Aslam, M.; Mehmood, T.; Al-Essa, L. A. A.", "abstract": "The Cancer RNA-HiSeq PANCAN dataset consists of RNA-Seq gene expression data collected from multiple cancer types. It is a high-dimensional dataset, meaning it has thousands of gene expression features (predictors) and relatively fewer samples (observations). The dataset contains thousands of genes, making it difficult to identify key biomarkers. The selection of variables is imperative for data reduction and for understanding the modeled relationship. Least Absolute Shrinkage and Selection Operator (LASSO) regression is among the modeling approaches that address high throughput data. The data might be divided into different blocks representing different biological pathways or cancer types. Many genes are correlated, which can reduce interpretability. In many areas, including modern biology, variable selection is an important problem. For instance, choosing genetic characteristics for categorization (i.e., identifying harmful bacteria, diagnosing diseases, etc.) is an example of this. Multiblock Lasso (a variant of Lasso regression) is particularly useful when data is structured into blocks (e.g., different biological processes or pathways). It helps in selecting important features across multiple blocks, improving interpretability by grouping related genes, reducing over fitting in high-dimensional datasets. In this study, we apply Multiblock Lasso to extract significant gene features for cancer classification. We preprocess the dataset, define block structures using biological pathways, and optimize the regularization parameters using cross-validation. Experimental results demonstrate that Multiblock Lasso effectively reduces dimensionality while maintaining classification accuracy, making it a powerful tool for biomarker discovery in cancer genomics.", "date": "2025-07-09", "journal": ""}
{"title": "A Congenic C57BL/6 rd1 Mouse Model for Retinal Degeneration Research", "doi": "10.1101/2025.07.09.663548", "authors": "Chandler, L. C.; Gardner, A.; Cepko, C. L.", "abstract": "Retinitis pigmentosa is an inherited retinal disease caused by thousands of mutations in approximately 100 different genes. The most widely used mouse model for retinitis pigmentosa has the retinal degeneration 1 (rd1) mutation in the Pde6b gene, which elicits rapid retinal degeneration and vision loss. A major limitation of these models is that these rd1 strains are not congenic, which prevents the use of appropriate controls. Furthermore, many strains have mutations in other genes which introduces genetic variability and may confound results. To address this issue, we backcrossed the rd1 allele from FVB mice onto a C57BL/6J genetic background over many generations, producing a C57BL/6J.Pde6brd1 strain that was confirmed to be congenic to C57BL/6J mice. We show that this strain recapitulates the electroretinogram and optomotor results expected for mouse strains containing the rd1 mutation. Examination of retinal structure in cross sections of eyes isolated from C57BL/6J.Pde6brd1 mice show a degree of thinning of the outer nuclear layer expected for a rd1 mutation, resulting in nearly complete loss of the outer nuclear layer by postnatal day 35. We anticipate that this C57BL/6J.Pde6brd1 strain could become an asset for the field of retinitis pigmentosa research.", "date": "2025-07-09", "journal": ""}
{"title": "Development of a Flex-Seq SNP panel for raspberry (Rubus idaeus L.) and validation through linkage map construction and identification of QTL for several traits of agronomic importance to raspberry breeding", "doi": "10.1101/2025.07.05.663326", "authors": "Davik, J.; Zucchi, P.; Buti, M.; Milne, L.; Graham, J.; Sargent, D.", "abstract": "High-throughput and reproducible genotyping platforms are critical for advancing genetic research and breeding in horticultural crops. Here, the development and validation of a custom single nucleotide polymorphism (SNP) panel using the Flex-Seq genotyping platform for red raspberry (Rubus idaeus L.) is described. SNPs were derived from existing linkage maps and RNA-seq data, resulting in a panel of 5,639 high-confidence, bi-allelic markers distributed across the seven chromosomes of the R. idaeus  Malling Jewel reference genome. The panel was used to genotype 459 red raspberry accessions including 161 individuals from a bi-parental mapping population (Parisx486), enabling the construction of high-density linkage maps and the identification of quantitative trait loci (QTL) for fruit size, leaf colour, plant vigour, and thorn density. Genome-wide association studies (GWAS) identified a major QTL for thornlessness on chromosome 4, co-locating with a candidate HOX3 gene, and multiple QTLs associated with anthocyanin biosynthesis genes for leaf colour. The SNP panel demonstrated utility for linkage mapping and trait association analyses, offering a powerful resource for marker-assisted selection and genetic improvement in red raspberry.", "date": "2025-07-09", "journal": ""}
{"title": "PromptBio: A Multi-Agent AI Platform for Bioinformatics Data Analysis", "doi": "10.1101/2025.07.05.663295", "authors": "Yang, X.; Shashidhar, K.; Zhang, M.; Gu, W.; Han, B.; Guo, V.; Zheng, J.; Lin, X.; Addoni, C.; Zheng, Y.; Chen, J.; Li, K.; Wang, J.; Yu, L.; Wu, L.; Shi, S.; Wang, W.; Leng, Y.; Ma, Y.", "abstract": "PromptBio is a modular AI platform for scalable, reproducible, and user-adaptable bioinformatics analysis, powered by generative AI and natural language interaction. It supports three complementary modes of analysis designed to meet diverse research needs. PromptGenie is a multi-agent system that enables stepwise, human-in-the-loop workflows using prevalidated domain-standard tools. Within PromptGenie, specialized agents, including DataAgent, OmicsAgent, AnalysisAgent, and QAgent, collaborate to manage tasks such as data ingestion, pipeline execution, statistical analysis, and interactive summarization. DiscoverFlow provides integrated, automated workflows for large-scale multi-omics analysis, offering end-to-end execution and streamlined orchestration. ToolsGenie complements these modes by dynamically generating executable bioinformatics code for custom, user-defined analyses, enabling flexibility beyond standardized workflows. PromptGenie and DiscoverFlow leverage a suite of domain-specific tools, including Omics Tools for standardized omics pipelines, Analysis Tools for downstream statistical interpretation, and MLGenie for machine learning and multi-omics modeling. We present the design, capabilities, and validation of these components, highlight their integration into automated and customizable workflows, and discuss extensibility, monitoring, and compliance. PromptBio aims to democratize high-throughput bioinformatics through a large language model-powered, natural language understanding, workflow generation and agent orchestration.", "date": "2025-07-09", "journal": ""}
{"title": "An Efficient Graph Algorithm for Diploid Local Ancestry Inference", "doi": "10.1101/2025.07.05.662656", "authors": "Jafarzadeh, N.; Eizenga, J. M.; Paten, B.", "abstract": "In this paper, we present diploid sequence graphs, graphs whose paths encode pairs of haplotypes. We describe an efficient algorithm for creating a diploid graph from a directed acyclic (haploid) sequence graph, such that the diploid graph represents all the possible pairings of haplotypes present in the sequence graph and their similarity relationships. Starting with the sequence graph, our method uses a graph decomposition approach based on an extension of the SPQR-tree to systematically identify structural patterns that reduce redundancy while preserving genetic variation. We develop a polynomial-time algorithm that parsimoniously enumerates all disjoint paths with shared endpoints in two-terminal directed acyclic graphs. In the future, we envisage that diploid graphs may enable more accurate modeling of recombination, phasing, and variation-aware alignment in diploid genomes.", "date": "2025-07-09", "journal": ""}
{"title": "A microfluidic model to recapitulate pH and oxygen gradients in solid tumors", "doi": "10.1101/2025.07.05.663284", "authors": "Li, Y.-F.; Dos Santos, L.; Chara, M. R.; Auxillos, J.; Sandelin, A.; Pedersen, S. F.; Marie, R.", "abstract": "The tumor microenvironment (TME) plays critical roles in cancer development, aggressiveness, and treatment resistance. The TME comprises cellular (stromal) components as well as gradients of physicochemical properties, including hypoxia and acidosis. Understanding of how hypoxia and acidosis gradients impact cancer phenotypes is lacking, in large part due to challenges in precisely mimicking and controlling such gradients in a manner compatible with the growth of cancer- and stromal cells. Here, we design and validate a microfluidic device enabling orthogonal gradients of oxygen and pH. Both gradients are established by diffusion from a nearby source and sink in the observation area in the absence of flow. This produces linear gradients at steady state. Our device enables a wide range of spatiotemporally resolved analyses, from 'omics to live cell imaging, interrogating the impact of the physicochemical TME on disease development. The design is easily adaptable, making it valuable for a wide range of questions involving physicochemical gradients.", "date": "2025-07-09", "journal": ""}
{"title": "5-hydroxymethylcytosine deposition mediates Polycomb Repressive Complex 2 function in MYCN-amplified neuroblastoma", "doi": "10.1101/2025.07.05.663256", "authors": "Chennakesavalu, M.; Lopez, G. L.; Gupta, V.; Moore, K.; Xue, Y.; Majowka, J.; Veeravalli, S.; Borchert, R.; Pomaville, M.; Chlenski, A.; He, C.; Piunti, A.; Applebaum, M.", "abstract": "MYCN-amplification is a strong predictor of poor prognosis in neuroblastoma, an embryonal malignancy that accounts for 15% of pediatric cancer deaths. Here, we found that MYCN-amplified neuroblastoma tumors had increased 5-hydroxymethylcytosine (5-hmC) deposition on Polycomb Repressive Complex 2 (PRC2) target genes. 5-hmC and H3K27me3, a catalytic product of PRC2, directly co-localized at the nucleosomal level in MYCN-amplified neuroblastoma. Genes with co-localization of 5-hmC/H3K27me3 were involved in development related pathways and were transcriptionally repressed in MYCN-amplified neuroblastoma. Inhibition of 5-hmC deposition resulted in a loss of H3K27me3 on protein-coding genes and sensitized neuroblastoma to DNA demethylating agents. 5-hmC deposition predisposed H3K27me3 marked genes to transcriptional activation upon PRC2 inhibition with tazemetostat. Low expression of genes marked by 5-hmC/H3K27me3 was associated with poor clinical outcome. Our results suggest that 5-hmC/H3K27me3 co-operate to repress mediators of development highlighting a novel link between DNA and chromatin modifications with potential therapeutic implications in MYCN-amplified neuroblastoma.", "date": "2025-07-09", "journal": ""}
{"title": "Nonsense-mediated decay masks cryptic splicing events caused by TDP-43 loss", "doi": "10.1101/2025.07.09.664014", "authors": "Zeng, Y.; Sianto, O.; Lovchykova, A.; Liu, C.; Akiyama, T.; Petrucelli, L.; Gitler, A. D.", "abstract": "In frontotemporal dementia and amyotrophic lateral sclerosis, the RNA-binding protein TDP-43 is lost from the nucleus, leading to cryptic exon inclusion events in dozens of neuronal genes. Here, we show that many cryptic splicing events have been missed by standard RNA-sequencing analyses because they are substrates for nonsense-mediated decay. By inhibiting nonsense-mediated decay in neurons we unmask hundreds of novel cryptic splicing events caused by TDP-43 depletion, providing a new picture to TDP-43 loss of function in neurons.", "date": "2025-07-09", "journal": ""}
{"title": "Doallochthonous flows explain deviations from the Redfield ratio in lakes?", "doi": "10.1101/2025.07.06.663341", "authors": "Pichon, B.; Guichard, F.; Daufresne, T.; Gounand, I.", "abstract": "Lakes or streams show strong deviations of their stoichiometry compared to the Redfield ratio measured in oceans. Allochthonous inflows of resources might contribute to those deviations directly, by changing composition of detritus in ecosystems, but also indirectly, by shaping local community dynamics and stoichiometric constrains within aquatic ecosystems. Here, we developed a stoichiometric model to understand those direct and indirect mechanisms through which allochthonous inflows affect seston stoichiometry. Our results emphasize that increasing allochthonous inflows promotes heterotrophic functioning, and relax decomposers' carbon limitation. This release of stoichiometric constrain of decomposers (i) destabilizes the aquatic ecosystem by promoting competition between phytoplankton and decomposers, (ii) decreases the ability of the lake to regulate allochthonous flows, and (iii) push seston stoichiometry away from the Redfield ratio. Our study emphasize how the quantity and the stoichiometry of inflows shape community dynamics and the elemental constraints within the ecosystem, and open perspectives for stoichiometry at the landscape extent.", "date": "2025-07-09", "journal": ""}
{"title": "Detection of vasculogenic mimicry in equine ocular, oronasal, and genital squamous cell carcinoma", "doi": "10.1101/2025.07.05.663314", "authors": "Schwarz, S.; Kummer, S.; Klang, A.; Walter, I.; Nell, B.; Brandt, S.", "abstract": "Squamous cell carcinoma (SCC) is the most common malignant tumor disease in horses. It predominantly affects the ocular, oronasal, and anogenital region. Equine SCC is difficult to treat, also because important aspects of SCC development and metastasis are still unclear. We previously provided evidence that equine SCC cells can adopt a stem cell-like phenotype as a hallmark of malignant progression. Here, we investigated whether equine SCCs harbor endothelial-like tumor cells that form an alternative network of pseudo-vessels better known as vasculogenic mimicry (VM). Following histopathological diagnosis, 43 equine SCCs or precursor lesions (15 ocular, 14 genital, 14 oronasal tumors) were PCR-screened for equine papillomavirus (EcPV) infection. Subsequently, formalin-fixed paraffin-embedded-sections of all tumors were analyzed by Periodic Acid-Schiff (PAS) reaction and immunohistochemical (IHC) staining for endothelial cell marker CD31. Obtained micrographs were evaluated by a scientific board to unanimously identify sections of intact tumor tissue displaying PAS-positive, CD31-negative lumens harboring erythrocytes. Thirteen lesions exhibiting these features were subjected to triple immunofluorescence (IF) staining for CD31, pan-cytokeratin (KRT) and type 4 collagen (Col4) or alpha smooth muscle actin (SMA) to confirm the presence of VM, and to determine whether pericytes have a role in this phenomenon. All genital and 50% of oronasal lesions scored positive for EcPV type 2, whilst ocular lesions tested negative. One mandibular SCC harbored EcPV type 5. Six genital, three oronasal, and four ocular tumors unambiguously exhibited VM as revealed by CD31-/PAS+ vessel-like structures containing erythrocytes, the detection of CD31-negative cells lining their lumens, and the presence of Col4 and SMA in this lining. Detection of these two proteins in the context of VM suggests that VM-forming cancer cells recruit pericytes to enhance channel formation and stability. To our knowledge, this is the first report providing evidence of VM in equine cancer, and more generally, SCC in animals.", "date": "2025-07-09", "journal": ""}