{"title": "Systematic characterization of site-specific proline hydroxylation using hydrophilic interaction chromatography and mass spectrometry", "doi": "10.1101/2023.07.28.550951", "authors": "Jiang, H.; Druker, J.; Wilson, J. W.; Bensaddek, D.; Swedlow, J. R.; Rocha, S.; Lamond, A. I.", "abstract": "We have developed a robust workflow for the identification of proline hydroxylation sites in proteins, using a combination of hydrophilic interaction chromatography (HILIC) enrichment and high-resolution nano-Liquid Chromatography-Mass Spectrometry (LC-MS) together with refining and filtering parameters during data analysis. Using this approach, we have combined data from cell lines treated with either the prolyl hydroxylase (PHD) inhibitor, Roxadustat (FG-4592), or with the proteasome inhibitor MG-132, or with a DMSO control, to identify a total of 4,993 and 3,247 proline hydroxylation sites, respectively, in HEK293 and RCC4 cells. A subset of 1,954 (HEK293) and 1,253 (RCC4) non-collagen proline hydroxylation sites with high confidence were inhibited by FG-4592 treatment. Features characteristic of proline hydroxylated peptides were identified, which were consistent between the HEK293 and RCC4 datasets. The more hydrophilic HILIC fractions were enriched in peptides containing hydroxylated proline residues, which showed characteristic differences in charge and mass distribution, as compared with either unmodified, or oxidised peptides. Furthermore, we discovered that the intensity of the diagnostic hydroxyproline immonium ion was dependent upon parameters including the MS collision energy setting, parent peptide concentration and the sequence of amino acids adjacent to the modified proline. We show using synthetic peptides that a combination of retention time in LC and optimised MS parameter settings allows reliable identification of proline hydroxylation sites in peptides, even when multiple prolines residues are present. Focussing on proteins in which newly identified proline hydroxylation sites were inhibited by the pan-PHD inhibitor, FG-4592, showed enrichment for proteins involved in metabolism of RNA, mRNA splicing and cell cycle regulation, including the protein phosphatase 1 regulatory subunit, Repo-Man (CDCA2). We show that Repo-Man is hydroxylated at P604 and in the accompanying study, [Druker et al., 2025], we present a combination of cellular and biochemical evidence that hydroxylation of Repo-Man at P604 is important for its function in controlling mitotic progression.", "date": "2025-11-29", "journal": ""}
{"title": "Life Identification Numbers: A bacterial strain nomenclature approach", "doi": "10.1101/2024.03.11.584534", "authors": "Palma, F.; Hennart, M.; Jolley, K. A.; Crestani, C.; Wyres, K. L.; Bridel, S.; Yeats, C. A.; Brancotte, B.; Raffestin, B.; David, S.; Lam, M. M. C.; Izdebski, R.; Passet, V.; Rodrigues, C.; Rethoret-Pasty, M.; Combary, A.; Cottis, S.; Maiden, M. C. J.; Aanensen, D. M.; Holt, K. E.; Criscuolo, A.; Brisse, S.", "abstract": "Unified strain taxonomies are needed for the epidemiological surveillance of bacterial pathogens and international communication in microbiological research. Core genome multilocus sequence typing (cgMLST) holds great promise for standardized high-resolution strain genotyping. However, this approach faces challenges including classification instability and disconnection of new nomenclature from widely adopted classical MLST identifiers. This essay discusses the cgMLST-based Life Identification Number (LIN) method, recently proposed as a stable multilevel strain taxonomy system applicable to most bacterial pathogens. We describe how LIN codes are implemented and used in practice for precise strain definitions and epidemiological tracking.", "date": "2025-11-29", "journal": ""}
{"title": "Sense codon-misassociated eRF1 elicits ribosome stalling and induction of quality control", "doi": "10.1101/2024.09.01.610654", "authors": "Han, P.; Mito, M.; Yamashita, A.; Ito, T.; Iwasaki, S.", "abstract": "The rescue pathway of stalled ribosomes and ribosome-associated quality control (RQC) serves as a surveillance system for aberrant translation that senses ribosome collisions. Although the molecular mechanism has been extensively studied, the endogenous contexts of ribosome collision rescued by the system are poorly understood. Here, beginning with a study of the codon specificity of the eukaryotic translation termination factor eRF1, we show that transient binding of eRF1 to the UUA sense codon leads to ribosome collision and provides a constitutive source of rescue substrates in humans. eRF1-selective Monosome-Seq and Disome-Seq revealed that eRF1 was recruited not only to stop codons but also to near-cognate sense codons, including the UUA codon. The eRF1 on UUA codons delays translation elongation but does not trigger the termination reaction. Remarkably, Disome-Seq with the depletion of ASCC3 and 4EHP, key factors for the ribosome rescue and translation initiation repression, showed that ribosomes stalled at UUA codons consist of a subpopulation suppressed by those factors. Failure of ribosome collision repression by ASCC3-4EHP triggers stress response, such as expression of the stress-induced transcription factor ATF3. This study highlights the impact of sense codon misrecognition by the termination factor on translation homeostasis in human cells.", "date": "2025-11-29", "journal": ""}
{"title": "Evaluating Physiological Indicators in Detecting Deception and Truthfulness using the Comparison Question Test (CQT)", "doi": "10.1101/2024.09.01.609623", "authors": "Rashid, A. M. S.; Carmichael, B.; Su, C.; Shi, K.; Lim, K.; Kumar, P. S.; Wan, N. J.; Govil, E.; Yap, D.", "abstract": "Despite significant advancements in deception detection, traditional methods often fall short in real-world applications. This study addresses these limitations by evaluating the effectiveness of various physiological measures Pupil Response, Electrodermal Activity (EDA), Heart Rate (HR), Respiration Line Length (RLL) and facial temperature changes in predicting deception using the Comparison Question Test (CQT). It also fills a critical research gap by validating these methods within an Asian context. Employing a between-subjects design, data was collected from a diverse sample of 118 participants from Singapore, including Chinese, Indian, and Malay individuals. The research aims to identify which physiological indicators, in combination, offer the most robust predictions of deceptive behavior. Key innovations include the adaptation of the CQT with a modified directed lie paradigm and an expanded sample size to assess the relative importance of each physiological measure. The study's findings reveal that Pupil Response is the most significant predictor of deception, with EDA enhancing the model's explanatory power. HR, while relevant, adds limited value when combined with Pupil Response and EDA, and facial temperature changes were statistically non-significant. The study highlights the need for further research into the interactions among physiological measures and their application in varied contexts. This research contributes valuable insights into improving deception detection methodologies and sets the stage for future investigations that could incorporate additional physiological indicators and explore real-world applications.", "date": "2025-11-29", "journal": ""}
{"title": "SLC4A1 MUTATIONS THAT CAUSE DISTAL RENAL TUBULAR ACIDOSIS ALTER CYTOPLASMIC PH AND CELLULAR AUTOPHAGY", "doi": "10.1101/2024.10.23.619718", "authors": "Essuman, G.; Rizvi, M.; Almomani, E.; Ullah, S. A.; Hasib, S. M.; Chelangarimiyandoab, F.; Mungara, P.; Schmitt, M. J.; Hureaux, M.; Vargas-Poussou, R.; Touret, N.; Cordat, E.", "abstract": "Distal renal tubular acidosis (dRTA) is a disorder characterized by the inability of the collecting duct system to secrete acids during metabolic acidosis. The pathophysiology of dominant or recessive SLC4A1 variant related dRTA has been linked with the mis trafficking defect of mutant kAE1 protein. However, in vivo studies in kAE1 R607H dRTA mice and humans have revealed a complex pathophysiology implicating a loss of kAE1-expressing intercalated cells and intracellular relocation of the H+-ATPase in the remaining type-A intercalated cells. These cells also displayed accumulation of ubiquitin and p62 autophagy markers. The highly active transport properties of collecting duct cells require the maintenance of cellular energy and homeostasis, a process dependent on intracellular pH. Therefore, we hypothesized that the expression of dRTA variants affect intracellular pH and autophagy pathways. In this study, we report the characterization of newly identified dRTA variants and provide evidence of abnormal autophagy and degradative pathways in mouse inner medullary collecting duct cells and kidneys from mice expressing kAE1 R607H dRTA mutant protein. We show that reduced transport activity of the kAE1 variants correlated with increased cytosolic pH, reduced ATP synthesis, attenuated downstream autophagic pathways pertaining to the fusion of autophagosomes and lysosomes and/or lysosomal degradative activity. Our study elucidated a close relationship between the expression of defective kAE1 proteins, reduced mitochondrial activity and decreased autophagy and protein degradative flux.", "date": "2025-11-29", "journal": ""}
{"title": "Targeting the cell membrane in established and emerging model organisms", "doi": "10.1101/2024.11.12.623055", "authors": "Karapidaki, I.; Handberg-Thorsager, M.; Momose, T.; Yasuo, H.; Genikhovich, G.; Assaf, S.; Deleau, C.; Pang, Y.; Clayton, P.; Lohmann, B.; Rusciano, M. L.; Stranges, M.; Mathieu, J.; Zilliox, M.; Ustyantsev, K.; Salmon, B.; Laplace-Builhe, B.; Koenig, M.; Colgren, J. J.; Arnone, M. I.; Berezikov, E.; Brunet, T.; Bucher, G.; Burkhardt, P.; Dickinson, D. J.; Houliston, E.; Huisken, J.; Leclere, L.; Averof, M.", "abstract": "Transgenic markers and tools have revolutionised how we study cells and developing organisms. Some of the elements needed to construct those tools are universally applicable (e.g. fluorescent proteins), while others are species-specific (e.g. cis-regulatory elements driving transcription). Membrane-localising signals that target proteins to the plasma membrane have been identified in several model organisms. Unfortunately, the efficacy of these signals varies greatly across species. To address this problem, we generated a toolkit of 11 membrane-localising tags that can be screened rapidly in diverse organisms. The toolkit includes tags that target the plasma membrane through different mechanisms, including signal peptides, the attachment of lipids, and fusion with lipid-binding domains. Each tag has been fused to the red fluorescent protein mScarlet3 and placed downstream of a T7 promoter, allowing the in vitro production of mRNA that can be readily delivered in a wide range of embryos and cells of interest. Through a collaborative effort, we tested this toolkit in ten species of animals spanning diverse phyla, including chordates, echinoderms, arthropods, nematodes, annelids, flatworms and cnidarians. We identify robust membrane-localising tags in each of these animals, and in one of animals' closest relatives, the choanoflagellates. Three tags (KRas, GAP43 and Src64B) work in all of the species tested.", "date": "2025-11-29", "journal": ""}
{"title": "Profiling presynaptic scaffolds using split-GFP reconstitution reveals cell-type-specific spatial configurations in the fly brain", "doi": "10.1101/2024.12.02.626511", "authors": "Wu, H.; Maekawa, Y.; Eno, S.; Kondo, S.; Yamagata, N.; Tanimoto, H.", "abstract": "Characterization of intracellular synapse heterogeneity aides to understand the intricate computational logic of neuronal circuits. Despite recent advances in connectomics, the spatial patterns of synapses and their inter-individual variability remain largely unknown. Using directed split-GFP reconstitution, we achieved visualization of endogenous Bruchpilot (Brp), a presynaptic active zone (AZ) scaffold protein, in a cell-type-specific manner. By developing a high-throughput quantification pipeline, we profiled AZ structures in identified neurons of the mushroom body circuit, where intracellular synaptic patterns are crucial due to compartmentalized connectivity. Quantitative characterization of the pattern of Brp clusters across multiple individuals revealed cell-type-dependent synapse heterogeneity and stereotypy. Furthermore, we discovered previously unidentified sub-compartmental synapse configuration and its transient structural plasticity triggered by associative learning. These profiles thus uncovered multi-layered spatial configurations of AZs, from stereotyped overall AZ distribution patterns, to local arrangements of neighboring synapses.", "date": "2025-11-29", "journal": ""}
{"title": "wQFM-GDL Enables Accurate Quartet-based Genome-scale Species Tree Inference Under Gene Duplication and Loss", "doi": "10.1101/2025.04.04.647228", "authors": "Rafi, A.; Rumi, A. M. S.; Hakim, S. A.; Bayzid, M. S.", "abstract": "Species tree estimation from genome-wide data has transformed evolutionary studies, particularly in the presence of gene tree discordance. Gene trees often differ from species trees due to factors like incomplete lineage sorting (ILS) and gene duplication and loss (GDL). Quartet-based species tree estimation methods have gained substantial popularity for their accuracy and statistical guarantee. %To address ILS, accurate species tree estimation methods, such as ASTRAL, TREE-QMC, and wQFM-TREE, have been developed. However, most of these methods (e.g., ASTRAL, wQFM, wQMC) rely on single-copy gene trees and models ILS and not GDL, limiting their applicability to large genomic datasets. ASTRAL-Pro, a recent advancement, has refined quartet similarity measures to incorporate both orthology and paralogy, improving species tree inference under GDL. Among other quartet-based methods, wQFM-DISCO converts multicopy gene family trees into single-copy gene trees using DISCO and applies the wQFM algorithm on the single-copy trees. However, ASTRAL-Pro has remained the only quartet-based summary method to explicitly model gene duplication and loss. In this study, we extend both wQFM (which requires quartet decomposition) and wQFM-TREE (which operates directly on gene trees) by modeling gene duplication and loss, leveraging the concept of speciation-driven quartets introduced in ASTRAL-Pro. Our algorithm consistently outperforms ASTRAL-Pro across most model conditions, offering a promising alternative for species tree estimation in the presence of GDL.", "date": "2025-11-29", "journal": ""}
{"title": "Adaptive behavior is guided by integrated representations of controlled and non-controlled information", "doi": "10.1101/2025.08.07.669231", "authors": "Huang, B.; Ritz, H.; Jiang, J.", "abstract": "Understanding how task knowledge is encoded neurally is crucial for uncovering the mechanisms underlying adaptive behavior. Here, we test the theory that all task information is integrated into a conjunctive task representation by investigating whether this representation simultaneously includes two types of associations that can guide behavior: stimulus-response (non-controlled) associations and stimulus-control (controlled) associations that inform how task focus should be adjusted to achieve goal-directed behavior. We extended the classic item-specific proportion congruency paradigm to dissociate the electroencephalographic (EEG) representations of controlled and non-controlled associations. Behavioral data replicated previous findings of association-driven adaptive behaviors. Decoding analyses of EEG data further showed that associations of controlled and non-controlled information were represented concurrently and differentially. Brain-behavioral analyses also showed that the strength of both associations was associated with faster responses. These findings support the idea that controlled and non-controlled associations are governed by an integrated task representation to guide adaptive behaviors simultaneously.", "date": "2025-11-29", "journal": ""}
{"title": "Low-intensity focused ultrasound enables temporal modulation of human midbrain organoid differentiation", "doi": "10.1101/2025.08.29.672992", "authors": "Jeong, J.; Jo, Y.; Lee, Y.; Jang, E.; Jeong, Y.; Heo, W. D.; Shin, J. H.; Lee, M.-O.; Lee, H. J.", "abstract": "Controlling the precise timing of biosignaling cues in complex 3D models such as organoids is critical for guiding cellular differentiation and functional maturation. Ultrasound stimulation, a next-generation neuromodulation modality, offers unique advantages due to its target specificity, ability to elicit mechanosensitive responses, and high spatial resolution. However, there is still a lack of precision stimulation platforms and comprehensive biomarker assays for selective control of organoid development. Here, we introduce a modular piezoelectric ultrasound stimulation platform that integrates seamlessly with conventional multi-well plates, enabling selective neuromodulation of midbrain organoids (mBOs). We demonstrate that ultrasound can specifically modulate cellular differentiation by promoting dopaminergic progenitor markers while delaying terminal differentiation. Importantly, ultrasound stimulation did not induce cellular damage, as confirmed by the absence of apoptosis and DNA damage markers. This work demonstrates the potential of focused ultrasound as a safe, non-invasive, and tunable biophysical cue for temporal regulation of organoid differentiation and maturation.", "date": "2025-11-29", "journal": ""}
{"title": "Novel Biomaterial-Based Synovial Fluid Analysis Reveals Protective microRNA Signatures in a Mouse Model of Acute Synovitis-Driven Osteoarthritis", "doi": "10.1101/2025.09.11.675532", "authors": "Takahata, K.; Arakawa, K.; Yasuda, T.; Enomoto, S.; Katashima, T.; Sakai, T.; Kokubun, T.", "abstract": "Objective: Synovial fluid micro-RNAs have been investigated to clarify the Osteoarthritis (OA) development, however, analyzing them in the murine models had not been established. The purpose of this study was to develop a novel biomaterial-based method to collect murine synovial fluid and elucidate onset mechanism of OA with acute synovitis and chronic mechanical stress. Method: Twelve-week-old C57BL/6J males (n = 72) were divided to the ACL-Transection (ACL-T), ACL-rupture (ACL-R), and Intact groups. We performed joint instability test and histological analysis for cartilage degeneration and synovitis at 2, 6, and 10 weeks. Real time PCR was conducted for articular cartilage at 2 weeks and synovium at 2, 6, and 10 weeks. Tetra-slime was injected into the knee joint and solidified slime including synovial fluid was analyzed in digital PCR at 2 weeks. Results: No difference was observed in joint instability between both ACL injury models. Unlike the Control and ACL-R groups, acute synovitis and secondary cartilage degeneration were induced in the ACL-T group at 2 weeks. The ACL-T group also exhibited an increase of Mmp-3, Tnf-a, Ifn-g, and inos in synovium, and miR145-5p and miR149-5p in synovial fluid compared to the ACL-R group. However, no histological and biological differences were observed at 6 and 10 weeks. Conclusion: We successfully analyzing synovial fluid miRNAs in mice model using Tetra-Slime. Acute synovitis caused secondary cartilage degeneration through MMP-3, TNF-a;, and M1 macrophage activation in synovium during the early stage, whereas miR145-5p and miR149-5p in synovial fluid were upregulated to prevent the progression. However, mechanical stress had a much greater impact on cartilage degeneration in the long run rather than synovitis.", "date": "2025-11-29", "journal": ""}
{"title": "A Bayesian Informative Shrinkage Approach for Large-scale Multiple Hypothesis Testing (BISHOT): with Applications in Differential Analysis of Omics Data", "doi": "10.1101/2025.09.11.675690", "authors": "Su, Y.; Clark, M. E. J. Z.; Wang, C.", "abstract": "A major goal of many omics studies is to identify differential features, e.g. differentially expressed genes, between experimental groups. When performing differential analysis for a given dataset, relevant information from another platform or species is often available. Incorporating such prior information can help identify features that show consistent differential patterns across platforms or species, which are more likely to reflect shared biological processes, and thereby enhance the robustness and generalizability of the findings. However, existing differential analysis methods typically analyze only the data from the current study and do not leverage prior knowledge about the magnitude or direction of changes from other platforms or species. We address this challenge, and the associated multiple testing problem, using a Bayesian framework that enables the incorporation of prior knowledge obtained from different platforms or species. We propose a new test statistic, Bayesian Credible Ratio (BCR), based on a heteroscedastic global local shrinkage prior, and a new multiple testing criterion, sign-adjusted FDR (SFDR), that emphasize information regarding the direction of the differentially features. We prove that BCR achieves the largest count of sign-based true positives among all legitimate SFDR-controlling methods. Simulation results offer numerical evidence of its advantage compared to an empirical Bayesian method. The approach is demonstrated through the analysis of RNAseq and single-cell RNAseq datasets.", "date": "2025-11-29", "journal": ""}
{"title": "Incentive Salience, not Psychomotor Sensitization or Tolerance, Drives Escalation of Cocaine Self-Administration in Heterogeneous Stock Rats", "doi": "10.1101/2025.10.04.680105", "authors": "Ramborger, J.; Mosquera, J.; Brennan, M.; Sichel, B.; Othman, D.; Plasil, S.; Sneddon, E. A.; Zahedi, S.; Morgan, A.; Chonwattanagul, S.; Bai, K.; China, L.; La, T.; Maturin, L.; Carrette, L. L. G.; George, O.", "abstract": "Sensitization and tolerance are two phenomena often studied independently despite overlapping neurobiological substrates. Each has extensive research showing their influence on the development and maintenance of addiction, but the degree to which they drive escalation in cocaine self-administration is poorly understood. Using self-administration, intravenous noncontingent infusions, and pose-estimation machine vision, we find that incentive salience, not psychomotor sensitization or tolerance, drives the escalation of cocaine self-administration in heterogenous stock rats. Individual differences in psychomotor sensitization or tolerance were found to have no effect on cocaine intake. Incentive salience as measured by locomotion and active lever entrances per meter traveled occurring before the self-administration session began (pre-lever activity measures) during Short Access (2-hours) was found to predict intake during Long Access (6-hours). Both pre-lever locomotion and active lever entrances per meter were found to increase during Long Access and after two-to-three days of abstinence. Critically, rats with low pre-lever activity during Short Access escalated both their intake and pre-lever measures by the end of Long Access to levels comparable with high pre-lever activity rats who maintained their elevated responding. These findings support the notion that incentive salience during Short Access is a catalyst to escalated use and an early marker of addiction vulnerability. Moreover, they suggest that individuals initially resistant to incentive salience can, with sufficient exposure, become sensitized and escalate cocaine use to the same level as more susceptible individuals. Analysis of pre-lever activity offers a novel longitudinal behavioral marker to predict vulnerability and provides a framework for understanding individual trajectories of addiction.", "date": "2025-11-29", "journal": ""}
{"title": "Ecology of methyl-coenzyme M reductase encoding Thermoproteota", "doi": "10.1101/2025.10.16.682713", "authors": "Jay, Z. J.; Kellom, M.; Eloe-Fadrosh, E.; Hatzenpichler, R.", "abstract": "The recent demonstration that members of at least three classes of archaea affiliated with the Thermoproteota superphylum are involved in the production of the climate-active gas methane has sparked discussions into how well we understand the diversity of methanogens. Here we show that members of all three of these lineages, as well as several other, yet uncultured and physiologically uncharacterized groups within the Thermoproteota that encode the key enzyme of anaerobic methane cycling, methyl-coenzyme M reductase (MCR), are widely distributed in anoxic ecosystems. We postulate that the taxonomic, metabolic, and ecological diversity of MCR-encoding Thermoproteota is poorly understood, and that the contribution of methylotrophic and thermoproteotal methanogenesis to methane production is largely unknown. We hypothesize that thermoproteotal methanogens contribute, potentially substantially, to methane emissions in many anoxic environments that harbor methylated precursors, including wetlands, sediments, peat, rice paddies, wastewater sludge, and geothermal systems. We highlight the necessity to experimentally test the (eco)physiology of these widely distributed archaea using both culture-dependent (in vitro) and culture-independent (in situ) approaches to assess their potential contribution to methane emissions. Last, we stress the importance of remaining agnostic about the physiology of MCR-encoding Thermoproteota in the absence of experimental data because most of these archaea also carry the genetic potential to grow non-methanogenically.", "date": "2025-11-29", "journal": ""}
{"title": "Unfolding the Black Box of Recurrent Neural Networks for Path Integration", "doi": "10.1101/2025.10.25.684492", "authors": "Chu, T.; Wu, Y.; Burgess, N.; Ji, Z.; Wu, S.", "abstract": "Path integration is essential for spatial navigation. Experimental studies have identified neural correlates for path integration, but exactly how the neural system accomplishes this computation remains unresolved. Here, we adopt recurrent neural networks (RNNs) trained to perform a path integration task to explore this issue. After training, we borrow neuroscience prior knowledge and methods to unfold the black box of the trained model, including: clarifying neuron types based on their receptive fields, dissecting information flows between neuron groups by pruning their connections, and analyzing internal dynamics of neuron groups using the attractor framework. Intriguingly, we uncover a hierarchical information processing pathway embedded in the RNN model, along which velocity information of an agent is first forwarded to band cells, band and grid cells then coordinate to carry out path integration, and finally grid cells output the agent location. Inspired by the RNN-based study, we construct a neural circuit model, in which band cells form one-dimensional (1D) continuous attractor neural networks (CANNs) and serve as upstream neurons to support downstream grid cells to carry out path integration in the 2D space. Our study challenges the conventional view of considering grid cells as the principal velocity integrator, and supports a neural circuit model with the hierarchy of band and grid cells.", "date": "2025-11-29", "journal": ""}
{"title": "Hippo signaling differentially regulates distal progenitor subpopulations and their transitional states to construct the mammalian lungs", "doi": "10.1101/2025.10.28.684989", "authors": "Zhang, K.; Basak, M.; Zaher, Y.; Yao, E.; Wang, S.-A.; Aung, T.; Chuang, P.-T.", "abstract": "Lung size control and cell type specification are key unresolved issues. In this study, we have engineered mosaic patterns of Hippo signaling to reveal the developmental potential of SOX9+ progenitors at the distal lung buds. Our results show that the distal SOX9+ subdomain is sufficient to direct lung outgrowth through bifurcation, providing a mechanism for lung size control. Through single-cell analyses, we identify transitional cell states and candidates for promoting cell fates. Moreover, genetic analysis reveals that Hippo signaling induces distinct cell fates at different SOX9+ subdomains to produce the conducting airways and the alveolar epithelium. These results provide the first map of the developmental paths of lung cells. Some of the developmental paths of transitional cell states in mice correspond to those in human lungs. Together, these studies provide mechanistic insight into how Hippo signaling controls the sequential expansion and differentiation of SOX9+ progenitors to construct the mammalian lungs.", "date": "2025-11-29", "journal": ""}
{"title": "Characterize Oral-to-Blood Microbial DNA Translocation in Individuals with Cocaine Use Disorder", "doi": "10.1101/2025.11.03.686400", "authors": "Johnson, d.; Sundararaj, K. P.; Subramanian, S.; Qiu, Y.; Samuel, I.; Cheng, D.; Salman, T.; Luo, Z.; Fitting, S.; Keen, L.; Call, E.; Maddi, A.; Stoops, W.; Hartley, A.; McKinnon, J. E.; Wan, Z.; Berto, S.; Jiang, W.", "abstract": "Background. Cocaine disrupts gut barriers in animal models, potentially enabling microbial translocation and inflammation in the periphery and central nervous system (CNS), but its direct role in inducing inflammation remains controversial. This study aimed to determine if the oral cavity is a source of circulating microbial DNA translocation in individuals with current cocaine use disorder (COC). Results. A cross-sectional case-control study was conducted, comparing COC and demographically matched non-drug controls. Ten COC (via smoking or vaping) and 24 controls provided paired saliva and blood samples. Microbial 16S rRNA V4 region was sequenced in isolated microbial DNA from saliva and plasma. Single-cell RNA sequencing (scRNAseq) was analyzed in human peripheral blood mononuclear cells. Saliva from COC, but not plasma, exhibited reduced alpha diversity and altered beta diversity, characterized by enriched Streptococcus and depleted Fusobacterium, Neisseria, and other taxa relative to controls. Controls exhibited low to undetectable microbial translocation in plasma. By contrast, plasma Streptococcus and several S. species displayed COC-specific oral enrichment and evidence of translocation into the bloodstream. In vitro, cocaine selectively enhanced S. parasanguinis growth, consistent with COC-enriched oral pathobionts and translocation into circulation in vivo. S. parasanguinis, but not cocaine alone, induced IL-1{beta} and TNF- production in human primary monocytes. scRNAseq further revealed innate immune activation, impaired T cell function, and heightened susceptibility to infection in COC. Conclusions. This is the first study demonstrating that COC via smoking or snorting exhibited oral microbial dysbiosis and selective oral-to-blood microbial translocation in vivo. These findings suggest that compromised oral-to-blood barrier, rather than cocaine itself, promotes immune perturbations in COC.", "date": "2025-11-29", "journal": ""}
{"title": "Drosophila midgut tumor-induced insulin resistance systemically remodels lymph gland hematopoiesis during cancer cachexia", "doi": "10.1101/2025.11.24.690188", "authors": "Chowdhury, U.; Panzade, G.; Karnik, P. N.; Birwadkar, P.; Tashu, T.; Khadilkar, R. J.", "abstract": "Cancer cachexia involves systemic metabolic deregulation along with classical features of muscle wasting, lipolysis, and chronic inflammation. While tumor non-autonomous effects on peripheral organs are recognized, how the tumor rewires the circulating immune cells and hematopoiesis remains unclear. We utilized a Drosophila larval cancer cachexia model by expressing yki3SA in the adult midgut precursors (AMP), which gives rise to a tumor in the larval midgut and recapitulates key cachectic phenotypes, including insulin resistance. Tumor-induced cachexia results in perturbed blood cell homeostasis with a reduced niche and aberrant blood cell differentiation in the larval hematopoietic organ, the lymph gland (LG). Bulk RNA-seq analysis of circulating hemocytes from tumor-bearing larvae revealed upregulation of multiple cachectic ligands, notably ImpL2, an insulin antagonist. We demonstrate that elevated ImpL2 levels reduce LG niche size and promote aberrant blood cell differentiation. Elevated ImpL2 levels and systemic insulin resistance in the tumor-induced cachexia conditions result in abrogation of insulin signaling in the niche-progenitor micro-environment in the LG. DE-cadherin levels in the primary LG lobe are perturbed, and Wingless signaling is down-regulated, driving prohemocyte differentiation. A genetic mimic of systemic ImpL2 overexpression or high sugar diet (HSD) conditions recapitulates these LG phenotypes due to abrogation of the Insulin-Wingless signaling axis. Hemocyte-specific ImpL2 depletion in HSD-fed larvae rescued these defects, suggesting a regulatory role for circulating hemocyte-derived ImpL2. Our findings reveal that hemocyte-derived factors actively contribute to systemic insulin resistance, causing hematopoietic remodeling in cancer cachexia.", "date": "2025-11-29", "journal": ""}
{"title": "Phage-encoded sRNA counteracts xenogenic silencing in pathogenic E. coli", "doi": "10.1101/2025.11.27.690950", "authors": "Poudyal, P.; Sy, B. M.; Mediati, D. G.; Payne, M.; Nandel, V.; Norris, D.; McAteer, S. P.; Ullah, A.; Li, S.; Menz, L.; Waters, S.; Dallman, T.; Baker, M. A.; Lan, R.; Gally, D. L.; Tree, J. J.", "abstract": "Horizontal gene transfer introduces foreign DNA that can disrupt cellular processes and is therefore subject to xenogenic silencing by nucleoid-associated proteins such as H-NS and Hha. In Enterohaemorrhagic Escherichia coli (EHEC), prophages make up a large fraction of the accessory genome and encode many virulence factors, yet to be expressed they must overcome this silencing. We identify a prophage-encoded small RNA (sRNA), HnrS, that functions as an anti-silencing factor by targeting the H-NS paralogue Hha. HnrS is a short (66-nt) sRNA present in multiple copies (up to nine) in EHEC and Enteropathogenic Escherichia coli (EPEC) genomes and is enriched in E. coli strains that carry the locus of enterocyte effacement (LEE). We show that HnrS directly base-pairs with the ribosome-binding site of the hha mRNA, repressing its translation and thereby reducing Hha-enhanced H-NS silencing. This counter-silencing de-represses the LEE type III secretion system and concomitantly represses motility. Transcriptomic profiling further revealed that HnrS indirectly activates genes involved in nitrate/nitrite respiration and nitric oxide resistance, metabolic pathways that contribute to survival in the inflamed gastrointestinal tract. Deletion of hnrS reduced expression of nitrate reductase genes and impaired actin pedestal formation on host epithelial cells. Our results indicate that prophage-encoded, multicopy hnrS provides a counter-silencing mechanism that reduces Hha-H-NS repression at specific virulence loci. This likely enables expression of horizontally acquired genes without broadly disrupting the core H-NS regulon. HnrS illustrates how mobile genetic elements deploy sRNAs to counteract xenogenic silencing and promote virulence gene expression, enhancing colonisation of the host.\n\nImportance statementHorizontally acquired genes are often silenced to protect bacterial genomes, but this defence also limits the expression of new traits. We identify a prophage-encoded small RNA, HnrS, that counteracts this restriction by repressing the xenogenic silencer Hha, lifting Hha-H-NS-mediated repression of virulence and metabolic genes. HnrS activates the locus of enterocyte effacement, nitrate/nitrite respiration, and nitric oxide resistance--pathways that help E. coli survive and colonise the inflamed gut. Our findings reveal an RNA-based counter-silencing mechanism encoded by mobile genetic elements, showing how phages can reprogram bacterial regulatory networks to promote adaptation and pathogenicity.", "date": "2025-11-29", "journal": ""}
{"title": "Chromatin Disruption After Prenatal Hypoxia Predicts Lasting Neuron Deficits", "doi": "10.1101/2025.11.28.691133", "authors": "Cristancho, A. G.; Joseph, D. J.; Cassidy, M. M.; Chauhan, P. S.; Gadra, E. J.; Gadra, E. C.; Zarrinnegar, D.; Rodriguez, B. N.; Marsh, E. D.", "abstract": "Prenatal exposure to transient hypoxia can result in various developmental disabilities presumably by disrupting normal neurodevelopmental processes, even in milder injuries without detectable cell death or structural damage1,2. Emerging evidence suggests that disruption of the epigenome may be one of the most critical consequences of prenatal brain exposure to hypoxia3-8. However, the cell-type-selective effects of hypoxia on the developing brain's transcriptome and epigenome remain unknown. Here, we demonstrate that immediately after hypoxia, transcriptional and chromatin disruptions occur in all cell types, consistent with the energy deficit dynamics caused by prenatal hypoxia. Unexpectedly, we identify a selective dissociation of transcriptional and chromatin regulation in glutamatergic neurons after hypoxia. Genes neighboring sites of differential chromatin accessibility, but not differential gene expression, correlate with structural and functional deficits in glutamatergic neurons one month after the injury. Our approach reveals novel, shared, and cell-type-specific changes that reflect potential short- and long-term consequences of the hypoxic response. Together, these data provide insight into the mechanisms that lead to lasting changes in the epigenome following an injury to the developing brain, resulting in long-term functional deficits.", "date": "2025-11-29", "journal": ""}
{"title": "Prenatal maternal stress is associated with increased sensitivity to neuropathic pain and sex-specific epigenetic and transcriptomic dynamics in the prefrontal cortex", "doi": "10.1101/2025.11.27.691002", "authors": "Vovk, A.; Gregoire, S.; Barel, Z.; Stone, L. S.; Lax, E.", "abstract": "Prenatal maternal stress (PNS) is a common early-life adversity. PNS has been linked to greater vulnerability to chronic pain in the offspring. PNS results in increased hypersensitivity after Chronic Constriction Injury (CCI) of the sciatic nerve, a common rodent model for chronic neuropathic pain. These behavioral effects are accompanied by altered levels of enzymes that regulate DNA methylation in the frontal cortex. DNA methylation, the addition of a methyl group onto cytosine bases of cytosine-guanine (CpG) sites in the genome, is an epigenetic mechanism by which life experiences can reprogram gene expression. The goal of this study was to identify differentially methylated regions that might contribute to the increased pain sensitivity following nerve injury in adulthood. Prior studies indicate widespread, sex-specific transcriptomic changes and numerous differentially methylated regions (DMRs) in the frontal cortex following PNS and nerve injury. Here we performed genome wide DNA methylation and transcriptome-wide RNAseq analysis in the frontal cortex of male and female mice that underwent PNS, CCI or both. Our analysis revealed sex-dependent changes in DNA methylation and mRNA expression, including in pathways related to neuronal and brain development, axonogenesis and synaptic regulation. The effect of DNA methylation on mRNA expression was tested in a subset of target genes. These studies suggest a role for DNA methylation in embedding increased risk for chronic pain in adulthood associated with early-life adversity.", "date": "2025-11-29", "journal": ""}
{"title": "An integrated platform for high-throughput phenospace learning of 3D multilineage organoid systems", "doi": "10.1101/2025.11.27.690952", "authors": "Okuda, R.; Harmel, C.; Xu, Q.; Mary, H.; Schulz, P.; Steinacher, L.; D'Arcangelo, E.; Gjeta, B.; Signer, M.; Cubela, I.; Bickle, M.; Lutolf, M. P.; Cabon, L.; Lukonin, I.; Camp, G.", "abstract": "Complex multilineage organoid systems lack quantitative phenotyping methods preserving spatial architecture at high throughput. Current approaches compromise biological complexity, spatial resolution, or robust homogeneous multilineage assembly. We establish an integrated experimental-computational platform for high-throughput spatial phenotyping of multilineage organoids through developing a modular tumoroid culture system incorporating pancreatic ductal adenocarcinoma (PDAC) cells and cancer-associated fibroblasts (CAFs) in 384-well format with multiplexed whole-mount imaging. We developed Phenocoder, a machine learning framework combining conditional variational autoencoders with spatial graph analysis to extract multiscale organoid features. Rigorous validation demonstrates robust performance in PDAC tumoroids. The platform identifies pathway modulators that disrupt the fibrotic microenvironment and discovers stroma-dependent vulnerabilities, undetectable in monocultures. Extending to immuno-competent tumoroids, we assess fibrosis modulators in combination with T cell bispecific antibodies, identifying treatments that enhance immune cell proliferation and infiltration inducing cancer cell death, validated in patient-derived explants. This platform establishes a generalizable framework for multilineage organoid phenotyping.", "date": "2025-11-29", "journal": ""}
{"title": "Cross-Species Cortical Geometry Reveals Conserved Gradients Across Primates and Human-Specific Expansion", "doi": "10.1101/2025.11.28.691123", "authors": "Wei, Y.; Wang, Y.; Wei, T.; Lu, X.; Li, D.; Sherwood, C. C.; Zhang, Y.; Cheng, C.; Jiang, T.; Fan, L.; Cheng, L.", "abstract": "The primate cerebral cortex, characterized by its complex structural geometry, underlies advanced cognitive functions and represents a defining feature distinguishing primates from other mammals. However, cross-species patterns of cortical geometry and the links between human cortical geometry and transcriptional architecture remain poorly understood. We developed a geometry-based cross-species cortical alignment framework to systematically investigate the similarities and differences in structural connectivity and cortical expansion characteristics among macaques, chimpanzees, and humans, and additionally explored the transcriptional underpinnings of human cortical geometry. Our analysis revealed conserved spatial patterns of cortical geometric features across species, providing the foundation for constructing a cross-species structural common space to support the alignment framework. We found that primary sensory, somatomotor, and face-selective regions exhibited high structural connectivity similarity across species, whereas prefrontal and parietal association cortices displayed significant divergence. We also identified disproportionate cortical expansion in the default mode network, with a consistent expansion trend across different evolutionary lineages in primates. Furthermore, neuroimage-transcription analysis indicated that cortical geometric features were correlated with transcriptional profiles enriched in neurodevelopmental and connectivity-related pathways. These results highlight a conserved yet hierarchically differentiated organization of the cerebral cortex in primates, providing new insights into the biological basis of human brain evolution.", "date": "2025-11-29", "journal": ""}
{"title": "Non-invasive modulation of brain activity and behavior by transcranial radio frequency stimulation", "doi": "10.1101/2025.11.27.691064", "authors": "Yaghmazadeh, O.; Alon, L.; Arefin, T. M.; Ben Youss, Z.; Zhang, J.; Buzsaki, G.", "abstract": "Achieving non-invasive targeting and modulation of deep brain tissue by external stimuli remains a crucial goal in the advancement of state-of-the-art neurotechnology. Radio frequency (RF) energy fields, in the microwave range (300 MHz - 300 GHz), inherently exhibit effective tissue penetration. Upon absorption by tissue, these fields can induce localized thermal effects, thereby modulating neuronal activity. Integrating these principles, we present an original non-invasive brain stimulation method: Transcranial Radio Frequency Stimulation (TRFS). We provide in vivo proof-of-concept of TRFS efficacy in murine models, demonstrating TRFS's ability to: 1) suppress baseline neuronal activity when applied to the intact brain (TRFS pristine mode), and 2) selectively excite neural circuits in regions with prior overexpression of the thermosensitive TRPV1 ion channel (TRFS RF-genetics mode). We demonstrate these modulatory effects, using both neural activity monitoring and behavioral assays, by applying 3-25 W of RF energy at 945 MHz through custom-designed antennas that enable selective stimulation of the mouse brain while minimizing off-target effects on the body. Neural activity was monitored using GCaMP fiber photometry in head-fixed in vivo preparations, and behavioral changes were assessed via a rotation test in freely moving mice. These findings suggest that TRFS is a promising non-invasive brain stimulation technique with potential applications in the treatment of diverse neurological and psychiatric disorders.", "date": "2025-11-29", "journal": ""}
{"title": "A 3D Amphioxus Brain Atlas Illuminates the Blueprint of the Ancestral Chordate Brain", "doi": "10.1101/2025.11.27.690639", "authors": "Lin, C.-Y.; Hsu, W.-H.; Lu, M.-Y. J.; Chen, Y.-H.; Chen, Y.-C.; Su, Y.-H.; Chou, S.-J.; Yu, J.-K.", "abstract": "Comparative studies on highly complex vertebrate brains have provided insights into the evolutionary history of morphological diversity. However, a long-standing question in vertebrate brain evolution is how the fundamental blueprint emerged. To probe the cellular and molecular origins of brain architecture in the chordate lineage, we performed single-nucleus RNA-seq combined with spatial transcriptomics and generated a three-dimensional cell atlas of the basal chordate amphioxus central nervous system (CNS). This atlas reveals a tripartite organization along the anterior-posterior axis of the adult amphioxus brain, with a rostral retinal/hypothalamic region followed by a di-mesencephalon and caudally, the hindbrain and spinal cord. Notably, we show that the amphioxus brain contains cell clusters resembling the zona limitans intrathalamica and midbrain-hindbrain boundary, both of which demarcate the major brain compartments. Furthermore, expression profiling and gene ontology enrichment analyses support that the cell clusters located in the rostral part of the amphioxus forebrain correspond to vertebrate retinal primordium and hypothalamic cells. However, the absence of key telencephalic marker expression in the amphioxus anterior forebrain suggests that the telencephalon likely represents a vertebrate innovation. Together, our findings establish a spatial transcriptomic framework for the amphioxus CNS and provide a critical link for understanding the evolution of the complex vertebrate brain.", "date": "2025-11-29", "journal": ""}
{"title": "Dual Activation of MC3R and MC4R Drives Weight Loss and Reduces Food Intake in Obese Primates", "doi": "10.1101/2025.11.25.690554", "authors": "Seiler, J. L.; Impastato, A. C.; Zhang, E. X.; Kelley, K. J.; Bennett, T. L.; Studnitzer, B.; Prindle, C. R.; Rajewski, B. H.; Badeau, B. A.; Jiang, X.; Potterfield, R.; Delev, J. Y.; Marks, D. L.", "abstract": "The melanocortin system plays a central role in regulating hunger and satiety, making it an attractive target for treating metabolic disease. However, the limited clinical success of selective melanocortin-4 receptor (MC4R) agonists prompted the investigation of whether concurrent melanocortin-3 receptor (MC3R) and MC4R activation is key to unlocking the melanocortin system for the treatment of general obesity. To test this hypothesis, we designed and synthesized novel peptides to probe the distinct and combined roles of MC3R and MC4R in nonhuman primates (NHPs). We show that selectively agonizing MC3R modulates food intake in a state-dependent manner. Moreover, co-agonism of MC3R and MC4R results in more substantial metabolic effects than selective MC4R agonism, highlighting both a non-redundant and a cooperative role of MC3R. To leverage these discoveries, we developed 710GO, an orally-available MC3R/MC4R dual agonist peptide that induces significant weight loss in diet-induced obese (DIO) NHPs. Oral 710GO treatment demonstrates limited weight rebound, has additive effects in combination with GLP-1s, and exhibits a clean safety profile. These results reestablish the melanocortin system, specifically concerted MC3R/MC4R agonism, as a viable mechanism for next-generation obesity therapeutics.", "date": "2025-11-29", "journal": ""}
{"title": "Graft protection by myeloid progenitor cells using lethal or non-lethal preconditioning.", "doi": "10.1101/2025.11.25.690526", "authors": "Li, Y.; Sun, L.; Martinez, E.; Sedello, A.; Fong, T.; Domen, J.", "abstract": "Myeloid progenitor cell (MPC) therapy can protect against infection and can be used as an irradiation countermeasure, but can also prevent rejection of matched grafts. Here we report on the matching requirements between MPCs and skin grafts, and on the development of a non-lethal preconditioning model that supports MPC-induced protection of skin grafts. Mouse MPCs (mMPC) were obtained from HSC following 10-day ex vivo expansion. Skin grafts were tested in host mice that either received a lethal dose of irradiation and reconstitution with allogeneic mMPC and third party HSCs or were given injections with depleting antibodies and chemotherapeutics followed by transplantation of mMPC without HSC. mMPC-matched grafts were protected and no significant difference was observed between mice receiving irradiation and fully matched grafts (major and minor transplantation antigens), partially matched grafts (major only), and fully matched grafts in mice that received sublethal irradiation. Haploidentical grafts (half of the MHC alleles not matched at all) are not protected. We conclude that closely matched mMPCs are sufficient to prevent rejection. We also show that mMPCs are effective in a trachea transplant model. Graft protection does not require either lethal preconditioning or an accompanying HSC transplantation, and affects both T- and B-cell responses.", "date": "2025-11-29", "journal": ""}
{"title": "A Comparison of Computational Methods for Modeling Stochastic Collaborative DNA Methylation Dynamics", "doi": "10.1101/2025.11.25.690568", "authors": "Lemus, M. A. G.; Read, E. L.", "abstract": "The methylation of cytosine-phosphate-guanine (CpG) dinucleotides in DNA is linked to gene expression, cancer, and aging. The methylation levels of nearby CpG sites influence many enzymatic reactions governing DNA methylation. However, efficiently modeling this influence, known as \"collaborative\" DNA methylation, is computationally challenging. We compare the efficiency and accuracy of three collaborative DNA methylation modeling approaches: a stochastic simulation algorithm (SSA), an exact Chemical Master Equation (CME), and a mean-field CME. The exact CME model provides high accuracy but is limited to small system sizes due to its exponential state-space growth of 3^N for N CpG sites. In the neighbor-dependent mean-field CME model, qualitative methylation patterns are accurately captured, but runtimes scale as N^k, 4 < k < 6, for N CpG sites. The SSA model is accurate and its runtime scales as N^l, 1.6 < l < 2.5, but for smaller system sizes (N < 100), it is inefficient compared to the mean-field CME method. Across all three methods, bimodality is achieved when sufficiently strong collaboration among CpGs promotes balanced net methylating and demethylating flux, in concert with reactions that occur independently at individual sites. Our findings provide insight into both symmetric and asymmetric parameter regimes, the influence of CpG density, and the trade-off between accuracy and efficiency in modeling collaborative DNA methylation dynamics, paving the way for future analysis.", "date": "2025-11-29", "journal": ""}
{"title": "Antibody-Protein L Functionalized Microparticles for Detection of Surface Markers in Heterogeneous Colorectal Lesions", "doi": "10.1101/2025.11.25.690572", "authors": "Ramezani, S.; Zacharias, N. M.; Norton, W.; Davis, J. S.; Dominic, A.; Armijo, R.; Wang, M.; Wendt, R. E.; Carson, D. D.; Harrington, D. A.; Farach-Carson, M. C.; Bhattacharya, P. K.", "abstract": "Visualization of colorectal cancer (CRC) lesions is complicated by their location in the colon and tumor morphology. Reliance on a single surface biomarker for direct identification risks false negatives due to temporal changes and/or tumor heterogeneity. We developed a multiplexed system of complementary biomarker targets in an effort to capture a broader range of lesions with diverse temporal and/or phenotypic expression. We identified Mucin-1 (MUC1) and epithelial cell adhesion molecule (EPCAM) as useful targeting pairs by examining multiple colon tumor subtypes in a standard tissue array, and by surveying multiple CRC cell lines, both as 2D cultures and as 3D tumoroids, for the presence of the CRC surface biomarkers. We demonstrated the utility of a \"universal\" surface functionalization approach using Antibody-Protein L functionalized microparticles (APL-MPs) that enabled the simultaneous incorporation of antibodies recognizing MUC1 and EPCAM. Using CRC cell heterogeneous tumoroids expressing both MUC1 and EPCAM (HET-tumoroids) and orthotopic animal cancer models designed to express both surface antigens, we demonstrated that: 1) APL-MPs identified MUC1- and EPCAM-positive tumoroids in proportion to antigen expression; 2) APL-MPs detected CRC surface antigens on the luminal colon surface in vivo, and 3) concurrent targeting of multiple surface antigens enhanced the sensitivity of detection of heterogeneous CRC lesions. This approach opens the door for the use of antibody-protein L dual-targeting MPs in a variety of applications to detect heterogeneous cancer lesions.", "date": "2025-11-29", "journal": ""}
{"title": "Therapy-induced PSMA2 Sensitizes Prostate Cancer Cells to Residual Androgen and Promotes Neuroendocrine Lineage Transformation", "doi": "10.1101/2025.11.25.690552", "authors": "Patterson, N.; Badoi, A.; Vadla, G. P.; Hasani, M.; Moyer, J.; Ramirez, C. D. L. N.; Chabu, C.", "abstract": "Aberrant activation of the androgen receptor (AR) pathway drives prostate cancer (PCa). Androgen deprivation therapy (ADT) and next-generation AR blockade (e.g., enzalutamide) are initially effective, but virtually all patients develop castration-resistant prostate cancer (CRPC), which frequently transitions to treatment-emergent neuroendocrine PCa (tNEPC) following AR suppression. The molecular logic that links AR blockade to lineage plasticity remains incompletely understood. Here, we identify PSMA2 (Proteasome Subunit Alpha 2) as a treatment-induced effector that mechanistically connects AR blockade to tNEPC evolution. Enzalutamide induces PSMA2 expression in AR-expressing PCa cells. Enforced PSMA2 expression accelerates HSP90 turnover, hypersensitizes AR to residual post-castration androgen, drives AR nuclear activity under androgen-poor conditions, and confers enzalutamide resistance. Conversely, PSMA2 silencing stabilizes HSP90, desensitizes CRPC to androgen, and re-sensitizes resistant cells to enzalutamide-induced cell death. Importantly, PSMA2 also promotes lineage plasticity: treatment-induced PSMA2 enhances transcriptional and phenotypic conversion toward tNEPC. Thus, we uncover a single stress-induced node (PSMA2 ) that both maintains AR-dependent survival under ADT and fuels the neuroendocrine transition. PSMA2 marks an AR-hypersensitized transitional state and is itself a therapeutically actionable driver of tNEPC evolution, revealing an opportunity for rational interception of the lethal ADT-CRPC-tNEPC trajectory.", "date": "2025-11-29", "journal": ""}
{"title": "Neuronal innervation of breast cancer promotes metastatic dissemination", "doi": "10.1101/2025.11.25.690523", "authors": "Schulte, A. J.; Andrechek, E.", "abstract": "Metastasis is a leading cause of mortality in breast cancer patients, yet the signaling promoting metastatic dissemination is not completely understood. Prior literature implicates neuronal innervation in tumor progression, including recent studies in breast cancer progression with the 4T1 and PyMT cell line orthotopic injection models. Our experiments address the immune limitations of these studies with an alternative model to elucidate neuronal control of metastatic breast cancer by using a MMTV-PyMT transplant model and resiniferatoxin (RTX) for denervation. To this end, we generated a robust array of spontaneous MMTV-PyMT tumors with various histological subtypes. These tumors were transplanted into RTX challenged MMTV-Cre mice. In contrast to previous literature, denervation did not impact survival or tumor growth. Interestingly, we noticed a slight reduction in the percent of the solid poorly differentiated tumors with a corresponding increase in tumors that contained a mixed pathology in RTX challenged mice. Strikingly, and consistent with prior work, we noted a reduction in metastasis with denervation. Together these data suggest neuronal innervation promotes metastasis without impacting tumor growth.", "date": "2025-11-29", "journal": ""}
{"title": "Neuropeptide Y regulation of L-type Ca2+ channel activity is altered following chronic myocardial infarction", "doi": "10.1101/2025.11.25.690298", "authors": "Fiore, C. M.; Agarwal, S. R.; Elasoru, S. E.; Ardell, J.; Ajijola, O.; Shivkumar, K.; Harvey, R. D.", "abstract": "Neuropeptide Y (NPY) is a co-transmitter released from sympathetic neurons along with norepinephrine (NE). It has been observed that cardiac NPY levels are significantly elevated following myocardial infarction (MI), and this has been linked to an increase in ventricular arrhythmogenicity associated with elevated sympathetic tone. However, the effects that NPY has on the electrical activity of ventricular myocytes remain poorly understood. Previous studies have examined the influence of NPY alone on cardiac ion channel function, but not in the presence of NE, which is the situation expected in vivo. Furthermore, no one has examined the effects of NPY on ion channel activity following MI. The present study explored the impact of NPY on the L-type Ca2+ current in ventricular myocytes isolated from the hearts of normal healthy pigs and pigs subjected to MI. We found that NPY alone has a stimulatory effect on the Ca2+ current in myocytes isolated from healthy pigs. However, in the presence of NE, the effect of NPY was inhibitory. The stimulatory effect of NPY alone was blocked by the Y1 receptor antagonist BIBO3304, while the inhibitory effect observed in the presence of NE was blocked by the Y2 receptor antagonist BIIE0246. When the effects of NPY were examined using hearts from pigs following recovery from MI, the stimulatory effect of NPY was absent in myocytes obtained from both remote and border zone areas of infarcted hearts. The inhibitory effect of NPY observed in the presence of NE was also absent in myocytes from remote areas of the infarcted heart. However, the inhibitory effect of NPY observed in the presence of NE was intact in border zone cells. The implications of these results are discussed as they relate to the potential arrhythmogenic effects of NPY following MI.", "date": "2025-11-29", "journal": ""}
{"title": "Closed-loop anti-phase tACS over preSMA reduced oscillatory beta synchronization and modulated motor inhibition performance", "doi": "10.1101/2025.11.25.690566", "authors": "Fang, Z.; Sack, A. T.; Leunissen, I.", "abstract": "Motor control depends on flexible modulation of beta-band oscillations (15-30 Hz) within cortical-basal ganglia circuits. In Parkinson's disease (PD), beta synchronization becomes pathologically elevated, contributing to motor slowing and rigidity and motivating the need for non-invasive strategies that can suppress excessive beta activity. Transcranial alternating stimulation (tACS) provides a non-invasive approach to modify endogenous oscillatory activity, yet conventional open-loop tACS typically reinforces, rather than disrupts, endogenous synchrony. Here, we developed an online adaptive EEG-guided closed-loop system that continuously tracked the instantaneous beta phase and delivered stimulation either aligned (in-phase) or 180 degrees opposed (anti-phase) to the ongoing beta rhythm. Thirty-eight right-handed healthy participants performed a stop-signal task while receiving 4x1 HD-tACS over pre-supplementary motor cortex (preSMA) in three conditions: in-phase, anti-phase, and sham. Anti-phase tACS produced a robust suppression of beta relative to both in-phase and sham stimulation, consistent with destructive interference of the endogenous rhythm. Behaviorally, anti-phase tACS slowed the stopping process, whereas in-phase stimulation reduced peak force rate during go trials and decreased variability of the go response, consistent with increased inhibitory tone and stabilization of ongoing motor states. These results provide converging behavioral and neurophysiological evidence for destructive interference of anti-phase tACS and establish a mechanistic framework for phase-specific closed-loop neuromodulation, paving the way to implement a noninvasive therapeutic strategy aimed at desynchronizing pathological beta in Parkinson's disease.", "date": "2025-11-29", "journal": ""}
{"title": "Local homeostatic scaling supports stable rate propagation under noise and heterogeneity", "doi": "10.1101/2025.11.25.689806", "authors": "Li, H.; McDougal, R. A.", "abstract": "The brain maintains stable information transmission despite substantial heterogeneity in neuronal properties and noise. Signals must travel across multiple regions with high fidelity without interruption or distortion. Previous studies achieve reliable firing-rate propagation in feedforward circuits only with finely tuned synaptic weights; otherwise, firing rate activity either decays or explodes. How neural circuits self-organize to achieve stable rate propagation without external fine-tuning remains unclear. Here, we introduce a simple, local homeostatic synaptic scaling rule in which each neuron rescales its excitatory inputs based on the mismatch between mean excitatory presynaptic and postsynaptic firing rate. We show both analytically and numerically that this local learning rule enables noisy feedforward networks to spontaneously organize stable rate propagation across layers when driven by external inputs, without the need for global supervision or precise weight initialization. This rule compensates for intrinsic neuronal properties by adjusting synaptic strengths to maintain consistent firing rate transmission, which allows heterogeneous feedforward networks to self-organize to support stable rate propagation. Finally, we show that when combined with homeostatic inhibitory synaptic plasticity, the rule stabilizes attractor firing rate in recurrent networks, preserving an asynchronous-irregular activity under perturbations. Our findings reveal how local plasticity rules support robust neural circuits capable of signal propagation without external fine-tuning, providing mechanistic insights into neurobiological self-organization and principles for designing resilient spiking networks.", "date": "2025-11-29", "journal": ""}
{"title": "The Dominant Hand-Area Network: Task-Signal Mismatch and the Decoupling of BCI Skill from Global Efficiency in Postural Motor Imagery", "doi": "10.1101/2025.11.23.690036", "authors": "Ayon, M. A. A. H.", "abstract": "Rationale: The neurophysiological basis of motor imagery (MI) is foundational to Brain-Computer Interface (BCI) development. While BCI decoding relies on local sensorimotor rhythms (SMRs), MI itself is a large-scale network process. It is an open, and clinically critical question whether an individual's BCI decoding skill is related to global network integration. This is complicated when the instructed task (e.g., postural imagery) differs from the underlying neurophysiological signal (e.g., hand-area SMRs). This study investigates the network dynamics of this task-signal mismatch and its relation to BCI performance. Methods: We analyzed a 64-channel EEG dataset of 32 healthy participants (from the OpenNeuro dataset ds005342 cohort) performing a cued motor imagery task (e.g., \"sit-to-stand\") contrasted against an idle state. BCI decoding performance was quantified using a Common Spatial Patterns (CSP) pipeline with Linear Discriminant Analysis (LDA), Support Vector Machine (SVM), and Random Forest (RF) classifiers. We then constructed functional brain networks from the beta (13-30 Hz) band using Phase-Locking Value (PLV) and spectral Granger Causality (GC). Graph theory was employed to analyze network topology, and we correlated individual BCI accuracy with global network efficiency in both sensor and source space. Results: BCI performance was robustly high (LDA (Mean: 82.10% {+/-} 8.80% SD)), 95% CI [78.92%, 85.28%], p < 10-20), confirming a high-fidelity local SMR signal. Strikingly, CSP analysis revealed this signal originated not from the expected leg-area (Cz), but from the hand-area sensorimotor cortex (C3/C4) (See Figure 4). Despite this local-signal fidelity, this decoding skill was critically decoupled from whole-brain network integration, showing no correlation of BCI accuracy with global efficiency, in either sensor space (r (30) = 0.189, p = 0.299) or, more critically, in source space (r (30) = -0.054, p = 0.769, 95% CI [-0.395, 0.300]). Our network analysis, centered on this C3/C4-dominant signal, revealed a novel, hypothetical M1-centric model: the motor cortex (C3/C4) acted as the primary information broadcaster (via GC), driving activity in prefrontal coordinating hubs (F3/Fz). Furthermore, the MI state was characterized by a dynamic reconfiguration, increasing the information-gating centrality of the premotor (FC1) node while suppressing the parietal (P3) node. Conclusion: BCI decoding skill reflects a local process driven by SMR signal fidelity from the dominant hand area--even during non-hand tasks--rather than a global process relying on whole-brain efficiency. We propose a hypothetical \"Broadcasting Motor Cortex\" model in which the MI network is not a simple PFC-M1 hierarchy but a dynamic, M1-centered system that re-routes information through premotor and parietal gateways. Within this framework, baseline network properties may influence skill, but task-evoked global integration does not emerge as a strong correlate of performance. Given that our study was powered only to detect large correlations (r > 0.48), the absence of such effects suggests that baseline network states (16, 17), rather than active global integration, are more likely to predict individual BCI ability.", "date": "2025-11-29", "journal": ""}
{"title": "Neuronal APOE4 alone is sufficient to drive tau pathology, neurodegeneration, and neuroinflammation in an Alzheimer's disease mouse model", "doi": "10.1101/2025.11.25.690488", "authors": "Blumenfeld, J.; Li, Y.; Kim, M. J.; Yip, O.; Yao, L.; De Leon, S.; Fulthorpe, R.; Shostak, D.; Platow, Z.; Suan, K.; Hao, Y.; Koutsodendris, N.; Ellis, C.; Nguyen, J.; Huang, Y.", "abstract": "Apolipoprotein E4 (APOE4), the strongest genetic risk factor for late-onset Alzheimer's disease (AD), exacerbates tau tangles, amyloid plaques, neurodegeneration, and neuroinflammation -- the pathological hallmarks of AD. While astrocytes are the primary producers of APOE in the CNS, neurons increase APOE expression under stress and aging. Prior work established that neuronal APOE4 is essential for AD pathogenesis, but whether it is sufficient to drive disease remained unknown. We generated a PS19 tauopathy mouse model selectively expressing APOE4 in neurons. Neuronal APOE4 alone proved sufficient to promote pathological tau accumulation and propagation, neurodegeneration, and neuroinflammation to levels comparable to a tauopathy model with human APOE4 knocked-in globally. Single-nucleus RNA sequencing further revealed similar transcriptomic changes in neurons and glia of both models. Together, these findings demonstrate that neuronal APOE4 alone can initiate and propagate AD pathologies, underscoring its pivotal role in disease pathogenesis and its potential as a therapeutic target.", "date": "2025-11-29", "journal": ""}
{"title": "Oligodendrocytes show enriched expression of amyloid precursor protein and GABA B receptor isoform 1a", "doi": "10.1101/2025.11.25.690528", "authors": "Houmam, S.; Siodlak, D.; Montgomery, C.; Seshadri, M.; Pezant, N. P.; Hallum, G. B.; Salinas-Salinas, C.; Stanford, D. R.; Thomason, Y. M.; Rice, H. C.", "abstract": "Amyloid precursor protein (APP) is a type I transmembrane protein that undergoes proteolytic processing to generate amyloid-{beta}, the main component of amyloid plaques found in brains with Alzheimer's disease. The proteolytic processing of APP also generates soluble APP alpha (sAPPa) which can modulate synaptic transmission and neurite outgrowth through the gamma-aminobutyric acid type B receptor (GABABR). Whether GABABR mediates functions of sAPPa; in other neural cell types such as glia remains unknown. sAPPa; binds the R1a subunit isoform of GABABR1 which contains two sushi domains absent in R1b. It is unclear whether both GABABR1 isoforms are expressed equally across brain cell types. We determined relative RNA levels of the GABABR1a and 1b isoforms in oligodendrocytes, microglia, endothelial cells, astrocytes, and neurons in adult mice using two approaches. We developed a GABABR1 isoform-specific RNAseq analysis workflow to probe a publicly available dataset generated by Zhang et al. (2014). We also isolated five cell types from a single mouse brain and performed RT-qPCR. We show that the GABABR1a and 1b isoforms are differentially expressed among cell types. GABABR1a expression was highest in oligodendrocytes and GABABR1b expression was highest in astrocytes, suggesting that sAPPa-mediated GABABR signaling may be most prominent in oligodendrocytes. We also confirmed that APP is expressed in all five cell types and showed that APP RNA levels are highest in oligodendrocytes. Together, our findings uncover cell type-specific expression of GABABR isoforms and highlight oligodendrocytes as a principal cell type for GABABR1a-mediated APP signaling, providing a foundation for future mechanistic studies.", "date": "2025-11-29", "journal": ""}
{"title": "Systemic immune dysregulation in hypertensive disorders of pregnancy persists years after delivery", "doi": "10.1101/2025.11.25.690209", "authors": "Sabayev, M.; Ganio, E. A.; Stelzer, I. A.; Sato, M.; Cambriel, A.; Bonham, T. A.; Juvan, Z. N.; Diop, M.; Iyer, P.; Sedan, O.; Aghaeepour, N.; Angst, M. S.; Shaw, G. M.; Stevenson, D. K.; Stefanick, M. L.; Boyd, H. A.; Melbye, M.; Hlatky, M. A.; Winn, V. D.; Gaudilliere, B.; Feyaerts, D.", "abstract": "Background: Hypertensive disorders of pregnancy (HDP), including preeclampsia and gestational hypertension, are associated with an increased risk of cardiovascular disease (CVD) later in life. Mechanisms that link HDP to CVD, however, remain unclear. Methods: We used a high-dimensional single-cell mass cytometry approach to profile the distribution and functional responses of maternal immune cells in three separate groups of HDP cases and normotensive controls, sampled antepartum, postpartum, and several years postpartum (midlife). We used multivariable sparse modeling to distinguish HDP cases from controls. Results: We accurately distinguished HDP cases from controls at all three study timepoints, with area under the receiver operator characteristic (AUROC) curve values of 0.814 for the antepartum group, 0.757 for the postpartum group, and 0.692 for the midlife group. Distinct immune signatures for each model underscore the dynamic dysregulation of the immune system throughout life. In addition, we identified a persistent immune dysregulation signal among HDP cases at all three timepoints, characterized by increased B cell frequency and decreased pSTAT3 response upon cytokine stimulation in classical monocytes. Conclusions: Persistent immune dysregulation among women with a history of an HDP may contribute to elevated long-term risk of CVD development.", "date": "2025-11-29", "journal": ""}
{"title": "Synergistic role of riboflavin-auxotrophic Enterococcus for MR1 expression and intra-tumoral mucosal associated invariant T (MAIT) cell activation", "doi": "10.1101/2025.11.25.690539", "authors": "Birla, P.; Yang, L.; Shan, W.; Minamisawa, S.; Dhaygude, O.; Manoj, H.; Zheng, Y.; Fan, H.; Beauregard, H.; Smith, K. N.; Shaikh, F. Y.; Sears, C. L.; Pardoll, D. M.; Housseau, F.", "abstract": "The role of mucosal invariant T cells (MAITs), in the lung tumor microenvironment remains poorly understood, especially in the setting of immune checkpoint inhibitors. We identified intratumoral MAIT cells from paired single cell RNA and TCR sequencing datasets of tumor infiltrating CD3 T cells isolated from non-small cell lung cancer tumors in patients receiving neoadjuvant PD-1 blockade therapy. MAIT cells were subclustered to identify conventional MAIT-associated TCR clonotypes predicted to recognize intratumoral bacteria, which we then tested for functional recognition using a MAIT TCR capture functional assay. Strikingly, although not directly recog-nized by MAIT cells, previously identified probiotic Enterococcus spp and detected in the intra-tumoral microbiome of lung cancer patients, selectively synergized with exogenous riboflavin bio-synthesis-derived metabolites to induce expression of MR1 by antigen presenting cells, including dendritic cells, B cells and mononuclear phagocytes. Boosting of MR1 cell surface expression re-sulted from perturbation of endo-lysosomal vacuolar pathway by Enterococcus and recycling of early endosomal MR1 to the cytoplasmic membrane. Riboflavin auxotrophic Enterococcus spp may therefore exercise their beneficial immunomodulatory functions upon immune checkpoint blockade treatment, at least in part, by promoting intratumoral MR1 expression and innate like T cell activation. Our results indicate that composition of the intratumoral microbiome during im-mune checkpoint inhibitor treatment has the potential to impact the function of human intratumoral MAIT cells.", "date": "2025-11-29", "journal": ""}
{"title": "An Integrated Single-Cell Atlas Reveals Hepatic Stellate Cell Heterogeneity and Spatiotemporal Dynamics after Liver Injury", "doi": "10.1101/2025.11.25.690307", "authors": "Wang, J.; Tao, J.; Xia, C.; Tang, M.; Stoica, A.-F.; Yuan, S.; Li, Y.; Guo, L.; Kong, X.; Wang, J.", "abstract": "Background: Hepatic stellate cells (HSCs) orchestrate fibrosis-free repair after acute liver injury (ALI) and sustain fibrogenesis in chronic liver injury (CLI). However, the heterogeneity and spatiotemporal dynamics of HSCs across these different injury models remain elusive. This study sought to construct a cross-etiological HSC atlas to delineate HSC states and transitions during liver injury. Methods: We integrated 86,072 single-cell transcriptomes from 84 mouse samples across four etiologies and validated findings using multi-omics data from 277 mouse and 798 human samples. Cellular dynamics were characterized through clustering, trajectory inference, spatial analysis, and multicellular coordination network analysis. Experimental validation included liver injury models and gain-of-functional assays in primary mouse HSCs and LX-2 cells. Results: We established a cross-etiological, spatiotemporally resolved HSC atlas comprising 11 subpopulations. Trajectory analysis delineated a continuous quiescence-activation-attenuation (QAA) trajectory, recapitulating the in vivo full spectrum of state transitions and being supported by sequential pathway activation validated in vitro. In ALI, HSCs spatiotemporally completed the QAA trajectory around injury zones, whereas collagen-producing S100a6 HSCs pathologically accumulated in mouse and human CLI due to trajectory dysregulation. Notably, the atlas identified a previously unrecognized apoptosis-prone Mrc2 HSC subtype strongly co-localized with p53 in both mice and humans. Overexpression of transcription factors confirmed that Hbp1, Tbx20, Atoh8, and Plagl1 enriched in Mrc2+ HSCs promoted HSC apoptosis. Finally, we revealed the microenvironment of distinct cellular modules which coordinated HSC progression along the QAA trajectory. A 531-gene signature derived from the inflammatory-fibrotic cellular module significantly correlated with fibrosis stage and hepatocellular carcinoma risk in human cohorts. Conclusions: We established a comprehensive HSC atlas and delineates HSC heterogeneity and spatiotemporal dynamic across etiologies. Dysregulation of the QAA trajectory underlies fibrotic progression, providing a resource for identifying antifibrotic targets.", "date": "2025-11-29", "journal": ""}
{"title": "Progranulin deficiency aggravates aging-induced vascular injury", "doi": "10.1101/2025.11.25.690611", "authors": "Bruder-Nascimento, T.; Luvizotto, R. A. M.; Nascimento, A. F.; Pimenta, G. F.; Costa, R. M.; Singh, S.; Awata, W. M. C.; Russ, A.; Haastrup, A.; Cuevas, R. A.; Behzadi, P.; St. Hilaire, C.; Roberts, J.; Bruder, A.", "abstract": "ABSTRACT Significance: Vascular aging is a major contributor to cardiovascular disease, yet the molecular mechanisms of age-associated vascular dysfunction remain incompletely defined. This study reveals a critical role for progranulin (PGRN) in regulating vascular senescence, function, and remodeling during aging. Methods: We assessed PGRN expression in human and mouse arteries and senescent vascular smooth muscle cells (VSMCs). Functional vascular studies were performed in PGRN-deficient (PGRN-/-) mice. Senescence was modulated pharmacologically using the senolytic agent navitoclax (ABT-263), and vascular phenotype was evaluated in adult (6-month-old) and aged mice (18-month-old). Results: PGRN expression increased with age in human and mouse arteries, correlating with elevated p21 expression. PGRN deficiency in adult mice induced endothelial dysfunction, increased vasoconstriction, and induced vascular inflammation and remodeling. Transcriptomic analysis of PGRN-/- VSMCs revealed a senescence-associated signature, including perturbed oxidative phosphorylation, altered epigenetic regulation, and collagen pathways. Pharmacological clearance of senescent cells improved endothelial function but increased vascular contractility in PGRN-/- mice. In aged mice, PGRN deficiency aggravated vascular dysfunction, remodeling, and renal injury without further increasing senescence markers - suggesting premature, rather than progressive, senescence in the PGRN-/- mice. Conclusion: PGRN is a novel regulator of vascular aging, coordinating senescence, inflammation, and remodeling. While endothelial senescence contributes to dysfunction, VSMCs senescence may serve an adaptive role in modulating vascular tone. Targeting PGRN or senescence pathways may offer therapeutic opportunities for age-related vascular diseases, especially in patients with PGRN mutations associated with frontotemporal dementia.", "date": "2025-11-29", "journal": ""}
{"title": "Mechanical constraint causes lower turgor, thicker walls, and faster growth in Arabidopsis root hairs", "doi": "10.1101/2025.11.25.690544", "authors": "Zambare, V.; Yi, H.; Anderson, C. T.", "abstract": "Root hairs absorb water and mineral nutrients while anchoring growing root tips. They must navigate through soils of varying mechanical properties. Mechanical changes in their microenvironment affect root hair shape and growth rate, but what underlies these responses has remained elusive. To uncover these mechanisms, we grew seedlings of Arabidopsis thaliana (Col-0) in media with increasing mechanical stiffness. Col-0 seedlings showed both shorter and fewer root hairs with increasing mechanical resistance. We used incipient plasmolysis to estimate turgor pressure in trichoblasts and found that it also decreased with increasing media stiffness. Because cellulose is the major load-bearing polymer in the cell wall and influences cell expansion, we quantified cellulose orientation in root hairs. We found that cellulose fibrils were oriented at steeper angles relative to the growth axis in root hairs grown in stiffer media, suggesting a response to mechanical stress. Cell wall thickness also increased with increasing media stiffness. Microtubule orientations followed patterns that were similar to those of cellulose fibrils, but at a smaller angle relative to the growth axis, whereas microtubule density decreased with increasing media stiffness. Unexpectedly, we observed that root hairs grew faster in stiffer media, implying that their growth is misregulated, potentially triggering wall integrity signaling that causes early growth arrest. Finite element modeling of root hairs predicted decreased surface stress, explaining these growth phenotypes. These findings help establish mechanistic links between mechanotransduction, cytoskeletal dynamics, and cell wall assembly during root hair growth.", "date": "2025-11-29", "journal": ""}
{"title": "Developing a nuclear transplantation model for Australian amphibian conservation using a common species of Australian Frog (Limnodynastes peronii)", "doi": "10.1101/2025.11.25.690599", "authors": "Patel, R.; Upton, R.; Clulow, S.; Nixon, B.; Gruber, B.; Archer, M.; Mahony, M.; Clulow, J.", "abstract": "As amphibian populations continue to decline, there is a need to establish procedures to store and recover genetic diversity. Nuclear transplantation (NT) is a potentially useful reproductive technology with applications to conservation in specific circumstances. Although sperm have been successfully cryopreserved and used in in vitro fertilization to produce sexually mature offspring, there are many endangered and even extinct amphibian species that only exist as stored frozen adult or larval tissues. The only way to recover that genetic diversity is through NT. Nuclear transplantation can introduce new genes into captive breeding programs from individuals where no viable gametes from that individual have been cryopreserved. Amphibian NT research was common during the middle to late 20th century; however, it was never conducted for amphibian conservation. Early amphibian NT experiments were conducted for the purpose of determining whether differentiation was a terminal process that involved the loss of reprogramming genes. However, following the success of mammalian NT, amphibian NT research declined, and the field has been at a standstill for decades. This study developed the first nuclear transplantation protocol for a native Australia frog using Limnodynastes peronii, as a model. Specifically, this paper aimed to test: 1) nuclear transplantation with fresh embryonic cells in Limnodynastes peronii and trial the implementation of different egg enucleation methods (pricked eggs only, UV only, and pricked + UV), 2) use of cryopreserved cells in nuclear transplantation and 3) use single nucleotide polymorphisms to determine if the nuclear genomes of nuclear transplant embryos were derived from the injected donor cell nuclei. With both fresh and cryopreserved embryonic cells as donor cell nuclei, development of the nuclear transplant embryos was low compared to the fertilized controls. Only one nuclear transplant embryo derived from a fresh embryonic cell (injected into a UV only enucleated egg) developed into a tadpole. This attained stage 36 of the Gosner Staging System for Anurans (hind limbs) before dying. As an egg activation technique, pricking the eggs resulted in higher cleavage rates and development to blastula than UV only and pricked + UV nuclear transplants (in trials with cryopreserved cells), but none of the nuclear transplants from the pricked only group developed beyond blastula. None of the nuclear transplants derived from cryopreserved embryonic cells developed to tadpoles. The most advanced stage attained from cryopreserved embryonic cells was stage 13 (neurula) from UV only eggs. Single nucleotide polymorphism (SNP) analysis testing for genotype mismatches was used to determine if the genomes of developing nuclear transplant embryos were derived from the injected donor cell nucleus. SNP analysis confirmed that two true clones were generated in this study. This is the first confirmed nuclear transplantation in any Australian native frog.", "date": "2025-11-29", "journal": ""}
{"title": "Axon-specific mRNA translation shapes dopaminergic circuit development", "doi": "10.1101/2025.11.25.690389", "authors": "Gora, C.; Frenette, B.; Gelon, P.; Sephton, C.; Hussein, S. M.; Metzakopian, E.; Levesque, M.", "abstract": "The precise organization of midbrain dopaminergic (mDA) projections is essential for motor and cognitive functions, and their disruption contributes to multiple brain disorders. Yet the molecular mechanism guiding the development of these projections remains poorly defined. Here, we used ribosome tagging (RiboTag) and specific mouse crossing strategies (DATIRES-Cre mice) to isolate ribosome-bound mRNAs specifically from mDA axons and to analyze their axonal translatomes across developmental stages. We found that early-stage axons are enriched in transcripts involved in axon guidance and growth, while mature axons predominantly translate mRNAs related to synaptic function. Among key candidates, we identified PlxnA4, which is locally translated into mDA axons and modulates arborization in response to Sema3a. Functional assays in vitro and in vivo revealed that Plxna4-mediated signaling regulates topographical axon targeting and innervation, particularly in the nigrostriatal pathway. Our results uncover a dynamic and compartment-specific regulation of mRNA translation in developing mDA neurons, offering mechanistic insight into circuit formation and providing new molecular targets to improve integration of grafted neurons in regenerative therapies for Parkinson's disease.", "date": "2025-11-29", "journal": ""}
{"title": "Differential functions of multiple Wnts and receptors in cell polarity regulation in \tC. elegans", "doi": "10.1101/2025.11.25.690575", "authors": "Sawa, H.; Asakawa, M.; Negishi, T.", "abstract": "Metazoan species possess multiple Wnt ligands and receptor genes that regulate diverse developmental processes. Because these genes often act redundantly, analysis of single-gene mutants does not necessarily reveal the full roles of Wnt signaling. In C. elegans, three Wnt genes (cwn-1, egl-20, and cwn-2) and three receptor genes (lin-17/Fzd, mom-5/Fzd, and cam-1/Ror) redundantly regulate the polarity of asymmetrically dividing seam cells. Here, we comprehensively analyzed genetic interactions among these Wnt and receptor genes. In mom- 5 mutant backgrounds, additional mutations in Wnt genes disrupted cell polarization. In contrast, in cam-1 mutant backgrounds, Wnt mutations frequently caused abnormal polarity orientation. These findings indicate that MOM-5 and CAM-1 play distinct roles in establishing cell polarization and determining its orientation, respectively. lin-17 mutations suppressed polarity reversal in multiple Wnt compound mutants, suggesting that LIN-17 may function as a molecular switch for polarity orientation. Although all three Wnt genes regulate polarity orientation in a gradient-independent manner in the absence of receptor mutations, in lin-17 mutant backgrounds, reversing the expression gradients of cwn-1 and egl-20, but not cwn-2, enhanced polarity reversal. This suggests that cwn-1 and egl-20 act not only permissively but also instructively to regulate polarity orientation. Together, our results reveal distinct and cooperative functions of multiple Wnt ligands and receptors that ensure robust control of cell polarity.", "date": "2025-11-29", "journal": ""}
{"title": "Transcription-induced mutation and gBGC at the Transcriptional Start Site impact the evolution of human protein-coding genes", "doi": "10.1101/2025.11.24.690122", "authors": "Qiu, Y.; Hebraud, E.; Pouyet, F.; Palazzo, A. F.", "abstract": "In the human genome, mutation rates vary along genes, yet their fine-scale structure and causes have remained largely unexplored. Here, we map mutations at single-nucleotide resolution, and uncover a striking hypermutation peak at transcription start sites (TSSs). This pattern is observed both in population polymorphisms (gnomAD) and in de novo mutations from parent-offspring trios, and is dependent on transcriptional activity in testes. We also find a hypermutation peak at TSSs used to produce long noncoding RNAs and at intergenic RNA Polymerase II pause sites. We also identify distinct mutational signatures at exon-intron boundaries and in introns. By comparing the current nucleotide content to predicted equilibrium levels, inferred from mutation and fixation rates, we observe signals that are compatible with a low level of ongoing background GC-biased gene conversion (gBGC) throughout the region and ancestral gBGC occurring just downstream from the TSS. Using a forward-in-time simulation algorithm we demonstrate that the current nucleotide composition surrounding the TSS of protein-coding genes is best explained by local biases in the mutation rate coupled to gBGC, due to ongoing and ancestral crossover events. We then use the algorithm to model some of the features of these gBGC events. Overall, these findings indicate that the local nucleotide composition around TSSs is largely shaped by non-adaptive forces, such as mutation bias and gBGC.", "date": "2025-11-29", "journal": ""}
{"title": "In vitro design of intrathecal drug administration therapies", "doi": "10.1101/2025.11.25.690590", "authors": "Ayansiji, A.; Gardner, C.; Dors, S.; Gehrke, D.; Moral-Pulido, F.; Slavin, K.; Linninger, A.", "abstract": "Due to the scarcity of reliable in vivo data, the pharmacokinetics of intrathecally (IT) administered drugs remain inadequately quantified. Designing new therapies is further hindered by variability in experimental methods, inter-individual and inter-species differences, and poor reproducibility across animal and human studies. To address these limitations, we developed an anatomically accurate, subject-specific replica of the cerebrospinal fluid-filled spaces of the human central nervous system (CNS) using a multistep mold/casting process. The 3D-printed, transparent, deformable CNS phantom enables precise control of infusion and physiological parameters, allowing systematic generation of reliable and repeatable biodispersion data for lumbar IT infusion protocols. Pulsatile artificial cerebrospinal fluid (CSF) flow within the closed system was tuned to replicate subject-specific stroke volumes and flow rates observed in MRI. The model's optical clarity facilitated high-speed visualization and tracking of tracer dispersion, exceeding the temporal resolution of current neuroimaging techniques. Experimental series spanning physiologically relevant CSF and infusion conditions enabled quantification of the spatiotemporal distribution of IT-administered tracers. Inversion of the parabolic diffusion equation provided estimates of the coefficient of effective dispersion. A distributed pharmacokinetic model was used to evaluate the influence of chemical kinetics and mass transfer on tracer behavior. The proposed experimental apparatus for in vitro design of IT therapies offers a complementary or alternative approach to traditional trial-and-error animal studies.", "date": "2025-11-29", "journal": ""}
{"title": "Anatomical 3D Reconstruction of Murine Lymph Nodes for Visualization, Quantitation, and Numerical Simulation", "doi": "10.1101/2025.11.25.690560", "authors": "Donzanti, M. J.; Moghadamnia, Y.; Kapinski, A. T.; Zurakowski, R.; Gleghorn, J. P.", "abstract": "Lymph nodes (LNs) function as pharmacological sanctuary sites in HIV and metastatic cancer due to anatomical barriers that limit drug penetration. Accurate 3D reconstructions of lymph node architecture are essential for computational modeling of drug transport, yet existing methods lack compartment-specific resolution, accessibility, or throughput. Here, we present a scalable, high-fidelity pipeline for the 3D anatomical reconstruction of murine LNs, integrating optimized vibratome sectioning, multiplexed immunofluorescence staining, confocal microscopy, and custom automated segmentation algorithms. Our method precisely reconstructs key LN compartments, including lobules and high endothelial venules, with high spatial accuracy, achieving Sorensen-Dice indices >0.93 for lobules and contour-matching scores up to 77% for vasculature, as validated by quantitative comparison to manual segmentation. Compared to existing methodologies, this pipeline markedly reduces reagent usage (~88%), labor time (~97%), and technical complexity, offering a broadly accessible and efficient approach to high-fidelity 3D anatomical reconstruction of LN architecture. These digital twins can support computational simulations of drug distribution, immune cell trafficking, and spatial pharmacokinetics, providing critical insights into LN-resident disease mechanisms and informing therapeutic design.", "date": "2025-11-29", "journal": ""}
{"title": "Evaluation of Anti-Fibrotic Therapeutics Using a Three-Dimensional In Vitro Liver Fibrosis Model", "doi": "10.1101/2025.11.24.690128", "authors": "Gadre, M. A.; S.V., K.", "abstract": "Three dimensional (3D) bioprinting is a leading technology in tissue engineering that offers controlled deposition of cells and bioinks layer by layer, this technique allows for the accurate replication of tissue spatial organization, incorporating tissue compartmentalization and vascularization. This study focuses on the screening of anti-fibrotic drug on a previously established 3D liver diseased model. In market, there are no available 3D in vitro liver disease model that is used for liver regeneration/drug screening. The 3D in vitro liver disease was fabricated by utilizing decellularized rat liver Extracellular Matrix (dECM) and Gelatin Methacryl (GelMA) along with hepatic cells. The developed healthy model was rendered fibrotic by employing methotrexate (MTX) a fibrotic agent at a concentration of 10mM for 72 hours. MTX is well known to cause hepatotoxicity and have been analysed for causing fibrotic -like characteristic in the model. This manuscript mainly focuses on the reversal aspect of the study, where anti-fibrotic drug, aspirin was administered on the fibrotic model to evaluate the effect. This study examines the impact of antifibrotic drug aspirin (ASP) on both 2D HepG2 cell and the fabricated 3D model by integrating major experiments including the biochemical, morphological, and molecular analyses. The outcomes disclose a progressive decline in the fibrotic trait and regaining the hepatocyte-specific functionality. Successful employment of this 3D model will reduce the involvement of animals in drug testing experiments.", "date": "2025-11-29", "journal": ""}
{"title": "Displacement-Optimized Tanglegrams for Trees and Networks", "doi": "10.1101/2025.11.26.690634", "authors": "Huson, D.", "abstract": "Phylogenetic trees and networks play a central role in biology, bioinformatics, and mathematical biology, and producing clear, informative visualizations of them is an important task. Tanglegrams, which display two phylogenies side by side with lines connecting shared taxa, are widely used for comparing evolutionary histories, host-parasite associations, and horizontal gene transfer. Existing layout algorithms have largely focused on trees and on minimizing the number of inter-taxon edge crossings. We introduce displacement-optimized tanglegrams (DO-tanglegrams), a new approach that applies equally to trees and rooted phylogenetic networks. Our method explicitly minimizes taxon displacement - the vertical misalignment of corresponding taxa across the two sides - and reticulate displacement - the vertical distance spanned by reticulation edges within a network. We formalize one-sided and two-sided optimization problems, show that exact minimization is computationally intractable, and propose a heuristic that combines exhaustive local search with simulated annealing. The algorithm naturally accommodates unresolved nodes (multifurcations or multicombinations) and missing taxa. We have implemented the DO-tanglegram algorithm in SplitsTree. We compare our implementation against the cophylo R-package on a collection of synthetic trees, and against the NN-tanglegram algorithm in Dendroscope on a collection of synthetic networks. The results indicate that DO-tanglegram performs significantly better than cophylo on trees and than NN-tanglegram on networks.", "date": "2025-11-29", "journal": ""}
{"title": "Deep-brain thermo-endomicroscopy", "doi": "10.1101/2025.11.25.690615", "authors": "Imamura, R.; Nakane, Y.; Kataoka, N.; Abe, H.; Ohshima, T.; Sotoma, S.; Sugi, T.", "abstract": "Subtle deviations in biophysical parameters, particularly temperature, within deep-brain regions exert substantial effects on whole-body homeostasis and metabolism. However, the underlying mechanisms remain poorly understood because cellular-resolution measurements of these parameters in the deep brain have been technically inaccessible. Here, we present a lensless fiber-optic quantum-sensing endomicroscopy that enables cellular-resolution temperature mapping in the mouse deep brain. A microwire-coupled, lensless fiber bundle permits simultaneous temperature readout from optically detected magnetic resonance spectra of >50 fluorescent nanodiamonds, achieving cellular resolution (4.88 m) with a precision of 0.49  (minimum precision, 0.18 ) within a 0.28 mm2 field of view. We demonstrated temperature mapping of multiple brain depths in head-fixed and vigorously behaving mice subjected to nociceptive stimulation, detecting lower temperatures during anesthesia compared to the awake state in ventromedial hypothalamic nucleus (VMH) at a 5 mm depth. These mappings reveal that spatio-temporal temperature distribution and its anesthesia-dependent reduction are heterogeneous rather than uniform in VMH. This endomicroscopy provides a promising platform to dissect how deviations in biophysical parameters modulate deep-brain function.", "date": "2025-11-29", "journal": ""}
{"title": "BeadBuddy: user-friendly, nanometer-scale registration of single-molecule imaging data", "doi": "10.1101/2025.11.25.690467", "authors": "Lionnet, T.; Clark, F. T.; Whitney, P. H.; Saiz, N.; Ziarno, A.", "abstract": "Single-molecule localization microscopy (SMLM) captures nanoscale detail with fluorescence imaging. As large-area cameras and multiplex imaging become standard, chromatic errors are growing more complex, challenging precise analysis. To address this challenge, we present BeadBuddy, an open-source, user-friendly software that uses images of fluorescent beads to model and correct 3D, spatially varying chromatic errors. BeadBuddy achieves sub-voxel resolution in DNA Fluorescence In Situ Hybridization (FISH) and is applicable across SMLM modalities.", "date": "2025-11-29", "journal": ""}
{"title": "Anatomical Research on the Anterior Cruciate Ligament of the Knee", "doi": "10.1101/2025.11.23.690033", "authors": "Zhang, D. Z.; Han, Z. Z.; Chi, Y.", "abstract": "Objective: The Ribbon Theory challenges the traditional perspective that the anterior cruciate ligament (ACL) consists of a two-bundle structure, specifically the anterior inner bundle and the posterior outer bundle. Consequently, there is a pressing need to conduct further anatomical studies of the ACL to furnish a more precise anatomical foundation for ACL reconstruction procedures. Materials and Methods: A total of 30 fresh knee specimens, sourced from donor cadavers utilized for educational purposes, were dissected. The morphology of the ACL was observed, and its length, insertion position, and surface area were systematically measured. In males, the mean length of the right ACL was 34.52 mm, while the left ACL measured an average of 34.87 mm. In females, the mean length of the right ACL was 30.8 mm, and the left ACL averaged 30.53 mm. The average femoral footprint area on the right side was 143 mm2 {+/-} 16 for males and 124 mm2 {+/-} 21 for females, whereas on the left side, it was 145 mm2 {+/-} 22 for males and 123 mm2 {+/-} 17 for females. In conclusion, the majority of ACLs are characterized by a single flat band extending from the femoral origin to the midpoint, with no distinct separation observed at the midpoint. This discovery has significantly influenced the techniques used in ACL reconstruction, advancing the development of the anatomical single-bundle ACL reconstruction method.", "date": "2025-11-29", "journal": ""}
{"title": "Regulation of Renal Transporters by Pro-inflammatory Cytokines in Human Proximal Tubular Epithelial Cells: Identification of the Perpetrator and Mechanisms", "doi": "10.1101/2025.11.25.690608", "authors": "Tsang, Y. P.; Wang, K.; Kelly, E. J.; Mao, Q.; Unadkat, J. D.", "abstract": "Introduction Infection and inflammation elevate circulating pro-inflammatory cytokines that can affect renal drug clearance. Accordingly, we sought to (i) quantify the extent of modulation of renal drug-metabolizing enzymes and transporters (DMETs) by cytokines and (ii) identify the mechanism(s) underlying these effects. Methods Fresh primary human proximal tubular epithelial cells (PTECs) were cultured on extracellular matrix-coated Transwells. PTECs were exposed every 24 h, for 48 h, to IL-6, IL-1{beta}, TNF-, IFN-{gamma}, IL-4, or IL-10 (0.1 or 1 ng/mL), individually or as a cocktail. mRNA expression of 25 renal DMETs was quantified by RT-qPCR. Individual activity of OAT1-4, OCT2, and OCTN1 was measured. To determine mechanisms of these effects, selective MAPK/NF-{kappa}B inhibitors (ERK [PD98059], p38MAPK [SB203580], JNK [SP600125], and NF-{kappa}B [PDTC]), individually or as a cocktail, were used. IL-6, soluble IL-6 receptor (sIL-6R), and IL-6 + sIL-6R were used to probe endogenous/exogenous IL-6 classic versus trans-signaling. Results IL-1{beta} was the predominant modulator, downregulating mRNA expression of OAT1-3, OCT2, OAT4, MATE2-K, MRP2, and OATP4C1, and upregulating mRNA expression of OCTN1 and MRP3. TNF- downregulated OAT1-3 mRNA expression to an extent similar to IL-1{beta}, but did not affect other transporters. Activity changes for the major uptake transporters mirrored mRNA directionality. MAPK/NF-{kappa}B blockade by the inhibitor cocktail reduced IL-6 secretion while completely reversing the IL-1{beta}-driven downregulation of OAT1-3 mRNA. JNK inhibition alone restored OAT1/3 mRNA. Inhibition of p38MAPK blunted OAT2 mRNA downregulation. OCTN1 mRNA induction required NF-{kappa}B. Downregulation of OAT4/OCT2 mRNA was largely MAPK/NF-{kappa}B-independent. IL-6 alone, sIL-6R alone, or IL-6 + sIL-6R did not reproduce IL-1{beta}-driven changes in transporter mRNA. Conclusions IL-1{beta} is the principal driver of cytokine-mediated regulation of human renal transporters in PTECs via JNK/p38MAPK/NF-{kappa}B nodes. These mechanistic, exposure-verified data provide inputs for physiologically based pharmacokinetic predictions of renal secretory clearance and pathway-mediated drug interactions during inflammation.", "date": "2025-11-29", "journal": ""}
{"title": "TRPV4 Promotes Histamine Receptor Signaling in Lymphatic Endothelial Cells", "doi": "10.1101/2025.11.25.690563", "authors": "Retamal, J. S.; Peng, S.; Nguyen, T.-N.; Bandala-Sanchez, E.; Eriksson, E. M.; McCague, R. E.; Mahdavian, N. S.; Carbone, S. E.; Cao, E.; Gondin, A. B.; Veldhuis, N. A.; Poole, D. P.", "abstract": "Background. The control of lymphatic permeability and flow is essential for homeostatic regulation of tissue fluid balance and immune responses. Histamine has been identified as an important signaling mediator involved in the regulation of lymphatic function. Histamine is released from activated perilymphatic mast cells and may also be produced by lymphatic endothelial cells (LECs) in response to flow-induced shear stress. The non-selective cation channel Transient Receptor Potential Vanilloid 4 (TRPV4) is an important mediator of signaling by GPCRs, including histamine receptors. TRPV4 is activated in response to shear stress and is functionally expressed by LECs. We hypothesized that histamine receptors and TRPV4 interact in LECs, leading to activation of distinct downstream signaling pathways. This study examined the mechanistic link between TRPV4 activity and histaminergic signaling in LECs. Principle Results. Histaminergic Ca2+ signaling was examined in primary human LECs. Responses to histamine were mainly driven by the H1R histamine receptor, with some contribution by the H4R subtype, as determined using selective antagonists. H4R signaling in response to 4-methylhistamine was effectively prevented by either removal of extracellular Ca2+ or block of TRPV4 activity, consistent with TRPV4-dependence. Conversely, activation of H4R resulted in marked sensitization of subsequent responses to the selective TRPV4 agonist GSK1016790A. This interaction was mediated through a PLA2-dependent mechanism. TRPV4 activity was required for histamine receptor-evoked translocation of the Ca2+-dependent transcription factor NFATc1 and for cytoskeletal remodeling. By contrast, the release of cytokines in response to activation of either histamine receptors or TRPV4 were largely independent processes. Conclusions. This study identifies TRPV4 as an important mediator of histaminergic signaling in LECs. The findings provide further support for the involvement of TRPV4 in defining the nature and magnitude of endothelial signaling downstream of GPCRs.", "date": "2025-11-29", "journal": ""}
{"title": "Increased versican and fibrosis in mesenteric lymph nodes disrupts immune surveillance and drives systemic bacterial dissemination in cirrhosis", "doi": "10.1101/2025.11.25.690350", "authors": "Juneja, P.; Sharma, A.; SHarma, B.; KUMAR, G.; Jakhar, D.; Chauhan, N.; Khillan, V.; Mukund, A.; Tripathi, D. M.; Sarin, S. K.; Maiwall, R.; Kaur, S.", "abstract": "Background and Objective: Mesenteric lymph nodes (MLN) are immunological barriers against bacterial translocation (BT). Enhanced gut BT through MLN facilitates bacterial spread and higher mortality in cirrhosis. We aimed to elucidate mechanisms underlying MLN failure to effectively contain BT during advanced cirrhosis. Design: BT and immune cells were analyzed in lymphoid organs and circulation of control and CCl4 models, with and without MLN (MLNx). MLN proteomics identified versican (VCAN) as major upregulated protein in cirrhosis, whose immunomodulatory function was examined in vitro and in vivo in CCl4 and (Bile duct ligation) BDL models. Plasma VCAN were measured in end-stage cirrhosis patients and analyzed as mortality predictor. Results: In control rats, bacteria were confined to MLN, whereas cirrhotics showed BT to MLN, lymph, and portal blood. Compared to control, CCl4 rats had increased activated Th-cells in MLN but reduced in circulation. In control-MLNx rats, activated Th-cells were reduced in circulation vs controls. In BDL models, MLN CFU correlated with VCAN level. In vitro, VCAN enhanced T cell suppression and impaired migration which was reversed by CD44 blockade. In vivo VCAN knockdown reduced fibrosis and bacterial burden in MLN, while restoring Th-cell activation locally and systemically. Clinically, plasma VCAN levels were elevated in advanced cirrhosis patients and remained an independent predictor of 28-day sepsis-related mortality. Conclusion: Increased VCAN impairs T cell activation and migration in MLN, fostering immune suppression and bacterial persistence. Plasma VCAN levels serve as promising biomarker for MLN dysfunction and prognostic factor for predicting sepsis-related mortality in end-stage cirrhosis.", "date": "2025-11-29", "journal": ""}
{"title": "AGO5 restricts virus vertical transmission in plant gametophytes", "doi": "10.1101/2025.11.28.691182", "authors": "Hoffmann, G.; Sadhu, S. P.; Bradamante, G.; Diez Marulanda, J. C.; Proschwitz, A.; Wegscheider, T.; Turhan, I.; Bente, H.; Gutzat, R.; Incarbone, M.", "abstract": "The propagation of a viral infection from a host parent to its progeny is known as vertical transmission, or seed transmission in plants. It allows viral infections to rapidly spread locally via pollen and worldwide through seeds. To be vertically transmitted to each progeny, a virus must pass through the tight bottleneck of at least one cell per parent, the gametes. Therefore, stopping infection during sexual reproduction is of vital importance to generate healthy offspring. Accordingly, vertical transmission of plant viruses often occurs at very low rates, if at all, suggesting the existence of highly effective - yet unknown - antiviral defenses in pre-meiotic cells, gametes and/or embryos. In this study, we show that AGO5, an RNA interference factor expressed specifically in shoot apical meristem stem cells and the germline of Arabidopsis thaliana, drastically reduces the vertical transmission of Turnip yellow mosaic virus (TYMV). Through a series of controlled pollination experiments leveraging different zygosity of ago5 knock-out, cell type-specific rescue of ago5 and TYMV detection in whole-mount reproductive tissues, we provide evidence that AGO5 acts in pollen and sperm cells to restrict virus transmission to progeny. We further show that triggering antiviral RNA interference specifically in sperm cells leads to a significant reduction in TYMV vertical transmission. In summary, this study provides the first description of a gamete-specific antiviral defense mechanism restricting virus vertical transmission, paving the way for new strategies to prevent the spread of pollen- and seed-borne viral epidemics.", "date": "2025-11-29", "journal": ""}
{"title": "An inositol pyrophosphate interaction screen provides insight into the regulation of plant casein kinase II", "doi": "10.1101/2025.11.27.691040", "authors": "Sturm, K.; Pri-Tal, O.; Rico-Resendiz, F.; Verma, Y.; Richter, A.; Chen, H.; Broger, L.; Hothorn, L. A.; Fiedler, D.; Panse, V. G.; Hothorn, M.", "abstract": "Inositol pyrophosphates (PP-InsPs) are key nutrient messengers in plants, but their protein receptors remain poorly defined. Using a systems-level affinity screen with biotinylated InsP, InsP, and InsP in Arabidopsis thaliana, we identify multiple conserved PP-InsP-interacting complexes involved in mRNA metabolism, translation, and cell signaling, including the nuclear -subunits of casein kinase II (CK2). The CK2 subunit AtCKA1 associates with the PP-InsP kinase AtVIH2, and its 1.9 [A] crystal structure with InsP6 reveals two conserved PP-InsP binding sites located in the N- and C-terminal lobes. AtCKA1 binds InsP6, InsP7, and InsP8 with micromolar affinity. Mutation of both binding sites in the AtCKA6xmut mutant abolishes PP-InsP binding in vitro. AtCKA6xmut partially rescues the flowering phenotype of ck2a1/2/3 mutants, and equivalent mutations inactivate the yeast orthologs ScCka1 and ScCka2. InsP6 competitively inhibits phosphorylation of canonical CK2 substrates by occupying a basic substrate-binding groove. Although incorporating {beta}-subunits strongly enhances the phosphorylation of substrates by the AtCK2 holoenzyme, ck2b1/2/3/4 mutants exhibit only mild growth defects in Arabidopsis. In Marchantia, loss of the single ck2a gene severely impairs growth, whereas deletion of the {beta} subunit has no effect. Together, our findings suggest that InsP6/PP-InsPs modulate the activity of the isolated CK2 -subunit by regulating access to its substrate-binding site.", "date": "2025-11-29", "journal": ""}
{"title": "ABA-responsive transcription factor CbNAC63 is involved in modulating biosynthesis of triterpenoid saponins in Conyza blinii", "doi": "10.1101/2025.11.27.690938", "authors": "Yuan, Y.; Zhou, M.; Yang, M.; Wang, M.; Zhan, J.; Wang, T.; Chen, H.; Zheng, T.", "abstract": "Conyza blinii, a traditional Chinese medicinal herb, accumulates triterpenoid saponins. NAC transcription factors (TFs) are pivotal for plant stress responses and hormone-mediated secondary metabolism, while abscisic acid (ABA) regulates terpenoid biosynthesis in medicinal plants. However, how NAC TFs mediate ABA-regulated triterpenoid saponin synthesis in C. blinii remains unclear. In order to address this gap, the focus was directed towards CbNAC63--a NAC TF identified from the nocturnal low-temperature transcriptome of C. blinii. Phylogenetic and motif analyses showed it belongs to the stress-responsive NAC subclade with conserved domains. Y2H assays revealed its self-interaction, enhancing transcriptional activity; subcellular localization confirmed nuclear localization. RT-qPCR results indicated CbNAC63 exhibits tissue-specific expression under nocturnal low-temperature stress, accompanied by increased triterpenoid saponin accumulation. ABA signaling primarily regulates this process: exogenous ABA enhanced CbNAC63 expression and saponin content, while fluridone suppressed both. Overexpression (OE) and virus-induced gene silencing (VIGS) demonstrated CbNAC63 positively regulates saponin biosynthesis. Y1H and dual-luciferase reporter assays confirmed CbNAC63 directly binds to the promoters of Cb{beta}AS and CbHMGR and activates their transcription. In summary, the study shows CbNAC63 integrates ABA and low-temperature signals, activating MVA pathway genes to regulate saponin synthesis. This unveils a novel \"ABA-CbNAC63-MVA\" module, enriches the classic regulatory network, and provides a target for improving medicinal plant quality.", "date": "2025-11-29", "journal": ""}
{"title": "PKU tags, novel genetically encoded shape tags for cell labeling in light and electron microscopy", "doi": "10.1101/2025.11.25.690457", "authors": "Sun, R.; Yang, P.; Wang, L.; Hu, Y.; Yang, Y.; Deng, F.; Li, S.; Fan, M.; Xia, X.; Li, Y.", "abstract": "Distinguishing among neuronal cell types is crucial for deciphering complex neural networks and brain functions. However, the current repertoire of cell-labeling tools compatible with light microscopy (LM) and/or electron microscopy (EM) is limited compared to the vast number of cell types in the brain. Here, we introduce PKU (polymer king-size unit) tags, genetically encoded shape tags that leverage the polymerization of self-assembling proteins, spectrally distinct fluorescent proteins and, optionally, a nuclear targeting sequence to generate a series of multi-shaped (spherical or filamentous), multi-colored (blue, green, red, near-infrared) and multi-localized (cytosolic or nuclear) tags. By co-expressing multiple PKU tags within the same cell, a combinatorial strategy further expands the repertoire, which can theoretically yield hundreds of unique labeling patterns. Expressing PKU tags in vivo provides multi-cell-type labeling and neuronal circuit tracing, without altering the animal's behavior or transcriptomic profiles. Moreover, when fused to the peroxidase APEX2, PKU tags maintain their shape-specific features, providing shape barcoding using EM. Thus, PKU tags represent a versatile and efficient toolkit for studying connectomics using both LM and EM.", "date": "2025-11-29", "journal": ""}
{"title": "Fungal Mst3-proteins are involved in fungal innate immunity needed for the recognition of bacteria surrounding the hyphae, as well as for plant pathogenicity", "doi": "10.1101/2025.11.25.690610", "authors": "Gong, S.; Lin, X.; Liu, S.; Olsson, S.; Lu, G.; Wang, Z.; Li, Y.", "abstract": "Fungal innate immunity resembles mammalian innate immunity. It does not employ toll-like receptors (TLRs), but should employ endocytosis of non-fungal molecular patterns recognized by nuclear-localizing receptors (NLR). Downstream, both types of receptors are Mammalian Ste20 kinases (MSTs). We identified an MST3 ortholog in the plant pathogens Fusarium graminearum (FgMST3) and Magnaporthe oryzae (MoMST3). We knocked out both genes and investigated mutants using a standard panel of tests for growth, development, and pathogenicity for the respective fungi. Both{Delta} FgMST3 and{Delta} MoMST3 strains showed reduced pathogenicity. The deletions negatively affected conidia production and conidia germination but had little effect on growth rate. However, the two mutants reacted differently to various stress treatments, especially to Zn2+ and gentamicin. In addition, we constructed an innate immunity reporter system for F. graminearum to detect less than 4-hour responses to non-self-molecular patterns (NSMP) like bacterial outer membrane vesicles (OMVs) and trace levels of sucrose, indicating plant. The reporter gene responses to OMVs of MST3 mutant strains are severely reduced. Our results indicate that both MoMst3 and FgMst3 are involved in fungal innate immunity downstream of unknown NLR proteins, motivating studies to identify genes for the NLR receptors. Finding such and investigating how they work and vary between fungal species and strains should be essential for understanding fungal biotic interactions with viruses, bacteria, plants, and animals.", "date": "2025-11-29", "journal": ""}
{"title": "PD-1 blockade during T cell priming enhances long-term protection against metastatic tumors by epigenetically tuning T cell exhaustion", "doi": "10.1101/2025.11.25.690601", "authors": "Dinter, T.; Mackowiak, S.; Rogers, Z.; Bhandarkar, V.; Carney, M.; Zhang, Y.; Morgan, D.; Pop, L.; Chatterjee, F.; Lutz, E.; Jain, Y.; Radhakrishnan, A.; Lander, E.; Wittrup, K.; Love, J. C.; Meissner, A.; Spranger, S.", "abstract": "In cancer, CD8+ T cell responses are dominated by exhausted T cells, which can be reinvigorated using immune checkpoint blockade therapy and can control large tumors. However, it remains unclear which T cell fate best supports long-term immunity following tumor regression or clearance and a period of minimal antigen load. This question is particularly relevant following surgical tumor resection, when tuning the immune system could prevent recurrence. To determine which T cell fate provides durable protection following surgery and metastatic rechallenge, we modulated T cell priming using anti-PD-1, IFN-b or agonistic anti-CD40 and assessed effects on CD8+ T cell differentiation and overall survival. IFN-b and anti-CD40 promoted effector and memory-like T cell states, respectively, whereas anti-PD-1 did not markedly alter T cell differentiation, yet conferred the greatest survival benefit against metastatic tumors. Notably, anti-PD-1 induced epigenetic remodeling, which was detectable upon metastatic recall, consistent with the maintenance of a circulatory intermediate-exhausted T cell state. Thus, while effector and memory precursor-like T cells could be generated with IFN-b and agonistic anti-CD40, only the intermediate-exhausted T cell state driven by anti-PD-1 supported durable anti-tumor immunity.", "date": "2025-11-29", "journal": ""}
{"title": "Systematic yeast two-hybrid screening identifies novel functions for SET1C/COMPASS", "doi": "10.1101/2025.11.23.690026", "authors": "Luciano, P.; Park, K.; Audebert, S.; Camoin, L.; Nino, C. A.; Park, D. K.; Maudlin, I. E.; Dubarry, M.; lee, l.; Oeffinger, M.; Beggs, J. D.; Kim, Y. H.; Kim, J.; Dichtl, B.; Geli, V.", "abstract": "Set1 is the catalytic subunit of SET1C or COMPASS, which methylates histone H3K4 and serves as a scaffold for the association of seven tightly bound polypeptides. We have employed yeast two-hybrid screenings to determine the interactome of Set1 and each subunit, providing a unique resource for exploring known and novel roles of the complex. Our screenings identified a multitude of interactors involved in chromatin regulation, DNA replication, meiotic breaks, and Ty transposition, processes previously associated with SET1C. Consistent with Set1 being an RNA-binding protein, the screens link SET1C to multiple aspects of RNA biogenesis, including pre-mRNA splicing and polyadenylation. The results reveal that Set1 interacts with several importins and with RGG motif-containing proteins, providing insights into the mechanisms by which Set1 moves between cytoplasmic and nuclear compartments. We demonstrate that the transcriptional corepressor Nrm1 is methylated by SET1C in vitro suggesting that H3K4-like domains may represent a class of non-histone substrates for SET1C. We further reveal that reconstituted SET1C interacts with the AT hook domain of the chromatin remodeler Snf2 and methylates multiple arginines within this domain. In vivo, we report that the ARTSTRGR AT-hook motif is methylated in a Set1-dependent manner revealing new interplay between lysine and arginine methylation.", "date": "2025-11-29", "journal": ""}
{"title": "Upregulation of MAM by C99 disrupts ACSL4 activity and phospholipid homeostasis in Alzheimer disease.", "doi": "10.1101/2025.11.25.690197", "authors": "Montesinos, J.; Yun, T.; Salomon-Cruz, I. D.; Agudelo-castrillon, S.; Uceda, M.; Ferrer, A. C.; Anton-Barros, C.; Gomez-lopez, N.; Agrawal, R. R.; Larrea, D.; Velasco, K. R.; Fernandez-Bernal, A.; Benitez, E.; Zhu, X.; Schon, E. A.; Cardona-Gomez, G. P.; Area-Gomez, E.", "abstract": "The structure and function of cellular and intracellular membranes are critically governed by the fatty acid (FA) composition of phospholipids (PLs), which is dynamically regulated by a network of enzymes that fine-tune lipid species according to cellular demands. In this study, we identify a mechanism through which the formation of mitochondria-associated endoplasmic reticulum (ER) membranes (MAMs) modulates the activity of the acyl-CoA synthetase long-chain family member 4 (ACSL4), an enzyme that channels polyunsaturated fatty acids (PUFAs) into phosphatidylcholine (PC) via the Lands cycle. Through integrated biochemical, proteomic, and lipidomic analyses in both cellular and animal models, we demonstrate that MAM formation enhances ACSL4 activity, promoting arachidonic acid (AA) activation and its preferential incorporation into PC in concert with the MAM-localized lysophospholipid acyltransferase 4 (LPCAT4). Our findings further uncover an unexpected link between this pathway and the pathogenesis of Alzheimer disease (AD). We show that elevated levels of C99, the {gamma}-secretase cleavage product of amyloid precursor protein (APP), induce MAM remodeling through cholesterol clustering, which in turn activates ACSL4 and alters PC composition. This effect is mirrored in AD models as well as in fibroblasts, neurons, and immune cells derived from both familial and sporadic AD patients, all of which exhibit chronically increased C99 levels, heightened ACSL4 activity, and enrichment of PUFA-containing PC species, leading to lipid imbalance and membrane dysfunction. Together, these results establish MAMs as dynamic lipid-regulatory hubs that coordinate ACSL4-dependent membrane remodeling and highlight the contribution of MAM dysregulation to lipid abnormalities observed in AD.", "date": "2025-11-29", "journal": ""}
{"title": "Molecular basis for cellular compartmentalization by an ancient membrane fission mechanism", "doi": "10.1101/2025.11.28.690958", "authors": "Espadas, J.; Souza, D. P.; Hakala, M.; Garcia-Arcos, J. M.; Tran, J.; Kumar, A.; Marcuello, C.; Merino, A.; Colom, A.; Vanni, S.; Kaksonen, M.; Baum, B.; Toret, C. P.; Roux, A.", "abstract": "The emergence of cell compartmentalization depends on membrane fission to create the endomembrane compartments. In eukaryotes, membrane fission is commonly executed by ESCRT-III, a protein complex conserved in all domains of life. However, whether membrane fission was an ancestral ESCRT-III activity predating eukaryogenesis remains unknown. Here we show that ESCRT-IIIA from Asgard Heimdallarchaeota, the closest archaeal relatives of eukaryotes, performs membrane fission through an N-terminal amphipathic helix, which we term Hofund. In eukaryotes, Hofund is fragmented across ESCRT-IIIA paralogs, and disrupting these regions causes severe fission defect in yeast. Remarkably, Heimdallarchaeota Hofund restores fission when fused to defective eukaryotic paralogs. These findings suggest that ESCRT-III-mediated fission arose before eukaryogenesis and later diversified to support the regulatory complexity of eukaryotic compartmentalization.", "date": "2025-11-29", "journal": ""}
{"title": "SIRP: A Self-Supervised Fluorescence Denoising method with Implicit Representation Priors", "doi": "10.1101/2025.11.25.690616", "authors": "Li, Y.; Zhu, J.; Xu, P.; Guo, M.; Li, Y.; Liu, H.", "abstract": "Fluorescence microscopy plays a critical role in live-cell imaging, yet the captured images often suffer from significant noise due to limited excitation intensity and constrained exposure times. Deep learning has emerged as a powerful solution for image denoising, especially the self-supervised methods can achieve good restoration performance without requiring clean target data. However, their performance in preserving fine image details remains challenging under low signal-to-noise ratio (SNR) conditions. In this work, we propose a novel self-supervised denoising framework named Self-Supervised Implicit Representation Prior Image Restoration Network (SIRP). It is based on the neighbor-sampling strategy and leverages image representation priors to guide the network training procedure. The neighbor-sampling strategy takes advantage of the inherent statistical consistency within local image regions to denoise. The image representation priors are learned through the Implicit Neural Representations (INR) that map spatial coordinates directly to their corresponding pixel intensities to suppress noise and effectively preserve details. Results of SIRP on simulated data and experimental-acquired data showed superior denoising performance and detail-preserving ability compared to filter-based approaches and self-supervised approaches, highlighting the potential of INR-guided architectures for fluorescence microscopy image restoration.", "date": "2025-11-29", "journal": ""}
{"title": "Spatial Transcriptomics Reveals CXCL12+ Fibroblasts as Central Immune Organizers through CXCR4 Signaling in Abdominal Aortic Aneurysm", "doi": "10.1101/2025.11.24.690328", "authors": "Levy-Lambert, D.; Ramirez, J. L.; Shaikh, S.; De Jeronimo Diaz, C.; Huang, A. G.; Combes, A.; Fragiadakis, G.; Fidler, T.; Oskowitz, A.", "abstract": "BACKGROUND: Abdominal aortic aneurysm (AAA) is characterized by sterile inflammation, immune cell infiltration, and stromal remodeling that progressively weaken the aortic wall, leading to life-threatening aortic rupture. The molecular mechanisms and spatial organization of immune-stromal interactions in human tissue are poorly understood, limiting the potential to develop effective pharmacological therapy for AAA. METHODS: In this observational cross-sectional study, formalin-fixed, paraffin-embedded tissues from 11 AAA patients and 12 controls were analyzed by Xenium spatial transcriptomics. Cellular states and localization within tissue architecture were mapped to identify cellular neighborhoods and infer cell-cell communication. RESULTS: We generated a high-resolution spatial transcriptomics atlas of 581,664 cells in 26 clusters. AAAs showed a significant loss of contractile smooth muscle cells, expansion of pro-angiogenic endothelial subsets, and broad infiltration of immune cells. These inflammatory changes were accompanied by expansion of activated, universal, and CXCL12+ adventitial fibroblasts. Spatial transcriptomic analysis revealed fibroblast-immune colocalization and adventitial tertiary lymphoid organs. Inferred signaling pathway analysis identified increased interactions between CXCL12+ fibroblasts and CXCR4+ T and B cells in the adventitia of AAAs. Fibroblasts that expressed CXCL12 had significantly more immune cell neighbors than fibroblasts that did not, suggesting that they serve as stromal hubs for adaptive immune clustering. Genome-wide association analysis linked AAA heritability to fibroblasts, modulated smooth muscle cells, and foamy macrophages. CONCLUSION: Our novel high-resolution spatial transcriptomic atlas of human AAAs revealed coordinated pathogenic reprogramming of stromal and immune cells, defined by smooth muscle cell depletion, fibroblast activation, endothelial remodeling, and disproportionate expansion of immune cells. Through CXCR4 signaling, CXCL12+ fibroblasts serve as central organizers of immune niches, suggesting stromal-immune crosstalk as a therapeutic target in AAA.", "date": "2025-11-29", "journal": ""}
{"title": "Disrupted endothelial cell-cell dynamics in ALK1 and SMAD4 deficiency drive arteriovenous malformations", "doi": "10.1101/2025.11.26.690643", "authors": "Hardman, D.; Oppenheim, O.; Giese, W.; Gerhardt, H.; Bernabeu, M. O.", "abstract": "Arteriovenous malformations (AVMs) are a hallmark of hereditary haemorrhagic telangiectasia (HHT) and arise from abnormal vascular remodelling. Although AVM formation has been associated with disruptions in the BMP9/10 signalling pathway, the distinct contributions of its components remain unclear. Here, we combine in vitro mosaic endothelial cell (EC) cultures with agent-based modelling (ABM) to investigate how knockdown of the BMP9/10 pathway components ALK1 and SMAD4 alters cell-cell interactions and collective vascular organisation. Using cell tracking data, we inferred the mechanical interactions between neighbouring ECs in 2D monolayers by applying Approximate Bayesian Computation to an ABM of cell migration. SMAD4 knockdown increased the motile forces generated by ECs, while ALK1 knockdown weakened the ability of cells to push apart and rearrange with their neighbours, both resulting in greater mixing and fluidity within the cell layer. When these altered interaction profiles were incorporated into an ABM of collective EC dynamics during vascular remodelling, they gave rise to distinct AVM-prone phenotypes. SMAD4-deficient populations exhibited local blockages as highly polarised cells migrated excessively, whereas ALK1-deficient populations disrupted vascular patterning by impairing coordinated polarity and neighbour separation, favouring flow reversal. Our findings suggest that canonical BMP9/10 pathway defects destabilise the biomechanical balance of endothelial interactions, leading to emergent collective behaviours that predispose vessels to AVM formation.", "date": "2025-11-29", "journal": ""}
{"title": "Evaluate and simulate the reproduction and survival of a reintroduced population in an endangered bird species Crested ibis (Nipponia nippon)", "doi": "10.1101/2025.11.25.690618", "authors": "Xi, X.; He, Y.; Zeng, S.; Yang, S.; Pan, Z.; Zheng, J.; Wang, D.", "abstract": "Abstract 1. Reintroduction programs are critical for restoring endangered species, yet their success hinges on a detailed understanding of stage-specific demographic rates and the factors limiting population growth. The scientific evaluation of reintroduction programs, particularly assessments and management recommendations informed by full life-cycle monitoring, remains limited. The Crested ibis (Nipponia nippon), once nearly extinct, has been the focus of intensive conservation efforts, including reintroduction into its historical range. Here, we systematically evaluate the success of a Crested ibis reintroduction population by integrating long-term field monitoring with population dynamic modeling. 2. We conducted a systematic, multi-year (2023-2025) demographic study of a reintroduced Crested ibis population in Dongzhai National Nature Reserve, China. From 2013 to 2023, a total of 133 captive Crested ibises were released in seven batches within the nature reserve. By 2025, the number of the wild population had exceeded 500. Based on the combination of field monitoring (n = 176 pairs) and GPS telemetry (n = 74 GPS tags, the longest living time lasting 4 years), we quantified reproductive output and mortality rates across six life stages: nest building, incubation, offspring provisioning, fledgling (< 1 year), subadult (1-2 years), and adult (> 2 years). 3. The results show that the average clutch size of this population is 3.24 {+/-} 0.08, and each pair of parent birds can rear 1.31 {+/-} 0.12 nestlings to fledging each year. And we found that high mortality during the incubation (32.5%, n = 425 eggs), offspring provisioning (34.1%, n = 287 chicks), and fledgling stages (38.6%, n = 63 birds). Key causes included unfertilized eggs, predation, food shortage, and human disturbance. While in the nest building (9.1%, n = 176 pairs), subadult (9.8%, n = 28 birds) and adult stage (21.3%, n = 15 birds), the mortality rate was relatively low. Stage-structured matrix model showed a positive population growth of this reintroduced population (growth rate {lambda} = 1.053), with the population expected to increase 13-fold over 50 years (6858 individuals). Sensitivity analysis indicated that adult survival had the strongest influence on population growth. Correspondingly, we predict that by 2075, its distribution range will expand 13-fold in tandem with population growth, exceeding 51,000 square kilometers and covering several surrounding cities. 4. Our full life-cycle monitoring, evaluation and simulation confirms this reintroduced population is a successful establishment and a self-sustaining population. This addressed research discrepancy of scientific and systematic assessment of population reintroduction in endangered species. Moreover, we proposed key conservation practices and targeted strategies for improving population growth and maintenance: predator control, supplemental feeding, rescue of weak chicks, reducing human disturbance via public engagement, and implementing genetic management to avoid inbreeding. Our framework provides a practical model of enhancing reintroduction success and species recovery for other endangered species.", "date": "2025-11-29", "journal": ""}
{"title": "The bind of the burrow: space use is dominated by selection for burrow habitat over foraging habitat in an arid-adapted carnivore", "doi": "10.1101/2025.11.26.690549", "authors": "Thorley, J.; Duncan, C.; Herdtle, A.; Manser, M.; Cram, D.; Clutton-Brock, T.", "abstract": "Our understanding of habitat selection in wild vertebrates has been heavily influenced by observations of preferred foraging areas. However, foraging is only one of many ways animals interact with their environment, and preferences for habitat features that support resting, breeding, and safety, along with trade-offs between these needs, remain underexplored. These trade-offs are likely to be particularly acute in complex environments where these needs are met in different locations. Using a long-term dataset of movements and life history, we examine how preferences for foraging areas and burrow sites shape space use in Kalahari meerkats (Suricata suricatta). Meerkats cannot dig new sleeping and breeding burrows and must use those abandoned by other species, potentially generating trade-offs in daily space use if overnight refuges are far from optimal foraging areas. We find that space use is strongly anchored by burrow location, with burrows in calcareous pans and dry riverbed ('white sand') habitat being preferred year-round and showing lower burrow switching rates. However, white sand areas were not preferred for foraging, and yielded lower weight gains, particularly during the dry season. As a result, meerkats faced a trade-off between optimal burrow locations and productive foraging grounds, as indicated by faster, longer, and more energetically costly travel when moving through or waking up in white sands. Our results suggest that changes in the distribution or abundance of key burrow-constructing species in desert environments may have cascading effects on the many secondary burrow-using species that depend on them for survival and reproduction. More broadly, our results highlight that limited refuge availability across the landscape can impose strong ecological constraints on animals and may restrict behavioural plasticity under environmental change, particularly if productive foraging areas shift.", "date": "2025-11-29", "journal": ""}
{"title": "Progeny-based genomic selection reveals untapped genetic potential in an underutilized medicinal plant, Perilla frutescens", "doi": "10.1101/2025.11.26.690889", "authors": "Kinoshita, S.; Sakurai, K.; Tsusaka, T.; Sakurai, M.; Shirasawa, K.; Isobe, S.; Iwata, H.", "abstract": "Despite their substantial therapeutic value, medicinal plants have undergone limited genetic improvement through breeding because of the scarcity of expert breeders. Moreover, quantifying bioactive compounds is expensive. Genomic selection (GS), which leverages genome-wide markers to predict breeding values and assemble favorable alleles, offers a practical way to unlock latent genetic potential. As a model case, we evaluated GS in red perilla (Perilla frutescens). Building on previous work, we implemented a cross-selection strategy that prioritized segregation variance by selecting crosses based on predicted additive genotypic values of the progeny, and evaluated its effectiveness through actual crossing experiments targeting three key medicinal compounds. Progeny from GS-based crosses (Crs1 to Crs7) outperformed those from phenotypic selection (Crs8) in the G2 generation, demonstrating a higher mean, greater variance, and superior top individuals. The best G2 individual exhibited nearly twofold higher levels of two target compounds relative to the existing cultivar 'Sekiho'. This study provides the first empirical demonstration that GS can improve multiple medicinal compounds in red perilla and highlights the effectiveness of cross-selection based on predicted progeny performance. In addition, the evidence presented here supports the broader application of GS in underutilized medicinal plants.", "date": "2025-11-29", "journal": ""}
{"title": "DNA-barcoded microneedle array patch enabling the profiling of in vivo spatiotemporal transcriptomics", "doi": "10.1101/2025.11.25.690619", "authors": "Guo, Y.; Zhang, Y.; Li, X.; Kuang, J.; Cao, K.; Chen, F.; Fan, C.; Zhao, Y.", "abstract": "Recent years have witnessed profound advances in spatial transcriptomics (ST). However, current ST strategies are limited to tissue sections, unable to directly profile spatiotemporal transcriptome landscapes of individual living animals. To overcome this limitation, we present acupuncture-extracted in vivo spatiotemporal transcriptomics (aivST). It is mainly based on engineering clinical-grade acupuncture gold microneedles as a spatial-barcoding array patch with high-performance DNA recognition interfaces. These interfaces first utilize nanoparticles surface deposition to increase the density of DNA probes. A freeze-thawing method is further developed to regulate interfaced DNA probes with laterally uniform distribution and vertically upright conformation, mainly by loose stretching and local concentration of these DNA probes. It increased mRNA capture with 250% and speeded up reaction (from 60 min to 15 min), compared to that without freeze-thawing surface engineering. Using this method, we explored in vivo spatiotemporal transcriptome dynamics during skin wound healing of individual mice. We found four distinct expression changes of transcripts, including continuous upregulation, continuous downregulation, initial upregulation then downregulation, and initial downregulation then upregulation. Our aivST method advances the field from sparse tissue section sampling toward in vivo measurements of biological stereotypy and variability in individual living animals.", "date": "2025-11-29", "journal": ""}
{"title": "Scalable integration and prediction of unpaired single-cell and spatial multi-omics via regularized disentanglement", "doi": "10.1101/2025.11.25.689803", "authors": "Sun, J.; Liang, C.; Wei, R.; Zheng, P.; Yan, H.; Bai, L.; Zhang, K.; Ouyang, W.; Ye, P.", "abstract": "Understanding cellular states urgently requires methods capable of integrating large-scale, heterogeneous single-cell and spatial omics data. However, these data are often completely unpaired due to destructive assays and suffer from technical noise, variable feature coverage, and immense scale. We present scMRDR, a scalable computational framework leveraging regularized disentangled representation learning to integrate multiple, completely unpaired single-cell omics datasets with heterogeneous resolutions and coverages. scMRDR overcomes common data-pairing requirements and computational bottlenecks by learning a unified, structure-preserving latent embedding, efficiently scalable to large-scale multi-omics data. This integrated representation further enables robust cross-modal translation like predicting chromatin accessibility from gene expression and, critically, allows for the imputation of spatial coordinates onto non-spatial single-cell modalities using a reference atlas. This spatial mapping capability provides the necessary input for sophisticated, spatially-aware statistical models, enabling the identification of novel spatially variable genes and the dissection of epigenetic regulatory programs within their native tissue context.", "date": "2025-11-29", "journal": ""}
{"title": "Dynamic optimization of chemo-immunotherapy sequencing reveals phenotype-dependent regimens across tumor immune microenvironments", "doi": "10.1101/2025.11.26.690636", "authors": "Gong, K.; Lu, T.; Wang, X.; Liu, X.", "abstract": "Cytotoxic chemotherapy and immune checkpoint inhibitors (ICIs) have transformed the management of advanced cancers, yet durable responses remain restricted to subsets of patients and strongly depend on the tumor immune microenvironment (TIME). Distinct hot and cold TIMEs differ in pre-existing effector T-cell activity and treatment-induced immunogenicity, suggesting that combination regimens should be tailored to microenvironmental context under realistic clinical constraints. Here we develop a deterministic dynamic optimization framework that jointly designs chemotherapy and ICI dosing schedules on a mechanistic tumor-immune model. The model tracks sensitive and resistant tumor cells, effector CD8+ T cells and circulating drug concentrations with pharmacodynamic couplings encoding immunogenic cell death and checkpoint inhibition. We formulate a continuous-time optimal control problem that balances tumor burden against drug exposure while enforcing cumulative dose limits, end-of-interval concentration bounds and bounds on stepwise changes in infusion rates. Using gradient-based optimization with embedded forward sensitivities, we solve the resulting nonlinear programs for four representative TIME phenotypes (extremely cold, hot, cold and cold with high antigenic resistance). The optimizer recovers qualitatively distinct and biologically interpretable regimens, including chemotherapy-dominated schedules in extremely cold TIMEs, aggressive early ICI administration in hot TIMEs and minimal ICI pulses in cold TIMEs. Alternative weightings of treatment objectives reveal trade-offs between tumor eradication and effector preservation. These results show that constrained dynamic optimization can systematically derive phenotype-specific, mechanistically consistent combination strategies and provide a reusable computational module for integrating TIME-resolved models into in silico trial and quantitative systems pharmacology workflows.", "date": "2025-11-29", "journal": ""}
{"title": "ClsDiff-AMP30: Generating Antimicrobial Peptides by a Classifier Guidance Noise Predictor", "doi": "10.1101/2025.11.25.690620", "authors": "Yan, J.; Cai, J.; Li, Y.; Lin, Z.; Xian, W.; Wei, X.; Lei, I. F.; Zhou, M.; Campbell-Valois, F.-X.; Siu, S. W. I.", "abstract": "Antimicrobial peptides (AMPs) represent a promising therapeutic strategy to combat the increasing challenge of multidrug-resistant pathogens, a crisis intensified by the overuse of conventional antibiotics. In addition to their broad-spectrum antimicrobial activity, low toxicity, and reduced propensity for resistance development, AMPs offer significant advantages over traditional antibiotic therapies. However, the discovery of novel AMPs through biological experiments remains constrained by high costs, labor-intensive workflows, and time-consuming procedures, underscoring the urgent need for in silico computational methods to design AMP sequences. In particular, shorter AMPs (<= 30 residues) demonstrate superior antimicrobial efficacy, improved structural stability, and minimal cytotoxicity in human cells. To address these challenges, we present a classifier-guided diffusion framework specialized for generating AMPs shorter than 30 residues (ClsDiff-AMP30). The architecture integrates two interdependent submodels, including a noisy AMP classifier that evaluates AMP probability score at intermediate denoising steps and a noise predictor guided by classifier-derived probability scores, dynamically adjusted via a self-optimized coefficient to modulate guidance strength. ClsDiff-AMP30 achieves a generate accuracy of 66% across 10,000 synthesized sequences by a self-developed AMP classifier. Furthermore, wet lab experiments demonstrated that all 11 selected sequences exhibited high antimicrobial activity against at least one of the three tested bacterial strains and low hemolytic activity.", "date": "2025-11-29", "journal": ""}
{"title": "Evaluating an In Vivo Oxidative Stress sensor in cystic fibrosis rat epithelial tissues", "doi": "10.1101/2025.11.25.690596", "authors": "Rout-Pitt, N.; Barnes, S.; Reyne, N.; McCarron, A.; Donnelley, M.; Kostecki, R.; Noschka, E.", "abstract": "We have developed a novel biosensing device that can detect the real-time, dynamic state of in vivo oxidative status (IVOS) in living systems. Oxidative stress is a well-established condition in CF animal models and humans. Elevated oxidative stress conditions are associated with excessive inflammatory responses from neutrophils that result in fibrotic tissue formation. As such, numerous clinical and preclinical studies suggest that elevated oxidative stress, combined with the heightened pro-inflammatory milieu observed in CF phenotypes, likely increases susceptibility to recurrent infection-inflammation cycles. We aimed to use the IVOS sensor to characterise oxidative environmental differences in wildtype, CF Phe508del and CFTR knockout rat epithelial tissues including the lungs, trachea, nasal mucosa, and oesophagus. Our results revealed no significant differences in the baseline redox balance between wildtype, Phe508del and knockout rat tissues, however when we looked at short term fluctuations in redox status using the ratio of the root mean squared of successive differences (RMSSD) to the normalised mean IVOS arbitrary units, we saw significantly elevated fluctuations in the redox status in the bronchi of Phe508del rats compared to wildtype rats, indicating a lower steady-state oxidative environment combined with large transient oxidative events.", "date": "2025-11-29", "journal": ""}
{"title": "Ultrafast CTCF dynamics control cohesin barrier function", "doi": "10.1101/2025.11.25.690553", "authors": "Rudnizky, S.; Murray, P. J.; Sorensen, E. W.; Koenig, T. J. R.; Pangeni, S.; Merino-Urteaga, R.; Chhabra, H.; Caccianini, L.; Davidson, I. F.; Osorio-Valeriano, M.; Hook, P. W.; Meneses, P.; Hao, J.; Zarb, J. S.; Hatzakis, N. S.; Timp, W.; Farnung, L.; Vos, S. M.; Peters, J.-M.; Aksimentiev, A.; Ha, T.", "abstract": "CCCTC-binding transcription factor (CTCF) and the cohesin complex shape the genome into loops and topologically associating domains (TADs), yet the mechanisms linking CTCF dynamic behavior to its function as a cohesin barrier remain unclear. Using integrated experimental and computational approaches, we demonstrate that individual CTCF-DNA complexes are intrinsically mobile over distances and timescales compatible with cohesin capture during loop extrusion, driven by the dynamic rearrangements of zinc finger (ZF) domains. Genome-wide single-molecule accessibility and sequencing analyses further reveal that these dynamics occur in cells. This intrinsic flexibility is modulated by DNA sequence, methylation, and nucleosome positioning, and enables a previously uncharacterized single-stranded DNA binding state. Through biochemical dissection of cohesin components, we find that a negative regulator of loop extrusion, PDS5, remodels ZF dynamics and imparts exceptional mechanical stability to CTCF on DNA. Our findings reveal that the conformational dynamics of a transcription factor constitute a fundamental regulatory property that bridges base pair-scale molecular motions to megabase-scale genome organization, offering a kinetic explanation for how CTCF establishes and regulates TAD boundaries.", "date": "2025-11-29", "journal": ""}
{"title": "In situ GCIB Cryo-Sectioning Enables Subcellular Cryo-ToF-SIMS Imaging of Arabidopsis Seeds", "doi": "10.1101/2025.11.28.691143", "authors": "Claire, S.; Moreau, B.; Boujard, M.; Eric, G.; Jouneau, P.-H.; Barnes, J.-P.", "abstract": "Time-of-flight secondary ion mass spectrometry (ToF-SIMS) enables label-free molecular imaging at submicrometric resolution, but its application to biological samples remains limited due to sample preparation challenges. Conventional fixation or dehydration alters morphology and induces analyte relocation, while cryo-transfer systems are costly and technically demanding. We present an in situ cryo-etching approach using a gas cluster ion beam (GCIB) and a new sample holder with a flat titanium ridge mask, enabling the sectioning of frozen specimens directly inside the ToF-SIMS instrument. Using Arabidopsis thaliana seeds as a model, this method produced flat, artefact-free surfaces suitable for subcellular imaging without chemical treatment or cryo-transfer. Mass spectra showed intact molecular profiles up to 1000 Da, and ToF-SIMS ion maps revealed preserved tissue architecture and distinct subcellular compartments at a resolution of ~1 um. Compared to air-dried cryosections, cryo-etching eliminated structural collapse and analyte delocalization. This workflow provides a practical and accessible route for cryo-ToF-SIMS analysis of hydrated biological materials, combining structural fidelity with molecular integrity. It offers a simple alternative to conventional cryo-transfer methods for high-resolution chemical imaging.", "date": "2025-11-29", "journal": ""}
{"title": "Chloroplast-mitochondria synergy modulates responses to iron limitation in two Thalassiosira diatom species", "doi": "10.1101/2025.11.28.691171", "authors": "ANGULO, J.; Uwizeye, C.; Albanese, P.; Menneteau, M.; Ravanel, S.; Jouneau, P.-H.; Finazzi, G.; Courtois, F.", "abstract": "Iron is naturally present at low levels in modern oceans, but it remains essential for marine life. Ocean-dwelling organisms such as oceanic phytoplankton must therefore adapt to the available levels. Among phytoplankton, diatoms are a highly diverse and successful taxon that includes the Thalassiosira genus. As a group, diatoms contribute around 20% of global primary photosynthetic productivity, they have also developed specific resources allowing them to thrive in low-iron regions. However, the major biological factors underlying their success in these ocean environments remain unknown. Here, we compared two Thalassiosira species: T. oceanica from iron-poor open-ocean; and T. pseudonana, from iron-rich coastal waters. Since iron is essential for both photosynthesis and respiration, we examined the specificities of the bioenergetic machineries in these organisms using a combination of photo-physiological, proteomics, and FIB-SEM methods. We particularly focused on chloroplast-mitochondrial coupling, a mechanism deployed by diatoms to ensure optimal transfer of photosynthetic products to promote cell growth. This study of this mechanism in the context of iron limitation reveals that the two diatoms differentially remodel chloroplast compartments in response to iron limitation. Their tolerance to these conditions is also linked to distinct constitutive mitochondrial architectures.", "date": "2025-11-29", "journal": ""}
{"title": "Polygenic resistance is associated with altered early immune timing and changes in transcriptome network structure", "doi": "10.1101/2025.11.27.690962", "authors": "Hadlik, M.; Baranek, M.; Barankova, K.; Kovacova, V.", "abstract": "Downy mildew, caused by Plasmopara viticola, is a major threat to grapevine. To investigate how pyramiding resistance loci influences early immune processes, we generated 36 time-resolved transcriptomes (0, 6, 24 hpi) from genotypes carrying single (Rpv12), double (Rpv12+1), or triple (Rpv12+1+3) resistance loci, together with a susceptible control. Aggregated expression divergence revealed that multilocus genotypes showed detectable baseline transcriptional differences prior to infection and distinct temporal trajectories following inoculation. Co-expression analysis identified five higher-order metamodules and uncovered non-additive network restructuring, with the triple-locus line showing markedly reduced co-expression density rather than incremental strengthening. Layer-associated genes related to recognition, signal integration, and defense action displayed genotype- and time-specific expression patterns, suggesting that each locus combination is associated with characteristic shifts in immune-layer dynamics. Transcriptome profiles suggested that Rpv12 involves elevated transcript abundance of several EDS1-associated components despite its CNL-type origin; adding Rpv1 introduced pronounced early changes in recognition- and signaling-related genes; and stacking Rpv3 coincided with rapid, transient induction of transcription factors (e.g., WRKY47, NAC29) and metabolic defense pathways. Together, these results show that resistance loci are associated with non-additive differences in timing, network connectivity, and layer allocation of immune-associated transcriptional programs, revealing systems-level mechanisms underlying multilocus resistance.", "date": "2025-11-29", "journal": ""}
{"title": "Ethylene signal-driven plant-multitrophic synergy boosts crop performance", "doi": "10.1101/2025.11.28.690471", "authors": "Baer, M.; Zhong, Y.; Yu, B.; Tian, T.; He, X.; Gu, L.; Huang, X.; Gallina, E.; Metzen, I. E.; Bucher, M.; Song, R.; Gutjahr, C.; SU, Z.; Moya, Y.; von Wiren, N.; Zhang, L.; Yuan, L.; Shi, Y.; Wang, S.; Qi, W.; Baer, M.; Zhao, Z.; Li, C.; Li, X.; Hochholdinger, F.; Yu, P.", "abstract": "Efficient nutrient use in agriculture depends on the dynamic interplay between plant roots, soil, and microbial communities. The roo rhizosphere interface is central to nutrient uptake and serves as a key hub for interactions with beneficial microbes. Arbuscular mycorrhizal (AM) fungi, positioned at the nexus between plant roots and soil microbiota, play a critical role in enhancing crop performance under nutrient-limited conditions. In this study, we dissected the genetic and molecular basis of AM fungi induced lateral root development in maize (Zea mays), focusing on the role of ethylene-responsive transcription factors (ERFs). We identified ERF genes as essential regulators of pericycle cell division, acting downstream of ethylene biosynthesis genes (ACS6 and ACS7) and AM fungal signaling. Our findings reveal that AM fungi promote lateral root initiation by activating ERF expression and reprogramming flavonoid metabolism, particularly reducing the accumulation of flavonols such as kaempferol and quercetin, which otherwise inhibit root development when over accumulated. Furthermore, we demonstrated that Massilia, a beneficial rhizobacterium, synergizes with AM fungi to enhance lateral root formation by colonizing fungal hyphae, degrading flavonoids, and contributing to auxin production. Together, our results uncover a tripartite signaling network linking ethylene signaling, flavonoid mediated microbial recruitment, and AM symbiosis. This study highlights ERFs as central integrators of plant microbe interactions and provides a molecular framework for engineering root architecture and microbiome assembly to improve nutrient acquisition and support sustainable crop productivity.", "date": "2025-11-29", "journal": ""}
{"title": "The functional divergence of two ethylene receptor subfamilies that exhibit Ca2+-permeable channel activity", "doi": "10.1101/2025.11.28.691086", "authors": "Pan, C.; Cheng, J.; Lin, Z.; Hao, D.; Xiao, Z.; Ming, Y.; Song, W.; Liu, L.; Guo, H.", "abstract": "Ethylene is a gaseous plant hormone crucial for regulating plant growth, development, and stress adaptation, yet the molecular basis underlying ethylene receptor function remains elusive. Here, we show that subfamily I receptors constitute core ethylene-sensing module and function epistatically to subfamily II receptors. Notably, we discover that only subfamily I receptors possess Ca2+-permeable channel activity, which are indispensable for ethylene-induced cytosolic calcium influx. Overall, this work supports a mechanistic framework in which subfamily I receptors integrate ethylene sensing with Ca2+ influx, providing new insight into how plants translate hormonal cues into downstream signaling events.", "date": "2025-11-29", "journal": ""}
{"title": "Animal-Origin-Free Method for Generating Blood Vessel Organoids", "doi": "10.1101/2025.11.26.690667", "authors": "Hoffmann, A.; Schorn, D.; Thoenig, J.; Yordanov, T. E.", "abstract": "Background: Blood vessel organoids (BVOs) represent a promising tool for modeling vascular diseases, drug screening, and regenerative therapies. However, current protocols for BVO generation are complex, labor-intensive, and reliant on animal-derived extracellular matrices (ECM) such as Matrigel, limiting reproducibility, scalability, and clinical applicability. Methods: We developed a simplified, animal-origin-free protocol for BVO generation that addresses current limitations and enables high-throughput automated workflows. The method employs ultra-low attachment 96-well U-bottom plates for standardized aggregation and differentiation of human induced pluripotent stem cells (hiPSCs) in a human derived collagen-based extracellular matrix. Unlike conventional protocols where aggregates are embedded in a two-layer ECM, our approach utilizes a single-layer, which we termed sitting drop. This innovative approach requires considerably fewer materials and handling steps and is compatible with high-throughput automated machines. Results: BVO generation utilizing the here described optimized protocol resulted in the formation of BVOs with reproducible morphology and cellular composition. Flow cytometry confirmed the presence of CD31+ endothelial cells and PDGFRb+ pericytes in BVOs, generated in sitting drops, with cell population percentages comparable to those observed in traditional two-layer BVO cultures. In vivo transplantation of mature BVOs in a mouse full-thickness skin wound model demonstrated successful integration of BVO derived cells into host vessels, highlighting their potential in cell-based therapies. Conclusion: Our study presents a robust and animal-origin-free method for BVO generation based on single-layer sitting drop cultures. This protocol maintains cellular integrity while enhancing reproducibility and automation-readiness, paving the way for high-throughput screening and clinical translation of vascular organoid technology.", "date": "2025-11-29", "journal": ""}
{"title": "Bifunctional Architecture Enables Substrate Catalysis and Channeling in Paracoccus TMAO Demethylase", "doi": "10.1101/2025.11.26.690739", "authors": "Thach, T.; Dhanabalan, K.; Maurya, S.; Han-Hallett, Y.; Quan, S.; Allison, J.; Ramanathan, G.; Subramanian, R.", "abstract": "Substrate channeling enhances efficiency and prevents toxicity by directing unstable intermediates between active sites. Trimethylamine N-oxide demethylase (TDM) degrades trimethylamine N-oxide (TMAO) to dimethylamine and formaldehyde (HCHO), but the fate of HCHO has remained unclear. We report cryo-EM structures of TDM in apo, substrate-, and product-bound states that reveal a previously unknown channeling pathway. Combined structural, biochemical, and target molecular dynamics analyses show that HCHO is generated in a catalytic core and guided through a tunnel to a remote tetrahydrofolate (THF)-binding site, where it forms methylene-THF. Thus, TDM emerges as a bifunctional enzyme that unites TMAO demethylation with one-carbon transfer, providing a mechanistic explanation for its role in metabolic efficiency and detoxification.", "date": "2025-11-29", "journal": ""}
{"title": "Efficient in vivo mammalian neuron editing using peptide-mediated CRISPR enzyme delivery", "doi": "10.1101/2025.11.26.690638", "authors": "Manohar, B. D.; Travis, M.; Munjal, V.; Baehr, C. M.; Rahnama, L. M. A.; Hyung Kang, M.; Haddad, R. F.; Asija, K.; Noel, E. A.; Peddireddy, N.; Chouhan, R. S.; Sharma, R.; Wyman, S. K.; Krishnappa, N.; Killebrew, D. A.; Hua Li, S.; Snow, K. J.; Byrne, A. K.; Boosani, C. S.; Otero, P. A.; Bringas, J. R.; O'Brien, A. A.; Rocco, M. T.; Zimmerly, M. P.; Gray, I.; Sran, G. K.; Patel, M. I.; Seidensticker, E. F.; Saville, E.; Gaitan, Y.; Schmelzle, A. L.; Subramanyam, P. N. B.; Samaranch, L.; Green, J. A.; Wells, K. D.; Ehrenberg, A. J.; Murray, S. A.; Clelland, C. D.; Murthy, N.; Lonser, R. R.; Had", "abstract": "CRISPR-mediated genome editing of the central nervous system (CNS) has the potential to revolutionize the treatment of neurological disorders, including neurodegenerative disorders such as Huntington's disease (HD). However, the development of CRISPR therapeutics for the CNS has been hindered by challenges associated with delivery, specifically the lack of a clinically compatible, non-viral delivery technology facilitating genome editing of neurons in vivo. For most indications, two key obstacles must be overcome before therapeutic genome editing of the brain is feasible: non-toxic intracellular delivery of CRISPR cargo into neurons and establishment of strategies enabling targeted brain regions to be edited efficiently. While viral vectors have shown promise in pre-clinical models, non-viral approaches present distinct advantages: ease of manufacture as well as the transient presence of CRISPR machinery, which tempers risks of genotoxicity and immunogenicity. Peptide-enabled ribonucleoprotein (RNP) delivery of CRISPR (PERC) has emerged as a promising non-viral delivery strategy for CRISPR enzymes with initial use in primary human immune cells. In this study, we report the development of Neuro-PERC, a streamlined and optimized approach for in vivo editing of mammalian neurons. Administration of Neuro-PERC reagents via convection-enhanced delivery (CED) mediated efficient and well-tolerated neuronal genome editing. Neuro-PERC enabled robust neuronal editing in the brain of both small and large animal reporter models, and increased survival in a severe murine model of Huntington's disease. These results establish CED-administered Neuro-PERC as a candidate delivery technology to hasten clinical translation of CRISPR-based therapies for diseases of the CNS.", "date": "2025-11-29", "journal": ""}
{"title": "Distribution of carbon monoxide-oxidizing microorganisms along a chronosequence on Piton De La Fournaise volcano", "doi": "10.1101/2025.11.28.691264", "authors": "Wildbur, C.; Dawson, R. A.; Roy, S.; Ah-Peng, C.; Espenberg, M.; Hernandez, M.", "abstract": "Volcanic soils provide a unique environment for studying microbial colonization and succession due to their extreme conditions and distinct geochemical profiles. This study focused on carbon monoxide (CO)-oxidizing microbial communities in volcanic soils of varying ages at Piton De La Fournaise (Reunion island). Soil samples from three sites were analyzed to assess microbial community structure using 16S rRNA gene sequencing and metagenomic analysis to identify functional genes involved in CO oxidation. The activity of CO oxidizing microbes in soils was measured. Phylum-level analysis showed increasing Acidobacteriota and Chloroflexota, decreasing Actinomycetota and Bacteroidota, and stable Pseudomonadota, while class-level patterns included rising Alphaproteobacteria and Acidobacteriia, with Ktenobacteria emerging in the oldest soils. CO dehydrogenase-related genes were found in 17 metagenome-assembled genomes across all sites. CO-oxidizing microbes were present across soil ages, with detectable activity in the younger soils and greatest activity in the oldest, suggesting that these microbes actively use CO as an energy source even in soils with primary vegetation, contrary to general understanding. The findings highlight the intricate dynamics of microbial succession in volcanic soils and challenge conventional expectations about community complexity over time. Understanding pioneer communities elucidates soil restoration processes, which will become critical when countering anthropogenic soil degradation.", "date": "2025-11-29", "journal": ""}
{"title": "Kazal-type serine protease inhibitors from Arabidopsis thaliana and Toxoplasma gondii exhibit antimicrobial activity against plant pathogens", "doi": "10.1101/2025.11.28.691165", "authors": "Sanchez, M. A.; Strack, K. N.; Mendoza-Morales, L. F.; Ramos Duarte, V. A.; Perez, E.; Sander, V. A.; Laguia Becher, M.; Pieckenstain, F. L.; Clemente, M.", "abstract": "Kazal-type serine protease inhibitors (KPIs) interfere with microbial proteases and have been associated with antimicrobial activity, yet their specific role in plant protection remains poorly understood. In this work, we evaluated the antimicrobial potential of recombinant Arabidopsis thaliana KPI (rAtKPI-1T), recombinant Toxoplasma gondii KPI (rTgPI-1), and two truncated versions of rTgPI-1 (rTgPI-1NT and rTgPI-1CT). Both rAtKPI-1T and rTgPI-1 exhibited inhibitory effects against Pseudomonas syringae DC3000, P. syringae (AvRpm1), and P. viridiflava in a concentration-dependent manner, with significant inhibition at 3.5 M. The lower MIC50 values obtained for rTgPI-1 and its truncated forms compared to rAtKPI-1T suggest a higher antibacterial potency. Binding and immunofluorescence assays further revealed that rAtKPI-1T, rTgPI-1, and rTgPI-1NT associated with bacterial surfaces, while rTgPI-1CT displayed weaker or transient interactions. In addition to their antibacterial activity, rTgPI-1NT and rTgPI-1CT also inhibited the germination of Botrytis cinerea conidia. Both truncated proteins significantly reduced germination after 6 and 9 hours of incubation, with rTgPI-1CT exerting a markedly stronger antifungal effect than rTgPI-1NT. These findings suggest that specific Kazal-type domains, particularly those in the C-terminal region, could play a critical role in suppressing early infection processes of necrotrophic fungi. Overall, this study demonstrates that rKPIs display distinct and complementary antimicrobial profiles mediated by microbial binding and protease inhibition. The contrasting activities of rTgPI-1NT and rTgPI-1CT highlight the value of domain-level analysis to discern functional contributions within multidomain KPIs. These results expand current knowledge on plant-derived protease inhibitors and underscore their potential as biotechnological tools for sustainable crop protection.", "date": "2025-11-29", "journal": ""}
{"title": "Peptacetobacter felis sp. nov., a novel bile acid-converting bacterial species isolated from the feces of healthy cats in the United States", "doi": "10.1101/2025.11.28.691207", "authors": "Dione, N.; Mlaga, K. D.; Jospin, G.; Marfori, Z.; Liang, S.; Ganz, H. E.", "abstract": "Six strains of a novel anaerobic bacterial taxa exhibiting bile acid-transforming activity were isolated from fecal samples of clinically healthy cats living in Oakland, California. 16S rRNA sequencing and phylogenetic analysis indicate that strain AB800T belongs to the genus Peptacetobacter, with Peptacetobacter hiranonis strain JCM 10541 (98% coverage, 99.7% identity) as its closest relative. Whole genome sequencing shows an average nucleotide identity (ANI) of less than 96% (95.73% ANI, 90.53% AF) with the closest validly named species being Peptacetobacter hiranonis DGF055142. The size is about 2.58 Mb, containing 2,355 predicted coding sequences and 2,450 annotated genes. Phenotypic characterisation, and comprehensive genomic analysis, including ANI, digital DNA-DNA hybridization (dDDH) and core genome phylogenetic analysis, placing the strain AB800T on a separate branch, supported the classification of a novel species, strain AB800T (DSM 120482 = LMG 34035) with the proposed name Peptacetobacter felis sp. Nov., derived from felis the latin name of cat felis catus. These findings expand our understanding of host-associated bile acid converters and provide promising candidates for probiotic development.", "date": "2025-11-29", "journal": ""}
{"title": "Aridity drives global convergence of desert microbiomes and biogeochemical activities", "doi": "10.1101/2025.11.29.691269", "authors": "Leung, P. M.; Bay, S. K.; Wong, W. W.; Jirapanjawat, T.; Archer, S. D.; Beaman, J.; Cherif, A.; Chown, S. L.; Cowan, D. A.; Demergasso, C.; de los Rios, A.; DiRuggiero, J.; Elberling, B.; Frey, B.; Gillor, O.; Graham, D. W.; Gupta, P.; Hogg, I. D.; Juottonen, H.; Kytöviita, M.-M.; Makhalanyane, T.; Meredith, L. K.; Nguyen-Dinh, T.; Prieme, A.; Ramond, J.-B.; Siciliano, S. D.; Tan, G. Y. A.; Warren-Rhodes, K. A.; Wieler, N.; Cook, P. L. M.; Delgado-Baquerizo, M.; Greening, C.", "abstract": "Deserts cover a third of the world's surface, supporting unique biomes and ecosystem services. Yet, we lack a comprehensive assessment of what defines and drives the microbial communities that dominate life in these regions. Here, we conducted a standardized field survey in contrasting cold, hot, and polar deserts across the seven continents, and observed geographically distant deserts share similar structure, function, and activities. Desert communities are dominated by genomically streamlined Actinobacteriota and Chloroflexota, and compared with non-desert soils, are significantly enriched with stress tolerance genes, mobile genetic elements, and antiviral strategies, revealing previously unknown ecological and evolutionary dynamics. Metabolically, these communities exhibit reduced capacity for carbohydrate and protein degradation, and instead are enriched for chemosynthetic carbon fixation, continuous energy harvesting using atmospheric trace gases and sunlight, and energy reserve biosynthesis. All sampled soils mediated respiration, trace gas oxidation, and carbon fixation, with detectable activity even in hyper-arid Atacama and Antarctic soils at the margins of life. Driver analyses identified aridity as the primary overriding driver of the microbial communities and biogeochemical activities. Collectively, these findings suggest that aridity selects for metabolically self-sufficient taxa capable of continuously meeting energy and carbon needs independently of vegetation-derived inputs, while enduring physicochemical stressors and potentially elevated viral pressure. These new insights are integral to forecast the future of soils amid increasing desertification.", "date": "2025-11-29", "journal": ""}
{"title": "Cryptococcus neoformans adapts to host CO2 concentrations through the coordinated remodeling of central carbon metabolism, oxidative stress resistance, and membrane homeostasis.", "doi": "10.1101/2025.11.28.691145", "authors": "Ristow, L. J.; Blackburn, E. E.; jezewski, a. J.; Lin, X.; Krysan, D. J.", "abstract": "Cryptococcus neoformans is an environmental pathogen that remodels its cellular physiology to survive within mammals and, in susceptible hosts, cause life-threatening meningoencephalitis. Of the many distinctions between the external environment and mammalian tissues, CO2 concentration in the host is 2 orders of magnitude higher than in the environment and represent a critical stress for C. neoformans. C. neoformans strains that do not replicate at host CO2 concentrations are less virulent in mouse models of infection, further supporting CO2 tolerance as a virulence trait. To further understand the genetic determinants of C. neoformans CO2 tolerance, we performed a near genome-wide screen for deletion mutants with altered CO2 fitness using a competitive growth assay. A total of 301 of 4698 deletion mutants showed altered CO2 tolerance (245 reduced fitness; 51 increased fitness) demonstrating the global effect of host CO2 on C. neoformans physiology. Based on this data set as well as a metabolomic analysis of C. neoformans adaptation to host CO2, we show that remodeling of central carbon metabolism, oxidative stress buffering and membrane homeostasis represent an integrated response to CO2 stress that is mediated in part by the TOR-Ypk1 signaling axis. We propose that CO2-induced capsule formation leads to reduced cellular glucose which, in turn, triggers remodeling of central carbon metabolism toward utilization of alternative carbon sources and increased mitochondrial respiration/reactive oxygen generation. Thus, these data provide a near genome-wide profile of the genetic determinants of C. neoformans CO2 tolerance as well as a model for how this important environmental human fungal pathogen alters its physiology to proliferate in the host.", "date": "2025-11-29", "journal": ""}
{"title": "Integron-associated structures underlie the accumulation of antibiotic resistance genes on plasmids beyond cassette arrays", "doi": "10.1101/2025.11.28.691237", "authors": "Mao, Y.; Zhang, G.; Han, Z.; Whitaker, R. J.; Nguyen, T. H.", "abstract": "The emergence and spread of multidrug-resistant bacteria posing serious threat to global public health has been a focus for many studies. Coexistence of integrons and antibiotic resistance genes (ARGs) has been widely observed in various environments. It has long been considered that most correlated ARGs were carried by integron gene cassettes. In this study, we show, for the first time, evidence that integron presence is linked to the accumulation of multiple ARGs beyond their cassette arrays, resulting in the formation of multi-ARG plasmids. By analyzing 1102 plasmid sequences retrieved from PLSDB RefSeq across incompatibility groups, host genera, and plasmid sizes, we show that the increased ARGs on integron-positive plasmids included not only ARGs present in integron cassette arrays but also those located outside integron regions. These effects were consistently observed across diverse incompatibility groups, host genera, and plasmid size ranges. Aminoglycoside resistance genes were found to be the most abundant both inside and outside integron regions, while beta-lactam, tetracycline, macrolide, and quinolone resistance genes were mostly found outside integron regions on integron-positive plasmids. We also observed the same ARG accumulation on integron-positive plasmids and lack of ARG accumulation on integron-negative plasmids from the same sampling sites by analyzing 32 long-read sequenced plasmids of Escherichia coli isolates collected from human and pig wastewater. This finding can reject the alternative explanation that integrons were co-selected with multi-ARG plasmids under the same antibiotic pressure. Our findings provide insights into the structural contexts underlying the accumulation of multiple ARGs on plasmids, which may inform new directions for future antimicrobial resistance surveillance and mitigation strategies.", "date": "2025-11-29", "journal": ""}
{"title": "Genome-wide CRISPR screen reveals PEX11B as a host restriction factor against ORFV through membrane fluidity regulation", "doi": "10.1101/2025.11.28.691156", "authors": "Gao, X.; Hao, J.; Lu, S.; Wang, S.; Sun, Y.; Ke, X.; Gao, X.; Su, Y.; Sun, Y.; Tian, Y.; Yan, W.; Wang, J.; Hai, R.; Zhang, Q.; Wang, J.; Hu, W.; Wang, G.", "abstract": "Host-pathogen interactions are shaped by cellular restriction factors that direct antiviral defenses. We built the first ovine genome-wide CRISPR knockout library in sheep testis (OA3.Ts) cells, targeting all protein-coding genes. Using this platform, we identified PEX11B, a peroxisomal membrane regulatory protein, as a strong restriction factor against orf virus (ORFV) infection. Removing PEX11B increased viral susceptibility and triggered severe cytopathic effects with membrane fusion and syncytia formation. Mechanistic studies showed that PEX11B knockout harmed peroxisomal integrity and disrupted lipid metabolism. This led to greater plasma membrane fluidity, creating a proviral environment that allowed more viral entry and replication. These results reveal a new antiviral function for PEX11B in blocking viral infection and underscore the importance of peroxisomal regulation in host-virus interactions.", "date": "2025-11-29", "journal": ""}
{"title": "Hyperthermia reduces antimicrobial tolerance of Mycobacterium marinum in biofilms and ex vivo zebrafish granulomas", "doi": "10.1101/2025.11.28.691154", "authors": "Jokinen, A.; Hammaren, M. M.; Korhonen, R.; Parikka, M.", "abstract": "The treatment of tuberculosis (TB) is slow and inefficient. One suggested reason for the treatment difficulties are drug-tolerant biofilms that have been shown to develop in TB patients and animal models. In this pioneering pilot study, we explored the potential of hyperthermia in sensitizing biofilm-associated tolerant mycobacteria to antimicrobial agents. As the starting point, we used our newly-developed in vitro biofilm minimum duration for killing (MDK) tolerance assay for screening hyperthermal treatments of bioluminescent mycobacteria. Using standard plating methods, we verify that the combination of hyperthermia at 47{degrees}C for 30 minutes and an antimicrobial drug rifampicin at 400 {micro}g/ml has positive effects against cultured Mycobacterium marinum biofilms as well as M. marinum from granulomas isolated from adult zebrafish with chronic-stage infection. These intriguing findings suggest that hyperthermia could be used to enhance conventional TB treatments.", "date": "2025-11-29", "journal": ""}
{"title": "Looping specificity of Polycomb response elements requires GAF and a combinatorial code of looping factors", "doi": "10.1101/2025.11.28.691166", "authors": "Sabaris, G.; Di Stefano, M.; Denaud, S.; Fritsch, L.; Popmihaylova, A.-M.; Papadopoulos, G.-L.; Schuettengruber, B.; Cavalli, G.", "abstract": "Chromatin looping between cis-regulatory elements is essential for precise developmental gene expression, and its disruption is frequently linked to disease. Polycomb Response Elements (PREs) are specialized tethering elements that mediate chromatin loops and are bound by transcription factors like GAGA-associated factor (GAF), contributing to the recruitment of Polycomb group (PcG) proteins. While both PcG proteins and GAF have been implicated in looping, their specific roles and the mechanisms of loop specificity remain unresolved. Using genome-wide and locus-specific approaches, we show that high GAF occupancy is required for chromatin looping and gene regulation. However, GAF alone cannot establish loops without additional factors. Surprisingly, PRE looping does not require the PcG subunit Polyhomeotic (PH) or the repressive histone marks H3K27me3. Intriguingly, orthologous PRE sequences can rescue looping, while unrelated PREs with similar GAF levels cannot. This indicates that looping specificity depends on both GAF levels and compatible factor combinations at loop anchors. Our results support a combinatorial model in which GAF collaborates with additional looping factors, to drive PRE-specific interactions. We propose the existence of a looping code as a mechanistic basis that might explain why only a subset of PREs form loops and contribute to Polycomb-mediated gene silencing.", "date": "2025-11-29", "journal": ""}
{"title": "Proteomic and phospho-proteomic longitudinal signatures of human skeletal muscle in lung cancer cachexia", "doi": "10.1101/2025.11.26.690647", "authors": "Sorensen, J.; Voldstedlund, C. T.; Battey, E.; Ogueboule, Z.; Irazoki, A.; Modvig, J.; Knos, C.; Hammershoi, A.; Carl, C. S.; Raun, S. H.; Dmytriyeva, O.; Richter, E. A.; Langer, S. W.; Sylow, L.", "abstract": "Weight loss is a potentially deadly hallmark of many cancers, including lung cancer. In particular, the loss of skeletal muscle mass and function impairs survival and lowers quality of life. Despite being a major determinant of prognosis, the molecular drivers of muscle wasting remain ill-defined. Therefore, there is a critical need for human molecular data to support the development of effective therapies for this currently untreatable condition. Here, we utilize cutting-edge proteomics technology to longitudinally map the proteome and phosphoproteome of skeletal muscle from patients with newly diagnosed, advanced-stage non-small cell lung cancer during their treatment. Leveraging deep in vivo clinical phenotyping of activity, body composition, muscle quality, and nutritional risk, we identified 118/174 muscle proteins/phospho-sites associated with cachexia at diagnosis with indications of sexual dimorphism. Treatment altered 278 proteins and 1,155 phospho-sites, of which 137/91 proteins/phospho-sites were associated with muscle wasting. Our findings highlight disrupted calcium, anabolic, and stress signalling, alongside extracellular matrix and mitochondrial alterations, as key molecular features of cachexia in non-small cell lung cancer. These clinically anchored proteomic and phosphoproteomic signatures provide potential targets for future research.", "date": "2025-11-29", "journal": ""}
{"title": "Comparison of extracellular vesicles isolation methods reveals method-dependent protein and miRNA profiles in saliva", "doi": "10.1101/2025.11.26.690666", "authors": "Simphor, E.; Boulestreau, J.; Marchal, R.; Molina, F.; Kahli, M.", "abstract": "Salivary extracellular vesicles (EVs) represent a powerful, non-invasive source of biomarkers for disease diagnosis and monitoring. Their molecular cargo reflects systemic and local physiological states, offering a window into neurological and inflammatory disorders. However, the diversity of EV isolation protocols and the possibility that each enriches distinct EV subpopulations remains a major barrier to reproducibility and data comparability. We conducted a comprehensive comparison of three EV isolation methods: ultracentrifugation (UC), PEG-based precipitation (Q), and immunoaffinity capture (M) to evaluate their impact on EV yield, purity, and molecular composition. Salivary EVs from healthy volunteers were analysed using proteomic and small-RNA sequencing approaches. Principal component analysis revealed clear isolation method-dependent clustering, where M-derived EVs displayed the most distinct profile. UC and Q produced broader proteomic repertoires with higher total protein content, whereas M-isolated EVs exhibited greater purity and enrichment of trafficking- and lysosome-associated proteins. Over 731 miRNAs selected, 28 were consistently altered across methods and 65 uniquely enriched in M isolates. RT-qPCR confirmed key directional trends. These 93 method-dependent miRNAs have predicted targets associated with synaptic structure and neurodegenerative pathways. These findings show that isolation methodology deeply shapes salivary EV cargo and suggest that immunoaffinity capture can isolate specific EV populations meeting diagnostic requirements.", "date": "2025-11-29", "journal": ""}
{"title": "A simple, reversible and non-toxic anchor-away system for effective nuclear depletion of proteins", "doi": "10.1101/2025.11.28.691147", "authors": "Esteban-Serna, S.; Widen, T.; Grosemans, H.; Farquhar, I.; Granneman, S.", "abstract": "The anchor-away (AA) technique enables rapid depletion of nuclear proteins by tethering them to cytoplasmic anchors through rapamycin-induced heterodimerisation. Albeit powerful, in Saccharomyces cerevisiae, this system is restricted to rapamycin-resistant strains, as the drug inhibits TOR signalling and hinders the heat-shock response, limiting its application to stress-related studies. Moreover, this AA method is not fully reversible, limiting studies of dynamic cellular processes that require transient perturbation and functional restoration. To overcome these constraints, we developed an alternative AA system that uses the plant hormone abscisic acid (ABA) to induce conditional association of the target to its cytoplasmic anchor. The ABA-AA system enables efficient and fully reversible depletion of highly abundant nuclear proteins. Unlike rapamycin, ABA does not cause major gene expression changes and is suitable for diverse genetic backgrounds. The ABA-AA system provides a fully reversible, non-toxic, and broadly applicable alternative for nuclear protein depletion across eukaryotic systems.", "date": "2025-11-29", "journal": ""}
{"title": "An optimised method for generation of murine CAR-T cells by CRISPR/Cas9.", "doi": "10.1101/2025.11.29.689298", "authors": "Jackson, T.; Himsworth, C.; Munning-Tomes, S.; Alam, F.; Brezovjakova, H.; Donovan, L. K.; Erbe, A. K.; Sondel, P. M.; Chesler, L.; Anderson, J.", "abstract": "Development of the next generation of chimeric antigen receptor (CAR) T-cells requires assessment in systems that better recapitulate the suppressive tumour microenvironment of solid tumours. CRISPR-Cas9 knock-in of promoter-less homology directed repair templates (HDRT) into the T-cell receptor locus has been shown to result in physiological expression of CARs with improved tumour control. We initially compared the use of dsDNA and adenovirus associated virus (AAV) HDRTs in mouse T cells. We have subsequently developed an optimised method for AAV transduction resulting in high editing efficiencies with minimal toxicity. In contrast with our experience of retroviral transduction of mouse T cells, our CRISPR/Cas9 AAV transduction method results in sustained CAR expression and T cell expansion in vitro as well as in vivo persistence. This approach allows for pre-clinical assessment of individual and libraries of CAR constructs in relevant immune-competent mouse models.", "date": "2025-11-29", "journal": ""}
{"title": "Azimuthal Segment Imaging in cryo-STEM Tomography", "doi": "10.1101/2025.11.26.690630", "authors": "Kirchweger, P.; Seifer, S.; Wolf, S. G.; Varsano, N.; Zens, B.; Schur, F. K.; Elbaum, M.", "abstract": "Cryo-electron microscopy is transitioning from investigation of isolated macromolecules to in situ studies bridging the realms of structural and cellular biology. Newly available detector technologies enable unconventional contrast modes with particular advantages. Here we demonstrate application of quadrant diode detectors to visualize a range of biological specimens by cryo-Scanning Transmission Electron Tomography (cryo-STET). Theoretically, we decompose coherent contrast by parallax analysis to isolate phase and amplitude contributions in specimens too thick for energy-filtered TEM. We thereby expand the cryo-STEM toolchest to parallax-filtered bright field (pBF) and parallax-filtered integrated differential phase contrast ({pi}DPC) and demonstrate their advantages in tomography using T4-bacteriophages, whole cells, and cryo-lift-out lamellae of cellular multilayers. The results show significant improvements over traditional STEM modalities in a realm where conventional wide-field transmission EM imaging methods are not applicable. The commercial availability of such detectors and the relative ease and speed of image reconstruction should make this realm accessible to the broader community in life science EM and beyond.", "date": "2025-11-29", "journal": ""}
{"title": "Influence of vegetation structure on lemur recolonization of post-fire habitats in northwestern Madagascar", "doi": "10.1101/2025.11.26.690642", "authors": "Rabemananjara, N. R.; Rasolozaka, M.; Ravolanirina, M. O.; Marivola, R.; Randriamiarantsoa, S. H.; Rakotondravony, R.; Razafindraibe, H.; Schuessler, D.; Radespiel, U.", "abstract": "Habitat quality is a key determinant of wildlife distribution and persistence. Any disturbance such as fire degrades forest habitats by increasing canopy openness, reducing tree basal area, and eliminating large, cavity-bearing trees providing shelter for many species. In Madagascar, fire has become a prominent disturbance, yet the mechanisms linking fire disturbance to lemur habitat occupation remain poorly understood. Using Generalized Linear Mixed Models, we assessed the effects of forest humidity, temperature, vegetation structural gradients, and tree species richness on lemur occurrence, and evaluated the impact of fire regime parameters on significant abiotic and structural vegetation gradients. Lemur responses varied by body size and ecological specialization. Eulemur fulvus most likely occurred in humid habitats with high floristic diversity. The latter also explained best the presence of Avahi occidentalis and Cheirogaleus medius, while Lepilemur edwardsi was rather connected to dense stands of overstory trees. Small-bodied Microcebus species displayed a higher structural and floristic tolerance. Tree species richness declined sharply in burnt areas and was highest in unburnt forest. Fires impacted vegetation structural gradients, increasing openness and understory density, while old burnt and unburnt forests maintained complex vertical layering. Tree species richness emerged as the strongest predictor of lemur species richness. These results indicate that fire primarily affects lemurs through floristic and structural pathways rather than microclimatic shifts, emphasizing the need to preserve intact forest refugia with mature canopies and species-rich tree communities to sustain lemur diversity under increasing fire pressure in dry forest landscapes of Madagascar.", "date": "2025-11-29", "journal": ""}
{"title": "Developmental priming increases copper-tolerance in a model fish species via epigenetic-and microbiome-mediated mechanisms", "doi": "10.1101/2025.11.28.691212", "authors": "Uren Webster, T. M.; Laing, L. V.; Onime, J.; Littler, H.; McFarling, R. J.; Paris, J. R.; Fitzgerald, J. A.; Lange, A.; Farbos, A.; Moore, K.; Hitchings, M. D.; van Aerle, R.; Bury, N. R.; Santos, E. M.", "abstract": "Pollution is a significant threat to aquatic ecosystems globally and, in order to survive, natural populations depend upon their ability to rapidly develop tolerance to chemical stressors. We examined whether early-life priming enhances life-long copper-tolerance in a model fish species via developmental plasticity. Stickleback (Gasterosteus aculeatus) embryos were pre-exposed to a low concentration of copper (10 g/L) during early development, reared in clean water for nine months alongside a control group, and then exposed to copper (0,10 and 20 g/L) for 96 h as adults. Priming markedly reduced evidence of copper-toxicity in adult gills at the transcriptional level (including reduced cellular stress response (CSR) and disruption of ion-homeostasis) and increased inducibility of the metal-binding protein, metallothionein. In parallel, we identified epigenetic and microbiome-mediated mechanisms likely contributing to this tolerance. Pre-exposure induced persistent DNA methylation changes, consistent with priming of CSR and ion-homeostasis pathways. We identified enhanced copper-tolerance in the gill microbiota of primed fish that likely also contributed to host tolerance. These findings provide critical evidence for developmental plasticity induced by chemical stressors in animals, highlight the importance of integrated microbiome and epigenetic responses, and enhance our understanding of how natural populations cope with pollution in their environment.", "date": "2025-11-29", "journal": ""}
{"title": "RegEvol: detection of directional selection in regulatory sequences through phenotypic predictions and phenotype-to-fitness functions", "doi": "10.1101/2025.11.26.690685", "authors": "Laverre, A.; Latrille, T.; Robinson-Rechavi, M.", "abstract": "Regulatory DNA controls when and where genes are expressed, making it a key driver of phenotypic evolution. Yet detecting selection in non-coding regions remains difficult, as most approaches rely on sequence conservation or changes in substitution rate rather than molecular effects. RegEvol bridges this gap by linking machine learning-based predictions of transcription factor binding to explicit evolutionary models. It uses the distribution of predicted mutational effects to infer fitness functions under different evolutionary scenarios (random drift, stabilising selection, or directional selection). Through maximum-likelihood estimation, it identifies the regime that best explains observed changes along a lineage from an ancestral sequence. RegEvol corrects biases that affected previous tests based on machine learning of transcription factor binding, while remaining conservative across different levels of divergence. Applied to over 3 million Drosophila melanogaster regulatory regions, we identify 5.1% of them under directional selection, enriched near reproductive and immune genes. The framework is readily applicable to experimentally detected regulatory elements with alignable ancestral sequences and is flexible to future advances in understanding regulatory function, providing a powerful basis for investigating adaptation in non-coding regions.", "date": "2025-11-29", "journal": ""}
{"title": "Functional Landscape of Zebrafish Gonadotropins and Receptors: A Comprehensive Genetic Analysis", "doi": "10.1101/2025.11.26.690707", "authors": "ZENG, C.; ZHANG, Z.; ZHOU, L.; ZHOU, X.; AI, N.; Ge, W.", "abstract": "In vertebrates, reproduction is controlled by two master hormones, or gonadotropins, from the pituitary: follicle-stimulating hormone (FSH) and luteinizing hormone (LH), which act through their cognate receptors, FSHR and LHCGR, in gonads. Like other vertebrates, zebrafish also has two gonadotropins and respective receptors. However, while zebrafish FSH activates Fshr specifically, its LH can activate both Fshr and Lhcgr, suggesting three signaling pathways - the canonical FSH-Fshr and LH-Lhcgr pathways, and a non-canonical LH-Fshr pathway. To dissect functional roles of these pathways, we generated a series of zebrafish mutants lacking one to all four genes encoding the two ligands and their receptors: fshb, lhb, fshr, and lhcgr. Single mutants confirmed the essential roles of FSH and LH in zebrafish reproduction. Double mutants demonstrated the functionality of all three pathways, especially the non-canonical LH-Fshr pathway, and highlighted the importance of Fshr in mediating both FSH and LH actions. Transcriptome analysis of double mutant follicles (infertile lhb-/-;lhcgr-/- with FSHFshr and fertile fshb-/-;lhcgr-/- with LH-Fshr) revealed potential molecular mechanisms underlying LH stimulation of oocyte maturation and ovulation via Fshr. Triple mutants revealed spontaneous, ligand-independent activities of Fshr and Lhcgr, in supporting spermatogenesis. Males with only fshb or lhb were infertile, with testes dominated by spermatogonia and spermatocytes with few spermatozoa. The quadruple mutant (fshb-/-;lhb-/-;fshr-/-;lhcgr-/-) displayed an all-male phenotype with underdeveloped, infertile gonads primarily containing spermatogonia, suggesting a critical role for gonadotropins in sex differentiation and gonadal development. This comprehensive genetic study provides insights into functional importance of gonadotropins in zebrafish reproduction and their signaling mechanisms.", "date": "2025-11-29", "journal": ""}
{"title": "Comparing DNA extraction methods for successful PacBio HiFi sequencing: a case study of the freshwater mussel Anodonta anatina (Bivalvia: Unionidae)", "doi": "10.1101/2025.11.26.690746", "authors": "Giulio, M.; Lergster, U.; Feulner, P. G. D.; Weber, A. A.-T.", "abstract": "High-quality reference genomes are increasingly recognized as essential resources in biodiversity genomics and conservation. However, successful DNA extraction and long-read sequencing remain highly organism-dependent. Molluscs, a diverse phylum of invertebrates, pose particular challenges due to inhibitory compounds and degraded or fragmented DNA, often necessitating careful optimization of extraction protocols. Here, we present a case study on the freshwater mussel Anodonta anatina (Bivalvia: Unionidae), evaluating two preservation methods, six DNA extraction protocols, and two post-extraction clean-up steps for their effects on DNA quality and PacBio HiFi sequencing yield from a single individual. The PacBio Nanobind and CTAB protocols produced high-quality DNA from fresh foot tissue but performed poorly on flash-frozen tissue, which is the most common preservation method. Post-extraction clean-up generally degraded DNA and did not improve sequencing yield. Unexpectedly, the column-based Omega Mollusc Kit, although not designed for high-molecular-weight DNA, outperformed the PacBio-recommended Nanobind kit and the manual CTAB method on flash-frozen tissue. It generated high DNA quantity and purity, sufficient integrity for HiFi sequencing, and effective contaminant removal. While the resulting DNA may be too fragmented for Oxford Nanopore sequencing, the Omega Mollusc Kit offers a practical, cost-effective first approach for testing DNA extraction and PacBio sequencing in new mollusc genome projects of relatively large species when tissue is flash-frozen. When fresh tissue is available, Nanobind or CTAB remain the recommended options. This strategy could reduce the need for extensive protocol optimization and facilitate future mollusc genomics efforts.", "date": "2025-11-29", "journal": ""}
{"title": "Characterization of the Mitomycin C Resistance Protein McrA", "doi": "10.1101/2025.11.28.691146", "authors": "Tjallinks, G.; Dunleavy, T.; Jonker, T.; Angeleri, N.; Mattevi, A.; Fraaije, M.", "abstract": "McrA from Streptomyces lavendulae is a flavin-dependent enzyme thought to provide self-resistance against the DNA-alkylating antibiotic mitomycin C (MMC). McrA belongs to the berberine bridge enzyme (BBE)-like subfamily of oxidases and catalyzes the oxidation of reduced MMC converting it back into the inactive prodrug form, thereby preventing rearrangement into the reactive quinone methide intermediate. Here we demonstrate the first crystal structure of McrA, allowing us to identify key residues involved in retaining MMC in the active site. Biochemical characterization studies such as pre-steady state kinetics verified McrA oxidase activity, while binding studies demonstrated its ability to recognize oxidized MMC.", "date": "2025-11-29", "journal": ""}
{"title": "Biochemical characterization of ABHD14A, an outlying member of the metabolic serine hydrolase family", "doi": "10.1101/2025.11.28.691245", "authors": "Gupta, S.; Kamat, S.", "abstract": "Certain uncharacterised members of the metabolic serine hydrolase enzyme family remain difficult to annotate due to poor tractability, context-dependent expression, and the absence of defined biochemical activities. Here, we provide the first functional characterization of the human enzyme ABHD14A. By engineering a soluble N-terminally truncated variant, we demonstrate by gel-based activity-based protein profiling and p-nitrophenyl-ester hydrolysis assays that ABHD14A is an active enzyme that preferentially turns over short-chain esters. Notably, ABHD14A exhibits a CoA-dependent enhancement of p-nitrophenyl-acetate hydrolysis, indicative of a ping-pong type acetyltransferase mechanism similar to that previously described for another homologous ABHD14-enzyme, ABHD14B. To investigate endogenous protein levels, we generated a high-affinity polyclonal antibody and found that ABHD14A is undetectable across a panel of immortalized mammalian cell lines and adult mouse tissues, challenging current transcriptomic database predictions. Upon heterologous expression in HEK293T cells, full length ABHD14A is catalytically active and localizes specifically to the Golgi apparatus, suggesting a specialized role in secretory pathway biology. Together, these findings establish the enzymatic activity, mechanistic features, and subcellular localization of ABHD14A, while providing essential biochemical and immunological tools that now enable the systematic discovery of its physiological substrates and regulatory contexts.", "date": "2025-11-29", "journal": ""}
{"title": "Genetic diversity, predictive protein structures, and interaction networks of Cysteine-Rich Receptor-Like Kinases in Arabidopsis thaliana", "doi": "10.1101/2025.11.26.690834", "authors": "Stouthamer, J.; Pereira, D.; Martin-Ramirez, S.; Mutte, S.; Mott, G. A.; Smakowska-Luzan, E.", "abstract": "Cysteine-rich receptor-like kinases (CRKs) are a large subfamily of plant receptor-like kinases (RLKs) implicated in immunity and development, yet their ligands, interaction partners, and mechanistic roles remain poorly defined. We combined population-genetic analyses and AlphaFold-based structural prediction to characterise the Arabidopsis thaliana CRK family. Phylogenetic reconstruction from 69 natural accessions resolved five well-supported CRK clades. Nucleotide diversity ({Xi}) ) and neutrality tests revealed heterogeneous diversity across loci, with evidence of both positive and negative selection pressure acting on different CRKs. AlphaFold models of CRK extracellular domains (ECDs) recapitulate the DUF26 structure observed in Plasmodesmata Localizing Protein (PDLP)5/PDLP8 and ginkbilobin-2 but display distinct biochemical properties and disulfide-bond topologies. Pairwise AlphaFold dimer modelling of all 780 CRK-ECD combinations produced 145 high-confidence interaction models; ~78% of these adopt a shared dimer conformation characterized by an extended intermolecular {beta}-sheet at the interface. Integrating evolutionary and structural approaches reveals clade-specific selective regimes and conserved structural features of CRK ECDs that likely underpin receptor receptor interactions. Predicted high-confidence dimer interfaces suggest a general mode of CRK-ECD association that can guide targeted biochemical and genetic validation, accelerating functional dissection of this important receptor family.", "date": "2025-11-29", "journal": ""}
{"title": "LorMe: a streamlined and interoperable R framework for end-to-end microbiome analysis", "doi": "10.1101/2025.11.26.690896", "authors": "Wang, N.; Zhang, Y.; Yang, X.; Gao, Y.; Xia, H.; Xu, Y.; Shen, Q.; Jousset, A.; Jiang, G.; Wei, Z.", "abstract": "Microbiome research is rapidly evolving accompanied by increasingly diverse analytical strategies and visualization formats. However, existing R-based tools remain fragmented, differ in data structures, and often require extensive package-specific pre-processing. This increases command-line complexity and limits both interoperability and reproducibility across packages. Here, we present LorMe (Lightweight One-line Resolving Microbial Ecology), an R package that provides a unified, interoperable, and user-friendly framework for microbiome data analysis. LorMe incorporates a standardized S4 object system with fully bidirectional compatibility with phyloseq and microeco, which enables seamless data exchange across major microbial analysis packages. A global configuration system ensures consistent parameter control and visualization standards, and a modular architecture supports both complete end-to-end workflows and flexible execution of individual analytical components. Based on these, LorMe further offers an one-command pipeline that conducts the full spectrum of microbial community analyses, including alpha and beta diversity, differential abundance testing, co-occurrence network inference, and meta-network construction, while archiving all intermediate objects and source data to ensure complete reproducibility. Demonstrations using sample datasets show that LorMe performs comprehensive analyses within minute, produces publication-ready outputs, and maintains methodological transparency. Application to a real rhizosphere dataset revealed biologically coherent patterns across diversity metrics, differential taxa, and network modules, highlighting the capacity of LorMe to support robust ecological interpretation. Collectively, LorMe provides a lightweight, extensible, and flexible solution that reduces technical barriers and enhances reproducibility in microbiome research. LorMe package is freely accessible from both CRAN ( https://cran.r-project.org/web/packages/LorMe ) and github ( https://github.com/wangnq111/LorMe )", "date": "2025-11-29", "journal": ""}
{"title": "Small molecule activator of phosphatase PP2A remodels scaffold PR65 structural dynamics to promote holoenzyme assembly", "doi": "10.1101/2025.11.26.690749", "authors": "Yilmaz, S. Z.; Banerjee, A.; Saha, S.; Ohlmeyer, M.; Gordon, R.; Itzhaki, L. S.; Bahar, I.; Gur, M.", "abstract": "Small molecule activators of protein phosphatase 2A (PP2A), hereafter SMAPs, have attracted substantial interest, for their potential to inhibit cancer cell proliferation by targeting PR65, the scaffold subunit of the PP2A heterotrimer. PR65 is a uniquely flexible and stable molecule composed of 15 tandem HEAT (Huntingtin, Elongation factor 3-PP2A-TOR1) repeats. We characterized the binding sites and interactions of two SMAPs ATUX-8385 and DT-061 with PR65 and evaluated effects on PR65 structural dynamics using docking and molecular dynamics simulations. We initiated SMAP-bound PR65 simulations starting from two binding sites: S1, determined by cryo-electron microscopy for DT-061 bound to PP2A, on the inner helices of the HEAT repeats 2 and 3 (2i and 3i); and S2, predicted by docking of ATUX-8385 onto PR65, on 4i and 5i and outer helices 5o and 6o consistent with footprinting experiments. S2 proved to be a stable site for both SMAPs when initiating the simulations at S2. However, neither DT-061 nor ATUX-8385 demonstrated stable binding to S1. DT-061 rapidly dissociated from S1 to settle instead at a neighboring site S4 overlapping with our previously identified S3 for PR65 in extended form, suggesting that binding to S1 may be a 2-step process: an initial binding to PR65 alone, either to S3/S4 or S2, followed by movement to S3/S4, and then an induced relocation to S1 upon complexation with the regulatory and catalytic subunits. Targeted in silico mutagenesis showed that mutations at S2 and S4 destabilized SMAP binding to the PR65 (subunit). Heterotrimeric PP2A simulations showed that S3 and S4 binding were not persistent upon complexation. Together, these results corroborate our findings. Furthermore, preferentially stabilized a relatively extended PR65 conformation that would accommodate, if not promote, the assembly of the catalytic and regulatory subunits to prompt the activation of the trimeric phosphatase.", "date": "2025-11-29", "journal": ""}
{"title": "Scaling contact force parameters across body size, limb count, and number of contact spheres", "doi": "10.1101/2025.11.26.690874", "authors": "van Bijlert, P. A.", "abstract": "A popular way to model contact interactions in musculoskeletal simulations uses Hertz theory applied to contact spheres, with Hunt Crossley based dissipation. Suitable contact parameters for dynamic simulations will be highly dependent on the morphology, scale, materials, and movement in question. Inappropriate parameter choices can manifest in unpredictable ways during simulations, potentially resulting in misinterpretations or failed simulations. Here, I demonstrate that both the plane strain modulus and the dissipation parameters are not scale invariant. I derive equations to scale the contact parameters in dimensionless form, which allows accounting for differences in body size, number of legs, contact sphere radius, and number of spheres per foot. As a demonstration of this scaling approach, I scale the contact parameters of a 62 kg human to a 500 kg human, a mouse (0.02 kg), an emu (37.8 kg), a horse (545 kg), and a giraffe (1190 kg), and demonstrate that geometrically and dynamically similar contact behaviour is achieved in all cases. The scaling approach presented here can be used to scale parameters known to work for one model to a completely different model, which is particularly useful in studies that simulate the effects of allometric scaling. I also provide equations to estimate suitable contact parameters for a model directly, without using a different model as a starting point. The limitations of Hertz Hunt Crossley contact models in biomechanical simulations are discussed. Lastly, I derive dimensionless expressions and scaling guidelines for the smoothed contact force implementation \"SmoothSphereHalfSpaceForce'' in the popular biomechanical simulator OpenSim.", "date": "2025-11-29", "journal": ""}
{"title": "Intermediate heterogeneity modulates coupling between chain compaction and structure formation during protein folding", "doi": "10.1101/2025.11.26.690716", "authors": "Kaushik, A.; Udgaonkar, J.", "abstract": "Polypeptide chains undergo both compaction and structure formation during folding, but the extent to which these processes are mechanistically coupled remains unclear. Although initial chain collapse can precede structure formation, the two processes invariably appear coupled at later stages of folding. This raises the question of whether the fraction of molecules that undergo initial collapse, as well as the degree of coupling between compaction and structure formation later during folding, are regulated by sequence-encoded structural constraints. To examine this, the folding of the small protein monellin was investigated using time-resolved fluorescence resonance energy transfer (trFRET) analyzed with the maximum entropy method to resolve sub-populations of molecules with native-like and unfolded-like dimensions. Mutation of Pro41 to Ala, or Pro93 to Ala, which relieve local backbone rigidity, selectively stabilized hidden minor conformations within the initial and later intermediate ensembles, respectively. In each case, the minor conformation had a segment that was more compact than in the major one, and its stabilization increased the number of molecules undergoing specific contraction to form the intermediate ensemble, without altering the extent of structure formation. Consequently, sub-populations within these intermediate ensembles could undergo chain contraction independently of structure formation. These findings identify intermediate-state heterogeneity, modifiable by backbone rigidity, as the basis for tunable coupling between chain compaction and structure formation during protein folding.", "date": "2025-11-29", "journal": ""}
{"title": "Can We Extract Physics-like Energies from Generative Protein Diffusion Models?", "doi": "10.1101/2025.11.28.690021", "authors": "Sarma, S. S.; Truscott, H. H.; Xu, D.; Reid, K.; Chu, L.-S.; Chen, J.; Gray, J. J.", "abstract": "Diffusion models have emerged as the state-of-the-art method in generative AI and have shown great success in image synthesis, video generation, molecular design, and protein structure prediction. For biophysical problems, such as protein folding and association, a fundamental question in diffusion-based methods is how their learned functions correspond to thermodynamics. In this paper, we study diffusion models through the lens of theoretical biophysics, analyzing their underlying formulation of potentials and exploring their applications in scoring protein interactions. We develop simple theories rooted in statistical physics that relate thermodynamic potentials to the negative log of the probability of observing a system in a particular state. We include dimensional analysis of diffusion model equations, and a table mapping AI and physics jargon. We then test a diffusion model's ability to capture learned energies as negative log-likelihood values, -log p0(x0), by integrating over the diffusion-generated path or a probability flow ODE path. We test these integrals on a simple 1D Gaussian mixture diffusion model and a protein-docking diffusion model, DFMDock. In the 1D case, we find that integration over both diffusion and flow paths can accurately recover ground truth probabilities. When we extract the learned docking energies for cases where DFMDock succeeds, we observe energy funnels with the minimum energy near the experimental docked structure, like those we observe with Rosetta, an empirically tuned physics-based biomolecular modeling suite. The learned energy performs comparably or outperforms Rosetta interface energy in 6 out of 25 cases at ranking the correctness of docked poses. These data show that we can extract a relevant learned energy function from a diffusion model and compare it to physical energy functions.", "date": "2025-11-29", "journal": ""}
{"title": "Old Collections, New Perspectives: Analytical Reassessment of One of Europe's Biggest Archaeological Broomcorn Millet Deposits (Romania)", "doi": "10.1101/2025.11.26.690670", "authors": "Garcia-Vazquez, A.; Golea, M.; Mircea, C.; Carciumaru, M.; Sava, G.; Ilie, A.; Lazar, C.", "abstract": "The broomcorn millet grains (Panicum miliaceum) analysed in this study, recovered from Morteni tell (Romania), represent one of Europe's largest archaeological millet deposits (150 kg). Originally attributed to the Chalcolithic period (Gumelnita culture), radiocarbon dating revealed a significantly later context (361 cal BC - 61 cal AD (95.4%)), placing the grains in the Late Iron Age - Latene, when millet was an established staple in the region. The uncharred, desiccated grains exhibited uneven preservation: while some retained isotopic values akin to fresh millet, others showed evidence of nitrogen loss due to diagenesis. High d15N values point to intensive manuring, highlighting millet's agricultural significance during the Iron Age. Combining isotopic data with FTIR-ATR analysis allowed the detection of diagenetic impacts and underscored the importance of cross-disciplinary approaches in archaeobotanical studies. These findings demonstrate the necessity of radiocarbon dating and integrated analyses to avoid misinterpretations based on stratigraphy alone and to enhance the reliability of data on ancient crop use and significance.", "date": "2025-11-29", "journal": ""}
{"title": "Optimization of heuristic logic synthesis by iteratively reducing circuit substructures using a database of optimal implementations", "doi": "10.1101/2025.11.28.691216", "authors": "Tran, A. P.; Jatkar, D. D.; Ali Al-Radhawi, M.; Ernst, E. A.; Sontag, E. D.", "abstract": "Minimal synthesis of Boolean functions is an NP-hard problem, and heuristic approaches typically give suboptimal circuits. However, in the emergent field of synthetic biology, genetic logic designs that use even a single additional Boolean gate can render a circuit unimplementable in a cell. This has led to a renewed interest in the field of optimal multilevel Boolean synthesis. For small numbers (1-4) of inputs, an exhaustive search is possible, but this is impractical for large circuits. In this work, we demonstrate that even though it is challenging to build a database of optimal implementations for anything larger than 4-input Boolean functions, a database of 4-input optimal implementations can be used to greatly reduce the number of logical gates required in larger heuristic logic synthesis implementations. The proposed algorithm combines the heuristic results with an optimal implementation database and yields average improvements in fractional gate-count reduction relative to ABC of 5.16% for 5-input circuits and 4.54% for 6-input circuits on outputs provided by the logic synthesis tool ABC. In addition to the gains in the efficiency of the implemented circuits, this work also attests to the importance and practicality of the field of optimal synthesis, even if it cannot directly provide results for larger circuits. The focus of this work is on circuits made exclusively of 2-input NOR gates but the presented results are readily applicable to 2-input NAND circuits as well as (2-input) AND/NOT circuits. The framework proposed here is likely to be adaptable to other types of circuits. Moreover, a small computational pipeline is provided for integration with synthetic biology tools such as Cello. An implementation of the described algorithm, HLM (Hybrid Logic Minimizer), is available at https://github.com/sontaglab/HLM/.", "date": "2025-11-29", "journal": ""}
{"title": "Engineering Clostridium thermocellum for production of 2,3-butanediol from cellulose", "doi": "10.1101/2025.11.28.691234", "authors": "Jilani, S. B.; Ashok, N.; Guss, A. M.; Olson, D. G.", "abstract": "Clostridium thermocellum is a promising host for consolidated bioprocessing due to its ability to directly ferment cellulose into fuels and chemicals. However, natural product formation in this organism is limited. Here, we report engineering C. thermocellum for the production of 2,3-butanediol (23BD), a valuable industrial chemical. We functionally expressed a thermophilic 23BD pathway in this organism resulting in a 23BD titer of 19.7 mM from cellulose, representing a metabolic yield of 24%. We used a cell-free systems biology approach to identify limiting steps in the 23BD pathway, revealing that exogenous 23BD dehydrogenase (BDH) activity was essential for production, while native acetolactate synthase (ALS) and acetolactate decarboxylase (ALDC) activities were present but limiting in the parent strain. This approach also revealed redox balance limitations. We demonstrated that this improved understanding of redox balance limitations could be used to increase 23BD titer in vivo, showing that adding acetate could be used to increase 23BD yield. This work establishes a foundation for developing C. thermocellum into a robust platform for 23BD production directly from cellulose and highlights the utility of cell-free systems for guiding metabolic engineering in non-model organisms.", "date": "2025-11-29", "journal": ""}
{"title": "Accessible AI Enhances Monitoring of Coral Seeding Devices in Reef Restoration", "doi": "10.1101/2025.11.27.688254", "authors": "Stratford, J. E.; Toor, M.; Forster, R.; Larkey, E.; Martinez Balvanera, S.; Williams, B.; Alessi, C.; Cassidy, D.; Razak, T. B.; Humanes, A.; Lachs, L.; Martinez, H.; Jones, K. E.; Guest, J.; Ferarri, R.", "abstract": "1. Coral seeding devices (CSDs) - tools designed to deliver sexually propagated corals to target locations - offer a promising means to increase coral abundance on degraded reefs. However, evaluating CSD effectiveness for coral reef restoration across wide areas and over many years is limited by the lack of robust and efficient monitoring approaches. Large-area reef imagery offers an attractive potential solution, but manual detection of CSDs within imagery is slow and limits the scalability of CSD monitoring. 2. We investigated whether machine learning classifiers could accurately detect CSDs in reef orthoimages and tested the performance of classifiers created following minimal manual annotation effort. Using freely available software, we first evaluated classifier performance in a single-site experiment using an orthoimage containing 989 CSDs deployed in Palau. We then also evaluated performance in a multi-site experiment using orthoimages containing a different CSD design deployed across seven sites in the central Great Barrier Reef, Australia. 3. In Experiment 1, classifiers trained on just 30 CSDs annotated within 10 minutes achieved mean recall and precision of 96.7% and 97.1% respectively, reducing manual annotation time by 95.6% whilst still detecting 98.8% of the number of devices found manually. Larger training sets yielded less reliable classifiers and required more manual effort. In Experiment 2, classifiers trained on 30 CSD annotations from one site performed excellently across seven orthoimages from multiple reefs, achieving mean recall and precision of 99.2% and 93.3%. 4. We present evidence that CSD classifiers can be highly effective across both single- and multi-site CSD deployments. In using a free and user-friendly software, we also demonstrate their accessibility to reef restoration practitioners. To facilitate wider uptake of CSD monitoring, we provide a step-by-step protocol for implementing CSD classifiers. By improving access to efficient, direct assessment of intervention outcomes, this method can play a vital role in guiding the enhancement of approaches aiming to restore coral reefs.", "date": "2025-11-29", "journal": ""}
{"title": "Contrasting evolutionary forces of specialization and admixture underlie the genomic and phenotypic diversity of Yarrowia lipolytica", "doi": "10.1101/2025.11.28.690175", "authors": "Izquierdo-Gea, S.; Vicente, J.; Pena, T. A.; Villarreal, P.; Cubillos, F. A.; Neuveglise, C.; Barriuso, J.; Belda, I.; Ruiz, J.", "abstract": "Microbial diversity emerges from evolutionary processes that shape genomic and phenotypic traits in response to complex environmental pressures. Deciphering these dynamics is key to understanding microbial ecology and advancing biotechnological applications. Here, we use the yeast Yarrowia lipolytica to study genomic signatures of adaptation across a broad range of environments and to illustrate how population-level data can inform targeted bioprospecting for industrial traits. Whole-genome and phenotypic analyses of 126 isolates from natural and anthropogenic environments reveal a complex population structure in this species, shaped by both niche specialization and admixture events. Structured lineages exhibit ecological filtering, reduced genetic diversity, and distinct gene content, consistent with adaptation to substrates like dairy, hydrocarbons, or industrial substrates. In contrast, admixed populations display greater genetic diversity and broader phenotypic capacity, including enhanced stress tolerance and metabolic flexibility. Genome plasticity, reflected in pangenome and CNV variation, aligns with ecological origin, while trait assays link phenotypic divergence to underlying genetic variation. For instance, better growth performance on acetate, an ecological and industrially relevant trait, is associated with hydrocarbon-adapted strains and likely linked to variation in regulatory regions of acetate metabolism genes. Together, our results reflect how divergent evolutionary trajectories, ranging from ecological specialization to genomic plasticity through admixture, underpin the species ecological success and provide a framework for harnessing its natural diversity in microbial bioprospecting.", "date": "2025-11-29", "journal": ""}
{"title": "Admixture in a butterfly species complex creates a genomic mosaic of ancestry with distinct histories for different chromosomes", "doi": "10.1101/2025.11.28.691233", "authors": "Gompert, Z.; Lucas, L. K.; Donley, A.; Foriser, M. L.; Fordyce, J. A.; Nice, C. C.", "abstract": "Hybridization and admixture give rise to populations with mosaic genomes composed of ancestry segments with distinct origins and histories. Despite a growing number of documented cases of admixture in nature, relatively little is known about how mosaic patterns of ancestry vary simultaneously across the genome and among multiple populations or lineages of hybridizing species. Here, using pooled whole-genome sequence data from more than 20 populations representing three nominal species and multiple admixed or taxonomically ambiguous populations, we show that widespread admixture in Lycaeides butterflies has resulted in distinct evolutionary histories within and among chromosomes, with the most notable differences between the autosomes and the Z sex chromosome. Many populations exhibit substantial evidence of mixed ancestry on the autosomes, whereas the Z chromosome shows a more tree-like evolutionary history. In some cases, the predominant ancestry of the autosomes and the Z chromosome differ. We also find evidence of variation in ancestry within chromosomes, though this appears more idiosyncratic. We also show that differences in autosomal versus Z-chromosome ancestry have the potential to shape ecologically important trait variation. Specifically, using genome-wide association mapping, we demonstrate that wing-pattern elements--traits known to influence mate preference--are affected by genetic variants on both the autosomes and the Z chromosome. In sum, our results show that different chromosomes can exhibit distinct evolutionary histories, with the Z chromosome suggesting more discrete evolutionary lineages or species than the autosomes. These findings have implications both for our basic understanding of species and species boundaries and for how we view the sources of genetic and phenotypic variation that fuel ongoing evolutionary change.", "date": "2025-11-29", "journal": ""}
{"title": "sept-1/zina-1 is an Ancient Toxin-Antidote System in Caenorhabditis elegans", "doi": "10.1101/2025.11.28.691152", "authors": "Liu, D.; Zheng, C.", "abstract": "The toxin-antidote (TA) systems, consisting of two tightly linked genes acting as a postzygotic distorter, are found in several eukaryotic organisms, including three androdioecious Caenorhabditis species. However, the evolutionary history of such TA systems remains poorly understood. We report an ancient C. elegans TA system identified in the highly divergent Hawaiian strain XZ1516. The maternal toxin SEPT-1 induces a rod-like larval arrest phenotype in progeny that do not carry the antidote ZINA-1, which has ten zinc finger motifs. Interestingly, zina-1 is pseudogenized in most non-Hawaiian strains, while sept-1 evolves from a toxic to a non-toxic form through sequence divergence. Phylogenetic studies found that sept-1/zina-1 is the most ancestral TA system among the three known ones, and its loss preceded the rise of sup-35/pha-1. These two maternal TAs do not coexist in the same strain but have overlaps with the paternal TA peel-1/zeel-1, which is the latest one to propagate.", "date": "2025-11-29", "journal": ""}
{"title": "Rooting the deep divergence of land plants", "doi": "10.1101/2025.11.29.691271", "authors": "Chen, H.; de Vries, J.", "abstract": "Unravelling the deep phylogenetic structure of embryophytes is essential for understanding their evolutionary success on land. However, pronounced phylogenetic dispute remains: while recent phylogenomic studies have recurrently recovered the bryophyte monophyly in the presence of algal outgroups, absence of such outgroup representatives yields paraphyletic bryophytes. Here, we assembled a large-scale genome dataset encompassing 243 embryophyte species and 12 representative algal species to test the hypothesis of bryophyte monophyly. Across different substitution models and species tree inference methods, we recover strong support for bryophyte monophyly in the presence of algal outgroups; by varying the algal outgroup sampling, we revealed a salient outgroup effect that can significantly alter the embryophyte deep divergence relationship. We show that (1) bryophyte monophyly is consistently supported across three distinct outgroup-free rooting methods; and (2) incomplete lineage sorting, substitution saturation, heterogeneous site and branch profiles through deep time underpin prevalent phylogenomic discordance across genes and sites. Our data explain decades of difficulty in resolving the deep dichotomy of land plants. Bryophyte monophyly is not an artefact by outgroups but underpinned by genuine phylogenetic signal.", "date": "2025-11-29", "journal": ""}
{"title": "Quantitative Logics for Directed Evolution of an Asexual Population", "doi": "10.1101/2025.11.27.690992", "authors": "Park, K.", "abstract": "Directed evolution of asexual populations is expected to offer a wide range of benefits to humanity. Achieving efficient directed evolution (DE) requires a quantitative formulation of the experimental methodologies-or logics-that can address potential challenges throughout the evolutionary process. In this article, I introduce ten logics designed for specific purposes in DE, accompanied by their mathematical formulations. To illustrate their application, I consider a hypothetical scenario of evolving an imaginary asexual population limb into a wing, employing a matrix-based discretization method to represent the trait of interest. The results indicate that applying these logics can accelerate the evolutionary process by roughly tenfold, while achieving an average accuracy of approximately 85% in reaching the desired trait across ten simulation iterations. Based on these findings, I discuss key considerations for implementing quantitative logic-based DE, propose strategies to improve alignment between the final outcome and the target trait, and examine factors for making the discretization method practical. Finally, I explore potential connections between quantitatively guided DE processes and emerging technologies, such as artificial intelligence and quantum computation.", "date": "2025-11-29", "journal": ""}
{"title": "Estimating fitness effects of mutations in the presence of genetic linkage", "doi": "10.1101/2025.11.26.690712", "authors": "Lagunov, S. V.; Rouzine, I. M.", "abstract": "Probabilistic prognosis of the evolution of population requires the knowledge of the fitness effects of mutations at different genomic sites. However, the signature of natural selection is eclipsed by strong noise in data, because the common ancestors of different sites render their evolution inter-dependent. Together with mutation and recombination, genetic linkage also makes evolution stochastic and requires averaging over many independent populations. Here we develop a method designed to work in the presence of strong linkage effects. For testing, we apply it to simulated genomic sequences generated by a Monte Carlo algorithm with known selection coefficients. Results demonstrate the good accuracy of the estimates of relative selection coefficients, if more than ten independent populations are used for averaging. Infrequent recombination partly compensates linkage effects and improves the accuracy. The method is then used to estimate the selection coefficients of 10,000 genomic sites of E. coli. These findings enable the inference of adaptive landscape under the conditions of strong multi-site linkage.", "date": "2025-11-29", "journal": ""}
{"title": "PatchDNA: A Flexible and Biologically-Informed Alternative to Tokenization for DNA", "doi": "10.1101/2025.11.28.691095", "authors": "Del Vecchio, A.; Kapourani, C.-A.; Athar, A. M.; Dobrowolska, A.; Anighoro, A.; Tenmann, B.; Edwards, L.; Regep, C.", "abstract": "DNA language models are emerging as powerful tools for representing genomic sequences, with recent progress driven by self-supervised learning. However, performance on downstream tasks is sensitive to tokenization strategies reflecting the complex encodings in DNA, where both regulatory elements and single-nucleotide changes can be functionally significant. Yet existing models are fixed to their initial tokenization strategy; single-nucleotide encodings result in long sequences that challenge transformer architectures, while fixed multi-nucleotide schemes like byte pair encoding struggle with character level modeling. Drawing inspiration from the Byte Latent Transformer's combining of bytes into patches, we propose that `patching' provides a competitive and more efficient alternative to tokenization for DNA sequences. Furthermore, patching eliminates the need for a fixed vocabulary, which offers unique advantages to DNA. Leveraging this, we propose a biologically informed strategy, using evolutionary conservation scores as a guide for `patch' boundaries. By prioritizing conserved regions, our approach directs computational resources to the most functionally relevant parts of the DNA sequence. We show that models up to an order of magnitude smaller surpass current state-of-the-art performance in existing DNA benchmarks. Importantly, our approach provides the flexibility to change patching without retraining, overcoming a fundamental limitation of current tokenization methods.", "date": "2025-11-29", "journal": ""}
{"title": "Exploring the Persistence of Transgenes in Genetically Engineered Cyanobacteria", "doi": "10.1101/2025.11.26.690176", "authors": "Barnes, C. L.; Lee, J. W.; Greene, L. H.", "abstract": "Genetically engineered organisms including bacteria, plants, and animals are very commonplace in industry and scientific research where they are designed to perform specific tasks. Cyanobacteria are a group of ubiquitous and ancient microorganisms that have been engineered to produce a range of products such as biofuels. However, the potential ramifications of genetic engineering could have unintended consequences. One key question is how long do foreign genes persist? Thus, we undertook a two-year study that investigates the fate and stability of transgenes in genetically engineered Thermosynechococcus elongatus BP1. The results show transgenes are very persistent within the host genome and begin to become lost slowly over time.", "date": "2025-11-29", "journal": ""}
{"title": "Modular Nanobody Conjugates with Controlled Topology Using Genetically Encoded Non-canonical Amino Acids", "doi": "10.1101/2025.11.27.691038", "authors": "Adomanis, R.; Phan, N.; Walter, G.; Kimmel, B. R.", "abstract": "Bispecific antibody-based derivatives are traditionally generated by fusing short, flexible peptides to two variable heavy and light chain pairs that recognize distinct antigens. However, this method limits domain joining to the amino (N) or carboxyl (C) termini, thereby restricting our ability to study the role of domain orientation in key properties of bispecific molecules, such as affinity and specificity. Here, we present an adaptable, plug-and-play application of genetic code expansion technology for the rapid, modular creation of bispecific nanobody conjugates from non-canonical amino acid (ncAA)- integrated nanobody domains, offering precise control over domain topology. We implement this strategy using a single-plasmid genetic code expansion system and computation-guided ncAA site selection to preserve nanobody expression and target binding. We demonstrate the effective incorporation and crosslinking of azide- and tetrazine-modified lysine and phenylalanine, respectively, at four engineered positions within an anti-PD-L1 nanobody and two positions within an anti-CTLA-4 nanobody in a panel of immune cell- and cancer-cell-binding nanobodies. Using this approach, we demonstrate the modular synthesis of a library of bispecific nanobodies, comprising four PD-L1xCD16 immune synapse engagers and eight PD-L1xCTLA-4 immune checkpoint bispecifics. This work enables a new dimension of control over protein crosslinking for rapidly constructing immune cell engagers for dual immune checkpoint blockade therapy and to bridge the synapse between immune cells and cancer cells.", "date": "2025-11-29", "journal": ""}
{"title": "ONCOchannelome: A computational framework to investigate altered ion channels across tumor types", "doi": "10.1101/2025.11.27.685767", "authors": "Parthasarathi, K. T. S.; Ramu, S.; Jolly, M. K.; Sharma, J.", "abstract": "Conventional approaches in analyzing ion channels in cancer primarily focus on detection of membrane potential to record the polarization states of the cellular membrane. Ion channels are known to exhibit context dependent activity that often depends on cancer type and metabolic state of the tumor. Here, we developed a computational framework - ONCOchannelome that allows identification of potential ion channels using transcriptomic datasets. We collected publicly available RNA-Seq datasets corresponding to 2421 normal, 5442 primary tumors and 588 metastatic samples of 15 tumor types. Using the data we designed a computational strategy to merge the datasets, identifying differentially expressed ion channels in tumor and metastatic states aiding in determination of ion channels in the different tumor states. Subsequently, we developed strategies to determine the correlation of altered ion channels with epithelial to mesenchymal transition and to identify differentially co-expressed ion channel networks along with their possible transcription factors. The ONCOchannelome can be utilized to compare the alterations in ion channels in histological subtypes of lung cancer. The ONCOchannelome supports visualizing the altered ion channels in tumor and metastatic states in addition to providing the changes resulting in biological processes and molecular functions as the tumor progresses. The ONCOchannelome can be used to identify altered ion channels significant in various tumors that may aid in understanding tumor behaviour in turn facilitating exploration of their role in hallmarks of cancers.", "date": "2025-11-29", "journal": ""}
{"title": "AAV-mediated regeneration of neurons in injury-induced and inherited retinal degeneration", "doi": "10.1101/2025.11.28.688728", "authors": "Yang, M.; Awad, S.; Chung, A.; Dang, J.; Chong, M.; Flickinger, Z.; Wong, K. W. Y.; Hoang, T.", "abstract": "Loss of retinal neurons is a leading cause of irreversible vision impairment, yet adult mammalian retinas lack the ability to regenerate these cells. In this study, we developed an adeno-associated virus (AAV)-based strategy to reprogram endogenous Muller glia into retinal neurons. Using stringent genetic lineage tracing, immunohistochemistry, electrophysiology and single-cell multiomic profiling, we show that AAV delivery of a stabilized, phospho-insensitive Neurogenin2 variant (Neurog2-9SA) efficiently converts Muller glia into multiple types of retinal neurons, including bipolar, starburst amacrine, and a small population of photoreceptor-like cells, in both injury-induced and inherited retinal degeneration models. The generated neurons exhibit electrical properties of retinal neurons, light-evoked responses and integrate into existing retinal circuitry. Single-cell multiomics analysis reveal that Neurog2-9SA induces reprogramming by remodeling chromatin accessibility, activating neurogenic transcriptional networks, and represses glial identity programs. Inhibiting Notch signaling markedly enhances reprogramming efficiency. Together, these findings establish Neurog2-9SA as a potent and clinically relevant factor for AAV-mediated reprogramming and provide a foundation for approaches to regenerate neuronal cells and restore function in retinal diseases.", "date": "2025-11-29", "journal": ""}
{"title": "Alternative Anastrozole Target CYP4V2 Impairs Neurons in Preclinical Models of Inherited Tauopathy", "doi": "10.1101/2025.11.29.689498", "authors": "Pedicone, C.; Weitzman, S.; Orrick, J.; Pugh, D.; Goate, A. M.; Cagan, R.; Bowles, K.; Sonoshita, M.", "abstract": "Tauopathies, including Alzheimer disease, are neurodegenerative diseases characterized by the pathological aggregation of the microtubule associated protein Tau (MAPT). This study explores the neuroprotective properties of anastrozole, a clinical Aromatase inhibitor, in both a Drosophila tauopathy model expressing human MAPTR406W and isogenic pairs of human induced pluripotent stem cell-derived cortical neurons expressing MAPT mutations. The Aromatase inhibitor anastrozole, initially identified in a Drosophila MAPTR406W drug screen, reduced oxidative stress and Tau phosphorylation in cultured cortical neurons. Its protective effects were not mediated by Aromatase activity or cholesterol metabolism: screening in Drosophila identified CYP4V2 as a potential off-target. Knockdown of CYP4V2 in MAPTR406W neurons recapitulated protection against oxidative stress-induced cell death. These findings position anastrozole and its off-target CYP4V2 as novel therapeutic avenues for primary tauopathies and potentially Alzheimer disease and related dementias by reducing Tau phosphorylation and susceptibility to oxidative stress.", "date": "2025-11-29", "journal": ""}
{"title": "Development and Characterisation of Equine Gastric Organoids", "doi": "10.1101/2025.11.28.690112", "authors": "Harte, T.; Todd, H.; Moore, J.; Burgess, S.; Wells, B.; Smith, D.", "abstract": "The healthy equine stomach is of essential importance to equine digestive health and overall wellbeing. Diseases of the gastric mucosa such as gastric ulcers are highly prevalent in equids, particularly amongst racing thoroughbreds, and present a significant challenge to animal health and welfare. Despite this, there is currently no lab-based model capable of accurately representing the cellular diversity and cellular interactions within the equine gastric mucosa to aid in development of treatment options. We present here the first report of equine gastric organoids derived from glandular mucosa tissue. Through bulk RNA-sequencing and immunofluorescence we show these gastric organoids are representative of the tissue whilst retaining the individual gene-expression properties of the animal they were derived from. We also show these organoids are stable over multiple passages and can be differentiated towards different cell-types to upregulate protein and gene expression of specialised cell markers such as gastric foveolar cell associated mucin 5ac, gastrokine 1 & 2 and trefoil factor 2. This model establishes the first physiologically relevant in vitro model of the equine gastric epithelium, representing a significant opportunity for developing understanding and therapeutic treatments of gastric diseases in equids.", "date": "2025-11-29", "journal": ""}
{"title": "Global gaps and priorities for shark and ray conservation: Integrating threat, function, and evolutionary distinctiveness", "doi": "10.1101/2025.11.28.691085", "authors": "Mouton, T. L.; Silvestro, D.; Kocakova, K.; Spitznagel, D.; Leprieur, F.; Pimiento, C.", "abstract": "Elasmobranchs (sharks, rays, and skates) face unprecedented extinction risk, with over one-third of species threatened primarily by overfishing. While marine protected areas (MPAs) are essential tools to help safeguard marine ecosystems and the species that inhabit them, we lack a comprehensive understanding of how well elasmobranchs are protected globally. Here, we (1) evaluate the current level of protection for elasmobranchs, (2) employ CAPTAIN reinforcement learning algorithm to identify areas that optimise conservation based on species level of threat and their functional and evolutionary distinctiveness, and (3) examine conservation conflicts and opportunities by identifying areas where conservation priorities overlap with high and low fishing pressures. Our analysis revealed severe protection deficits, with elasmobranchs having on average only 3% of their range covered by no-take MPAs and 64% of species under-represented relative to random expectations. Areas that optimise conservation priorities consistently converged in Australian, Southeast Asia, the Indian Ocean, Atlantic Africa, European Atlantic coasts, the Caribbean, and South American Atlantic regions. However, areas of highest conservation priority often coincided with intensive fishing, particularly in East Asian seas, highlighting conservation conflicts requiring strategic management. Our results provide actionable insights for policymakers to optimise conservation strategies and maximise biodiversity retention.", "date": "2025-11-29", "journal": ""}
{"title": "Antibiotic production reduces the cost of resource cheaters in Streptomyces coelicolor", "doi": "10.1101/2025.11.28.691120", "authors": "Theinert, L.; Norte, D.; Veugelers, B.; Veit, L.; Avitia-Dominguez, L. A.; Rozen, D.", "abstract": "Soil is a competitive environment containing a variety of resources used for bacterial growth. Complex polysaccharides, like chitin or starch, require the secretion of enzymes that degrade these resources into smaller units before they can be consumed. However, exoenzymes and the products they create are public goods, meaning they can be used by competitors, called cheaters, who benefit from public goods even if they do not produce enzymes themselves. Here, we test the hypothesis that antibiotics produced by Streptomyces are used to privatize public goods by restricting access to resource cheaters. Using experiments with Streptomyces coelicolor and Bacillus subtilis, we first show that B. subtilis cheating significantly reduces S. coelicolor fitness on complex medium (starch) but not on a simple carbon source (maltose) which does not require exoenzyme secretion. Next, we show that antibiotics produced by S. coelicolor markedly increase fitness against resource cheaters, despite evidence that antibiotic production is metabolically costly. Finally, we find that the benefits of antibiotic production and the costs of resource cheating are both higher during growth on lower resource concentrations. Our results provide novel insights into the context-dependent costs and benefits of antibiotic secretion in Streptomyces and highlight the role of resource complexity and concentration in mediating competitive strategies in bacteria.", "date": "2025-11-29", "journal": ""}
{"title": "Gene flow weakens genomic clines while selection maintains adaptive loci: two decades of evolution in Drosophila melanogaster natural populations", "doi": "10.1101/2025.11.28.691231", "authors": "Horvath Miranda, V.; da Silva Ribeiro, T.; Alves, J. M.; Eanes, W. F.; Brud, E.; Veeramah, K. R.; Pool, J. E.; Rodrigues, M. F.; Cogni, R.", "abstract": "Using spatiotemporal sampling to understand evolutionary changes over time is highly effective, particularly to gain insights into changes driven by environmental shifts. The latitudinal clines in Drosophila melanogaster in North America provide an excellent system for studying temporal changes. Due to D. melanogaster's short generational times, it is possible to observe changes spanning up to 100 generations within a single decade. Using temporal samples across the latitudinal transect could shed light on the processes responsible for the establishment and maintenance of those clines, and help to disentangle demographic and selective forces. To do this, we used pool-seq to obtain genomewide data of 16 new D. melanogaster natural populations collected along the North American east coast from 1997 to 2023. Our data suggest that there has been a homogenization over time. Consistent with this, we observed a reduction in the number of clinal single nucleotide polymorphisms. Polymorphisms that remained clinal had smaller slopes on chromosome 3R, aligned with the reduction in slope of inversions In(3R)Payne and In(3R)Mo. Clinal SNPs tended to be lost more frequently in genomic regions with higher recombination rates, and clinal SNPs identified in 2009/2010 were enriched in functional classes with greater phenotypic impact relative to those from 1997. We also investigated signs of selective sweeps that were shared among locations using a window FST approach, which corroborated previously found signals of selection in the insecticide resistance-linked region of the P450 gene family. Overall, the results indicate that gene flow gradually reduces clinality over time, while the remaining clinal loci are likely shaped by spatially varying selection. Together, these findings highlight how gene flow and selection jointly shape spatial genomic patterns over time in natural populations.", "date": "2025-11-29", "journal": ""}
{"title": "Splendid isolation with migration: Diversity dynamics of South American mammals", "doi": "10.1101/2025.11.28.691169", "authors": "Pino, K.; Rodriguez-Serrano, E.; Carrillo, J. D.; Cooper, R. B.; Silvestro, D.", "abstract": "Biodiversity dynamics following encounters between long-isolated faunas provide natural experiments to examine how diversity dependence and ecological interactions shape diversification patterns at macroevolutionary time scales. The Cenozoic arrival of African and North American mammals in South America likely had transformative effects on one of the most unique and previously isolated continental faunas. However, the extent and persistence of these effects remain debated. Here, we assess the impact of immigrant mammal groups on native South American mammal diversity by combining an extensive fossil dataset (6,214 occurrences; 1,739 species) with deep learning methods and time-series analyses to model dynamics of mammalian biodiversity throughout the Cenozoic. The arrival of African and North American lineages increased the overall species richness in the continent but also contributed to a decline in native diversity. Additionally, our models suggest that the negative effect of immigrant lineages on native diversity was strongest immediately after their arrival and initial diversification, but this effect lessened over time. Overall, these findings support a scenario where immigration simultaneously enriched South American faunas and triggered a time-decaying replacement of native lineages, reshaping continental biodiversity.", "date": "2025-11-29", "journal": ""}
{"title": "The genomic landscape of asymmetric introgression tracks chromosomal characteristics in tinamous (Aves: Tinamidae)", "doi": "10.1101/2025.11.26.690533", "authors": "Musher, L. J.; Thom, G.; Catanach, T. A.; Valqui, T.; Brumfield, R. T.; Aleixo, A.; Johnson, K. P.; Weckstein, J. D.", "abstract": "We use single genomes for seven tinamou species (Palaeognathae: Tinamidae) and apply a genome-architecture-aware phylogenomic approach to (1) quantify the landscape of introgression, (2) discriminate among conflicting genealogical signals in the genome, and (3) reconstruct evolutionary history. Using summary statistics and full likelihood, we detect pervasive asymmetric introgression between two sympatric Amazonian species clouding phylogenetic relationships in this group. However, these introgression results are sensitive to the assumed species tree. When assuming the Z-chromosome phylogeny as the species tree, the landscape of introgression is non-random; introgression is negatively associated with chromosome length, elevated at macrochromosome ends, and near zero for the Z-chromosome (the avian sex chromosome). A pseudo-autosomal region on the Z-chromosome, which recombines homologously with that of the W-chromosome, shows elevated introgression comparable to that of autosomes. Our results resolve the species tree of tinamous and imply a history of linked selection purging migrant alleles that are deleterious in the hybrid genome. This selection is countered in regions of the genome expected to experience elevated recombination, allowing introgressed alleles to accumulate across >20% of the genome. This work demonstrates a genome-architecture-aware approach to resolving the species tree in the face of introgression. As chromosome-level reference genomes spanning the tree of life become increasingly available, phylogenomic studies would benefit from the adoption of genome-architecture-aware approaches like ours. This is because the genomic landscapes of introgression and genealogy are largely predicted by chromosomal characteristics.", "date": "2025-11-29", "journal": ""}
{"title": "Off-target effects as confounders of Cas13d-based lncRNA screens", "doi": "10.1101/2025.11.27.690751", "authors": "Montero, J. J.; Trozzo, R.; Rad, R.", "abstract": "Despite their recognized role in biology, a majority of the ~100,000 lncRNA genes remain functionally uncharacterized. In a recent study (Liang WW et al., Transcriptome-scale RNA-targeting CRISPR screens reveal essential lncRNAs in human cells, Cell, 2024), Liang et al. utilized the RNA nuclease Cas13d to perturb ~6,200 lncRNAs in fitness screens across five cell lines - thereby identifying 778 lncRNAs with broad or context-specific essentiality. However, previous screens reported a lower proportion of essential lncRNAs. To investigate this discrepancy, we re-analysed Liang et al.'s data and found that 68.1% of gRNAs causing fitness defects have off-targets in essential protein-coding genes. This caused numerous false-positive hits, particularly among lncRNAs classified as broadly essential. Off-target effects also compromise the study's validation efforts, including experiments combining single-cell transcriptomics and lncRNA-perturbations, which confirm the downregulation of off-target protein-coding genes identified in our analyses. The large number of false-positive hits reported by Liang et al. undermines the study's biological conclusions and endangers future research building on these data, if not considered.", "date": "2025-11-29", "journal": ""}
{"title": "Differential chromatin accessibility between pre- and post-natal stages highlights putative causal regulatory variants in pig skeletal muscle", "doi": "10.1101/2025.11.27.690935", "authors": "Shishmani, E.; Rau, A.; Djebali, S.; Clark, E. L.; Estelle, J.; Palombo, V.; D'Andrea, M.; Giuffra, E.", "abstract": "The dynamics of chromatin patterns underlie the developmental programmes of body tissues. Deciphering how these dynamics modulate the effect of regulatory variants on agronomically important traits remains largely unexplored in farmed animals. In this work, we focused on the pig skeletal muscle. We integrated chromatin accessibility, molecular QTL and GWAS data to identify developmental stage-specific regulatory elements and to highlight putative causal regulatory variants underlying complex traits. We aggregated 202 publicly available ATAC-seq libraries, from four different studies, spanning fetal and postnatal (piglet) stages, processed them through the nf-core ATAC-seq pipeline, obtained the consensus peaks, and performed differential accessibility analysis to define stage-differential open chromatin regions. These peaks were intersected with five classes of cis-acting molecular QTLs (molQTLs) from the PigGTEx resource, followed by functional enrichment analysis, promoter-focused functional annotation, and integration with gene-trait pairs. Finally, we intersected the eGenes (i.e., genes whose expression is regulated by at least one cis-eQTL) to link variants previously associated with QTLs for production traits. We identified 132,275 differentially accessible peaks (DAPs) separating fetal from piglet muscle. Fetal DAPs were enriched in promoter and intergenic regions, whereas piglet DAPs were enriched in intronic regions, plausibly reflecting a shift from transcriptional priming to postnatal regulatory refinement. Across all molQTL classes, overlaps with accessible regions were highly significant (p < 0.001). The top 25% strongest effect variants were enriched within DAPs, exhibiting promoter-TSS enrichment in fetuses and intronic enrichment in piglets, with the top 1% of eQTLs predominating in the fetal stage (14 fetal vs. 4 piglet). Gene Ontology analysis of promoter-accessible eGenes revealed prenatal enrichment for RNA metabolism and chromatin organization, contrasting with the postnatal enrichment for muscle contraction and lipid metabolism. Interestingly, the intersection of promoter eGenes with previously colocalized growth, muscle, and reproductive traits identified 107 fetal-stage and 30 piglet-stage associated regulatory elements, with only three eGenes shared between stages. Together, these findings demonstrate that combining stage-differential chromatin accessibility and regulatory variants is a useful way to prioritise putative causal variants for complex traits in pigs, and could help to refine precision breeding strategies.", "date": "2025-11-29", "journal": ""}
{"title": "Chromosome-Level Genome Assembly of Southern Africa Mozambique Tilapia (Oreochromis mossambicus) using PacBio HiFi and Omni-C sequencing", "doi": "10.1101/2025.11.27.690999", "authors": "TSHILATE, T. S.; Nesengani, L. T.; Mdyogolo, S.; Smith, R. M.; Molotsi, A. H.; Masebe, T.; Mapholi, N.", "abstract": "The Mozambique tilapia (Oreochromis mossambicus) is a species of significant ecological and economic importance in Southern Africa. However, urbanization and water management challenges have led to the species being classified as threatened by the International Union for Conservation of Nature. Despite its widespread distribution and significance as a key food source, the genetic architecture of Southern African O. mossambicus remains inadequately characterized. This gap in knowledge hinders efforts to conserve and manage the species effectively. This study presents a high-quality chromosome-level genome assembly for a South African O. mossambicus assembled using both PacBio HiFi and Dovetail Omni-C sequencing. The 1.09 Gb assembly is highly contiguous, with 99.4% of sequences anchored into 22 chromosomes and a BUSCO completeness of 99.5%. We annotated 27,544 protein-coding genes. This genome provides an essential resource for preserving native biodiversity and enabling genomic selection for traits like disease resistance and growth performance within the South African aquaculture context.", "date": "2025-11-29", "journal": ""}
{"title": "Hierarchical taxonomic constraints shape bacterial nitrogen cycling across functional and molecular scales", "doi": "10.1101/2025.11.26.690687", "authors": "Mingli, J.; Yanni, H.; Zhiming, W.; Qian, Z.; Qian, L.; Kaihua, P.; Mingliang, Z.; Liang, S.; Jiguo, Q.; Pengfa, L.; Yan, X.; Yiyong, Z.; qing, h.", "abstract": "Microbes are essential for global nitrogen cycling, yet the extent to which taxonomic identity constrains functional potential remains poorly quantified. Using 73,472 representative bacterial genomes, we establish a multi-scale quantitative framework revealing systematic, hierarchical relationships between taxonomic identity and nitrogen cycling functional potential. Hierarchical variance decomposition reveals that taxonomy explains 20-46% of functional variation across six nitrogen pathways, with the strongest constraints for dissimilatory nitrite reduction to ammonium (46.1%) and nitrogen fixation (44.2%), both negatively correlated with functional prevalence. K-means clustering identifies four class-level functional archetypes (Functionally Inactive, Diversified, Integrated, and Specialized) among 77 bacterial classes. 1,281 genera resolve into five ecological strategies differentiated by their nitrogen retention versus loss capabilities, exhibiting strong phylogenetic signals. Cross-scale validation demonstrates 78.7% genus-level conformity to class-level archetypes, confirming hierarchical functional organization. Molecular evolutionary analysis of 13 genes reveals sequence conservation as a dimension partially independent of pathway-level functional constraints. Paradoxically, the functionally most constrained pathway exhibits only moderate sequence conservation (nrfA: 9th/13 genes), while a moderately constrained pathway shows exceptional conservation (napA). Four constraint-conservation patterns demonstrate that gene-specific structural and ecological factors generate evolutionary rate variation independently of taxonomic associations. Our results establish a hierarchical framework in which taxonomic constraints set baseline functional potential, ecological trade-offs shape strategy diversification, and molecular evolution modulates gene-level conservation patterns across biological scales. This framework establishes quantitative baselines that enable probabilistic inference of nitrogen cycling capabilities from taxonomic composition, with potential applications in amplicon-based community analysis, targeted cultivation, and biogeochemical modeling.", "date": "2025-11-29", "journal": ""}
{"title": "Integrated proteogenomics uncovers ancestry-specific and shared molecular drivers in localized prostate cancer", "doi": "10.1101/2025.11.28.691220", "authors": "Schafer, C. C.; Abulez, T. S.; Zhang, X.; Ho, K.-L.; Jiang, J.; Young, D.; Fox, J.; Conrads, K. A.; Hood, B. L.; Sukumar, G.; Nousome, D.; Raj-Kumar, P.-K.; Russo, M.; Shafi, A. A.; Su, X. A.; Dobi, A.; Ali, A.; Elsamanoudi, S.; Cullen, J.; Figg, W. D.; Petrovics, G.; Dalgard, C. L.; Wilkerson, M. D.; Bateman, N. W.; Conrads, T. P.; Sesterhenn, I. A.; APOLLO Research Network,  ; Ellis, L.; Shriver, C. D.; Chesnut, G. T.; Tan, S.-H.", "abstract": "Our integrative proteogenomics (genome, proteome and phosphoproteome) of localized prostate cancer (PCa) in an equal-access Military Health System patient cohort (57 Black and 55 White) revealed significant ancestry-associated differences. Somatic and germline regulatory differences converged on androgen, metabolic, PI3K/AKT/mTOR, and DNA damage response (DDR) pathways, with ancestry-specific immune- and stromal-associated signals. Black patients displayed greater genomic variability, enhanced androgen response, fatty-acid metabolism, and epithelial-mesenchymal transition, while White patients showed prevalent DDRG alterations, activated oncogenic signaling (MYC, E2F, mTORC1), and cell cycle regulation. Phosphoproteomics highlighted distinct kinase activities and candidate druggable dependencies. Multiomics integration revealed three exploratory tumor subtypes whose distinct biological programs were reproducibly validated. Ancestry-associated eQTLs supported inherited regulation of the proteome independent of CNAs. Ancestry-specific CNA and protein panels improved progression risk prediction beyond PSA and pathology models. These findings provide a framework for ancestry-informed prognostic models and generate testable hypotheses for precision therapies to reduce outcome disparities.", "date": "2025-11-29", "journal": ""}
{"title": "ATHENA: A deep learning-based AI for functional prediction of genomic mutations and synergistic vulnerabilities in prostate cancer", "doi": "10.1101/2025.11.26.690813", "authors": "CHENG, S.; Jin, X.; Qian, J.; Jiang, Y.; Kim, I.; Deng, S.; Mu, P.", "abstract": "Identifying functional mutations that drive therapy resistance remains a major challenge in prostate cancer. Large-scale sequencing often produces extensive lists of mutations but provides limited insight into which alterations are functionally relevant. To overcome this gap, we developed ATHENA (Attention-based Therapeutic Network Analyzer), a deep learning-based AI framework that predicts the functional impact of genomic mutations and reveals their synergistic vulnerabilities. Integrated with our RNA/DNA-informed variant discovery pipeline OncoVar, ATHENA models nonlinear dependencies among mutations to distinguish driver events from passenger variants. Trained on large multi-cohort datasets and interpreted using SHAP analysis, ATHENA not only stratifies patients by clinical outcomes but also predicts which specific mutations alter tumor behavior and therapy response, enabling direct validation through base editing experiments. Applied to prostate cancer progression models, the OncoVar-ATHENA framework identified stage-specific driver signatures across castration-resistant, AR-variant-driven, and metastatic disease, and uncovered cooperative interactions such as SYVN1-STC2 that promote tumor proliferation. By moving beyond simple mutation identification, ATHENA enables functional prediction of genomic interactions. This approach accelerates the discovery of actionable targets and provides a foundation for rational design of next-generation combination therapies in advanced prostate cancer.", "date": "2025-11-29", "journal": ""}
{"title": "Identifying phenotype-genotype-function coupling in 3D organoid imaging using Shape, Appearance and Motion Phenotype Observation Tool (SPOT)", "doi": "10.1101/2025.11.28.691111", "authors": "Zhou, F. Y.; Jacobs, B.-A.; Norton-Steele, A.; Han, X.; Zhou, L.; Carroll, T. M.; Ruiz Puig, C.; Chadwick, J.; Qin, X.; Lisle, R.; Marsh, L.; Byrne, H.; Harrington, H.; Lu, X.", "abstract": "Live cells in tissue are plastic, phenotypically dynamic, and modify their function in response to genetic and environmental perturbations. To unleash the power of live-cell imaging to identify phenotype-genotype-function coupling over time, we report the development of a standardized Shape-Appearance-Motion (SAM) \"phenome\" and SAM-Phenotype-Observation-Tool (SPOT), that act as an image-\"transcriptome\" and image-\"transcriptome analyzer\" respectively, and provide unbiased and comprehensive description of morpho-dynamic phenotypes without prior knowledge. We developed and applied SAM-SPOT to our simulated organoids database with known ground-truth and >1.6 million mouse and human organoid instances with defined genetic and chemical perturbations. SAM-SPOT can effectively and robustly characterize 3D morpho-dynamics from 2D projection videos. Combined with single-cell RNA sequencing, SAM-SPOT revealed that altered WNT signaling, but not mutant RAS or p53, predisposes intestinal organoids to irregular morphogenesis. SAM-SPOT advances biomedical discovery by empowering live-cell imaging to identify phenotype-genotype-function relationships through large-scale and cost-effective label-free live-cell imaging.", "date": "2025-11-29", "journal": ""}
{"title": "High-throughput phenomics of global ant biodiversity", "doi": "10.1101/2025.11.29.689474", "authors": "Katzke, J.; Hita Garcia, F.; Loesel, P. D.; Azuma, F.; Farago, T.; Aibekova, L.; Casadei-Ferreira, A.; Gautam, S.; Richter, A.; Toulkeridou, E.; Bremer, S.; Hamann, E.; Hein, J.; Odar, J.; Sarkar, C.; Zuber, M.; Boomsma, J. J.; Feitosa, R. M.; Schrader, L.; Zhang, G.; Csosz, S.; Dong, M.; Evangelista, O.; Fischer, G.; Fisher, B. L.; Florez-Fernandez, J. A.; The GAGA Consortium,  ; Garcia, F.; Gomez, K.; Grasso, D. A.; De Greef, S.; Guenard, B.; Hawkes, P. G.; Johnson, R. A.; Keller, R. A.; Larsen, R. S.; Linksvayer, T. A.; Liu, C.; Matte, A.; Ogasawara, M.; Ran, H.; Rodriguez, J.; Schifani, E.", "abstract": "The big data era in biology is underway, but the study of organismal form has been slow to capitalize on advances in imaging and computation. Modern imaging can digitize whole organisms, but low throughput has limited the effort to document morphological diversity. Within the open science initiative Antscan, we applied high-throughput synchrotron X-ray microtomography to capture phenotypes across a diverse and ecologically dominant insect group, ants. We provide 2193 whole-body 3D ant datasets from 792 species to broadly cover the ant phylogeny with a global scope, also pairing phenomic data with genome sequencing projects. Scans acquired with standardized parameters facilitate automated analysis and free access to data can broaden the audience and incentivize methods development. Antscan presents a scalable approach to create libraries of diverse anatomies, heralding a new era of studies on the evolution, structure, and function of organismal phenotypes.", "date": "2025-11-29", "journal": ""}
{"title": "C-terminal lysine residues localise NLRP10 at lipid compartments and govern NLRP10 oligomer formation", "doi": "10.1101/2025.11.27.690698", "authors": "Voss, T.-D.; Winterberg, C.; Beck, A.; Gottschild, C.; Mueller, L.; Enayat, S. M.; Geyer, M.; Kufer, T. A.", "abstract": "NLRP10 is an atypical member of the NOD-like receptor (NLR) family because it lacks a leucine-rich repeat domain at its C-terminus. Recently, NLRP10 has been shown to form an inflammasome, however, the mechanism and the trigger of activation remain elusive. Here, we show that in human epithelial cells and keratinocytes NLRP10 oligomerises in response to the stressor m-3M3FBS. NLRP10 co-localises with ASC upon overexpression, but ASC nucleation and recruitment were different to other NLRPs. While neither ATP hydrolysis nor the pyrin domain were required, the C-terminal tail region (aa 584-655) was both necessary and sufficient for oligomerisation. Generation of chimeric proteins showed that the function of the tail is conserved between human and mouse NLRP10 in respect to aggregation but convers different protein stability. Changes in the subcellular localisation of NLRP10 and oligomerization were dependent on the presence of evolutionarily conserved lysine residues in the tail region, which localise the majority of NLRP10 at lipid droplets. Our study identifies the C-terminal basic tail of NLRP10 as a key regulatory element for oligomerisation and localisation at lipid interfaces. These findings underline differences of NLRP10 activation in respect to other inflammasome forming NLRPs and suggest a role of lipids in NLRP10 activation.", "date": "2025-11-29", "journal": ""}
{"title": "Unraveling the archaeal virosphere: diversity, functional and virus-host interactions", "doi": "10.1101/2025.11.27.691053", "authors": "Zhao, Y.; Liu, P.; Feng, M.; Wen, R.; Zhang, Z.; Zhang, X.; Huang, X.; Chi, H.", "abstract": "Archaea, the third domain of life, play critical roles in global biogeochemical cycles. However, their virosphere, particularly the proviruses which integrated into host genomes, remains largely unexplored. To systematically reveal the landscape of archaeal proviruses, we conducted large-scale mining of public and in-house genomic datasets spanning all presently known archaeal phyla. We identified 9,697 archaeal proviruses across 19 archaeal phyla and 366 families, which clustered into 9,123 viral operational taxonomic units (vOTUs). Among these, 97.2% represent novel viruses, and 81.3% could not be classified at the family level, substantially expanding the known diversity of archaeal viruses. Host range analysis revealed that many proviruses exhibit broad infectivity across archaeal lineages, with some even capable of cross-domain infection. Genomic analysis identified 178 distinct types of antiviral systems in archaeal hosts, encompassing multiple CRISPR-Cas variants and restriction-modification (RM) systems. Meanwhile, we detected 747 anti-defense genes encoded by 710 proviruses, such as anti-CRISPR and anti-RM, directly corroborating the ongoing evolutionary arms race between archaeal hosts and their viruses. Additionally, we identified 532 auxiliary metabolic genes (AMGs) within archaeal proviruses that are involved in key processes including carbon, nitrogen, and sulfur metabolism, indicating their potential to reprogram host metabolic pathways and thereby influence biogeochemical cycling. This study establishes a systematic global genomic atlas of archaeal proviruses, advancing our understanding of their distribution and diversity while laying the groundwork for future investigations into how AMG-mediated processes influence archaeal metabolism and ecosystem functions.", "date": "2025-11-29", "journal": ""}
{"title": "Gut microbiota variation across sympatric stingless bee species and honey bees in the Neotropics", "doi": "10.1101/2025.11.29.691224", "authors": "Haag, K. L.; Stein, L. Q.; Nunes-Silva, C. G.; Mazel, F.; Prasad, A.; Engel, P.", "abstract": "Stingless bees (Meliponini) are ecologically and culturally important pollinators with a long tradition of human management in the Neotropics. Yet, little is known about how their gut microbiota vary across geographic regions or whether microbial exchange occurs with managed honey bees (Apis mellifera), which are often kept in close proximity. Using full-length 16S rRNA gene sequencing of individual bees sampled from 167 colonies, we characterized gut microbial community structure through a hierarchical, taxonomic and phylogenetic comparative framework, contrasting the microbiota of Melipona quadrifasciata and Melipona mondury with that of Apis mellifera across their shared geographic range in Brazil. The core microbiota of Melipona was dominated by Lactobacillus, Bifidobacterium, Apilactobacillus, Bombella, and Floricoccus, and showed inverse variation in relative abundance with lower-prevalence bacterial taxa. Although the core microbiota of the two stingless bee species overlapped only partially with that of Apis mellifera, they exhibited comparable alpha-diversity and beta-diversity dispersion, indicating broadly similar community assembly processes and dynamics. Nevertheless, we found that 6% of all amplicon sequence variants (ASVs) were shared between hosts, encompassing nearly all canonical honey bee core symbionts, indicating frequent spillover. Remarkably, several ASVs of Snodgrassella, a genus typically rare in stingless bees, reached high abundance in several M. quadrifasciata individuals and formed a deeply divergent clade (~96% 16S rRNA gene identity to S. alvi). These patterns are consistent with the hypothesis that human-mediated management practices, such as mixed apiaries and artificial feeding, create opportunities for microbial exchange between native and non-native bees. Together, our findings indicate that stingless bee gut microbiomes are compositionally stable yet ecologically permeable, shaped by both long-term host specificity and recent anthropogenic contact.", "date": "2025-11-29", "journal": ""}
{"title": "Recurrent expansion and rapid evolution of the Drosophilid RNAi pathway in testis", "doi": "10.1101/2025.11.28.691189", "authors": "Elicker, K.; Setia, G.; Quraishi, M.; Jiang, X. Y. Z.; Kan, L.; Flynt, A. S.; Wen, J.; Wahba, L.; Lai, E. C.", "abstract": "Multiple classes of selfish genetic elements, including transposable elements, meiotic drivers, and viruses, are suppressed by small interfering RNAs (siRNAs) that guide RNA interference (RNAi). These are interlocked within continually evolving genetic conflicts that are characterized by extremely rapid dynamics of change in both sequence and copy number. Indeed, it was shown that across Drosophila, the core RNAi machinery evolves under positive selection, and that the RNAi effector AGO2 has additional copies in some species. This contrasts with the core microRNA (miRNA) machinery in Drosophila, which evolves under negative selection and maintains one-to-one orthologs not only amongst flies, but even to mammals. Here, we analyze >300 long read genome assemblies of Drosophila species to generalize these attributes. Not only do we find recurrent expansion of AGO2 across ~100 species, including lineages with ongoing amplification of AGO2, we also find dozens of species with extra copies of the other core RNAi factors, r2d2 and dicer-2. In many cases, these additional RNAi factor copies co-exist, or are nested, within a lineage bearing an ancestral expansion of AGO2. Transcriptome data provide evidence that core RNAi factors, including certain lineage-specific copies, are biased for testis expression. Finally, we use small RNA data to annotate hairpin RNAs (hpRNAs) in D. pseudoobscura, one of the species with prominent amplification of RNAi factors. We find rampant de novo hpRNA loci in this species, whose siRNAs are predominantly expressed in testis. All together, these findings highlight evolutionary plasticity of the fly RNAi pathway and affirm that it is preferentially deployed in the germline of the heterogametic sex. When considered alongside abundant genetic data for recurrent sex ratio meiotic drive against the Y chromosome, these genomic data strongly imply that a fundamental role of endogenous RNAi is to control sex chromosome conflicts.", "date": "2025-11-29", "journal": ""}
{"title": "Coexistence of piRNA and KZFP Defense Systems: Evolutionary Dynamics of Layered Defense against Transposable Elements", "doi": "10.1101/2025.11.27.690821", "authors": "Nabeka, Y.; Innan, H.", "abstract": "Transposable elements (TEs) pose a persistent threat to genome stability, and host organisms have consequently evolved sophisticated defense mechanisms to restrain them. In animals, the most prominent systems include PIWI-interacting RNAs (piRNAs) and Krppel-associated box zinc finger proteins (KZFPs). Because both systems recognize TEs in a sequence-specific manner and induce epigenetic silencing, they appear functionally redundant at first glance. However, KZFPs are a relatively recent innovation that emerged and diversified in genomes where the piRNA pathway was already established. This raises an important question: under what conditions can a second, seemingly redundant defense system invade and persist? To address this, we constructed a mathematical model integrating the evolutionary dynamics of TEs, piRNAs, and KZFPs. Our approach focuses on a key mechanistic asymmetry between the two defense systems: whereas piRNA-mediated repression is dependent on TE activity, KZFPs provide constitutive suppression that does not rely on ongoing TE activity. We show that these distinct modes of action generate interactions that extend beyond simple redundancy or additivity. We derive analytical conditions under which KZFPs can invade a pre-existing TEpiRNA equilibrium and characterize the evolutionary logic that enables stable coexistence of these multilayered defense strategies. Together, our results provide a theoretical framework for understanding how complex, layered genome defense systems can evolve and persist.", "date": "2025-11-29", "journal": ""}
{"title": "Optimizing marker density for maximizing the accuracy of genomic prediction and heritability estimates in three major North American and European spruce species", "doi": "10.1101/2025.11.28.691168", "authors": "Soro, A.; Lenz, P.; Beaulieu, J.; Laverdiere, J.-P.; Nadeau, S.; Gagnon, F.; Ogut, F.; Wu, H.; Perron, M.; Bousquet, J.", "abstract": "Genomic prediction, also called genomic selection (GS), is being increasingly used in tree breeding with aim to accelerate genetic gains by shortening the long breeding cycles. However, high genotyping costs remain a challenge. This study aimed to determine the optimal marker density in genome coverage, to maximize GS accuracy and precision of heritability estimates for growth and wood quality traits. Thousands of SNPs representative of the exome of three major spruce species were used: 18,275 SNPs for black spruce (representing 10,894 distinct gene loci), 11,328 SNPs for white spruce (8647 gene loci), and 116,765 SNPs for Norway spruce (20,695 gene loci). For each species, a similar experimental design was used with related full-sib families replicated on two sites, and GBLUP prediction models were developed. The effect of varying the number of SNPs was examined by re-sampling subsets from 500 to 100,000 SNPs. Results indicated that plateaus in heritability estimates were reached as the marker density increased, stabilizing between 4000 to 8000 SNPs for a spruce genome size of around 2000 centimorgans, a trend consistent across all traits and species. Predictive ability and prediction accuracy both increased with the number of SNPs up to a similar level, beyond which further improvements were marginal. Such optimal marker density should be financially attainable for most spruce breeding programs, striking a balance between the need for maximizing accuracy and that for minimizing genotyping costs. These findings should support the further deployment of GS in conifer breeding programs, with high selection precision and by reducing the financial burden of very high-density SNP coverage, even for conifers characterized by large giga-genomes.", "date": "2025-11-29", "journal": ""}
{"title": "Flexible selection of working memory representations to reduce cognitive cost", "doi": "10.1101/2025.11.28.691186", "authors": "Li, J.; Xu, A. Z.; Bao, C.; Albesa-Gonzalez, A.; Li, L.; Clopath, C.; Erlich, J. C.", "abstract": "Across psychology, economics, and decision science, it is well established that choosing a good internal representation can make complex problems easier to solve. This idea, central to theories of bounded rationality and heuristics, suggests that intelligent behavior depends not only on what is stored in working memory, but on the format in which it is stored. Whether non-human animals flexibly select internal formats, and how such choices are implemented in neural circuits, has remained unclear. Here we show that rats adjust the format of working memory to reduce cognitive load. When a task encourages an action-based code, rats maintain the relevant information as a stable motor plan supported by frontal cortex. When the same task is reformulated to make this code costly, they instead store a sensory trace in auditory cortex. These strategy shifts are rapid and reliable, revealing that rats can switch between distinct neural circuits to store information in the most economical internal format. These results demonstrate that flexible representational selection is not unique to humans but is present in rodents and reflected in circuit-level reallocation of working memory. This establishes a neural basis for classic theories linking problem representation to computational efficiency and provides a path toward a neural circuit-level description of selecting internal formats to reduce cognitive costs.", "date": "2025-11-29", "journal": ""}
{"title": "High-Frequency Activity Encodes the Temporal Dynamics of Hierarchical Prediction Errors in Humans: An Electrocorticography Study", "doi": "10.1101/2025.11.29.691270", "authors": "Huang, Y. T.; Chen, Y.-Y.; Fujitani, S.; Shimada, S.; Koike, S.; Kunii, N.; Saito, N.; Chao, Z. C.", "abstract": "Prediction error refers to the discrepancy between expected and actual sensory input. Its hierarchical organization has been demonstrated through decomposed brain responses in the local-global paradigm, where temporal regularities are established locally at individual stimulus transitions and globally across multi-tone sequence structures. In macaques and marmosets, local and global prediction-error signals have both been found in high-frequency oscillations (60-150 Hz) recorded with ECoG. In humans, however, these signals have primarily been observed in a lower frequency range (30-100 Hz) using EEG. Here, we recorded human ECoG to achieve higher signal fidelity, enabling examination of neural oscillations above 100 Hz (high-frequency activity, HFA), which are believed to be closely linked to local spiking activity. Eight participants listened to auditory sequences that either followed their local and global regularities (local and global standards) or violated them (local and global deviants). Robust HFA responses were observed for the local deviants, but these responses were reduced when the deviants were expected based on the global regularity, indicating both levels of prediction-error processes contribute to the observed activity. Importantly, these HFA responses could be decomposed into two subcomponents: an early component reflecting local prediction-error signals localized to lateral auditory regions, and a late component reflecting global prediction-error signals prominent in both lateral auditory and frontal cortices. Together, these findings demonstrate that neural oscillations above 100 Hz encode hierarchical prediction errors not only in non-human primates but also in humans.", "date": "2025-11-29", "journal": ""}
{"title": "Top-down feedback can explain the existence of working memory traces in early visual cortex", "doi": "10.1101/2025.11.27.690959", "authors": "Krause, N. N.; Compte, A.; Rademaker, R. L.", "abstract": "The temporary storage of visual memories is known to engage early visual cortex (EVC), where mnemonic content is presumed to be stored in weak or latent states. Two mechanisms have been suggested to underlie this storage: Top-down feedback from anterior cortical sites, and short-term synaptic plasticity (STSP) traces laid down by previous sensory inputs. Here, we tested if these mechanisms can account for two hallmarks of working memory, namely, the flexible selection of information from working memory, and the robustness of working memory against distraction. Simulating firing rates in a neural network model of working memory, we show that STSP cannot easily account for selection of information from within the working memory store, and is not robust to visual distraction. Rather, any input that passes through the visual system is briefly remembered, irrespective of its relevance. In contrast, top-down feedback can establish durable mnemonic signals in EVC that reflect currently task-relevant working memory contents and are robust to distraction. We argue that feedback is a parsimonious explanation for the existence of mnemonic signals in EVC, given that the storage of working memories is distributed across a hierarchy of cortical sites, which are known to have widespread feedback projections to visual cortex.", "date": "2025-11-29", "journal": ""}
{"title": "Predicting functional topography of the human visual cortex from cortical anatomy at scale", "doi": "10.1101/2025.11.27.690210", "authors": "Ribeiro, F. L.; Satzger, R.; Hoffstaedter, F.; Burger, C.; Herholz, P.; Linhardt, D.; Benson, N. C.; Schwarzkopf, D. S.; Puckett, A. M.; Bollmann, S.; Hebart, M. N.", "abstract": "Topographic organization is a fundamental principle of the brain, whereby adjacent cortical locations represent adjacent features in sensory or cognitive space. Current methodologies for obtaining individual-specific topographic maps either require resource-intensive functional neuroimaging data or, when using population atlases, lack precision for individual-level inference, limiting large-scale studies of individual differences. Here, we developed deepRetinotopy toolbox, a deep learning-based application for predicting topographic organization of the human visual cortex from cortical anatomy. We show that our toolbox accurately predicts retinotopic organization using only standard structural MRI scans acquired under diverse conditions, including varying imaging sites and scanner types. We then demonstrate that predicted maps can be leveraged to automatically generate individual-specific visual area boundaries, overcoming common biases in manual annotations. Finally, we estimate age-related changes in visual cortex organization by retrospectively applying our method to 11,060 anatomical scans, revealing that group differences in primary visual cortex organization are predictable from cortical anatomy.", "date": "2025-11-29", "journal": ""}
{"title": "Early-life stromal niches orchestrate B lymphopoiesis at the brain's borders", "doi": "10.1101/2025.11.27.690844", "authors": "Walker, A. J.; Fisher, T. M.; Caldwell, S. K.; Gupte, A. S.; Colville-Reimertz, J. M.; Sabikunnahar, B.; Marsh, S. E.; de Soysa, Y.; Gazestani, V. H.; Walker, A. C.; Huang, Y.; Mavinkurve, A. V.; Barr, H. J.; Lanser, T. B.; Murphy, S.; Bowling, S.; Dissing-Olesen, L.; Camargo, F. D.; Stevens, B.", "abstract": "The dura mater serves as a critical immunological niche for the central nervous system, yet the mechanisms governing the emergence of this niche in early life remain understudied. Here, we chart the trajectory of dural immune development, uncovering a distinctive function for the murine dura as a transient niche for B lymphopoiesis in the early-postnatal window. Shared embryonic progenitors initiate dural B cell development in concert with a multi-organ wave of extramedullary lymphopoiesis that contributes distinctively to the peripheral B cell pool. In the dura, B cells develop locally in discrete sinus-proximal foci, occupying an anatomically defined and developmentally restricted fibroblast niche. Sinus-proximal fibroblasts express the pro-hematopoietic chemokine CXCL12, and local deletion of this crucial factor severely impairs dural B lymphopoiesis. These data reveal a critical function for dural fibroblasts in shaping the early-life B cell compartment and provide a model for how extramedullary niches may support early-life leukocyte production.", "date": "2025-11-29", "journal": ""}
{"title": "An ancient transcription factor functions as the master regulator of primary cilia formation", "doi": "10.1101/2025.11.28.691250", "authors": "Wang, W.; Zhang, X.; Qiu, Y.; Meng, X.; Cheng, S.; Chen, Y.; liu, S.; Chen, W.; Yi, J.; You, X.; Liu, H.; Xing, J.; Xu, C.; Jiang, H.; Wang, H.; Tian, G.; Hu, Z.", "abstract": "How ancient transcription factors are repurposed during evolution to drive the functional diversification of conserved organelles remains a fundamental question in biology. Although displaying a high degree of conservation in basic morphology, eukaryotic cilia vary extensively in their sizes and functioning. Previously, we showed that an evolutionarily ancient transcription factor, X chromosome-associated protein 5 (Xap5) is required for motile ciliogenesis in unicellular and multicellular organisms. Here we show that Xap5 functions as the master regulator of primary ciliogenesis. Xap5 associates with the nuclear protein Non-POU domain-containing octamer-binding protein (Nono) to form a regulatory module that directly binds and activates the transcription factors Sox5 and Sox9. Genetic ablation of Xap5 or Nono impairs primary ciliogenesis, and loss of Sox5 disrupts the downstream ciliogenic program, consistent with the established role of Sox9. Collectively, our results provide new insight into how complex ciliary transcription factors networks determine ciliary diversity during evolution, and will have a profound impact on our understanding of human ciliopathies.", "date": "2025-11-29", "journal": ""}