{"title": "Perceptual clustering in auditory streaming", "doi": "10.1101/2021.05.27.446050", "authors": "Larigaldie, N.; Yates, T.; Beierholm, U. R.", "abstract": "Perception is dependent on the ability to separate stimuli from different objects and causes in order to perform inference and further processing. We have models of how the human brain can perform such causal inference for simple binary stimuli (e.g., auditory and visual), but the complexity of the models increases dramatically with more than two stimuli. To characterize human perception with more complex stimuli, we developed a Bayesian inference model that takes into account a potentially unlimited number of stimulus sources: it is general enough to factor in any discrete sequential cues from any modality. Because the model employs a non-parametric prior, increased signal complexity does not necessitate the addition of more parameters. The model not only predicts the number of possible sources, but also specifies the source with which each signal is associated. As a test case, we demonstrate that such a model can explain several phenomena in the auditory stream perception literature, that it provides an excellent fit to experimental data, and that it makes novel predictions that we experimentally confirm. These findings have implications not just for human auditory temporal perception, but for a wide range of perceptual phenomena across unisensory and multisensory stimuli.", "date": "2025-06-20", "journal": ""}
{"title": "Mind Captioning: Evolving descriptive text of mental content from human brain activity", "doi": "10.1101/2024.04.23.590673", "authors": "Horikawa, T.", "abstract": "A central challenge in neuroscience is decoding brain activity to uncover mental content comprising multiple components and their interactions. Despite progress in decoding language-related information from human brain activity, generating comprehensive descriptions of complex mental content associated with structured visual semantics remains challenging. We present a method that generates descriptive text mirroring brain representations via semantic features computed by a deep language model. Constructing linear decoding models to translate brain activity induced by videos into semantic features of corresponding captions, we optimized candidate descriptions by aligning their features with brain-decoded features through word replacement and interpolation. This process yielded well-structured descriptions that accurately capture viewed content, even without relying on the canonical language network. The method also generalized to verbalize recalled content, functioning as an interpretive interface between mental representations and text, and simultaneously demonstrating the potential for non-verbal thought-based brain-to-text communication, which could provide an alternative communication pathway for individuals with language expression difficulties, such as aphasia.\n\nTeaserNon-verbal thoughts can be translated into verbal descriptions by aligning semantic representations between text and the brain.", "date": "2025-06-20", "journal": ""}
{"title": "Chromatin remodeling with combined FACT and BET inhibition disrupts oncogenic transcription in Diffuse Midline Glioma", "doi": "10.1101/2024.06.06.597703", "authors": "Holliday, H.; Khan, A.; Ehteda, A.; Nguyen, H.; Ross, S. E.; Jayatilleke, N.; Gopalakrishnan, A.; Wang, E.; Colino Sanguino, Y.; Kavanagh, D.; Guo, X.; Liu, J.; Lawrence, D.; Sun, C. X.; Lehmann, R.; Ip, C. K.; Lee, A.; Rangel-Sanchez, L.; Li, W.; Salomon, R.; Firestein, R.; Weatheritt, R. J.; Valdes-Mora, F.; Dinger, M. E.; Phoenix, T. N.; Mayoh, C.; Rayner, B. S.; Tsoli, M.; Ziegler, D. S.", "abstract": "Aberrant epigenetic regulation is a hallmark of Diffuse Midline Glioma (DMG), an incurable pediatric brain tumor. The H3K27M driver histone mutation leads to transcriptional dysregulation, indicating that targeting the epigenome and transcription may be key therapeutic strategies against this highly aggressive cancer. One such target is the Facilitates Chromatin Transcription (FACT) histone chaperone. We found FACT to be enriched at developmental gene promoters, coinciding with regions of open chromatin and binding motifs of core DMG regulatory transcription factors. Furthermore, FACT interacted and co-localized with the Bromodomain and Extra-Terminal Domain (BET) protein BRD4 at promoters and enhancers, suggesting functional cooperation between FACT and BRD4 in DMG. In vitro, a combinatorial therapeutic approach using the FACT inhibitor CBL0137, coupled with BET inhibition revealed potent and synergistic cytotoxicity across a range of DMG cultures. These results were recapitulated in vivo, significantly extending survival in three independent orthotopic PDX models of DMG. Mechanistically, we show that CBL0137 treatment decreased chromatin accessibility, synergizing with BET inhibition to cause broad transcriptional collapse, silencing several key oncogenes including MYC, PDGFRA, MDM4 and SOX2, as well as causing alterations to the splicing landscape. Notably, this combination also elicited immune-related effects, including activation of the interferon response and antigen presentation mechanisms in DMG cells and induction of an activated state in macrophages and T cells, as demonstrated in an immunocompetent setting with spatial transcriptomics. Altogether, our data highlights the therapeutic promise of simultaneously targeting FACT and BET proteins in DMG, offering a dual tumor-intrinsic and immune-mediated strategy for combating this devastating pediatric brain tumor.", "date": "2025-06-20", "journal": ""}
{"title": "De novo proteins integrate cellular systems using ancient protein targeting and degradation pathways", "doi": "10.1101/2024.08.28.610198", "authors": "Houghton, C. J.; Castilho Coelho, N.; Chiang, A.; Hedayati, S.; Parikh, S. B.; Ozbaki-Yagan, N.; Wacholder, A.; Iannotta, J.; Berger, A.; Wohlever, M. L.; Carvunis, A.-R.; O'Donnell, A. F.", "abstract": "Recent evidence demonstrates that eukaryotic genomes encode thousands of evolutionarily novel proteins that originate de novo from non-coding DNA and can contribute to species-specific adaptations. Yet, it remains unclear how these incipient proteins--whose sequences are entirely new to nature--navigate the cellular environment to bring about beneficial traits. Here, we conduct a systematic in vivo investigation of de novo protein cell biology in yeast, revealing the early stages of de novo protein cellular integration. We show that beneficial de novo proteins exploit conserved membrane targeting, trafficking, and degradation pathways to integrate cellular systems. We find that beneficial de novo proteins frequently localize to membrane-bound compartments, particularly the endoplasmic reticulum (ER). Despite having unrelated sequences, ER-localized de novo proteins converge on a shared molecular signature: a C-terminal transmembrane domain that enables recognition by conserved post-translational ER insertion pathways. Subsequently, ER-localized de novo proteins traffic from the ER and their homeostasis is regulated by conserved proteasomal and vacuolar degradation pathways. Our findings demonstrate that ancient targeting and degradation pathways can accommodate young de novo proteins bearing a convergent molecular signature. These pathways could act as selective filters, biasing which young de novo proteins persist. The ER membrane may offer a \"safe harbor\" for certain classes of de novo proteins to acquire a selected function over time, thereby serving as a cradle for evolutionary innovation.", "date": "2025-06-20", "journal": ""}
{"title": "Integrative Gene Co-expression Network Analysis Reveals Protein-Coding and lncRNA Genes Associated with Alzheimer's Disease Pathology", "doi": "10.1101/2025.01.19.633755", "authors": "Zebardast, F.; Riethmueller, M. P. S.; Nowick, K.", "abstract": "Introduction: Alzheimer's disease (AD) is a complex neurodegenerative disorder involving widespread molecular disruptions, many of which remain poorly understood. While AD pathology progresses through distinct brain regions, it is unclear whether these regions are similarly affected. Long non-coding RNAs (lncRNAs) have emerged as key regulators in cellular processes, but their roles in AD remain largely unexplored. A comprehensive analysis of the complex molecular interactions underlying AD, particularly the roles of lncRNAs in their interactions with protein-coding genes and the comparison of networks across brain regions, could offer valuable insights into the disease's progression and underlying mechanisms. Method: To address this, we applied consensus weighted gene co-expression network analysis using a meta-analytic approach to 396 postmortem brain RNA-seq samples to explore AD pathophysiology mechanisms. Results: Our study revealed significant network rewiring in AD, with pronounced alterations in the temporal cortex compared to the frontal cortex. While the temporal cortex showed adaptive changes in gene interactions, the frontal cortex exhibited a loss of healthy correlations, potentially reflecting different levels of disease progression. We identified key players in the temporal cortex AD network, including 46 protein-coding genes and 27 lncRNAs. Using the established functions of protein-coding genes as anchors, we provided functional annotations for over 100 lncRNAs across two brain regions, identifying potential lncRNAs involved in AD pathology and highlighting their roles in both healthy and diseased states. Conclusion: We provided novel insights into the molecular interactions underlying AD and introduced new candidate protein-coding and lncRNA genes for further experimental validation and therapeutic exploration.", "date": "2025-06-20", "journal": ""}
{"title": "Multiphase separation in postsynaptic density regulated by membrane geometry via interaction valency and volume", "doi": "10.1101/2025.02.19.638939", "authors": "Yamada, R.; Brandani, G. B.; Takada, S.", "abstract": "Biomolecular condensates are found at various cellular locations, nucleus, cytoplasm, and membrane. These condensates often contain multiple components and can separate into multiple phases with various morphologies such as core-shell droplets, implicating functional roles. Demixing and arrangements of condensates are determined by competitive interactions and their locations. Recent studies reported a puzzling multiphase morphology in postsynaptic density components: AMPA-receptor, NMDA-receptor, PSD-95, and CaMKII. The multiphase morphology appears reversed when transitioning from the solution to the membrane. Using this system as a model, we study the multiphase behavior of condensates in solution (3D) and domain formation on and beneath the membrane (2D) and elucidate molecular mechanisms behind the puzzle. Our simulations reproduce the core-shell structure in 3D in vitro solution, where AMPA-receptor/PSD-95 form the core and NMDA-receptor/CaMKII form the shell, triggered by CaMKII activation. Then, we obtain a reversed morphology on the membrane. This reversal is primarily driven by CaMKII's high valency and large volume. We find that, in solution, CaMKII's non-specific volume interaction dominate, while on the membrane, specific multivalent interactions overcome the excluded volume interaction of CaMKII. The layered structures of receptors and CaMKIIs reduce the excluded volume effects of CaMKII on receptors, making the multivalent interaction dominant. These findings highlight the differences between condensate formation in solution and membrane domain formation, modulated by their layered arrangement.", "date": "2025-06-20", "journal": ""}
{"title": "Bioinformatics classification of the MgtE Mg2+ channel and de novo protein design for the stabilization of its novel subclass", "doi": "10.1101/2025.05.26.656215", "authors": "Zhao, Z.; Omae, K.; Iwasaki, W.; Zhang, Z.; Pan, F.; Lee, E.-J.; Hattori, M.", "abstract": "MgtE channels play crucial roles in Mg{superscript 2} homeostasis and are implicated in bacterial survival under antibiotic exposure. Previous structural and biophysical studies have predominantly focused on the Thermus thermophilus MgtE, leaving the structural and mechanistic diversity of MgtE family proteins largely unexplored. In this study, using a genome mining approach, we identified diverse MgtE homologs, including a novel subclass termed the \"mini-N type,\" which lacks the canonical cytoplasmic N and CBS domains but possesses a unique small N-like domain. Despite extensive expression screening, mini-N type homologs could not be stably purified. To address this issue, we designed a series of de novo proteins and determined their crystal structures. A selected de novo protein was fused to a mini-N type MgtE, enabling successful purification and preliminary cryo-EM imaging. Our findings demonstrate that de novo designed protein fusions can serve as powerful tools for stabilizing and purifying otherwise unstable membrane proteins, opening new avenues for the structural and functional studies of otherwise inaccessible membrane proteins.", "date": "2025-06-20", "journal": ""}
{"title": "Multimodal Validation of the Existence of Transitional Cerebellar Progenitors in the Human Fetal Cerebellum", "doi": "10.1101/2025.06.01.657310", "authors": "Luo, Z.; Xia, M.; Zhang, F.; Xin, D.; Rao, R.; Kiang, K.; Berry, K.; Xiong, Y.; Liu, H.; Lin, Y.; Hu, M.; Xin, M.; Ma, J.; Li, H.; Taylor, M. D.; Zhou, W.; Lu, Q. R.", "abstract": "The developing human cerebellum comprises a series of transient progenitor states that are essential for generating diverse neural subtypes, yet the identity and validation of intermediate cell populations bridging stem-like and lineage-committed neuronal precursors remain limited. In our previous single-cell transcriptomic study, we identified a distinct transitional cerebellar progenitor (TCP) population enriched in specific progenitor zones such as the rhombic lip during human fetal cerebellar development. Here, we provide additional multimodal validations of this population. Rigorous reanalysis of our single-cell transcriptomic data, applying stringent quality control measures, validated the quality of TCP cells and their classification as a transcriptionally distinct population. Multiple orthogonal validations of TCP signature genes (SOX11 and HNRNPH1) using RNAscope in situ hybridization, Xenium-based spatial transcriptomics, and immunohistochemistry on additional fetal cerebellar samples across different stages demonstrated the consistent presence of TCPs in the rhombic lip, transitioning from PRTG stem-like zones in the ventricular zone at early developmental stages to the subventricular zone overlapping with EOMES unipolar brush cell precursors at later stages. TCP-like populations were also independently identified in two fetal cerebellar single-nucleus transcriptomic atlases, and their gene signature was enriched in a cell population associated with aggressive medulloblastomas. Collectively, these multimodal validations confirm the existence of a transitional progenitor population in the human fetal cerebellum, with implications for cerebellar lineage progression and medulloblastoma origin.", "date": "2025-06-20", "journal": ""}
{"title": "Biome-specific genome catalogues reveal functional potential of shallow sequencing", "doi": "10.1101/2025.06.16.659887", "authors": "Escobar-Zepeda, A.; Ruuskanen, M. O.; Beracochea, M.; Lu, J.; Mongad, D.; Richardson, L.; Finn, R. D.; Lahti, L.", "abstract": "The use of 16S rRNA metabarcoding for functional prediction is limited by several biases. Shallow shotgun sequencing is a cost-effective and taxonomically high-resolution alternative to 16S rRNA metabarcoding, but the low sequencing depth limits functional inference. Our BioSIFTR tool maps shallow shotgun sequencing reads against single-biome databases and extrapolates into their precalculated functional profiles. We used three datasets from red junglefowl, mice, and human gut, containing matched deep shotgun metagenomic and 16S rRNA metabarcoding data for taxonomic and functional benchmarking. An additional human gut deep shotgun sequencing data set was subsampled to 1 M reads and analysed with BioSIFTR to replicate previously obtained results. BioSIFTR taxonomic and functional profiles closely agree with the results of the full deep sequencing data in all biomes. We also replicated differences in the human gut microbiome between high and low trimethylamine N-oxide producing participants, using only < 2 % of the original deep sequencing data. The BioSIFTR tool is a powerful approach which approximates the functional information of a deep-sequenced metagenome while using only a fraction of the data. Shallow shotgun sequencing combined with BioSIFTR could be a stand-in replacement for 16S rRNA metabarcoding with an increased taxonomic and functional resolution, and lower bias.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=87 SRC=\"FIGDIR/small/659887v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (20K):\norg.highwire.dtl.DTLVardef@10292e1org.highwire.dtl.DTLVardef@1f8fc8dorg.highwire.dtl.DTLVardef@18cbc27org.highwire.dtl.DTLVardef@94c0ee_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-06-20", "journal": ""}
{"title": "Mechanisms of resistance to VHL loss-induced genetic and pharmacological vulnerabilities", "doi": "10.1101/2025.06.14.659649", "authors": "Ge, J.; Hirosue, S.; Patel, S. A.; Wesolowski, L.; Dyas, A.; Yong, C.; Castillon, L.; de Haan, S.; Drost, J.; Stewart, G. D.; Obenauf, A.; Munoz-Espin, D.; Vanharanta, S.", "abstract": "The von Hippel-Lindau tumor suppressor (VHL) is a component of a ubiquitin ligase complex that normally controls cellular responses to hypoxia. Endogenous VHL is also utilized by proteolysis-targeting chimera (PROTAC) protein degraders, a promising class of anti-cancer agents. VHL is broadly essential for cell proliferation, yet it is a key tumor suppressor in renal cell carcinoma. To understand the functional consequences of VHL loss, and to identify targeted approaches for the elimination of VHL null cells, we have used genome-wide CRISPR-Cas9 screening in human renal epithelial cells. We find that, upon VHL loss, the HIF1A/ARNT complex is the central inhibitor of cellular fitness, suppressing mitochondrial respiration, and that VHL null cells show HIF1A-dependent molecular vulnerabilities that can be targeted pharmacologically. Combined VHL/HIF1A inactivation in breast and esophageal cancer cells can also provide resistance to ARV-771, a VHL-based bromodomain degrader that has anti-cancer activity. HIF1A stabilization can thus provide opportunities for early intervention in neoplastic VHL clones, and the VHL-HIF1A axis may be relevant for the development of resistance to the emerging class of PROTAC-based cancer therapies.", "date": "2025-06-20", "journal": ""}
{"title": "Reprogramming of Cellular Plasticity via ETS and MYC Core-regulatory Circuits During Response to MAPK Inhibition in BRAF-mutant Colorectal Cancer", "doi": "10.1101/2025.06.15.659716", "authors": "Lee, H. M.; Zheng, Z.; Sorokin, A.; Wong, C. W.; Napolitano, S.; Chowdhury, S.; Kanikarla, P. M.; Singh, A. K.; Kochat, V.; Bristow, C. A.; Srinivasan, S.; Peoples, M.; Arslan, E.; Alshenaifi, J. Y.; Villarreal, O. E.; Morris, V. K.; Shen, J. P.; Meric-Bernstam, F.; Jain, A. K.; Fowlkes, N. W.; Anderson, A.; Menter, D. G.; Saw, A. K.; Rai, K.; Kopetz, S.", "abstract": "BackgroundAberrant enhancer dynamics play a critical role in the initiation and progression of colorectal cancer (CRC). BRAFV600E-mutated metastatic CRC may be a unique subtype, exhibiting a strong epigenetic phenotype. Interestingly, bromodomain 2, a reader protein for H3K27ac-marked enhancers, was found to be synthetically lethal in CRC with BRAF + EGFR inhibition.\n\nDesignWe evaluated the effectiveness of targeting aberrant enhancers with bromodomain and extraterminal (BET) + MAPK pathway inhibitors in patient-derived xenograft models of metastatic CRC, followed by comprehensive profiling of transcriptomic and chromatin dynamics upon BET inhibitor combination treatment.\n\nResultsThe combination of BET and standard MAPK inhibitors has demonstrated improved efficacy against BRAFV600E CRC and selective improvements against RAS-mutant CRC in vivo. We showed that BET + MAPK inhibition induced a profound downregulation of the MAPK signaling pathway compared to MAPK inhibition alone. The loss of activation signal on enhancers, as determined by H3K27ac, led to dysregulation of core-regulatory circuitries of CRC, especially loss of the auto-regulatory mechanism of the MAPK downstream E26 transformation-specific transcription factor family. Single nucleus multiome (RNA + ATAC) sequencing further distinguished differential transcriptomic and chromatin dynamics at cell type levels. Profound downregulation of well-differentiated cell types confirmed deep inhibition of MAPK signaling and downstream transcription factors. On the other hand, dedifferentiated cell populations were abundant after MAPK or combination inhibition, suggesting therapy-induced cell state switching and adaptation.\n\nConclusionWe are evaluating BET + BRAF + EGFR inhibition in patients with treatment-refractory BRAFV600E metastatic CRC. ClinicalTrial.gov identifier: NCT06102902.\n\nWhat is already known on this topicEnhancer aberrations emerge as critical epigenetic features in the progression of colorectal cancer (CRC). However, the dynamics of active enhancer and the therapeutic potential of enhancer blockade, particularly in CRC tumors with BRAFV600E mutation, is not well understood.\n\nWhat this study addsThis study demonstrates improved efficacy of BET inhibitor combination therapies in diverse patient-derived models and reveals epigenetic reprogramming driven cellular plasticity in BRAFV600E-mutated CRC.\n\nHow this study might affect research, practice or policyOur findings support treatment with BET + BRAF + EGFR inhibitors for patients with BRAFV600E-mutant mCRC [NCT06102902]. This study also highlights the potential of combining epigenetic agents to standard targeted therapy, offering a novel treatment option for this subset of patients.", "date": "2025-06-20", "journal": ""}
{"title": "Trailer Hitch coordinates P-body organization and facilitates transcript-specific mRNA regulation through nuclear actin-mediated feedback loop", "doi": "10.1101/2025.06.18.660414", "authors": "Milano, S. N.; Bayer, L. V.; Ko, J.; Posner, G. S.; Casella, C. E.; Bratu, D.", "abstract": "Processing bodies (P-bodies) are dynamic, membraneless organelles that mediate mRNA storage, translational repression, and decay. While the roles of individual P-body proteins in transcript recruitment are well characterized, how the emergent biophysical properties of P-bodies contribute to selective mRNA regulation remains poorly understood. Here, we identify the RNA-binding protein Trailer Hitch (Tral) as a key regulator of P-body composition and physical state during Drosophila melanogaster oogenesis. Loss of Tral disrupts P-body structure, leading to elevated levels of Cup and reduced levels of Me31B. This compositional shift is driven by degradation of twinstar mRNA, which encodes an actin regulator, resulting in reduced nuclear actin levels and altered transcription of P-body components. Using super-resolution microscopy, RNAi-mediated knockdowns, and chemical treatments, we show that Tral is also essential for transcript-specific mRNA partitioning into P-bodies. We find that in Tral-depleted egg chambers, twinstar mRNA exhibits reduced and mislocalized P-body association, bicoid mRNA dissociates from P-bodies and is degraded, and nanos mRNA remains stably localized. This suggests that selective mRNA retention within P-bodies is governed by a network of molecular interactions, including electrostatic forces, hydrophobic contacts, and direct protein:RNA binding, which are tuned by Tral. Together, our findings position Tral as a central coordinator of P-body autoregulation, integrating transcript stability, nuclear actin dynamics, and condensate organization to govern selective mRNA partitioning.", "date": "2025-06-20", "journal": ""}
{"title": "Phosphorylation-Coupled Autoregulation Maintains Functional ER Exit Sites", "doi": "10.1101/2025.06.18.660491", "authors": "Maeda, M.; Arakawa, M.; Wakabayashi, M.; Komatsu, Y.; Saito, K.", "abstract": "Secretory proteins are synthesized in the endoplasmic reticulum (ER) and begin their transport from specialized domains on the ER called ER exit sites (ERES). We previously demonstrated that the interaction between TANGO1 and Sec16 is critical for ERES formation. In this study, we reveal that the phosphorylation of TANGO1 and Sec16 is regulated by a FAM83A/CK1-mediated negative feedback loop. Conversely, their dephosphorylation is regulated in a spatially distinct manner by different phosphatase complexes: PPP6R3/PPP6C for Sec16 and PPP1R15B/PPP1C for TANGO1. Excessive phosphorylation of either TANGO1 or Sec16 leads to ERES disassembly, while excessive dephosphorylation impairs secretion. Our findings demonstrate that maintaining a balanced phosphorylation state of TANGO1 and Sec16 through autoregulation by FAM83A/CK1 and the phosphatases PP1 and PP6 is essential for sustaining proper secretory activity at the ERES.", "date": "2025-06-20", "journal": ""}
{"title": "Intrinsically Disordered Regions Form Nucleoli and Cajal Bodies While Fostering RNA Modification", "doi": "10.1101/2025.06.18.660405", "authors": "Meznad, K.; Deogharia, M.; Wacheul, L.; Zorbas, C.; Lafontaine, D. L.; Meier, U. T.", "abstract": "One of the densest compartments in the cell is the dense fibrillar component (DFC) of the nucleolus, consisting mainly of nascent ribosomal RNA (rRNA), small nucleolar ribonucleoproteins (snoRNPs) and their chaperone Nopp140. How this biomolecular condensate is formed and what underlies its structure is poorly understood like that of most liquid-liquid phase separated condensates. Although we established that Nopp140 is important for the cohesiveness of the DFC and for rRNA modification, it is not known how this is achieved. Here we demonstrate that Nopp140 concentrates intrinsically disordered and nuclear localization signal (NLS)-rich protein regions (IDRs), including a newly identified RNA polymerase I C-terminal domain (CTD) of the RNA polymerase I associated factor PAF49. Altogether, this network forms the DFC, a liquid-liquid phase separated biomolecular condensate that fosters rRNA modification. This mechanism ensures near 100 percent modification efficiency at some 200 nucleotides in every one of the 10 million or so rRNAs per cell.", "date": "2025-06-20", "journal": ""}
{"title": "Heme drives cardiac endothelial senescence in sepsis via STING activation", "doi": "10.1101/2025.06.18.660159", "authors": "Li, T.; Zhu, P.; Zhang, T.; Adams, J.; Tu, F.; Garbe, C.; Zhang, X.; Liu, L.; Singh, K.; Williams, D.; Li, C.; Wang, X.", "abstract": "Sepsis-induced cardiac dysfunction is a major contributor to sepsis-related mortality, and many patients continue to experience long-term cardiac complications after recovery. Here, we demonstrate that cardiac senescence is a key feature of sepsis-associated cardiac dysfunction, with endothelial cells identified as the predominant senescent population in septic cardiac tissue. Yet, the pathogenic drivers of endothelial senescence in sepsis remain poorly characterized. Among potential mediators, we found that elevated levels of heme, a byproduct of hemolysis, strongly correlate with increased endothelial senescence and impaired cardiac function. Mechanistic studies revealed that heme acts as a novel ligand for STING, exacerbating bacterial infection induced STING polymerization and activation, thereby promoting endothelial senescence. Notably, either STING inhibition or enhanced heme clearance via increased hemopexin expression significantly alleviated cardiac endothelial senescence and facilitated cardiac functional recovery in septic mice. These findings identify heme as a critical pathogenic driver of endothelial senescence and highlight heme clearance as a promising therapeutic strategy for mitigating sepsis induced cardiac dysfunction.", "date": "2025-06-20", "journal": ""}
{"title": "Cell barcoding with tandem fluorescent proteins enables high-throughput signaling dynamics analysis", "doi": "10.1101/2025.06.17.660155", "authors": "Wu, J.-W.; Yang, J.-M.; Wang, S.; Chen, Y.; Huang, C.-H.", "abstract": "Cell barcodes are essential for a wide array of experimental applications, including lineage tracing, genetic screening, and single-cell analysis. An optimal barcode library would provide high diversity, live-cell compatible identification, and simple readout. In this work, we introduce single chain tandem fluorescent protein (sctFP) barcodes, constructed by linking different fluorescent proteins (FPs) into a single polypeptide chain with varied copy numbers. We found that the fluorescence signal intensity ratio at different wavelengths can reliably differentiate sctFPs generated using cnidarian FPs, but not prokaryotic FPs that require exogenous cofactors. The sctFPs enable the multiplexing of genetically encoded fluorescent biosensors, enhancing current biosensor multiplexing methods through a simplified imaging and analysis pipeline that support high-throughput applications. Their robust spectral profiles are compatible with a broad range of biosensor types. Using sctFPs, we demonstrate simultaneous tracking of various signaling activities with biosensors of different spectral properties. Together, this strategy provides a robust and scalable method for barcoding cells across diverse experimental contexts.", "date": "2025-06-20", "journal": ""}
{"title": "Global analysis of cancer cell responses to USP9X inhibition", "doi": "10.1101/2025.06.18.660475", "authors": "Schenk, P.; Devine, S. M.; Cobbold, S. A.; Ang, C.-S.; Geoghegan, N. D.; Calleja, D. J.; Multari, D. H.; Vaibhav, V.; Lu, B. G. C.; Klemm, T. A.; Dagley, L. F.; Lowes, K. N.; Williamson, N.; Eichhorn, P. J. A.; Ng, A. P.; Feltham, R.; Komander, D.", "abstract": "The ubiquitin specific protease (USP) enzyme USP9X is amongst the best studied human deubiquitinases (DUBs), with a myriad of described targets and cellular roles. In cancer, USP9X has been touted as both an oncogene and a tumour suppressor in different contexts, which has confounded the field and questioned its viability as a cancer target. We here describe WEHI-092, a novel piperazine-based USP9X specific small molecule inhibitor and map its binding site to a unique region in the USP9X fingers subdomain, distinct from known DUB inhibitor binding sites. Using proteomics and ubiquitinomics, we show that USP9X has a distinct set of substrates compared to USP7 indicating remarkable DUB target specificity, yet the substrate profile of USP9X varies significantly across cancer cell lines. Interestingly, we reveal a core set of 17 proteins commonly regulated by USP9X in most or all cell lines, which we consider as proximal biomarkers for USP9X inhibition. Consistent with our proteomic analyses, we show that WEHI-092 treatment arrests cells in metaphase without inducing cell death, which may account for growth suppression seen in long-term clonogenic assays in most cancer cell lines, and positions USP9X inhibitors as a new potential class of selective mitotic poisons.", "date": "2025-06-20", "journal": ""}
{"title": "Gastric cancer treatment target identified from an accelerated Helicobacter-induced gastric cancer mouse model", "doi": "10.1101/2025.06.14.659641", "authors": "Kurstjens, E. M.; Cox, K.; Bali, P.; Amirfakhri, S.; Hernandez, J.; Lozano-Pope, I.; Benner, C.; Bouvet, M.; Obonyo, M.", "abstract": "Helicobacter pylori (H. pylori) infection and consequent inflammation leads to gastric cancer (GC). Despite the prevalence of this bacterium and availability of genomic data, targeted therapies for GC are still early in development. Previously in our accelerated Helicobacter-induced gastric cancer mouse model we identified several differentially expressed genes (DEGs), including PSMB8 (proteasome subunit beta type 8, also called LMP7); one of the immune subunits of the immunoproteasome, which has been associated with disease severity in multiple cancers. We observed elevated expression of PSMB8 in our accelerated gastric cancer model, in the human gastric cancer cell line (MKN45), and in gastric cancer patient samples. Moreover, we identified carfilzomib as a potential drug that targets PSMB8. Therefore, to test its efficacy against gastric cancer, nude mice were subcutaneously implanted with MKN45 derived tumors and treated with carfilzomib, alone or in combination with 5-fluorouracil (5-FU), the standard care drug. The effectiveness of drug treatment was measured by tumor growth, cell proliferation, and apoptosis. We observed that carfilzomib retarded tumor growth, inhibited cell proliferation and induced apoptosis. These results strongly suggest that carfilzomib has a robust anti-tumor activity and is a suitable drug candidate for targeted therapy in gastric cancer.", "date": "2025-06-20", "journal": ""}
{"title": "YAP signaling promotes resistance to MEK and AKT inhibition in NF1-related MPNSTs", "doi": "10.1101/2025.06.16.659334", "authors": "McGee, L. E.; Grit, J. L.; Essenburg, C. J.; Agrusa, S.; Turner, L.; Becker, K.; Dey, A.; Klomp, J. E.; Klomp, J. A.; Adams, M.; Beddows, I.; Wolfrum, E.; Fu, D.; Hirbe, A. C.; Graveel, C. R.; Steensma, M. R.", "abstract": "Neurofibromatosis type 1 (NF1) is a tumor predisposition syndrome caused by loss of function of the neurofibromin protein. Malignant peripheral nerve sheath tumors (MPNSTs) are a rare and deadly sarcoma with few therapeutic options that are the leading cause of death for patients with NF1. To date, no targeted therapies have been approved for MPNST treatment, highlighting the need for an understanding of adaptive signaling mechanisms that drive resistance. We developed a preclinical model of drug resistance using a cross-over drug holiday design, and evaluated patterns of response and resistance to MEK and AKT inhibitors, two pathways that are dysregulated after loss of neurofibromin. We show that the mTOR and YAP/TEAD pathways are activated by MEK inhibitor exposure, yet blockade of these pathways in resistant MPNST PDX models does not significantly reduce tumor growth, despite strong in vitro synergy between trametinib and the novel TEAD inhibitor, GNE-7883. Using spatial transcriptomics, we uncovered phenotypic inertia as a key mechanism of drug resistance in MPNST, in addition to signaling plasticity. Further, we found that resistance is mediated by sustained ERK, YAP, and MYC driven transcriptional programs. In the future, preclinical studies should focus on addressing intratumoral heterogeneity and how it evolves over time.", "date": "2025-06-20", "journal": ""}
{"title": "PLAID: ultrafast single-sample gene set enrichment scoring", "doi": "10.1101/2025.06.14.659661", "authors": "Zito, A.; Escriba-Montagut, X.; Scorici, G.; Martinelli, A.; Akhmedov, M.; Kwee, I.", "abstract": "MotivationIn recent years, computational methods have emerged that calculate enrichment of gene signatures within individual samples, rather than across pooled samples. These signatures offer critical insights into the coordinated activity of functionally related genes, proteins or metabolites, enabling identification of unique molecular profiles based on gene set and pathway activity in individual cells and patients. This strategy is pivotal for patient stratification and advancement of personalized medicine. However, the rise of large-scale datasets, including single-cell profiles and population biobanks, has exposed significant computational inefficiencies in existing methods. Current methods often demand excessive runtime and memory resources, becoming impractical for large datasets. Overcoming these limitations is a focus of current efforts by bioinformatics teams in academia and the pharmaceutical industry, as essential to support basic and clinical biomedical research.\n\nResultsTo address this critical need, we developed PLAID (Pathway Level Average Intensity Detection), an ultrafast and memory optimized single sample gene set enrichment algorithm that utilizes sparse matrix computation. PLAID delivers highly accurate gene set scoring and surpasses the performance of current methods in single-cell and bulk transcriptomics, and proteomics data. A distinctive feature of PLAID is its integration of the most widely used gene set scoring algorithms, enabling researchers to apply multiple methods for cross-validation with outstanding runtime efficiency and minimal memory requirement.\n\nAvailability and ImplementationPLAID is implemented in the R language for statistical computing. PLAID source code and installation instructions are available with no restrictions at https://github.com/bigomics/plaid", "date": "2025-06-20", "journal": ""}
{"title": "OmicsSankey: Crossing Reduction of Sankey Diagram on Omics Data", "doi": "10.1101/2025.06.13.659656", "authors": "Li, S.; Tan, B.; Ouyang, S.; Ling, Z.; Huo, M.; Shen, T.; WANG, j.; Feng, X.", "abstract": "In bioinformatics, Sankey diagrams have been widely used to elucidate complex biological insights by visualizing gene expression patterns, microbial community dynamics, and cellular interactions. However, computational scalability remains a challenge for large-scale biological networks. In this work, we present OmicsSankey, a novel formulation of the layout optimization problem for Sankey Diagrams that employs eigen decomposition as a closed-form solution, addressing graph disconnection through a teleportation mechanism that enhances connectivity and stabilizes eigenvector solutions. Experimental results on synthetic datasets with varying layers and nodes validate the efficacy of OmicsSankey compared to state-of-the-art layout-optimizers. Improving the Sankey layouts for Cell Layers, BioSankey, and Sequence Flow further validates OmicsSankey in enhancing the interpretability of biological insights.", "date": "2025-06-20", "journal": ""}
{"title": "Accelerating Drug Repurposing with AI: The Role of Large Language Models in Hypothesis Validation", "doi": "10.1101/2025.06.13.659527", "authors": "Zunzunegui Sanz, I.; Otero-Carrasco, B.; Rodriguez-Gonzalez, A.", "abstract": "Drug repurposing accelerates drug discovery by identifying new therapeutic uses for existing drugs, but validating computational predictions remains a challenge. Large Language Models (LLMs) offer a potential solution by analyzing biomedical literature to assess drug-disease associations. This study evaluates four LLMs (GPT-4o, Claude-3, Gemini-2, and DeepSeek) using ten prompt strategies to validate repurposing hypotheses. The best-performing prompts and models were tested on 30 pathway-based cases and 10 benchmark cases. Results show that structured prompts enhance LLM accuracy, with GPT-4o and DeepSeek emerging as the most reliable models. Benchmark cases achieved significantly higher accuracy, precision, and F1-score (p < 0.001), while recall remained consistent across datasets. These findings highlight LLMs' potential in drug repurposing validation while emphasizing the need for structured prompts and human oversight.", "date": "2025-06-20", "journal": ""}
{"title": "Gene Symphony: Two-Layered Musification of Gene Expression Clusters with Functional Backgrounds", "doi": "10.1101/2025.06.13.659566", "authors": "Goutham, B.; Narayanan, M.", "abstract": "Musification, the process of converting data into music, has found applications in scientific research as a novel medium for data representation and communication. However, in biology, its application has largely been limited to DNA and protein sequences or structural data. Existing approaches that attempt to musify gene expression data often do so at the level of the entire gene set or its low-dimensional representations, lacking finer biological context. In our work, we bridge this gap by representing time-series gene expression data through clusters of genes that exhibit similar expression patterns across time points. We then embed contextual biological information onto these clusters to create layered sonifications: a foreground layer capturing expression dynamics across time points through pitch variations, and a background layer reflecting biologically meaningful context, such as Gene Ontology-derived semantic similarity, conveyed through smoothed audio modulated by intensity and echo effects. This musification approach offers an alternative way to analyze traditional visualizations like gene expression heatmaps and dendrograms, providing auditory insight into both temporal and functional trends. Preliminary user survey results indicate that 72.5% of participants were able to correctly interpret gene expression patterns from the foreground melody, and 88.9% perceived differences in background layers, highlighting the effectiveness of the layered musical representation in conveying biologically relevant information. This two-layered design is broadly applicable and can be extended to other forms of musification, allowing different types of information to be conveyed simultaneously through distinct musical components.", "date": "2025-06-20", "journal": ""}
{"title": "Rethinking Representation Complexity in Drug-Target Prediction via Supervised Vector Quantization", "doi": "10.1101/2025.06.13.659523", "authors": "Chen, J.; Zhang, Y.-z.; Lu, L.; Wu, M.; Chen, Z.; Imoto, S.; Li, C.", "abstract": "Accurate prediction of drug-target interactions (DTIs) is crucial for computational drug discovery. Although pretrained language models offer richer molecular and protein representations, their increasing complexity does not always lead to better predictive performance. In many cases, the inclusion of redundant or irrelevant features may obscure biologically relevant patterns. In this study, we systematically evaluate the contribution of complex features in DTI prediction and demonstrate that only a portion of these features is truly informative. Based on this insight, we propose a Vector Quantization (VQ)-based module that functions as a plug-and-play feature selection layer within deep learning architectures. When combined with a simple fully connected classifier, this supervised VQ (SVQ) framework not only surpasses recent state-of-the-art DTI methods in performance, but also enhances interpretability through the learning of discriminative codewords. This work highlights the importance of input feature selection in deep learning and offers a new perspective for constructing robust and interpretable DTI prediction models.", "date": "2025-06-20", "journal": ""}
{"title": "Born to Scratch: Towards Cutaneous Microtrauma in Newborns as a Driver of Immune Imprinting", "doi": "10.1101/2025.06.14.659676", "authors": "Tozzi, A.", "abstract": "Neonatal self-scratching, often considered a harmless mechanical reflex, may play a more influential role in shaping early immune system development than previously recognized. We hypothesize that superficial cutaneous microtrauma caused by healthy newborn scratching may contribute to immune imprinting through localized inflammatory responses and antigen exposure. We developed a time-resolved stochastic model to simulate antigen encounter, microbial presence and antigen capture dynamics in the context of superficial skin injury, to evaluate the likelihood of immune activation resulting from epidermal disruption. By varying parameters such as injury depth, microbial density and antigen presentation probability, we quantified their respective impacts on cumulative immune priming outcomes across simulated conditions. Simulations show that even shallow skin injuries, when combined with microbial ingress and effective antigen presentation, can exceed activation thresholds necessary for initiating early immune priming. Results indicate that a cascade of innate immune events, including keratinocyte activation, cytokine release and engagement of antigen-presenting cells, could be initiated by the minor skin abrasions commonly observed during neonatal scratching. This model supports a plausible mechanism through which seemingly minor mechanical injuries may contribute to early immune training. By treating the skin not merely as a passive barrier but as an active immunological interface, our approach recontextualizes common neonatal behaviours within a meaningful immunological framework. If validated, our hypothesis suggests that controlled microtrauma or targeted skin exposure in newborns could serve as a strategy to support immune development in a safe manner. Still, population-level modeling may allow translation from individual simulations to public health insights.", "date": "2025-06-20", "journal": ""}
{"title": "Squidly: Enzyme Catalytic Residue Prediction Harnessing a Biology-Informed Contrastive Learning Framework", "doi": "10.1101/2025.06.13.659624", "authors": "Rieger, W. J.; Boden, M.; Arnold, F. H.; Mora, A.", "abstract": "Enzymes present a sustainable alternative to traditional chemical industries, drug synthesis, and bioremediation applications. Because catalytic residues are the key amino acids that drive enzyme function, their accurate prediction facilitates enzyme function prediction. Sequence similarity-based approaches such as BLAST are fast but require previously annotated homologs. Machine learning approaches aim to overcome this limitation; however, current gold-standard machine learning (ML)-based methods require high-quality 3D structures limiting their application to large datasets. To address these challenges, we developed Squidly, a sequence-only tool that leverages contrastive representation learning with a biology-informed, rationally designed pairing scheme to distinguish catalytic from non-catalytic residues using per-token Protein Language Model embeddings. Squidly surpasses state-of-the-art ML annotation methods in catalytic residue prediction while remaining sufficiently fast to enable wide-scale screening of databases. We ensemble Squidly with BLAST to provide an efficient tool that annotates catalytic residues with high precision and recall for both in- and out-of-distribution sequences.", "date": "2025-06-20", "journal": ""}
{"title": "Fluoro-forest: A random forest workflow for cell type annotation in high-dimensional immunofluorescence imaging", "doi": "10.1101/2025.06.13.659547", "authors": "Brand, J.; Zhang, W.; Carchman, E.; Dinh, H. Q.", "abstract": "Cyclic immunofluorescence (IF) techniques enable deep phenotyping of cells and help quantify tissue organization at high resolution. Due to its high dimensionality, workflows typically rely on unsupervised clustering, followed by cell type annotation at a cluster level for cell type assignment. Most of these methods use marker expression averages that lack a statistical evaluation of cell type annotations, which can result in misclassification. Here, we propose a strategy through an end-to-end pipeline using a semi-supervised, random forests approach to predict cell type annotations. Our method includes cluster-based sampling for training data, cell type prediction, and downstream visualization for interpretability of cell annotation that ultimately improves classification results. We show that our workflow can annotate cells more accurately with a training set <5% of the total number of cells tested. In addition, our pipeline outputs cell type annotation probabilities and model performance metrics for users to decide if it could boost their existing clustering-based workflow results for complex IF data.", "date": "2025-06-20", "journal": ""}
{"title": "Grb7 is dispensable for Erbb2-driven mouse mammary tumorigenesis", "doi": "10.1101/2025.06.15.659799", "authors": "Lofgren, K. A.; Feiszt, P.; Kenny, P. A.", "abstract": "Growth factor receptor-bound 7 (Grb7) is a multidomain adaptor protein implicated in signal transduction from multiple receptor tyrosine kinases, including ERBB2. ERBB2 amplification is a common event in breast cancer, and co-amplification of the neighboring GRB7 gene typically occurs, which has been presumed to lead to synergistic pro-tumorigenic signaling between both encoded proteins. Accordingly, GRB7 has been proposed as a candidate therapeutic target in breast cancer and other malignancies.\n\nGenetic deletion of Grb7 results in relatively phenotypically normal, viable, fertile mice. The sole defect observed in these animals was a mammary dysfunction resulting in a failure to efficiently nurse pups to weaning. Here we sought to directly evaluate the extent to which Grb7 expression may be required for Erbb2-driven mammary tumorigenesis by crossing these Grb7 knockout mice with MMTV-Neu transgenic mice. Both Grb7 deficient and proficient MMTV-Neu cohorts developed tumors at very similar rates, demonstrating that Grb7 is dispensable for Erbb2-driven tumorigenesis in this model.", "date": "2025-06-20", "journal": ""}
{"title": "How Varenicline Works: Identifying Critical Receptor and Ligand-based Interactions", "doi": "10.1101/2025.06.14.659675", "authors": "Aiken, S. G.; Fiorito, D.; Harper, M.; Pikus, G.; Underhill, J.; Murray, J.; Rawlinson, J.; O'Donoghue, A. C.; Gotti, C.; Lummis, S.; Minguez Vinas, T.; Viscarra, F.; Bermudez, I.; Gallagher, T.; Oliveira, A. S. F.", "abstract": "Approved by the FDA in 2006, varenicline became the first nicotinic-based therapeutic for smoking cessation and has since been used by tens of millions of smokers worldwide. Varenicline works by targeting the 4{beta}2 nicotinic acetylcholine receptor (nAChR), the primary focus for nicotine addiction, where ligand recognition by the receptor triggers ion channel opening. While widely recognized that varenicline's development was rooted in the well-established pharmacology of cytisine, the two compounds display notably different profiles, not only at nAChRs, but also at key off-target sites such as the 5-HT3 serotonin receptor. Despite varenicline's widespread use and proven efficacy as a smoking cessation aid, our knowledge of the precise molecular mechanism underlying its action, particularly the specific receptor-ligand interactions that underpin its functional specificity, remains incomplete. Through a multidisciplinary approach that integrates complementary fields of research, this study reveals the critical receptor-ligand interactions that distinguish varenicline from related nAChR agonists, such as cytisine and nicotine. Our findings reveal previously unrecognized, critical hydrogen bonding interactions within the 4{beta}2 binding sites, specifically involving 4T139, 4T183, and {beta}2S133, that are uniquely and selectively engaged by varenicline. Of these, {beta}2S133 emerged as the pivotal determinant of varenicline's function, with substitution by valine significantly impairing the ligand efficacy. Furthermore, the design and synthesis of novel varenicline analogues shed new light into the functional importance of the ligand's quinoxaline moiety, revealing that not just the presence but also the precise positioning of this hydrogen bond acceptor are critical for receptor activation by varenicline. Together, these findings uncover a previously uncharacterized interaction network essential for varenicline's function at 4{beta}2, offering a deeper and more comprehensive framework for understanding its distinct pharmacological profile while expanding our broader understanding of how ligand binding is translated into function in these receptors.", "date": "2025-06-20", "journal": ""}
{"title": "Alginate Oligosaccharides (from DP2 to DP9) Differentially Modulate Phytohormone Levels in Botrytis cinerea-Infected Wheat", "doi": "10.1101/2025.06.18.660292", "authors": "Zhang, Z.; Wang, X.; Chi, Y.", "abstract": "Background: Alginate oligosaccharides (AOS) are emerging biostimulants known to modulate plant defense and growth hormones. However, the influence of AOS chain length, defined by degree of polymerization (DP), on multiple phytohormones in wheat under pathogen stress has not been systematically evaluated. Methods: Wheat seedlings (cv. Bobwhite) were pretreated 24 h before inoculation with Botrytis cinerea using AOS fractions of DP 2 to 9 (100 mg/L). Leaves were harvested 48 h post-inoculation, and seven hormones:jasmonic acid (JA), salicylic acid (SA), indole-3-acetic acid (IAA), cytokinins (CTK), abscisic acid (ABA), ethylene (ET), and gibberellins (GA), were quantified by LCMS/MS (JA, SA, IAA, CTK, ABA, GA) or GC-FID (ET). Data represent mean fold-changes (n = 5 biological replicates) relative to untreated controls, with significance assessed by two-tailed t-tests (p < 0.05). Results: AOS effects were highly DP-dependent. JA peaked at DP 4 (2.50-fold; p = 3.12 & [10e-4]) then declined at higher DPs. SA induction was greatest at DP 3 (3.20-fold; p = 8.90 & [10e-5]). IAA and GA both maximized at DP 5 (2.30-fold; p = 5.67 & [10e-4]; and 2.34-fold; p = 7.24 & [10e-4], respectively). CTK and ABA each showed highest accumulation at DP 6 (2.40-fold; p = 4.12& [10e-4]; and 3.00-fold; p = 2.34 & [10e-4]). In contrast, ET was most strongly suppressed by DP 7 (0.416-fold; p = 5.54 & [10e-4]). All DP treatments differed significantly from control (p < 0.05). Conclusions: The degree of polymerization critically governs AOS-mediated modulation of phytohormones in wheat under B. cinerea stress. Mid-range oligomers (DP from 4 to 6) optimally enhance defense-related hormones (JA, SA, ABA, CTK), while slightly longer chains (DP 7) most effectively suppress ET. These insights enable the tailored selection of AOS fractions to bolster disease resistance and growth in cereal crops.", "date": "2025-06-20", "journal": ""}
{"title": "Comparative Transcriptomics Reveals Inflammatory and Epigenetic Programs that Actively Orchestrate Pineal Brain Sand Calcification", "doi": "10.1101/2025.06.16.660032", "authors": "Vazquez Ramos, G. J. A.", "abstract": "Background: The pineal gland secretes melatonin but paradoxically calcifies more than any other intracranial structure, forming hydroxyapatite \"brain-sand\" (corpora arenacea) that correlates with reduced melatonin output, sleep disruption and heightened neuro-degenerative risk. Whether this mineralization is a passive dystrophic event or an active, bone-like process remains unclear. Methods: Analyzed RNA-seq datasets from pineal glands of six vertebrate species-calcifiers Homo sapiens, Rattus norvegicus and Capra hircus, versus non-calcifiers Mus musculus, Gallus gallus and Danio rerio. Species-specific transcripts were mapped to human orthologues, merged, and filtered. Phylogenetically informed differential expression testing used Brownian-motion and Pagel's lamda phylogenetic generalized least-squares models, calibrated on a TimeTree divergence phylogeny. Genes significant in both models (|logtwoFC| > 1; FDR < 0.05; lamda < 0.7) were assigned to functional pathways and visualized by PCA, heat-mapping and volcano plots. Results: Calcifying species segregated cleanly from non-calcifiers on the first two principal components, reflecting a shared 103-gene \"calcifier module\". Top up-regulated transcripts included developmental morphogens (GLI4, IQCE, NOTCH4), epigenetic regulators (SETD1A, ZNF274, ATF7IP), inflammatory mediators (CSF2RB), and quality-control factors (GABARAPL2, RHOT2). Every leading candidate exhibited minimal phylogenetic signal (lamda to 0), indicating that differential expression tracks the calcified phenotype rather than shared ancestry. Conversely, only three genes (RMI2, RASL11B, GPR18) formed a non-calcifier module, suggesting potential protective roles that are down-regulated during mineralization. Conclusions: Pineal calcification is not a passive by-product of aging but a regulated, lineage- restricted program that redeploys Hedgehog, Notch and chromatin-remodeling pathways classically required for skeletal ossification. The ten-gene core signature identified offers a molecular foothold for mechanistic dissection and therapeutic targeting aimed at preserving pineal function and circadian health. Significance This is the first phylogenetically controlled transcriptomic survey to link pineal \"brain-sand\" formation to specific developmental and inflammatory gene networks, revealing convergent evolution of calcification programs across divergent mammalian lineages.", "date": "2025-06-20", "journal": ""}
{"title": "CDKN1A (p21Cip/Waf1) stabilizes Cyclin D3 by inhibiting its phosphorylation-dependent nuclear export following butyrate treatment", "doi": "10.1101/2025.06.19.660543", "authors": "Ghrib, M. A.; Dayhoff, G. W.; Chahtour, C.; Rodrigues-Machado, C.; Youssef, A.; Schillaci, G.; Gautreau, G.; Henry, C.; Uversky, V. N.; Rigolet, P.; Blottiere, H. M.; Lelievre, J.-M.", "abstract": "Butyrate-mediated inhibition of cell proliferation is part of the preventive role of dietary fiber against colorectal cancer (CRC). This effect notably involves the cyclin-dependent kinase inhibitor CDKN1A (p21Cip/Waf1) in human intestinal cells, yet the underlying molecular mechanisms remain incompletely understood. Previously, we observed a paradoxical increase in cyclin D3 (CCND3) but not cyclin D1 levels upon butyrate exposure. Here, we demonstrate that the butyrate-induced accumulation of CCND3 protein results both from mRNA increase and a CDKN1A-dependent protein stabilization, specifically extending its nuclear half-life. Proteomic analyses of CCND3 co-immunoprecipitates identified complexes involving CDKN1A, CDK4, CDK6, and the CRC-associated kinase CDK5, particularly enriched in butyrate-treated cells. Phosphorylation at a conserved Thr residue, crucial for CCND nuclear export and subsequent proteasomal degradation, was notably reduced following butyrate treatment and inversely correlated with CDKN1A expression levels. Structural modeling based on AlphaFold2, complemented by molecular dynamics simulations, revealed possible differential interactions between CDKN1A and cyclins D1 and D3, predicting that CCND3-Thr283 becomes structurally buried upon CDKN1A binding, limiting its phosphorylation. Our findings provide novel mechanistic insights into how CDKN1A might regulate CCND3 stability, highlighting previously unexplored roles of cyclin D3-containing complexes in cell cycle arrest induced by butyrate.", "date": "2025-06-20", "journal": ""}
{"title": "Identification of High Blanchability Donors, Candidate genes and Markers in Groundnut", "doi": "10.1101/2025.06.18.660288", "authors": "Shah, P.; Gangurde, S. S.; Senthil, R.; Singh, K.; Singham, P.; Pasupuleti, J.; Mayes, S.; Pandey, M. K.", "abstract": "Blanchability in groundnut, the ability of seeds to shed their seed coat (testa), is a trait of economic importance in the food processing industry, yet remains underexplored in breeding programs. This study aimed to assess blanchability in 184 accessions from the ICRISAT minicore collection and identify associated genomic regions, candidate genes, and molecular markers. Significant variability was observed over two seasons, with blanchability ranging from 3.98% to 70.08%. Ten genotypes, including ICG10890, ICG9507, ICG13982, and ICG297, exhibited good blanchability, with ICG297 emerging as a promising donor based on cluster analysis of blanchability and agronomic traits. Genome-wide association studies (GWAS) using the 58K 'Axiom--Arachis' SNP array revealed 58 significant SNP-trait associations and important candidate genes such as isocitrate dehydrogenase and ubiquitin ligase, which influence seed coat structure and cell wall integrity. Nine SNPs were validated via allele mining, with four markers, on chromosomes A01 (snpAH00551), A06 (snpAH00554), B04 (snpAH00558), and B07 (snpAH00559), effectively distinguishing between high and low blanchability genotypes. These validated SNPs present valuable tools for genomics-assisted breeding. Overall, the finding is the first study contributing to a better understanding of the genomics and genetic basis of blanchability and offer resources for improving processing traits in groundnut.", "date": "2025-06-20", "journal": ""}
{"title": "Integrated Microfluidic Platform for High-Throughput Generation of Intestinal Organoids in Hydrogel Droplets", "doi": "10.1101/2025.06.14.659486", "authors": "Lavickova, B.; Kronabitter, H. T.; Cervera-Negueruela, M.; Ceylan, E.; Benito-Zarza, L.; Cubela, I.; Lopez-Sandoval, R.; Camp, G.; Garcia-Cordero, J. L.", "abstract": "Organoid research offers valuable insights into human biology and disease, but reproducibility and scalability remain significant challenges, particularly for epithelial organoids. Here, we present an integrated microfluidic platform that addresses these limitations by enabling high-throughput generation of uniform hydrogel microparticles embedded with intestinal stem cells. Our platform includes a cell distribution system for homogenous cell encapsulation and a microfluidic oil removal module for efficient particle transfer to aqueous media. We demonstrate the successful culture and differentiation of both healthy and tumor-derived intestinal organoids within these microparticles, achieving high homogeneity and reproducibility. This integrated microfluidic approach holds promise for scalable and standardized organoid production, with potential applications in drug screening, disease modeling, and personalized medicine.", "date": "2025-06-20", "journal": ""}
{"title": "Foundation Model Attributions Reveal Shared Inflammatory Program Across Diseases", "doi": "10.1101/2025.06.14.659567", "authors": "Gold, M. P.; Reyes, M.; Diamant, N.; Kuo, T.; Hajiramezanali, E.; Newburger, J. W.; Son, M. B. F.; Lee, P. Y.; Scalia, G.; BenTaieb, A.; Kapadia, S. B.; Tripathi, A.; Corrada Bravo, H.; Heimberg, G.; Biancalani, T.", "abstract": "Determining a gene's functional significance within a specific cellular context has long been a challenge. We introduce a framework for quantifying gene importance by leveraging attributions learned by foundation models (FMs) trained on large corpora of single-cell RNA-sequencing (scRNA-seq) datasets. Attribution scores robustly quantify gene importance across datasets, emphasizing key genes in relevant cell populations, while minimizing technical artifacts. Therefore, we developed SIGnature, a tool that enables rapid search of gene signatures across multiple scRNA-seq atlases. We demonstrated its utility by querying the MS1 gene program across 400 diverse studies, identifying activation of this signature in myeloid cells from multiple hyperinflammatory conditions, including Kawasaki disease. In-house experimental validation confirmed that serum from Kawasaki disease patients induces the MS1 phenotype in monocytes. These findings highlight that SIGnature can help uncover shared mechanisms across conditions, demonstrating its power for large-scale signature scoring and cross-disease analysis.", "date": "2025-06-20", "journal": ""}
{"title": "OLIVE Provides Rapid Visualization and Analysis of Chromatin Tracing Experiments", "doi": "10.1101/2025.06.18.660347", "authors": "Faryabi, R. B.; Zhou, Y.; Sheng, Y.; Hu, D.; Jay, A.; Vahedi, G.", "abstract": "Optical chromatin tracing experiments directly capture the three-dimensional folding of thousands of individual alleles, highlighting the need for a tool that enables fast, interactive, and analytical browsing of such data. Here, we introduce Optical Looping Interactive Viewing Engine (OLIVE), a web-based tool designed for high-throughput chromatin tracing data that functions similarly to genome browsers. OLIVE allows users, regardless of computational expertise, to input their own data for automated reconstruction of chromatin fibers at individual alleles or to browse annotated publicly available datasets. Using functionalities of OLIVE, users can interact with three-dimensional presentation of traced alleles and query them based on spatial features, including pairwise distances and perimeters between their segments. Finally, OLIVE calculates and presents several polymer physics metrics of each allele, providing quantitative summaries for hypothesis-driven studies. OLIVE is an open-source project accessible at https://faryabilab.github.io/chromatin-traces-vis/.", "date": "2025-06-20", "journal": ""}
{"title": "Application of Unmanned Aircraft Systems (UASs) for Disease Assessment and High Throughput Field Phenotyping of Plant Breeding Trials", "doi": "10.1101/2025.06.16.659708", "authors": "Anberbir, T.; Bankole, F.; Mamo, G.; Blasch, G.; Dabi, A.", "abstract": "Conventional plant phenotyping relies on visual scoring and manual measurements, which are labor-intensive, time-consuming, and prone to human error. To address these limitations, Unmanned Aircraft Systems (UASs) are increasingly being applied in breeding trials to capture various phenotypic traits. High Throughput Phenotyping (HTP) offers enhanced speed, accuracy, and efficiency, while potentially reducing costs in plant breeding programs. This study explores UAS-based phenotyping in wheat breeding trials with the aim to integrate HTP platforms across breeding pipelines. UAS images were acquired using a Parrot Bluegrass drone equipped with a Sequoia multispectral sensor, processed via Agisoft Metashape (open-source) and Pix4D Mapper (licensed), and analyzed using PlotPhenix (licensed) for Vegetation Indices (VIs) and plot segmentation. Comparisons between UAS-based and ground-based measurements revealed that grain yield is significantly negatively correlated (r = -0.74) with yellow rust disease severity. Multispectral-derived indices, particularly **Red, Red Edge, and NIR bands, showed positive correlations with grain yield (ranging from 0.22 to 0.23), though RGB-generated indices exhibited stronger correlations. The findings confirm that UAS-generated indices effectively assess yellow rust disease severity and predict grain yield. UAS-based phenotyping enhances efficiency and accuracy in trait collection and disease assessment, facilitating the development of improved wheat varieties and promoting the integration of UAS technologies into breeding programs.", "date": "2025-06-20", "journal": ""}
{"title": "Tau-seed interactome analysis reveals distinct functional signatures in Alzheimer's disease across model systems.", "doi": "10.1101/2025.06.17.660179", "authors": "Martinez, P.; Patel, H.; You, Y.; Lopes, D.; Amaro, A.; Jury-Garfe, N.; Min, Y.; Redding-Ochoa, J.; Dutta, S.; Rochet, C.; Ertekin-Taner, N.; Troncoso, J.; Lasagna-Reeves, C. A.", "abstract": "Tau aggregates propagate through the brain in a prion-like manner in Alzheimer's disease (AD) and other tauopathies, but the molecular identity and functional partners of the seeding-competent Tau species remain poorly defined. Here, we present an unbiased proteomic profiling of a high-molecular-weight (HMW) Tau-seed isolated from AD patient brains. We contrast this interactome with that of a biochemically similar, seeding-incompetent HMW-Tau species from age-matched healthy controls. Despite comprising less than 5% of total Tau in the brain, Tau-seed associates with a distinct set of proteins enriched in synaptic, mitochondrial, and vesicle-trafficking functions. Cross-species functional screening in Drosophila and mouse models identifies interactors that modulate Tau toxicity and seeding. Spatially resolved analysis of postmortem AD brains reveals heterogenous co-deposition of these proteins with Tau aggregates, suggesting functionally distinct Tau-seed complexes. Together, this dataset provides a framework for understanding selective Tau-seed toxicity and identifies candidate regulators of Tau propagation with therapeutic potential.", "date": "2025-06-20", "journal": ""}
{"title": "Potential beneficial effects of PD-1/PD-L1 blockade in Alzheimer's disease: A systematic review and meta-analysis of preclinical and clinical studies", "doi": "10.1101/2025.06.18.660247", "authors": "Yoon, J.; Ha, H.; Lee, H. W.; Kim, S.; Yu, Y. M.; Chun, H.", "abstract": "Programmed cell death-1 (PD-1) and its ligand (PD-L1) play key roles in cancer immune evasion and in modulating neuroinflammation. This systematic review and meta-analysis investigated the effect of PD-1/PD-L1 blockade on pathology and cognitive function in Alzheimer's disease (AD) in preclinical and clinical studies. Relevant studies were systematically identified using the MEDLINE, Embase, CENTRAL, and Web of Science databases from their inception until April 10, 2024. In total, 33 studies were included in this meta-analysis, conducted using R software. Preclinical studies revealed that blockade of PD-1 signaling reduces amyloid-beta plaque burden, tau phosphorylation, and astrocyte reactivity in AD mouse models, accompanied by improvements in cognitive function in behavioral tests. Furthermore, clinical studies demonstrated the beneficial effect of PD-1 signaling inhibitors on cognitive function in cancer patients. This study highlights the necessity for additional research to clarify the exact mechanisms by which PD-1/PD-L1 inhibition impacts AD pathology and cognitive function, opening avenues for potential therapeutic strategies targeting this pathway in AD.", "date": "2025-06-20", "journal": ""}
{"title": "Pseudovirus-Mediated Proximity Labeling Identifies Candidate Host Cell Membrane Proteins Involved in Viral Attachment", "doi": "10.1101/2025.06.18.660084", "authors": "Kotani, N.; Iwasa, K.; Amimoto, T.; Yamashita, C.; Komatsu, K.; Narimichi, Y.; Wakabayashi, Y.; Kurebayashi, Y.; Horiuchi, Y.; Kashimata, R.; Sasaki, R.; Kumagai, M.; Yagishita-Kyo, N.; Awaji, T.; Murakami, T.; Mizuno, Y.; Nakano, M.; Takahashi, T.; Takeuchi, H.; Honke, K.", "abstract": "Viral infections represent a significant threat to humanity, as exemplified by the COVID-19 pandemic. To mitigate the associated damage, it is essential to understand the biological characteristics of causative viruses. In this study, we report a novel method for identifying host cell molecules (including virus receptor) required for viral attachment, referred to here as ''Host Cell Attachment Factors (HCAFs)''. Our approach utilizes proximity labeling (PL) technology: pseudoviruses engineered to express a PL enzyme are applied to host cells, where they bind and initiate proximity labeling. Since HCAFs are expected to be localized near viral attachment sites, candidate HCAFs are specifically tagged by the PL process. Analysis of influenza HCAFs enabled the identification of multiple candidate molecules. Subsequent virus attachment experiments using CHO cells suggested that NRP1 may serve as an HCAF for influenza viruses. Given its simplicity and rapid turnaround, this method is adaptable to a wide range of enveloped viruses, including pandemic viruses that require emergency analysis.", "date": "2025-06-20", "journal": ""}
{"title": "Specific GPCRs Elicit Unique Extracellular Vesicle MiRNA Array Signatures: An Exploratory Study", "doi": "10.1101/2025.06.16.659918", "authors": "Shi, X.; Palumbo, M. C.; Benware, S.; Wiedrick, J.; Markwardt, S.; Janowsky, A. J.", "abstract": "All cells secrete extracellular vesicles (EVs) containing nucleic acid cargo, including microRNAs (miRNAs), that regulate the function of receiving cells. G protein-coupled receptors (GPCRs) affect intracellular function via multiple signaling cascades. However, the mechanisms of GPCR intercellular signaling through EV miRNA activity are unknown. Human U2 osteosarcoma cells expressing native GPCRs were used to selectively stimulate distinct G protein signaling cascades (Gai, Gaq, Ga12/13, and b-arrestin) by members of specific receptor subclasses including the adenosine receptor A1 (ADORA1), the histamine receptor H1 (HRH1), the frizzled class receptor 4 (FZD4), and the atypical chemokine receptor 3 (ACKR3), respectively. We hypothesized that stimulation of specific classes of GPCRs would cause the release of EVs containing miRNAs with receptor-specific up- or down-regulated expression, affecting unique pathological downstream signaling cascades. Receptor-specific agonists dose-dependently increased respective signaling cascade intermediates. We found no change in the quantity of EVs (~200nm diameter), but there were distinct EV miRNA signatures following stimulation of GPCRs. Network analyses of differentially expressed miRNA and their predicted targets validated the linkage between specific receptors and cell function and pathological states. The data can be used to reverse engineer mechanisms involving EV miRNAs for various physiological and pathological processes. GPCRs are major pharmacological targets, so understanding the mechanisms that stimulate or inhibit GPCR-mediated changes in extracellular miRNA signatures could improve long- and short-term therapeutic and unwanted drug effects.", "date": "2025-06-20", "journal": ""}
{"title": "Resilience in zebrafish embryoids", "doi": "10.1101/2025.06.18.660370", "authors": "Joavnic, S.; Eckert, J.; Savy, T.; Peyrieras, N.", "abstract": "It is unresolved how morphogenetic cell movements and Nodal signalling are involved in the formation of the embryonic body during gastrulation. We address this question by using the zebrafish embryoid model system, which consists of cultured blastula cells lacking yolk and signalling derived from the yolk syncytial layer (YSL). Zebrafish embryoids form a cylindrical-like structure under serum-free growth culture conditions. We find that embryoids elongate without directed convergence and maintain their proliferation rate and cell mixing behaviour. Surprisingly, they undergo budding activity that has not been reported in zebrafish embryos yet. Here, the constitutively active Nodal receptor type I promotes internalisation-like gastrulation movements and induces the expression of shield genetic markers in embryoids. This work demonstrates that the absence of the yolk and signalling derived from the YSL does not affect the cell behaviour, while the constitutively active Nodal receptor type I impacts budding, internalisation movement and the emergence of the second shield.", "date": "2025-06-20", "journal": ""}
{"title": "Dynamic but constrained: Repeated acquisitions of nutritional symbionts in bed bugs (Heteroptera: Cimicidae) from a narrow taxonomic pool.", "doi": "10.1101/2025.06.13.659472", "authors": "Hypsa, V.; Martinu, J.; Mahmood, S.; Gupta, S.; Novakova, E.; Balvin, O.", "abstract": "Background Bed bugs (Heteroptera: Cimicidae), like other strictly blood-feeding insects, harbor obligate bacterial symbionts that supply essential nutrients (especially B vitamins) lacking in their blood diet. The primary obligate symbionts are transovarially transmitted Wolbachia, notable for having horizontally acquired biotin operon. In addition to these symbionts with the confirmed nutritional role, bacteria from the genera Symbiopectobacterium and Tisiphia have also been found to be transovarially transmitted in bed bugs. Their significance to the host fitness remains unclear; they are considered facultative, and thus likely non-essential. However, this understanding of bed bugs symbiosis is based exclusively on studies of the human-associated common bed bug (Cimex lectularius) and few related Cimicinae species. Virtually nothing is known about the diversity, origins, or metabolic roles of symbionts across the more than hundred described bed bug species. Results Using amplicon and metagenomic analyzes, we identified five different bacterial genera as potential bed bug symbionts: Wolbachia, Symbiopectobacterium, Sodalis, Serratia, and Tisiphia. The distribution of these bacteria among 13 bed bug species indicated at least 16 independent origins of symbiosis (some samples harboring multiple symbiont strains). A comparison of host and symbiont phylogenies suggested that some of these origins were followed by cospeciation. Not all bed bugs, however, harbored Wolbachia. In the subfamily Cacodminae, Symbiopectobacterium (previously known as facultative symbiont) was detected as the sole symbiont, suggesting its role as an essential, obligate symbiont. Analysis of 23 obtained genome drafts revealed considerable differences in their size and gene content, indicating that these bacteria have reached different stages in the evolution towards obligate symbiosis. As is common in symbiotic bacteria, the analyzed genomes have lost many biosynthetic capacities. A comparison of B-vitamin synthesis pathways showed that only two, riboflavin and lipoic acid, were preserved across all symbionts. Conclusions An overview of symbiosis across a broad phylogenetic span of bed bugs reveals that this insect family has undergone remarkably dynamic evolution, characterized by multiple independent symbiont acquisitions, episodes of cospeciations, and frequent co-occurrence of multiple symbionts within individual hosts. Interestingly, although these symbionts were acquired through multiple independent events, the majority belong to just three bacterial genera (Wolbachia, Symbiopectobacterium, and Sodalis), suggesting an unknown mechanisms underlying bed bug-symbiont specificity. Two aspects of this study warrant further investigation. First, the finding of Symbiopectobacterium as the sole obligate symbiont in Cacodminae suggests that expanding the taxonomic sampling may reveal an even more complex structure of symbiosis within bed bugs. Second, the inconsistencies and uncertainties in evaluating the functionality of the biotin synthesis indicate that further research will be necessary to better understand the evolution of this B vitamin pathway in symbiotic bacteria.", "date": "2025-06-20", "journal": ""}
{"title": "Induction of meningioma stem signature via hydrogel reprogramming and application of meningioma stem cell marker CXCR4 to pathological diagnosis and treatment.", "doi": "10.1101/2025.06.14.659672", "authors": "Oda, Y.; Tsuda, M.; Wang, L.; Suzuka, J.; Yuzawa, S.; Ise, K.; Habiba, U.; He, J.; Tanikawa, S.; Sugino, H.; Tanei, Z.-i.; Mawrin, C.; Gong, J. P.; Tanaka, S.", "abstract": "Backgrounds: Meningioma accounts for about 40% of brain tumors, but there was no effective treatment for recurrent or inoperable cases. We have previously found that when cancer cells are cultured on certain hydrogels, cancer stem cells are efficiently induced in various cancer types and we named this process as hydrogel activated reprogramming (HARP) phenomenon. In this study, we aimed to identify a key molecule that induced meningioma stem cells via hydrogels. Methods: Meningioma cells cultured on hydrogels were analyzed for expression of regular stem cell markers and their tumor genericity. Microarray analysis was performed to identify meningioma stem cell specific markers and to examine the application of such marker molecules as a therapeutic targets or pathological diagnosis for grading. Results: Regular stem cell markers such as Nanog, and Oct3/4 were induced by culturing meningioma cells on hydrogels, and comprehensive gene expression analysis identified molecules involved in cancer stem cell activity. Among them, CXCR4 was selected as a therapeutic target molecule. Stimulation of CXCR4 via CXCL12 led to an increase in stem cell markers. In human meningioma pathological specimens and cultured cell lines, there was a correlation between CXCR4 expression levels and NF2 mutations and/or deletions. CXCR4 immunohistochemistry also detected along with the brain invasion. Thus, CXCR4 immunohistochemistry may be useful to suggest typical CNS WHO grade 1 meningioma, that do not require molecular analysis. Conclusions: We have defined meningioma stem cell signature via HARP phenomenon and identified CXCR4 with biological significance as being diagnostic target.", "date": "2025-06-20", "journal": ""}
{"title": "Evaporation and Focus Degradation Mitigation in In-Incubator Live Cell Imaging for Capacitance Lab-on-CMOS Microsystem Calibration", "doi": "10.1101/2025.06.14.659688", "authors": "Gilpin, Y.; Lin, C.-Y.; Dandin, M. P.", "abstract": "Lab-on-CMOS is an instrumentation technology that combines miniaturized bioanalytical hardware with complementary metal-oxide semiconductor (CMOS) electronics to provide integrated biosensing in a compact format. This paper focuses on a class of lab-on-CMOS systems that utilize capacitance sensing as a means to monitor cell cultures and track cell proliferation, as well as other cell life-cycle events. In this paradigm, changes in interfacial capacitance result from the activity of adherent cells at a bioelectronic interface. These changes are mapped to cell proliferation or life-cycle events using a ground-truth measurement such as live cell imaging from real-time microscopy. This paper identifies instrumentation challenges that arise from conducting these ground-truth measurements in a calibrated cell culture environment, i.e., when the lab-on-CMOS system is deployed inside a CO2 cell culture incubator. We show that autofocusing the microscopy column and provisioning the lab-on-CMOS with an immersion lid are two approaches that significantly improve the quality of live cell imaging ground-truth measurements over long periods.", "date": "2025-06-20", "journal": ""}
{"title": "Simple 3D-Printed Stirred Bioreactor Enhances Retinal Organoid Production Via Improved Oxygenation", "doi": "10.1101/2025.06.13.659558", "authors": "Schwab, K.; Hwang, P.; Nam, K.; Batz, Z.; Hiriyanna, S.; Regent, F.; Morgan, N.; Lelkes, P.; Li, T.", "abstract": "Retinal organoids (ROs), derived from human pluripotent stem cells (hPSCs), simulate in vivo development and retinal morphology, providing a platform to study retinal development and diseases. However, current differentiation protocols often yield inconsistent results with substantial cell line and batch variability. These protocols utilize static culture methods that rely on passive oxygen diffusion to reach the vessel bottom, where adherent hPSCs initially differentiate. Static culture is standard for adherent monolayer cells and is presumed suitable for RO differentiation. We questioned this assumption given that, during differentiation, the monolayer hPSCs become highly structured and multi-layered, first as neural rosettes and then as optic vesicles (OVs). We hypothesized that the cellular oxygen consumption rate would exceed the rate of delivery via passive diffusion, particularly to inner regions of emerging OVs. To test this hypothesis, we measured dissolved oxygen concentrations at the vessel bottom and found that within hours of media change, oxygen dropped to < 1 %, a level considered non-physiologically hypoxic, which imperils cell viability. This non-physiological hypoxia caused OV degeneration, hypoxic marker expression, and necrosis. To address this problem, we developed a novel 3D-printed stirred bioreactor (SBR) that maintains physiological oxygen levels between ~4-6%. This approach significantly improved organoid yield, quality, and reproducibility while being easily adaptable to typical laboratory cell culture workflows. We conclude that non-physiological hypoxia, a previously unappreciated condition, is a limiting factor underlying inconsistent yield and quality in RO production. Physiological oxygenation levels can be restored by the SBR platform, resulting in greater consistency and improved production outcomes.", "date": "2025-06-20", "journal": ""}
{"title": "THE HARD AND SOFT OF IT: THE ROLE OF SUBSTRATE IN PATTERNS OF PHASE DOMINANCE AND PHENOLOGY IN GRACILARIA VERMICULOPHYLLA", "doi": "10.1101/2025.06.17.660238", "authors": "Krueger-Hadfield, S. A.; Oetterer, A.; Kelley, D.; Ryan, W.", "abstract": "Despite the importance of the seasonal timing of life cycle events for understanding population dynamics, we lack information on the phenology of most macroalgal species. The red macroalga Gracilaria vermiculophylla is now common in both hard and soft bottom habitats following its invasion throughout the Northern Hemisphere. In sites with sufficient hard substratum, thalli are fixed by holdfasts to hard substrate. By contrast, in sites with soft substratum, thalli are free-living and either drift free-floating or anchored by the tube building polychaete Diopatra cuprea. The difference in substrate type has profound implications on the evolutionary ecology of G. vermiculophylla populations whereby the life cycle is disrupted in soft bottom habitats leading to tetrasporophytic dominance. To investigate these patterns across seasons, we determined the reproductive state via microscopy and phase via a sex-linked PCR assay for >4,800 thalli over the course of three years at hard and soft bottom sites with fixed and free-living G. vermiculophylla thalli, respectively, along the Eastern Shore of Virginia and Maryland. At hard bottom sites, most thalli were reproductive in the summer and sites were composed of gametophytes and tetrasporophytes, though there was a tetrasporophytic bias. By contrast, soft bottom sites were overwhelming tetrasporophyte dominated and fewer thalli were reproductive at any point in the year. Moreover, each soft bottom site displayed different patterns in the proportion of reproductive thalli, with G. vermiculophylla abundance fluctuating through time. Phenology surveys critical for understanding the spread of introduced macroalgae, including the on-going spread of G. vermiculophylla.", "date": "2025-06-20", "journal": ""}
{"title": "Extensive horizontal transfer of transposable elements shape fungal mobilomes", "doi": "10.1101/2025.06.16.659975", "authors": "Romeijn, J.; Belaunde, I. B.; Seidl, M. F.", "abstract": "Transposons impact eukaryotic genome size and evolution. Horizontal transfer of transposons (HTT) is important for their long-term persistence, but has only been systematically studied in animals, and thus the abundance, impact, and factors that shape HTTs in lineages outside animals is unknown. Fungi are at least as ancient and diverse as animals and are characterized by extensive genome size variation caused by transposons. Here, we screened 1,348 genomes across fungal biodiversity, genome sizes, and lifestyles to detect extensive HTTs, that generated on average 7% but up to 70% of the transposon content in some taxa. We in total identified at least 5,518 independent HTTs, mostly involving Tc1/Mariner DNA transposons. While the majority of HTTs occur between closely related taxa, irrespective of their lifestyles, HTTs were particularly common in Mucoromycotina, Sordariomycetes, Dothideomycetes, and Leotiomycetes. Importantly, species lacking fungal-specific defense mechanisms against transposons and those with gene-sparse and repeat-rich genomic compartments are involved in significantly higher number of HTTs, unveiling ecological and genomic factors shaping HTTs. Our findings thus illuminate the dynamic landscape of HTTs in fungi, providing the framework to further study the impact of HTTs on genome evolution and the processes that mediate transposon transfers within and between eukaryotic lineages.", "date": "2025-06-20", "journal": ""}
{"title": "Variation in response to water availability across Phlox species", "doi": "10.1101/2025.06.17.660163", "authors": "Steinecke, C.; Tabin, J. A.; Caven, J.; Hale, C. O.; Serrato-Capuchina, A.; Hopkins, R.", "abstract": "Plants adapt to environmental variation both by evolving divergent trait means and by plastically adjusting trait expression in response to local conditions. While these dual strategies are essential for persistence in diverse environments, how they interact and vary across closely related species is understudied. For plants, water availability is a particularly important selective force that shapes species distributions, selects for growth habit and life history strategy, and can dictate individuals' plastic expressions of trait values and reproductive success. Here, we use ecological niche modeling, field soil collections, and a controlled drought experiment to test how biogeography and evolutionary history influence responses to limited water availability in three closely related Texas annual Phlox species and their F1 hybrids. We infer that the species occupy distinct niches that diverge along a primary axis of water availably and soil moisture. Each species has a distinct vegetative growth habit that does not match broad predictions of divergence in response to water availability. Nevertheless, we find that all the species show a significant morphological response to controlled soil dry down with reduced biomass, smaller leaves, and fewer flowers, as would be predicted in a response to drought. We find that Phlox drummondii, which occupies intermediate habitats, exhibits the strongest plastic response to water limitation, despite it not having the broadest environmental niche. Additionally, most hybrids involving P. drummondii display intermediate phenotypes in both wet and dry treatments, while hybrids between P. cuspidata and P. roemeriana show phenotypes consistent with hybrid vigor. These results challenge the hypothesis that species from broader environments evolve greater plasticity. Instead, the most plastic species did not have the broadest niche, suggesting plasticity and niche breadth may evolve independently.", "date": "2025-06-20", "journal": ""}
{"title": "A chromosomal inversion accumulates adaptive and barrier loci in a cold-adapted insect species", "doi": "10.1101/2025.06.16.659880", "authors": "Poikela, N.; Hoikkala, V.; Ritchie, M. G.; Kankare, M.", "abstract": "Chromosomal inversions can play a crucial role in population adaptation and divergence by reducing gene flow and preserving adaptive allelic combinations between populations or ecotypes that carry alternative arrangements. However, demonstrating this empirically remains challenging because of the numerous interacting processes with similar genomic signatures that can influence inversion evolution. In this study, we characterize a large (~10Mb) polymorphic inversion in the cold-adapted and widely distributed insect species, Drosophila montana, using a combination of long- and short-read sequencing across several populations. The origin of this inversion predates the divergence of North American (NA) and Fennoscandian (North European) populations, indicating that it emerged in the ancestral D. montana population in the Rocky Mountains of North America. Despite the species' expansion across the northern hemisphere, this inversion has remained exclusive to the Rocky Mountain populations, where it is fixed in the southernmost high-elevation population and appears at lower frequencies in the more northern and lower-elevation populations. By independently mapping SNPs associated with climate and cold adaptation and barrier regions that restrict gene flow, we found that the inversion acts as a hotspot for both, with the barrier and adaptive regions partially overlapping. Overall, the enrichment of adaptive and barrier loci, along with its exclusive presence in Rocky Mountain populations, strongly suggests that chromosomal inversions play a key role in environmental adaptation by restricting gene flow and facilitating adaptive divergence between populations.", "date": "2025-06-20", "journal": ""}
{"title": "Loss of immune signalling pathways and increased pathogen susceptibility associated to photosymbiosis in acoels", "doi": "10.1101/2025.06.17.660074", "authors": "Pinton, F.; Rimskaya-Korsakova, N.; Felbel, K.; Grimmer, E.; Hejnol, A.", "abstract": "Background: Host immunity plays an important role in coral symbiosis with dinoflagellates. Photosymbiosis (the association between animal hosts and photosynthetic endosymbionts) has evolved multiple times within animals, e.g. within acoels, which are soft-bodied marine invertebrates whose immunity remains so far undescribed. Results: Our predicted proteome searches show that acoels lack immune signal transduction genes commonly conserved in animals. Their loss in acoels predates the occurrence of photosymbiosis in this clade. Immune challenges with the coral pathogen and bleaching agent, Vibrio coralliilyticus, increase acoel mortality and decrease symbiont numbers in adults of the photosymbiotic acoel Convolutriloba macropyga. Mortality in aposymbiotic C. macropyga juveniles or aposymbiotic species Hofstenia miamia is not affected. Ultrastructural studies of immune challenged animals by Transmission Electron Microscopy show damages at the cellular and organelle level, as well as a degradation of potential pathogens by the host. In situ hybridisation and differential gene expression analysis point to some areas of interaction between Pattern Recognition Receptors and microbes, as well as to the involvement of acoel-specific or uncharacterised genes. Conclusions: Based on our findings, photosymbiosis evolution in acoels could have been favoured by the loss of immune signalling pathways. Photosymbiosis in acoels seems to increase susceptibility to pathogen exposure and is disrupted by pathogens. Our data also suggests the possibility of a novel molecular immune response specific to acoels.", "date": "2025-06-20", "journal": ""}
{"title": "Genetic variation in host selectivity and adaptive strain enrichment within legume-rhizobia symbiosis: processes are host-dependent, far from perfect, and correlate with nodule morphology", "doi": "10.1101/2025.06.16.659998", "authors": "Burghardt, L. T.; Sydow, P.; Sutherland, J.; Epstein, B.; Tiffin, P.", "abstract": "Mutualism breakdown can be prevented if partner species preferentially select and reward partners that provide greater benefit. We examined these two components using the legume Medicago truncatula and its nitrogen-fixing symbiont Sinorhizobium meliloti. First, we reanalyzed data from 202 accessions to show significant genetic variation in the capacity of Medicago to restrict strain diversity, finding that hosts with shorter nodules were more selective. A genome-wide association study on host selectivity identified genes including the hormone leginsulin, pectin degradation, multidrug and toxic compound efflux, Zinc transport, and DNA methylation. Second, we used two well-studied Medicago genotypes with contrasting nodule morphologies to assess the effectiveness of adaptive enrichment mechanisms by sampling the relative frequencies of rhizobial strains in pools of small nodules (indicating a lack of host investment) compared to large nodules (indicating increased host investment) and pairing these results with previous single-strain assessments of strain benefits to hosts. While both hosts enriched beneficial strains in large nodules, the host that formed larger and more variably sized nodules and thus had greater 'potential' to increase rhizobial populations was less effective. Our findings reveal that host genetic variation affects strain selectivity and suggest that nodule traits warrant attention when exploring mutualism evolution.", "date": "2025-06-20", "journal": ""}
{"title": "Phylogenetic meta-analysis implicates large brains and our unusual posture in human handedness", "doi": "10.1101/2025.06.17.660131", "authors": "Püschel, T. A.; Hurwitz, R. M.; Venditti, C.", "abstract": "Humans exhibit a striking and near-universal population-level right-hand preference, an evolutionary singularity unmatched among primates. Despite its pervasiveness, the origins of this lateralisation remain poorly understood. Here, we combine phylogenetic comparative methods with meta-analysis to investigate manual lateralisation across 41 anthropoid species (n = 2,025), testing longstanding eco-evolutionary hypotheses for handedness direction (MHI) and strength (MABSHI). Our models reveal significant phylogenetic signal for both traits and identify Homo sapiens as an evolutionary outlier, exhibiting exceptional rightward bias and strength relative to phylogenetic expectations. However, this outlier status disappears when brain size (endocranial volume, ECV) and intermembral index (IMI) are included, suggesting these factors are central to the emergence of human handedness. We also show that high MABSHI evolved early in hominin evolution, while MHI increased to unparalleled levels with the appearance of the genus Homo. Our findings implicate bipedalism and neuroanatomical expansion as key drivers of uniquely human lateralisation, while also revealing broader ecological patterns shaping handedness across primates. This work provides a framework for disentangling human-specific adaptations from general primate trends in the evolution of behavioural asymmetries.", "date": "2025-06-20", "journal": ""}
{"title": "Predicting the Evolutionary and Functional Landscapes of Viruses with a Unified Nucleotide-Protein Language Model: LucaVirus", "doi": "10.1101/2025.06.14.659722", "authors": "Pan, Y.-F.; He, Y.; Liu, Y.-Q.; Shan, Y.-T.; Liu, S.-N.; Liu, X.; Pan, X.; Bai, Y.; Xu, Z.; Wang, Z.; Ye, J.; Holmes, E. C.; Li, B.; Chen, Y.-Q.; Li, Z.-R.; Shi, M.", "abstract": "Predicting the evolution and function of viruses is a fundamental biological challenge, largely due to high levels of sequence divergence and the limited knowledge available in comparison to cellular organisms. To address this, we present LucaVirus, a unified, multi-modal foundation model specifically designed for viruses. Trained on 25.4 billion nucleotide and amino acid tokens encompassing nearly all known viruses, LucaVirus learns biologically meaningful representations that capture the relationships between nucleotide and amino acid sequences, protein/gene homology, and evolutionary divergence. Building on these interpretable embeddings, we developed specialized downstream models to address key challenges in virology: (i) identify viruses hidden within genomic \"dark matter\", (ii) characterize enzymatic activities of unknown proteins, (iii) predict viral evolvability, and (iv) discover antibody drugs for emerging viruses. LucaVirus achieves state-of-the-art performance in tasks (i), (iii), and (iv), and matches the leading models in task (ii) with one-third the parameter size. These findings demonstrate the power of a unified foundation model to comprehensively decode the viral world. LucaVirus is a new tool in AI-driven virology, offering an efficient and versatile platform for board applications from virus discovery to functional predictions.", "date": "2025-06-20", "journal": ""}
{"title": "MiTo: tracing the phenotypic evolution of somatic cell lineages via mitochondrial single-cell multi-omics", "doi": "10.1101/2025.06.17.660165", "authors": "Cossa, A.; Dalmasso, A.; Campani, G.; Bugani, E.; Caprioli, C.; Bulla, N.; Tirelli, A.; Zhan, Y.; Pelicci, P. G.", "abstract": "Mitochondrial single-cell lineage tracing (MT-scLT) has recently emerged as a scalable and non-invasive tool to trace somatic cell lineages. However, the reliability and resolution of MT-scLT remains highly debated. Here, we present MiTo, the first end-to-end framework for robust MT-scLT data analysis. Thanks to highly-optimized algorithms and user-friendly interfaces, this modular toolkit offers unprecedented control across the entire MT-scLT workflow. Benchmarked against novel real-world datasets (375-2,757 cells; 8-216 lentiviral clones), MiTo outperformed state-of-the-art methods and baselines in MT-scLT data pre-processing and clonal inference. Applied to a time-resolved dataset of breast cancer evolution (>2,500 cells), MiTo accurately inferred ground-truth cell lineages (ARI=0.94) and cell state transitions, detected clonal fitness markers, and quantified heritability of gene regulatory networks. Comparing alternative lineage markers, MiTo quantified the resolution limit of existing MT-scLT systems, which currently enable reliable inference of coarse-grained cellular ancestries, but not high-resolution phylogenetic inference. In conclusion, this work provides robust tools and practical guidelines to dissect somatic evolution with single-cell multi-omics.", "date": "2025-06-20", "journal": ""}
{"title": "Metabolite correlation networks reveal complex phenotypes of adaptation-driving mutations", "doi": "10.1101/2025.06.17.660120", "authors": "Samuel, S.; Jasinska, W.; Sternlicht, E.; Nikelshparg, M.; Kleiner, D.; Pilosof, S.; Bershtein, S.", "abstract": "Living organisms are organized into hierarchical levels of increasing complexity. As mutational effects propagate through these levels, multiple phenotypes are produced. However, identifying which phenotypes influence fitness and drive selection remains a key challenge in understanding genotype-phenotype-fitness relationships. Here, we demonstrate that mutation-induced structural changes in metabolite correlation networks, an organizational level with emergent properties shaped by the cumulative effects of multiple biochemical reactions and regulatory mechanisms, constitute complex phenotypes linking mutations to bacterial fitness. We engineered a metabolically suboptimal E. coli strain by replacing the metK gene encoding methionine adenosyltransferase (MAT) with an ortholog from U. urealyticum and subjected it to laboratory evolution. Analysis of correlation networks constructed from 2,118 untargeted metabolites revealed that adaptive mutations enhanced the fitness of the strain by reducing network density, removing node hubs, and extensively rewiring connectivity. These changes yielded smaller, more cohesive, and better-interconnected network clusters. Moreover, evolution shifted the node representing S-adenosylmethionine (SAM), the product of the MAT-catalyzed reaction, from a peripheral role to a key connector between network clusters with a significantly increased betweenness. None of the accumulated mutations potentially driving this transition directly influenced MAT activity or SAM metabolism, indicating that the shift in the role of SAM is an adaptive phenotype emerging from the complexity of metabolic system. Targeted metabolomics of key nodes displaying similar network transitions unveiled additional metabolites involved in SAM-related pathways. We propose the construction and analysis of metabolite correlation networks as an experimental and analytical framework for mapping genotype-phenotype-fitness relationships and exploring the mechanisms of metabolic adaptation.", "date": "2025-06-20", "journal": ""}
{"title": "Cis-regulation of gene expression between sexes and life stages in Rumex hastatulus", "doi": "10.1101/2025.06.16.659834", "authors": "Yuan, M.; Sacchi, B. M.; Choudhury, B. I.; Barrett, S. C. H.; Stinchcombe, J. R.; Wright, S. I.", "abstract": "The potential for conflict between sexes and life stages while sharing predominantly the same genome has important evolutionary consequences. In dioecious flowering plants, genes beneficial for the haploid pollen stage may reduce the fitness of diploid offspring of both males and females. Such antagonistic pleiotropy between sexes and life stages can in some cases maintain genetic variation. However, we still lack understanding of the extent of shared genetic architecture for gene expression between the sexes or life stages in plants, a key component for predicting the scope for conflict. We performed expression quantitative trait loci (eQTL) mapping to test if standing variation affects sexes and life stages differently using a population sample of the dioecious outcrossing plant Rumex hastatulus. We compared effect sizes and allele frequencies of cis-eQTLs in male and female leaf tissues and pollen, and tested for genotype-by- sex interactions for gene expression. We found stronger shared genetic architecture between sexes than between the life stages. In addition, comparisons of the site frequency spectra for cis-eQTLs to a null distribution found no evidence for a genome-wide pattern consistent with purifying selection. Our results suggest that any conflict over optimal gene expression between pollen and leaves may be easily resolved due to their distinct genetic architectures, whereas there is more scope for conflict between the sexes in gene expression for leaves. Our study highlights the use of eQTL mapping to infer the scope of shared genetic architecture and for investigating the evolution of conflict between sexes and life stages in dioecious species.", "date": "2025-06-20", "journal": ""}
{"title": "Geometric morphometric analysis of facial sexual dimorphism in a contemporary sample : An application to sex prediction of ancient human remains", "doi": "10.1101/2025.06.17.660135", "authors": "Legros, J.; Borde, P.; Savall, F.; Dedouit, F.; Crubezy, E.; Telmon, N.", "abstract": "Focusing on craniofacial bones, this study investigates morphological variation related to sexual dimorphism in order to deepen our understanding of human biological diversity and to provide new data from a contemporary reference sample. Accordingly, the research was guided by three objectives (i) identify the facial regions exhibiting the greatest sexual dimorphism using landmark-based geometric morphometric method; (ii) evaluate the reliability of discriminant models based on these dimorphic regions ; and (iii) conduct exploratory analyses to assign sex classification probabilities to ancient subjects using the discriminant models derived from a contemporary reference sample. The reference sample comprised 44 skulls from subjects of known sex who died in 2024. The ancient sample included 4 skulls recovered from the Grotte de La Medecine (France), attributed to the chalcolithic period. Fourteen facial landmarks were digitized using 3DSlicer. Generalized Procrustes Analysis was performed to extract shape variables and standardized coordinates for statistical analysis. Thin-Plate Spline transformations quantified and visualized deformation amplitudes between the female and male shapes. Landmarks in the orbital showed the highest deformation amplitudes. Goodall F-test comparing male and female shapes across three facial regions revealed significant sexual dimorphism only in the orbital region and the global facial shape. Discriminant analysis demonstrated that the orbital region provided the highest classification accuracy (88.6%) compared to the global facial region (72.7%). The discriminant models yielded high probabilities of male and female sex classification for the ancient subjects. Using a reproducible method, comparable levels of accuracy to those reported in the scientific literature were achieved despite a relatively modest sample size. These findings further confirm the significant role of the orbital region in human craniofacial sexual dimorphism.", "date": "2025-06-20", "journal": ""}
{"title": "QCatch: A framework for quality control assessment and analysis of single-cell sequencing data", "doi": "10.1101/2025.06.15.659779", "authors": "Gao, Y.; He, D.; Patro, R.", "abstract": "Motivation: Single-cell sequencing data analysis requires robust quality control (QC) to mitigate technical artifacts and ensure reliable downstream results. While tools like alevin-fry and simpleaf (and augmented execution context for the alevin-fry), offer flexibility and computational efficiency to process single-cell data, this ecosystem will further benefit from a standardized QC reporting tailored for its outputs. Results: We introduce QCatch, a Python-based command-line tool that generates comprehensive and interactive HTML QC reports designed specifically for single-cell quantification results. Taking the output directory of alevin-fry or simpleaf as the input, QCatch is able to perform essential processing steps, like cell calling, and generate detailed QC reports that contain informative visualizations and statistics, including unique molecular identifier (UMI) count distributions, sequencing saturation estimates, and splicing status information, for QC assurance. Built for seamless integration into downstream analysis workflows, QCatch exports the processed results in a richly-annotated H5AD format file, a widely used data format common among many downstream single-cell data analysis tools. Availability: The source code and documentation of QCatch are available on GitHub at https://github.com/COMBINE-lab/QCatch. QCatch can be installed via both Bioconda and PyPI.", "date": "2025-06-20", "journal": ""}
{"title": "Metastatic niche mediated activation of metastasis initiating cells in ovarian cancer through miR-193b-3p downregulation via the ERK/EZH2/DNMT1 axis", "doi": "10.1101/2025.06.17.660246", "authors": "Dasari, S.; Wang, J.; Cheng, F.; Melissa Halprin, M.; Pepin, D.; Yang-Hartwich, Y.; Mitra, A. K.", "abstract": "Extensive metastasis at the time of diagnosis is a major contributor to the poor prognosis of ovarian cancer (OC) patients. There is a critical need to better understand the mechanism of regulation of metastasis to develop effective treatment strategies targeting the process. Metastasis initiating cells (MICs) have cancer stem cell-like properties along with the ability to invade. Their potential role in OC is unique as the dissemination from the primary tumors involves passive processes like exfoliation. However, the role of MICs during OC metastatic colonization is critical and poorly understood. Using an organotypic 3D culture model of the human omentum, we have studied the productive crosstalk between OC MICs and the metastatic microenvironment. We report the role of miR-193b-3p, a clinically relevant metastasis suppressor microRNA, which is downregulated in the OC by paracrine signals from the microenvironment, inducing the MIC phenotype. Using heterotypic coculture models, conditioned medium experiments, secretome analysis, inhibition, and rescue experiments, we show that bFGF and IGFBP6 secreted by mesothelial cells in the microenvironment induce miR-193b-3p downregulation in OC MICs via the ERK/EZH2/DNMT1 axis. The miR-193b-3p downregulation induced an increased expression of its target cyclin D1, which imparted a cancer stem cell phenotype. Urokinase, another target of miR-193b-3p, induced invasive growth. Together, these targets impart the MIC phenotype to the OC cells. miR-193b-3p replacement therapy could suppress metastasis in a patient derived xenograft model of OC metastasis, indicating the translational potential of this approach to target MICs in OC patients.", "date": "2025-06-20", "journal": ""}
{"title": "A Human Tumor-Immune Organoid Model of Glioblastoma", "doi": "10.1101/2025.06.16.660009", "authors": "Baisiwala, S.; Fazzari, E.; Li, M. X.; Martija, A.; Azizad, D. J.; Sun, L.; Herrera, G.; Phan, T.; Monteleone, A.; Nathanson, D. A.; Wang, A. C.; Kim, W.; Everson, R. G.; Patel, K. S.; Liau, L. M.; Prins, R. M.; Bhaduri, A.", "abstract": "A major obstacle to identifying effective therapies for the aggressive brain tumor glioblastoma is the lack of human-specific, immunocompetent models that reflect the human tumor microenvironment. To address this, we developed the immune-Human Organoid Tumor Transplantation (iHOTT) model. This is an autologous co-culture platform that integrates patient-derived tumor cells and matched peripheral blood mononuclear cells (PBMCs) within human cortical organoids, enabling the study of the patient-specific immune response to the tumor and tumor-immune interactions. This platform preserves tumor and immune populations, immune signaling, and cell-cell interactions observed in patient tumors. Treatment of iHOTT with pembrolizumab, a checkpoint inhibitor, mirrored cell type shifts and cell interactions observed in patients. TCR sequencing further revealed pembrolizumab-driven expansion of stem-like CD4-T-cell clonotypes exhibiting patient-specific repertoires. These findings establish iHOTT as a physiologically relevant platform for exploring autologous tumor - immune interactions and underscore the critical need for antigen-targeted strategies to enhance immunotherapy in glioblastoma.", "date": "2025-06-20", "journal": ""}
{"title": "Muscle control of an extra robotic digit", "doi": "10.1101/2025.06.18.658087", "authors": "Russ, J. P.; Dowdall, L.; Cenciarelli, F.; Goodridge, K.; Ziman, M.; Dimitrov, H.; Clode, D.; Makin, T. R.", "abstract": "Controlling an extra robotic finger requires the brain to adapt existing motor signals. While most current strategies exploit physical movement, there is growing interest in harnessing muscle activity directly via surface electromyography (EMG) as a more seamless interface. We systematically compared muscle- (EMG) and movement-based (force sensor) control of a Third Thumb. Using identical instructions and a counterbalanced within-participants design, we assessed initial skill, learning, and cognitive load across a variety of tasks, enabling a blinded comparison across control modalities. Both control modalities afforded successful Third Thumb control and learning, although force control consistently delivered better performance. Despite execution differences, learning rates and cognitive loads were comparable, with a similar evoked sense of agency. Signal analyses showed performance was predicted by real-time force sensor parameters but not by EMG, reflecting distinct control dynamics. Nonetheless, EMG training led to greater skill transfer to force control, suggesting it may better support generalisable learning. These findings challenge the assumption that proximity to neural signals ensures better control. Although EMG underperformed in execution, it showed unique advantages, including enhanced generalisation and access to richer signals, highlighting the need for improved real-time decoding to fully exploit its potential.", "date": "2025-06-20", "journal": ""}
{"title": "Human myelocyte and metamyelocyte-stage neutrophils suppress tumor immunity and promote cancer progression", "doi": "10.1101/2025.06.14.659663", "authors": "Liu, W.; Shi, T.; Lu, C.; Che, K.; Zhang, Z.; Luo, Y.; Hirschhorn, D.; Wang, H.; Liu, S.; Wang, Y.; Liu, S.; Sun, H.; Lu, J.; Liu, Y.; Shi, D.; Ding, S.; Xu, H.; Lu, L.; Xu, J.; Jun, X.; Liang, Y.; Merghoub, T.; Jia, W.; Li, Y.", "abstract": "Tumor-infiltrating neutrophils (TINs) are highly heterogeneous and mostly immunosuppressive in the tumor immune microenvironment (TIME). Current biomarkers of TINs and treatment strategies targeting TINs have not yielded optimal responses in patients across cancer types. Here, we separated human and mouse neutrophils into three developmental stages, including promyelocyte (PM), myelocyte & metamyelocyte (MC & MM), and banded & segmented (BD & SC) neutrophils. Based on this separation, we observed the predominance of human but not mouse MC & MM-stage neutrophils in bone marrow (BM), which exhibit potent immunosuppressive and tumor-promoting properties. MCs & MMs also occupy the majority of TINs among patients with 17 cancer types. Moreover, through the creation of a NCG-Gfi1-/- human immune system (HIS) mouse model, which supports efficient reconstitution of human TIN, we found a significant increase of BM MCs & MMs in tumor-bearing mice. By comparing the scRNA-seq analysis results of human neutrophils from both BM and tumors, we found CD63 and Galectin-3 distinguish MC & MM from neutrophil populations in cancer patients. Furthermore, we proposed a strategy with Flt3L to specifically induce the trans-differentiation of MCs & MMs into monocytic cells, and trigger tumor control in NCG-Gfi1-/- HIS mice. Thus, our findings establish an essential role of human MC & MM-stage neutrophils in promoting cancer progression, and suggest their potential as targets for developing potential biomarkers and immunotherapies for cancer.", "date": "2025-06-20", "journal": ""}
{"title": "LiaS-dependent activation of the MadR regulon enables cross-talk between Enterococcus faecalis cell envelope defense systems", "doi": "10.1101/2025.06.19.660511", "authors": "Hood, K. S.; Rizvi, S. A.; Hoppe-Elsholz, G. A.; Streling, A. P.; Panesso, D.; Pratap, S.; Shamoo, Y.; Arias, C. A.; Miller, W. R.", "abstract": "Enterococci are gastrointestinal commensals that must defend their cell envelope against antimicrobial peptides derived from the host and other members of the microbiota. The signaling systems LiaFSR and MadRS are pivotal for survival in the presence of antimicrobial peptides and antimicrobial peptide-like antibiotics such as daptomycin. Both systems possess a signaling histidine kinase (LiaS, MadS) and cognate response regulator (LiaR, MadR) that activate transcription of distinct sets of effector genes. Using isogenic deletion strains, we noted differences in daptomycin minimum inhibitory concentration (MIC) between the laboratory strain E. faecalis OG1RF (1.5 g/mL), OG1RF{Delta}madR (0.38 g/mL), and OG1RF{Delta}madS (4 g/mL). Transcriptional analysis of the MadR regulon showed a daptomycin-dependent increase in madG, madL, and dltA gene expression in the OG1RF{Delta}madS background, suggesting activation of the LiaFSR system may provide a cross-regulatory role. Deletion of the liaS gene in OG117{Delta}madS was associated with a significant decrease in daptomycin MIC and loss of madG expression, one of the most differentially expressed genes on activation of the MadR regulon. Using microscale thermophoresis, LiaS showed a similar binding affinity to both LiaR (K2.42 M) and MadR (K5.02 M), while MadS showed higher affinity for its cognate regulator MadR (K8.08 M) than for LiaR (K25.7 M). Taken together, our findings indicate that the MadR regulon can be expressed independent of MadS-induced signaling, likely through cross-talk between LiaS and MadR. Thus, enterococci have evolved an interconnected network of cell envelope signaling that permits bacterial survival in the presence of antibiotics and antimicrobial peptides.", "date": "2025-06-20", "journal": ""}
{"title": "A continuous-time microparasite model incorporating infection intensity and parasite aggregation", "doi": "10.1101/2025.06.15.659604", "authors": "Sun, R.; Walsman, J. C.; Wilber, M.; Briggs, C. J.", "abstract": "Disease outcomes depend heavily on infection intensity which is often heterogeneous across and within host populations. Most individuals carry low pathogen loads and a few carry high loads, a pattern known as aggregation. While well-characterized in macroparasite systems, aggregation and infection intensity are rarely incorporated into microparasite models. This raises key questions: Do similar mechanisms underlie aggregation in macro- and microparasite systems? And how do aggregation and load-dependent effects shape outcomes such as host suppression and virulence-transmission trade-offs? To address these questions, we developed a novel continuous time microparasite model that allows the pathogen load distribution across hosts to evolve dynamically, shaped by within- and between-host processes. We applied this framework to the amphibian chytrid fungus system involving Batrachochytrium dendrobatidis (Bd ), a fungal pathogen threatening amphibian populations worldwide. Our results show that load-dependent mortality reduces aggregation, while faster within-host replication increases it. Aggregation, in turn, weakens host suppression and flattens virulence-transmission trade-off, shifting peak transmission to higher replication rates. Overall, our continuous-time microparasite model provides new insights into how infection intensity and aggregation influence host-pathogen dynamics and offers a valuable framework for advancing theoretical and data-driven understanding of how within-host processes scale to population-level disease dynamics for microparasites.", "date": "2025-06-20", "journal": ""}
{"title": "The forecasted mean of 80 percent of wild populations and communities shows no change, and why", "doi": "10.1101/2025.06.13.659576", "authors": "Bozzuto, C.; Ives, A. R.", "abstract": "Broad-scale shifts in biodiversity demand a deeper understanding of both historical and future time trends across the Tree of Life. Retrospective analyses indicate that some groups, such as birds, fishes and insects, have experienced significant declines in recent decades. Broader investigations, on the other hand, reveal a more complex picture, with declines and increases roughly balanced. Here, we address the prospective task to statistically forecast biodiversity trends and assess our ability to do so based on available data. We analyzed approximately 43,000 population-level and 10,000 community-level time series from localities across the globe and covering taxa across the Tree of Life. Using unobserved components models and model selection, we found that only 23.5% of wild populations exhibit forecasted time trends (increasing and decreasing ones roughly balanced), while 76.5% show a forecasted constant mean. For communities (temporal - and {beta}-diversity), this figure rises to 84.0%. To explore the underlying reasons for the high prevalence of forecasted constant means, we used machine learning techniques (random forest models and SHAP analysis). We identified high variation in the rate of change (RoC) in the time series as the most important predictor of a forecasted constant mean. Further, life-history traits and locality accounted for 39.6% of the variation in the RoC variance of anmiotes, and sampling unit explained 44.4% of that variability for vascular plants. These findings contribute to the emerging appreciation of RoC as a key facet of biodiversity responses to environmental change. In summary, despite trends being visible in ecological time-series data, parsimonious statistical models will very often suggest a forecasted constant mean. Our results offer a tempered perspective that can help realistically inform stakeholders and the general public, and guide the assessment of conservation actions.", "date": "2025-06-20", "journal": ""}
{"title": "Single-Cell Spatial Mapping of Human Kidney Development Reveals the Critical Role of the Local Microenvironment in Cell Fate Decisions", "doi": "10.1101/2025.06.15.659579", "authors": "Levinsohn, J.; Grindel, S.; Dumoulin, B.; Abedini, A.; Huang, A.; Levin-Klein, R.; Weicz, B.; Rabinowitz, G.; Bergeson, A. M.; Ha, E.; Klotzer, K. A.; Zhang, N.; Titchenell, P.; Li, M.; Park, J.-S.; Finn, L. S.; Sasaki, K.; Beckerman, P.; Pleniceanu, O.; Hughes, A. J.; Susztak, K.", "abstract": "Cell-cell interactions play a pivotal role in organ development, yet these communications have previously been studied one interaction at a time in model organisms, leaving a gap in our understanding of the cellular interplay in human development. To address this, we investigated human kidney development using single-cell RNA sequencing and spatial transcriptomics, analyzing over 500,000 cells. By mapping gene expression and differentiation trajectories in histologic space, we define the spatial organization of kidney development. Our analysis revealed newfound plasticity, showing that nephron progenitor cells undergo an early fate decision between renal corpuscle and tubular lineages. However, this choice is later reversed with some mature tubule cells transitioning back to a renal corpuscle fate. Further, through a genome-wide, spatially-aware cell-cell interaction analysis, we identified specific ligands and neighboring cell signals that create biologically meaningful cellular neighborhoods and mediate cell fate choices, offering a blueprint to understand the coordination of human development at scale.", "date": "2025-06-20", "journal": ""}
{"title": "Investigating the dynamics of precursor availability for sesquiterpenoid production in the cytoplasm and plastid of Chlamydomonas reinhardtii", "doi": "10.1101/2025.06.15.659761", "authors": "Abdallah, M. N.; Wellman, G. B.; Overmans, S.; Lauersen, K. J.", "abstract": "The green alga Chlamydomonas reinhardtii is an interesting organism for production of heterologous isoprenoid natural products through metabolic engineering as it can grow photosynthetically and represents a plant-like cell environment for synthase expression. Here, we investigated expression of the patchoulol synthase from Pogostemon cablin (Benth) (PcPS) to probe the production of sesquiterpenoids from different sub-cellular compartments of the algal cell. We observed that knock-down of squalene synthase (SQS) in the cytoplasm did not affect sesquiterpene production titers in the plastid, suggesting no backward movement of FPP from cytoplasmic pools. Fusion of PcPS with a farnesyl pyrophosphate synthase (FPPS) did not enhance patchoulol production in the cytoplasm but did in the plastid, as also reported elsewhere. Secondary transformations with cytoplasmic and chloroplast-localized PcPS constructs increased synthase titers and improved patchoulol yields from both compartments. In multi-parallel photobioreactor experiments with patchoulol extraction through two-phase solvent contact, different daily patchoulol production behaviors were observed based on subcellular localization of the PcPS and carbon source. Those with plastid localization of PcPS-FPPS exhibited continued production into later stages of cultivation, while cytoplasm-localized PcPS with SQS k.d. had the highest production rates in mid-logarithmic phase with low productivity in later growth stages. Cultivations in high-density photobioreactors with nutrient-enriched medium generated 15 mg patchoulol/L culture from CO2, the highest yield reported from the alga to date. The results indicate that the algal cell has flexible pools of isoprenoid precursors in different subcellular compartments from which the biotechnologist can design an expression strategy tailored to carbon-feeding regimes.", "date": "2025-06-20", "journal": ""}
{"title": "Development and Characterization of 3D Printable Caprine derived dECM/DAS Crosslinked Hydrogels for Tissue Engineering Applications", "doi": "10.1101/2025.06.16.659462", "authors": "Thirumalai, D.; Kundanati, L.", "abstract": "The current hydrogels and crosslinkers used in tissue engineering often suffer from limited bioactivity and insufficient mechanical strength, which hinders effective tissue regeneration. To overcome these limitations, this study aims to develop a tunable hydrogel combining caprine-derived decellularized Extracellular Matrix (dECM) and dialdehyde starch (DAS) for potential use in tissue engineering. The dECM bioink was biohybridized with varying concentrations of DAS crosslinker to create dECM/DAS hydrogels and its physicochemical and biological properties were characterized. FTIR analysis confirmed DAS's successful formation through a strong carbonyl peak at 1732 cm-1. The rheological characterization indicates the shear-thinning behavior for dECM/DAS. The storage modulus was higher than that of the loss modulus in all the concentrations of DAS crosslinked hydrogel compared to dECM hydrogel. The gelation kinetics show that dECM and DAS crosslinked hydrogel begin to gel at temperatures above 25C, which is suitable for developing implantable hydrogel. The hemocompatibility study shows that the dECM and dECM/DAS hydrogels are non-hemolytic at less than 2%. Overall, this naturally derived dECM/DAS hydrogel demonstrates the potential to be utilized for tissue engineering applications.", "date": "2025-06-20", "journal": ""}
{"title": "How F repeats help in peptide binding with VIM-2 metallo-beta-lactamase and destabilizing the enzyme", "doi": "10.1101/2025.06.15.659760", "authors": "Anand, A. A.; Anwar, S.; Mondal, R. K.; Samanta, S. K.", "abstract": "The global surge in antimicrobial resistance is a major public health concern, largely driven by the dissemination of beta-lactamases. Among them, VIM-2 metallo-beta-lactamase poses a significant therapeutic challenge. In this study, we explore the role of phenylalanine and lysine residues, especially their repeat patterns, in modulating peptide binding affinity and structural interactions with VIM-2. Docking, molecular dynamics simulations, free energy decomposition analysis and residue analysis were conducted on gut metagenome-derived AMPs, PolyF and a control peptide (PolyR). Binding affinity with VIM-2 decreased with declining F content, yet PolyF alone showed unexpectedly low binding. However, PolyF exhibited very low polar solvation energy in free energy decomposition analysis. This indicates that F repeats play a role in stabilizing a VIM-2-peptide complex in presence of a solvent. PolyF peptide lacks favorable electrostatic or dynamic interactions, likely due to the absence of K residues. Interestingly, loop1 and loop2 analysis of VIM-2 revealed that F repeats interfere with the loops that play a role in functioning of substrate binding at the active site. Additionally, F repeats were found to bind to residues lying adjacent to or nearby active site residues, which points towards the fact that F helps other residues like K to bind more stably with active site residues of VIM-2. Our findings suggest that a balance of aromatic (F) and positively charged (K) residues could enhance peptide binding with VIM-2. This work informs the rational design of next-generation peptide-based inhibitors targeting MBLs like VIM-2.", "date": "2025-06-20", "journal": ""}
{"title": "Accelerating k-mer-based sequence filtering", "doi": "10.1101/2025.06.16.659853", "authors": "Martayan, I.; Vandamme, L.; Constantinides, B.; Cazaux, B.; Paperman, C.; Limasset, A.", "abstract": "The exponential growth of global sequencing data repositories presents both analytical challenges and opportunities. While k-mer-based indexing has improved scalability over traditional alignment for identifying potentially relevant documents, pinpointing the exact sequences matching a query remains a hurdle, especially when considering the false positives and false negatives caused by sparse k-mer sampling or probabilistic data structures. Furthermore, searching for numerous k-mers with a large query or multiple distinct ones strains existing exact matching tools, whose performance scales poorly with an increasing number of patterns. Indexing entire vast datasets for infrequent or ad-hoc searches is often resource-prohibitive. This paper addresses the renewed need for efficient streaming techniques to recover specific relevant sequences directly, without exhaustive pre-indexing. Having discussed the relevance of streaming search methods in bioinformatics, we propose diverse use cases as benchmarks to encourage further research into tailored solutions for these challenges, and demonstrate how minimizer-based sketching techniques, alongside SIMD acceleration, can enhance the performance of such streaming searches. These contributions highlight practical approaches and identify avenues for future theoretical and empirical investigation in managing and querying vast genomic datasets. Availability: https://github.com/Malfoy/K2Rmini.", "date": "2025-06-20", "journal": ""}
{"title": "Regulation Flow Analysis discovers molecular mechanisms of action from large knowledge databases", "doi": "10.1101/2025.06.15.659785", "authors": "Roca, C. P.; Sysoev, O.; Eyre, E.; Galan, S.; Sinibaldi, D.; Tedder, P.; Mangion, J.", "abstract": "Drug development is a long and expensive process, with only a small fraction of potential drugs being finally approved. The challenge of drug development is rooted in our limited understanding of biological systems and the disease processes that drugs are trying to modulate. We propose a novel method, called Regulation Flow Analysis (RFA), which is based on the principles of biological regulation, causal graphs, and graph flow. RFA is able to generate causal hypotheses of mechanism of action, using large Knowledge Graphs (KG) of molecular regulation. Our numerical experiments demonstrate that the generated hypotheses, in the form of regulation pathways, often summarize mechanisms of drug action in a manner both understandable and actionable. Thus, RFA can greatly improve our understanding of the biological processes underlying health and disease, and therefore substantially facilitate drug development. Our examples illustrate how RFA recovers known mechanisms of action and can be used for target and biomarker discovery and validation.", "date": "2025-06-20", "journal": ""}
{"title": "Monomeric and oligomeric forms of Bcl-xL in direct andindirect inhibition of apoptosis", "doi": "10.1101/2025.06.16.659449", "authors": "Elsner, C.; Roderer, D.; Bordignon, E.", "abstract": "The Bcl-2 protein Bcl-xL is a well-known inhibitor of apoptosis which can either directly inhibit the pore-forming Bcl-2 proteins, as Bax or Bak, or indirectly inhibit pore formation by sequestering the proapoptotic BH3-only proteins, as cBid or Bim. The structural basis of the inhibition of pore formation in the outer mitochondrial membrane by Bcl-xL is still largely unknown. Up to now, challenges in obtaining full-length Bcl-xL have hampered the full understanding of the inhibitory interactome at the membrane. Here we present an optimized protocol for the purification of full-length Bcl-xL, which allows separation of monomeric Bcl-xL from large oligomers which could not be otherwise eliminated in the purification procedure. The obtained monomeric Bcl-xL successfully inhibited pore formation via both modes of action, based on assays performed on large unilamellar vesicles in the presence of a minimal Bcl-2 interactome constituted by Bcl-xL, cBid and Bax. In contrast, the oligomeric fraction retained only the ability to indirectly inhibit pore formation by sequestering cBid. The presented protocol will pave the way towards biophysical studies aimed to unveil the structural details of apoptosis inhibition.", "date": "2025-06-20", "journal": ""}
{"title": "Acute exposure to groundwater contaminants mixture of nitrate, atrazine and imidacloprid impacts growth kinetics of poultry cecal microbiomes and significantly decreases Caco-2 cell viability", "doi": "10.1101/2025.06.15.659797", "authors": "Majumder, E. L.- W.; Chatman, C. C.", "abstract": "Atmospheric deposition, and agricultural runoff or erosion events have substantially contributed to groundwater pollution throughout the USA. This can become troublesome in states like Wisconsin where 68% of the population rely on groundwater for their drinking water source. As such, exposome research must account for the complexity and frequency of environmental exposures. This study aimed to elucidate chemical-biological interactions and adverse outcome pathways associated with an environmentally relevant mixture of agricultural chemicals detected in Wisconsin groundwater via in vitro and in silico methodologies. Using in vitro models, we determined that a ternary mixture of environmentally relevant concentrations of nitrate, atrazine and imidacloprid resulted in an overt decline in growth rate to the poultry cecal microbiome compared to each chemical singularly. Further, there was a decrease in Caco-2 cell viability in various two-chemical combinations. In silico methods analyzed contaminants detected in Wisconsin groundwater wells from across the state and prioritized two groundwater wells as potential for health concerns. Prioritized chemicals in these groundwater wells were linked to nine gene targets and several adverse outcome pathways. In all, the results demonstrated that there is chemical-biological interaction between these model organisms agricultural and chemical mixtures at real world exposure concentrations.", "date": "2025-06-20", "journal": ""}
{"title": "Photocrosslinked mucoadhesive hyaluronic acid hydrogel for transmucosal drug delivery", "doi": "10.1101/2025.06.14.659729", "authors": "Asamoah, S.; Pravda, M.; Snejdrova, E.; Cepa, M.; Jiri, M.; Gruber-Traub, C.; Velebny, V.", "abstract": "Drug delivery to the central nervous system (CNS) is primarily hindered by the blood-brain barrier (BBB). To address this, mucoadhesive formulations have been designed to prolong residence time at the application site. In this study, we comprehensively characterized the physicochemical and mucoadhesive properties of hyaluronic acid tyramine (HATA) photocrosslinked hydrogels using rheological methods, nanoindentation, contact angle goniometry, and advanced confocal microscopy. A novel parameter, photon count per pixel, was introduced through confocal microscopy to assess hydrogel stability and mucoadhesion on ex vivo porcine olfactory tissues. Crosslinked hydrogels (1% and 2% w/v) exhibited stable mucoadhesive properties, ranging between 16.5 and 18 photon counts per pixel, whereas uncrosslinked counterparts typical of classical nasal formulations showed significant photon count losses (71% and 50% for 1% and 2% HATA, respectively). Nanoindentation analysis revealed a correlation between photoirradiation time, effective Young's modulus, and mucoadhesion, identifying one minute of irradiation as optimal across all concentrations tested. The optimized hydrogels demonstrated mucoadhesive forces of 0.263, 0.412, and 0.701 mN.mm-2, corresponding to Young's modulus values of 1995, 2465, and 2985 Pa for 1%, 2%, and 3% w/v HATA, respectively. These results highlight the importance of crosslinking for enhancing hydrogel stability and mucoadhesion. Additionally, BSA-labelled rhodamine served as a model protein drug in low-swelling hydrogels for drug release studies, laying the foundation for further optimization in targeted nasal drug delivery systems.", "date": "2025-06-20", "journal": ""}
{"title": "Metabolomic Profiling of Ashwagandha (Withania somnifera): Linking Bioactive Compounds to Functional Therapeutic Roles", "doi": "10.1101/2025.06.16.659832", "authors": "Tripathi, G.; Bindal, V.; Yadav, M.; Sharma, N.; Pandey, S.; Mathew, B.; Sharma, N.; Yadav, S.; Sharma, V.; Sharma, S.; Sarin, S. K.; Maras, J. S.", "abstract": "Introduction Withania somnifera (Ashwagandha) is a widely used medicinal plant with established roles in traditional systems of medicine. Known for diverse pharmacological effects, including neuroprotection, hepatoprotection, enhancement of male fertility, and anti-inflammatory activity. Despite its longstanding use, a deeper understanding of its phytochemical composition and bioactive mechanisms is required to bridge traditional knowledge with modern therapeutic applications. Methods A comprehensive metabolomics profiling of Withania somnifera was performed to identify and quantify its bioactive secondary metabolites. Focus was placed on major classes such as alkaloids, phenolic compounds, and terpenoids. Known compounds were annotated and categorized based on their abundance, chemical class, and reported biological functions. Particular attention was given to compounds implicated in neuroprotection, liver health, reproductive support, and inflammation-modulation. Results The analysis revealed a rich but low-abundance of known metabolites. Alkaloids such as Gentianaine (8.44%) and Sauroxine (2.94%), and phenolics like Mulberrofuran A (14.58%) and Sulphuretin (9.61%), were among the most prominent. These compounds are associated with antioxidative, anti-inflammatory, and neuroregenerative activities. Terpenoids including Pinocarvone and Ergosterol contributed to hepatoprotective and anti-inflammatory properties. Compounds such as Gomphrenin-I, Sitosterol, Pfaffic acid, beta-Carotene and others (>3%) supported spermatogenesis, while Embelin and Kievitone enhanced oxidative stress response. Although most identified compounds were individually present in low percentages (<0.30%), their collective activity suggests synergistic effects. Conclusion Metabolomic analysis of Withania somnifera confirms high abundance of bioactive secondary metabolites that have hepatoprotective, neuroprotective, anti-oxidant and spermatogenesis-enhancing effects. These findings justify protective and beneficial effect of Withania in promoting stress relief, energy, and overall wellness.", "date": "2025-06-20", "journal": ""}
{"title": "Accurate prediction of gene deletion phenotypes with Flux Cone Learning", "doi": "10.1101/2025.06.15.659788", "authors": "Merzbacher, C.; Mac Aodha, O.; Oyarzun, D. A.", "abstract": "Predicting the impact of gene deletions is crucial for biological discovery, biomedicine, and biotechnology. For example, identifying lethal deletions is key for new cancer therapies or antimicrobial treatments that bypass drug resistance. In biotechnology, non-lethal deletions are a powerful strategy to redirect chemical flux toward production of high-value compounds for the food, energy, and pharmaceutical sectors, using genetically engineered cells as an alternative to petrochemicals. Owing to the cost and complexity of large-scale deletion screens, there is a growing interest in computational models that can leverage such data for predictive modelling. Here, we present Flux Cone Learning, a best-in-class framework for predicting the impact of metabolic gene deletions on many phenotypes of interest. Flux Cone Learning is based on high-dimensional Monte Carlo sampling of the metabolic space in tandem with supervised learning of fitness scores from deletion screens. We demonstrate unparalleled predictive accuracy for metabolic gene essentiality in organisms of varied complexity (Escherichia coli, Saccharomyces cerevisiae, Chinese Hamster Ovary cells), outperforming the gold standard predictions of Flux Balance Analysis. Our method does not rely on an optimality principle and thus can be applied to a range of organisms where cellular objectives cannot be encoded as an optimization task. We showcase the versatility of Flux Cone Learning in other phenotypes by training a predictor of small molecule production from deletion screening data. Flux Cone Learning provides a widely applicable framework for phenotypic prediction and lays the groundwork for the development of metabolic foundation models across the kingdom of life.", "date": "2025-06-20", "journal": ""}
{"title": "Large-scale discovery and annotation of hidden substructure patterns in mass spectrometry profiles", "doi": "10.1101/2025.06.19.659491", "authors": "Torres Ortega, L. R.; Dietrich, J.; Wandy, J.; Mol, H.; van der Hooft, J. J. J.", "abstract": "Untargeted mass spectrometry measures many spectra of unknown molecules. Tandem mass spectrometry (MS/MS) generates fragmentation patterns representing common substructures termed Mass2Motifs. However, MS/MS-based substructure identification is limited by computational efficiency and interpretability. Here, we introduce a complete overhaul of MS2LDA, overcoming limitations of its predecessor. We report an up to 14x speed improvement for unsupervised Mass2Motif discovery, allowing it to process larger datasets. Furthermore, the new automated Mass2Motif Annotation Guidance (MAG) aids in structurally identifying Mass2Motifs. Using three curated MotifDB-MotifSets for benchmarking, MAG achieved median substructure overlap scores of 0.75, 0.93, and 0.95. On experimental data, we validated MS2LDA 2.0 by identifying substructures of pesticides spiked into a biological matrix and demonstrated its discovery potential by annotating previously uncharacterized fungal natural products. Together with the new visualization app and MassQL-searchable MotifDB, we anticipate that MS2LDA 2.0 will boost the identification of novel chemistry and hidden patterns in mass spectrometry.", "date": "2025-06-20", "journal": ""}
{"title": "Feedback regulation of iron-sulfur cluster biogenesis", "doi": "10.1101/2025.06.15.659787", "authors": "Stuteley, S. M.; Chen, J.; Wang, J.; Dawes, S. S.; Baker, E. N.; Squire, C. J.; Pandelia, M.-E.; Bashiri, G.", "abstract": "Iron-sulfur (Fe-S) clusters are ubiquitous cofactors in biological systems. Given their central role in bacterial metabolism and pathogenesis, the biogenesis of Fe-S clusters is tightly controlled. We reveal a feedback regulatory mechanism involving the sulfide producing SufS/SufU complex within the sulfur utilization (SUF) system of Mycobacterium tuberculosis, the bacterium that causes tuberculosis. In this mechanism, [2Fe-2S] clusters compete with zinc ions for binding to the sulfide transfer protein SufU. Cluster binding induces SufU tetramerization, which prevents its interaction with the cysteine desulfurase SufS, thereby inhibiting SufS activation and limiting sulfide supply for Fe-S cluster biogenesis. These findings uncover an unrecognized regulatory mechanism in M. tuberculosis, ensuring strict control of Fe-S cluster production.", "date": "2025-06-20", "journal": ""}
{"title": "Expanded gene targeting in RNA hacking with G-tract-supply Staple oligomer", "doi": "10.1101/2025.06.17.660051", "authors": "Kida, T.; Hasegawa, Y.; Kato, M.; Ohtani, M.; Matsumoto, A.; Taniguchi, R.; Ohno, R.; Sugiyama, H.; Ihara, T.; Hagihara, M.; Sato, S.-i.; Katsuda, Y.", "abstract": "RNA hacking (RNAh) is a gene regulation technology that employs a short oligonucleotide, termed a Staple oligomer, to induce the formation of RNA G-quadruplex structures on target mRNAs. While RNAh has the potential to target approximately 65% of human mRNAs, its applicability to the remaining genes is restricted by the sequence constraints. Herein, we present the G-tract-supply Staple oligomer (Gs-Staple oligomer), designed to expand the range of targetable mRNAs within the RNAh framework. Incorporating G-tracts into Staple oligomers alleviates the sequence constraints, enabling access to a broader range of mRNA targets. Gs-Staple oligomers effectively suppressed the translation of target proteins in mammalian cells and in vivo. Furthermore, the gene suppression could be precisely modulated by adjusting the linker length between the G-tracts. These findings have significantly expanded the versatility of RNAh, suggesting its potential for further development while highlighting its potential to be utilized as a nucleic acid-based tool for research and clinical medicine.", "date": "2025-06-20", "journal": ""}
{"title": "Versatile Vasculature Chips for Ultrasound Localization Microscopy", "doi": "10.1101/2025.06.15.659747", "authors": "Wang, R.; Liu, Q.; Zhao, X.; Lee, W.-N.", "abstract": "Ultrasound localization microscopy (ULM) has revolutionized microvasculature imaging by surpassing the diffraction limit via microbubbles. ULM demonstrates exceptional potential to resolve micrometer-scale vascular structures in both preclinical and clinical studies. However, its performance evaluation remains challenging primarily due to the lack of reference microvascular phantoms featuring micrometer-scale, hierarchical branches, and realistic vascular structures. Inspired by microfluidic chip techniques, we present an organ-on-a-chip protocol for fabricating agarose-based micro-vessel network phantoms with ground truth. The vasculature pattern offers design versatility, enabling on-demand customization. We experimentally demonstrated the feasibility of the vasculature phantom using two adapted patterns. The first was a leaf pattern, which exhibited intrinsic quasi-two-dimensional venation network with hierarchical and branching channels similar to animal vasculature. The second was a kidney pattern, which was based on a two-dimensional projection of real human vasculature obtained from micro computed tomography. The microbubble solution was perfused into the phantoms by capillary force and gravity. The ULM-reconstructed vasculature maps agreed well with the ground truth. ULM achieved a high sensitivity of 0.97 and 0.95, but a low precision of 0.37 and 0.60, for the leaf and kidney phantom, respectively. The results indicated the capability of ULM to reconstruct vessel structures while making many false positive predictions. The proposed protocol holds significant promise for the development and optimization of ultrasound microvascular imaging techniques.", "date": "2025-06-20", "journal": ""}
{"title": "Comparative study of manganese catalase monomers, interfaces and cage architecture within the ferritin superfamily", "doi": "10.1101/2025.06.17.660058", "authors": "Amrita, A.; Chakraborti, S.; Dey, S.", "abstract": "Manganese catalase protein is an example of a protein cage within the ferritin superfamily that focuses on enzymatic catalysis rather than on storage which other ferritin proteins are known for. Formed of 6 homomeric chains, it shows large subunit-subunit sidewise contacts and special interfacial interactions ensuring cage generation with only 6 subunits. We aim to explore manganese catalase at the monomer, subunit-subunit and cage level. As compared to other ferritin subtypes, we found manganese catalase monomers to have greater fraction of {beta}-turns at the secondary structure level and thermophilic manganese catalase monomers to have greater non-polar to polar residue ratio. At the interface level, the placement of subunits in manganese catalase cage with sidewise and angular interface was found to be distinctly different from the parallel and perpendicular interfaces present in other ferritin subtypes. Our study highlights the contribution of sidewise interfaces and terminal extensions in making the cage architecture possible in 6-mer manganese catalases. We also studied the quaternary structure of manganese catalase cage with respect to Classical ferritin (C-ferritin) and found manganese catalase to have smaller cavity volume and cavity surface area than C-ferritin but higher cavity surface to volume ratio. This observation along with the smaller distance between substrate entry point and active site as compared to C-ferritin highlights the structural distinction between catalytic enzymes like manganese catalase and storage proteins like ferritins. Thus, the study gives structural insight into manganese catalase protein cage with focus on its ability to form a cage architecture and show efficient catalytic activity.", "date": "2025-06-20", "journal": ""}
{"title": "Frequency-Blended Diffusion Models for Synthetic Generation of Biologically Realistic Splice Site Sequences", "doi": "10.1101/2025.06.16.660047", "authors": "Kabanga, E.; Jee, S.; Van Messem, A.; De Neve, W.", "abstract": "We present a frequency-blended diffusion framework for generating biologically realistic splice site sequences. Our approach combines a U-Net-based denoising diffusion probabilistic model with conditional nucleotide frequency priors derived from real donor (5') and acceptor (3') splice site sequences in Arabidopsis thaliana and Homo sapiens. By guiding the generative process with position-specific empirical base frequencies, the model captures both local sequence motifs and long-range dependencies that are critical for realistic splice site representation. We evaluate the synthetic sequences through direct assessments (sequence logos, GC content, nucleotide conservation) and indirect functional tests using state-of-the-art splice site classifiers (SpliceRover, SpliceFinder, DeepSplicer, Spliceator). Our results show that frequency blending substantially improves motif conservation, compositional fidelity, and model transferability. This work establishes frequency-blended diffusion as a promising strategy for generating high-quality nucleotide sequences for modeling, benchmarking, and data augmentation in genomics research.", "date": "2025-06-20", "journal": ""}
{"title": "Monotherapy cancer drug-blind response prediction is limited to intraclass generalization", "doi": "10.1101/2025.06.16.659838", "authors": "Herbert, W.; Chia, N.; Jensen, P. A.; Walther-Antonio, M. R.", "abstract": "Monotherapy cancer drug response prediction (DRP) models predict the response of a cell line to a given drug. Analyzing these models performance includes assessing their ability to predict the response of cell lines to new drugs, i.e. drugs that are not in the training set. Drug-blind prediction displays greatly diminished performance or outright failure across a wide range of model architectures and different large pharmacogenomic datasets. Drug-blind failure is hypothesized to be caused by the relatively limited set of drugs present in these datasets. The time and cost associated with further cell line experiments is significant, and it is impossible to predict beforehand how much data would be enough to overcome drug-blind failure. We must first define how current data contributes to drug-blind failure before attempting to remedy drug-blind failure with further data collection. In this work, we quantify the extent to which drug-blind generalizability relies on mechanistic overlap of drugs between training and testing splits. We first identify that the majority of mixed set DRP model performance can be attributed to drug overfitting, likely inhibiting generalization and preventing accurate analysis. Then, by specifically probing the drug-blind ability of models, we reveal the sources of generalizable drug features are confined to shared mechanisms of action and related pathways. Furthermore, we observed that, for certain mechanisms, we can significantly improve performance by limiting the training of models to a single mechanism compared to training on all drugs simultaneously. We conclude that drug-blind performance is a poor benchmark for DRP as it does not describe model behavior, it describes dataset behavior. Our investigation displays that deep learning models trained on large, monotherapy cell line panels can more accurately describe mechanism of action of drugs rather than their advertised connection to broader cancer biology.", "date": "2025-06-20", "journal": ""}
{"title": "Membrane-bound cargo carried by teams of motors with heterogeneous velocities go faster and further than rigid cargo", "doi": "10.1101/2025.06.17.660035", "authors": "Sarpangala, N.; Gopinathan, A.", "abstract": "Intracellular transport by teams of molecular motors is an essential cell-biological process that ensures the proper distribution of organelles, and other materials within cells. These teams of motors cooperate and compete in complex ways to achieve desired transport velocity and runlength. In-vitro experiments have observed that coupling motors through a lipid membrane that mimics in vivo membrane-bound cargoes leads to a higher cargo velocity. However, the mechanisms behind this increase in lipid cargo velocity are unclear. Here we seek to understand these mechanisms using Brownian dynamics simulations. We show that an underlying heterogeneity in single motor velocity is essential for the increased velocity of lipid cargoes. Our simulations also show that while the runlengths of both rigid and lipid cargoes increase, and the velocities decrease, with an increase in the fraction of slower motors, lipid cargoes can travel faster and substantially further with the same degree of heterogeneity, suggesting functional advantages of motor velocity heterogeneity. Together, our work explains mechanisms behind previous experimental observations and generates new experimentally testable predictions on velocities and runlengths relevant for in vivo transport.", "date": "2025-06-20", "journal": ""}
{"title": "The equilibrium between two quaternary assembly states determines the activity of SPOP and its cancer mutants", "doi": "10.1101/2025.06.19.659812", "authors": "Cuneo, M. J.; Güllülü, O.; Ammar, M.-R.; Gui, X.; Churion, K.; Turk, M.; O'Flynn, B.; Sabri, N.; Mittag, T.", "abstract": "Proteostasis is critical for preventing oncogenesis. Both activating and inactivating mutations in the ubiquitin ligase subunit SPOP result in oncogenesis in different tissues. SPOP assembles into filaments that are multivalent for substrates, and substrates have multiple weak motifs for SPOP that are not activated via post-translational modifications. It is thus unclear how regulation is achieved. Here, we show that SPOP filaments circularize into rings that dimerize into up to 2.5 MDa-large, auto-inhibited double donuts. The equilibrium between double donuts and linear filaments determines SPOP activity. Activating and deactivating cancer mutations shift the equilibrium towards the filament or the double donut, respectively, and this influences substrate turnover and subcellular localization. This regulatory mechanism requires long filaments that can circularize into rings, likely explaining the presence of multiple weak SPOP-binding motifs in substrates. Activating and deactivating mutations combine to give rise to intermediate activities, suggesting new levers for cancer therapies.", "date": "2025-06-20", "journal": ""}
{"title": "Exogenous Hormone Treatments Reveal Species-Specific Regulation of Individual Components of Root Architecture and Salt Ion Accumulation in Cultivated and Wild Tomatoes", "doi": "10.1101/2025.06.17.660158", "authors": "Rahmati-Ishka, M.; Craft, E.; Pineros, M.; Julkowska, M. M.", "abstract": "Hormonal signaling shapes plant architecture and salt stress responses, but its effects on root architecture and ion accumulation remain unclear. Here, we conducted a detailed analysis of how individual hormone treatments affect root architecture and ion accumulation under salt stress in tomato. The study focused on three tomato accessions with varying responses to salt stress. Our findings revealed distinct, species-specific hormonal effects. Auxin, ethylene, and gibberellin promoted lateral root development, yet their impacts on ion accumulation, particularly in Na/K ratio, varied considerably. To explore the molecular basis of these differences, we examined Arabidopsis mutants for ethylene- and auxin-related genes, revealing novel components of hormone signaling involved in the salt stress response. Further, analysis of tomato mutants with impaired ethylene perception demonstrated that the nr mutant exhibits increased root growth and a higher shoot Na/K ratio, largely due to reduced K retention. Our integrated physiological and genetic analysis reveals species-specific hormonal strategies can boost crop performance under salt stress.", "date": "2025-06-20", "journal": ""}
{"title": "Behavioral Signature of Trihexyphenidyl in The Tor1a (DYT1) Knockin Mouse Model of Dystonia", "doi": "10.1101/2025.06.17.659360", "authors": "Qader, A. A.; Donsante, Y.; Markowitz, J. E.; Jinnah, H. A.; Pandarinath, C.; Hess, E. J.", "abstract": "Dystonia is a neurological disorder characterized by involuntary repetitive movements and abnormal postures. Animal models have played a pivotal role in studying the pathophysiology of dystonia. However, many genetic models, e.g. the Tor1a+/{Delta}E (DYT1) mouse, lack an overt motor phenotype, despite significant underlying neuronal abnormalities within the striatum and other motor control regions. Because the striatum is implicated in action sequencing, it is possible that the behavioral defect arises as a disruption in the frequency and temporal ordering of behaviors, rather than execution, which cannot be captured using traditional behavioral assays, thus limiting drug discovery efforts. To address this challenge, we used MoSeq, an unsupervised behavioral segmentation framework, to compare the continuous free behavior of control Tor1a+/+ mice and knockin Tor1a+/{Delta}E mutant mice in response to the anti-dystonia drug trihexyphenidyl. Although minimal baseline differences in behavioral organization were detected, both genotypes exhibited robust and consistent shifts in behavioral space structure after treatment with trihexyphenidyl. Further, we demonstrate differences in the behavioral space structure of male vs female mice after trihexyphenidyl challenge. The distinct behavioral signatures evoked by trihexyphenidyl and biological sex, a known risk factor for dystonia, suggest that the analysis of the temporal structure of continuous free behavior provides a sensitive and novel approach to the discovery of therapeutics for the treatment of dystonia.", "date": "2025-06-20", "journal": ""}
{"title": "Early disruption of the innate-adaptive immune axis in vivo after infection with virulent Georgia2007/1 ASFV", "doi": "10.1101/2025.06.18.660190", "authors": "Tng, P. Y.; Al-Adwani, L.; Goatley, L. C.; Portugal, R.; Rathakrishnan, A.; Netherton, C. L.", "abstract": "Effective immune defence and pathogen clearance requires coordination between innate and adaptive immune responses. However, virulent African swine fever virus (ASFV), which has a high case fatality rate in pigs, causes severe disease by exploiting multiple immune evasion strategies to suppress host responses. The global spread of Georgia2007/1 and its derivatives poses a significant threat to the pig industry and global food security. Although modified live virus vaccines for ASF exist, multiple safety concerns have restricted their use internationally. Conversely, subunit vaccine candidates have not matched the protective efficacy of modified live virus vaccines. This highlights the need to further investigate ASFV-induced immunopathology to support the development of next-generation ASF vaccines. Immune dynamics in whole blood and lymphoid tissues were examined over time after oronasal infection with Georgia 2007/1. CD4+ T cells, {gamma}{delta}-TCR+ T cells and CD21+ B cells were impacted by lymphopenia, and initial immune activation was detected. However, as the disease progressed, impaired maintenance and depletion of adaptive immune cells, such as CD4+ T cells and professional antigen-presenting dendritic cells and macrophages was observed. This depletion of cells may have compromised the innate-adaptive immune axis, weakening host ability to mount a robust adaptive immune response and potentially contributing to disease progression. Differential ASFV infection profiles within the spleen were also detected, highlighting the diversity of ASFV cellular tropism. Further investigation into the innate-adaptive immune axis is needed to better understand its role in ASFV infection.", "date": "2025-06-20", "journal": ""}
{"title": "Host mRNA 3'-end processing machinery are critical binding partners during dengue virus infection", "doi": "10.1101/2025.06.20.659860", "authors": "Tan, M. J. A.; Mohamed Naim, A. N.; Lim, Y. T.; Sobota, R. M.; Hibberd, M. L.; Vasudevan, S. G.", "abstract": "Dengue virus (DENV) causes a wide variety of dengue diseases that threaten over half of the world's population. At present, there is no antiviral therapeutics against dengue. Virus infection and its associated pathologies are the result of a myriad of interactions between the virus and its host, of which most are protein-protein interactions (PPIs). Virus-encoded proteins modulate the host environment for the virus' benefit by interacting with host proteins during infection. Thus studies of these virus-host PPIs are most informative when performed in the context of an infection. We undertook a comparative affinity purification-mass spectrometry approach to generate a DENV-host protein-protein interactome during DENV infection and identified mRNA 3'-end processing protein complexes as novel interactors of DENV NS3. We demonstrated that the presence of the cleavage and polyadenylation specificity factor complex proteins, but not their enzymatic activity, is crucial for DENV replication, thus unveiling a potential new direction for the development of host-directed antiviral therapeutics.", "date": "2025-06-20", "journal": ""}
{"title": "NKX2-5 congenital heart disease mutations show diverse loss and gain of epigenomic, biochemical and chromatin search functions underpinning pathogenicity", "doi": "10.1101/2025.06.20.659510", "authors": "Ward, A. O.; Schonrock, N.; McCann, A. J.; Phanor, S. K.; Kock, K. H.; Kurland, J. V.; Wu, F.; Murray, N. J.; Walshe, J.; Alankarage, D.; Dunwoodie, S. L.; Meunier, F. A.; Francois, M.; Bulyk, M. L.; Ramialison, M.; Harvey, R. P.", "abstract": "Congenital heart defects (CHD) occur in ~1% of live births, with both inherited and acquired mutations and environmental factors known to contribute to causation. However, network perturbations and epigenetic changes in CHD remain poorly characterised. We report an integrated functional-epigenomics approach to understanding CHD, focusing on the cardiac homeodomain (HD) family transcription factor NKX2-5, mutations in which cause diverse congenital heart structural and conduction defects. We selected twelve NKX2-5 CHD-associated variants affecting different residue classes - DNA base-contacting, backbone-contacting, and helix-stabilizing residues of the homeodomain, and those affecting other conserved protein:protein interaction (PPI) domains. In HL-1 cardiomyocytes, we profiled DNA targets of NKX2-5 wild type (WT) and variant proteins genome-wide using DamID, and their DNA binding affinity and specificity using comprehensive protein binding microarrays. We also profiled changes to PPI with known NKX2-5 cofactors using yeast 2-hybrid assay, and chromatin search and binding dynamics using single molecule tracking. Variants showed highly diverse but also class-specific behaviours with a range of severities. All variants failed to bind many WT targets but retained binding to a variable subset of core cardiomyocyte-related WT NKX2-5 targets, as well as hundreds of unique \"off-targets\", in part via a regulatory logic that included changes to DNA binding site specificity, homodimerization and/or cofactor interactions. All variants tested showed altered chromatin search functions to varying degrees. Our data suggest that complex residue-to-residue scale chromatin search and epigenomic perturbations, involving both loss- and gain-of-function, contribute to CHD phenotypes. These findings may inform precision molecular therapeutic approaches in patients with CHD.", "date": "2025-06-20", "journal": ""}
{"title": "Epigenetic Subtypes of High-Grade T1 Bladder Cancer Reveal Intra-Tumor Heterogeneity and Distinct Interactions with Tumor Microenvironment.", "doi": "10.1101/2025.06.20.659124", "authors": "Bellmunt, J.; Xie, Y.; Juanpere, N.; Munoz, M.; Kukreja, S.; Liria, S.; Li, R.; Qiu, X.; Jiang, Y.; Font-Tello, A.; Nunez, M.; Epstein, I.; Hernandez, S.; Lorenzo, M.; Menendez, S.; Choueiri, T. K.; Brown, M. C.; LONG, H. W.; Cejas, P.", "abstract": "High-Grade T1 (HGT1) Non-Muscle Invasive Bladder Cancer (NMIBC) is a clinically heterogeneous disease, characterized by unpredictable treatment responses and limited tools for recurrence prediction. Although molecular classification efforts have been made, patient stratification still primarily relies on clinicopathological features, which offer limited clinical precision. In this study, we integrated chromatin profiling in bulk with single-nuclei(sn) RNA-seq, immunohistochemistry and spatial transcriptomics to define epigenetic subtypes of HGT1, characterize their heterogeneity, and investigate tumor-microenvironment interactions. Our findings reveal distinct chromatin profiles differentiating urothelial (URO) and micropapillary (MP) histological variants of high-risk HGT1. We identified three epigenetic states: two within the URO group, luminal-like inflammatory (LLI) and basal-like (BL), and a separate signature unique to MP tumors. Single-cell and spatial resolution approaches validated intratumoral heterogeneity and provided insight into subtype-specific microenvironmental contexts. Notably, ~40% of URO tumors exhibited spatially distinct coexisting LLI and BL components. BL regions showed enrichment for angiogenesis and hypoxia pathways and were preferentially located near vascular stroma, while LLI regions showed to be located at the core of the tumor. MP tumors featured a markedly different microenvironment, characterized by diverse populations of cancer-associated fibroblasts (CAFs) and M2-polarized macrophages intermingled with tumor cells, suggesting a more immunosuppressive niche which could account for their worse clinical outcome. URO tumors, by comparison, showed a more immune-excluded phenotype. These findings provide a detailed molecular and spatial map of bladder cancer heterogeneity, highlighting how distinct epigenetic subtypes and histological variants are associated with tumor architecture and microenvironmental interactions. Our data underscore the need for subtype-specific therapeutic strategies to more effectively address the complexity already existing at HGT1 bladder cancer.", "date": "2025-06-20", "journal": ""}
{"title": "Prenatal anti-oxidant treatment suppresses maternal immune activation induced increases in alcohol self-administration in a sex-specific manner", "doi": "10.1101/2025.06.16.660024", "authors": "Nicholson, S.; Hewitt, K.; Brauen, C.; Henricks, A. M.", "abstract": "Prenatal exposure to infection is a risk factor in the development of several neuropsychiatric disorders, including schizophrenia and depression, which often co-occur with alcohol misuse, exacerbating adverse outcomes. Despite these consequences, little is understood regarding the mechanisms by which early exposure to infection might increase the risk of alcohol misuse. We have previously demonstrated that maternal immune activation (MIA) combined with adolescent alcohol exposure (AA) increases home-cage drinking and disrupts neural circuit function in adulthood. The current project aims to determine whether these findings extend to the motivation to work for alcohol, and whether prenatal anti-oxidant treatment can prevent the effects of MIA on self-administration. Pregnant Sprague-Dawley rats were exposed to poly(I:C) (4mg/kg) or saline on gestational day 15, and the anti-oxidant n-acetylcysteine (NAC; 100 mg/kg) or saline 24 hours before and after MIA. Offspring were given 24-hour home cage access to 10% ethanol and water dur adolescence. In adulthood, offspring were trained to self-administer 10% ethanol and tested on escalating schedules of reinforcement: fixed ratio (FR)1, FR2, FR4, and progressive ratios (PR). MIA and NAC independently led to an increased willingness to work for alcohol in males, compared to saline-treated rats. NAC treatment suppressed the effect of MIA on self-administration behavior. These data support the hypothesis that oxidative stress caused by MIA negatively influences development, priming the brain to be more susceptible to the negative effects of AA, leading to an increased risk of alcohol misuse in adulthood, particularly in males.", "date": "2025-06-20", "journal": ""}
{"title": "Satb1 integrates cohesin mediated genome organization and transcriptional regulation during T cell development", "doi": "10.1101/2025.06.19.657327", "authors": "Madhok, A.; Patta, I.; Desai, I.; Tayyab, M.; Choudhary, V.; Vishwakarma, S.; Saha, S.; Lahesmaa, R.; Narlikar, G.; Galande, S.", "abstract": "Three-dimensional (3D) genome folding, which is highly cell type-specific, plays a crucial role in orchestrating spatiotemporal gene expression. Although factors such as CTCF have been extensively studied in the hierarchical regulation of 3D chromatin organization, the mechanisms driving dynamic genome folding during T cell fate transitions remain incompletely defined. In this study, we reveal that Satb1, a chromatin organizer enriched in the T cell lineage, co-occupies genomic regions with the cohesin complex and Ctcf in double-positive (DP) thymocytes, where chromatin interactions are notably increased. We show that Satb1 physically interacts with the cohesin subunit Smc1a, and its deletion results in aberrant Smc1a binding and reduced chromatin contacts at sites co-occupied by Satb1 and cohesin. In both DP and immature CD4 single-positive (SP) T cells, Satb1 is essential for proper T cell activation and cytokine signaling. At the Cd3 locus, Satb1 and cohesin collaboratively regulate gene expression, with Satb1 loss leading to disrupted Smc1a occupancy and compromised chromatin interactions. Furthermore, Satb1 shows in vitro properties consistent with liquid-liquid phase separation, and disease-associated mutations impair these properties. Together, our findings uncover a molecular mechanism in which Satb1 facilitates chromatin looping through direct interaction with the cohesin complex and its ability to form nuclear condensates, thereby governing transcriptional regulation during T cell development.", "date": "2025-06-20", "journal": ""}
{"title": "Uncovering the Pathophysiological Pattern of Expression from Integrated Analysis across Uniformly Processed RNA Sequencing COVID-19 Datasets", "doi": "10.1101/2025.06.18.660454", "authors": "Cole, A.; Fukuda, B.; Dahlstrom, T. J.; Hung, L.-H.; Yeung, K. Y.", "abstract": "Background: Post-acute sequelae of SARS-CoV-2 infection (PASC) affects millions globally, yet the molecular mechanisms underlying acute COVID-19 and its chronic sequelae remain poorly understood. Methods: We performed an integrative transcriptomic analysis of three independent RNA-seq datasets, capturing the complete COVID-19 pathophysiology from health through acute severe infection to post-acute sequelae and mortality (n=142 total samples). We implemented a containerized analytical pipeline from data download, quantification, differential gene expression to uniformly process these three RNA-seq datasets. Results: Our analysis reveals striking molecular dichotomies contrasting disease phases with profound clinical implications. Acute severe/critical COVID-19 reveals predominant enrichment of TNF- signaling via NF-{kappa}B pathways (normalized enrichment score >2.5, FDR <0.001), reflecting a cytokine storm pathophysiology characterized by rapid inflammatory developments involving IL-6, TNF-, and anti-apoptotic responses. In contrast, PASC patients exhibit dominant enrichment of Myc Targets V1 and Oxidative Phosphorylation pathways (NES >2.2, FDR <0.005), indicating important shifts toward cellular adaptation. Pathway signature analysis identifies core differentially expressed genes that reliably distinguish disease phases, thereby offering objective biomarkers for precision diagnosis and monitoring. Conclusions: These findings establish a comprehensive molecular framework distinguishing acute inflammatory from chronic metabolic COVID-19 phases, with potential clinical applicability. TNF-/NF-{kappa}B pathway signatures identify patients at risk for severe disease progression, while Myc/OXPHOS signatures allow objective PASC diagnosis, addressing current reliance on subjective and eliminative diagnosis. This integrative analytical framework has utility beyond COVID-19, offering an applicable approach for precision medicine implementation across other diseases processes. Clinical Significance: This study transforms COVID-19 from a symptom-based to a molecularly-defined disease spectrum, enabling precision diagnosis, prognostic monitoring, classification, and targeted therapeutic possibilities based on pathway-specific biomarkers rather than subjective clinical assessments.", "date": "2025-06-20", "journal": ""}
{"title": "BiGER: Bayesian Rank Aggregation in Genomics with Extended Ranking Schemes", "doi": "10.1101/2025.06.17.660022", "authors": "Wang, K.; Yang, Y.; Xia, Y.; Xiao, G.; Lim, J.; Wang, X.", "abstract": "With the rise of large-scale genomic studies, large gene lists targeting important diseases are increasingly common. While evaluating each study individually gives valuable insights on specific samples and study designs, the wealth of available evidence in the literature calls for robust and efficient meta-analytic methods. Crucially, the diverse assumptions and experimental protocols underlying different studies require a flexible but rigorous method for aggregation. To address these issues, we propose BiGER, a fast and accurate Bayesian rank aggregation method for the inference of latent global rankings. Unlike existing methods in the field, BiGER accommodates mixed gene lists with top-ranked and top-unranked genes as well as bottom-tied and missing genes, by design. Using a Bayesian hierarchical framework combined with variational inference, BiGER efficiently aggregates large-scale gene lists with high accuracy, while providing valuable insights into source-specific reliability for researchers. Through both simulated and real datasets, we show that BiGER is a useful tool for reliable meta-analysis in genomic studies.", "date": "2025-06-20", "journal": ""}
{"title": "Evaluating the Safety of Intravenous Injection of Nitric Oxide, Magnesium, and Hydrogen Nano Bubble Solution in Sprague Dawley Rats", "doi": "10.1101/2025.06.16.659826", "authors": "Novrial, D.; Inayati, N. S.; Gumilas, N. S. A.; Kurniawan, D. W.; Sumitro, S. B.", "abstract": "Nanobubble technology exhibits outstanding stability and permeability and has been extensively developed in pharmaceuticals, dentistry, and medicine. The Hydrogen Nano Bubble (HNB) solution containing NO and magnesium is projected to have an even greater therapeutic effect than has ever been investigated. An experimental study using Sprague-Dawley rats was conducted to assess the intravenous injection's safety. Each rat received a single injection into the tail vein at a dose of 2 mL. On the other hand, aquades were injected into the rats in the control group. Observations were made every 30 minutes for the first four hours, then every four hours for the first twenty-four hours, and once daily for the next fourteen days. The LD50, urea-creatinine level, SGOT/SGPT level, and organ histology, including liver, kidney, heart, lung, and spleen, were evaluated. The solution appears safe for intravenous administration, as there were no adverse side effects during the trial, and all values were still within the normal range. Additional investigation is required to assess the long-term harmful impact.", "date": "2025-06-20", "journal": ""}
{"title": "Distribution and Effect of Echium Plantagineum L. on Floral Species Diversity in the Dejen District, Northern Ethiopia", "doi": "10.1101/2025.06.16.660053", "authors": "Tamiria, G. K.; Meteko, K. B.", "abstract": "Invasive plant species are considered the greatest global threat to the loss of biodiversity. Echium plantagineum L. an invasive species, is primarily found along roadsides and grazing lands in the Amhara Regional State of the Dejen district. The purpose of this study was to investigate the distribution and effect of E. plantagineum on the diversity of floral in the area of its occurrences. Reconnaissance survey was conducted to observe the distribution, spread, and effect of E. plantagineum on plant and animal species. As a result, 116 systematically established sample plots from the study were taken (58 invaded and non-invaded plots for each). To gather information on trees (shrubs) 10m x 20m sample plots were created on grazing land types. At each corner, a 1m2 subplot was taken to collect herbaceous plants. A 4m2 plot on roadside land units was created to gather information on the herbaceous flora, tree or shrub seedlings. Plants in each plot were recorded and named. Visual estimation was used to determine the percentage cover of herbaceous species. The study assessed species diversity using species evenness, Shannon Diversity Index, and Simpson Index of Dominance measures. These metrics were analyzed using PAST software. Similarity between invaded and non-invaded areas was evaluated using Jaccard's similarity index and beta diversity. The relationship between the abundance of E. plantagineum and floral species abundance was examined through linear regression and correlation analyses. A total of 85 plant species from 32 families were discovered in the study areas. In non-invaded land units, 80 plant species from 30 families were recorded. In comparison, the invaded area contained 54 plant species grouped into 24 families. Thus, the number of plants was reduced by 32.5% in the E. plantagineum-invaded area compared to the non-invaded area. The findings also showed that the non-invaded areas have a higher Shannon Diversity index value was observed in plant (3.537) and also higher plant species evenness value (0.429) compared to the E. plantagineum invaded areas. The study also showed a negative relationship between the abundance of E. plantagineum invasives and the abundance of native plant species per study plot. It was concluded that E. plantagineum, the invasive plant species in the study area, has reduced floral species diversity. Therefore, it is strongly advised to implement adequate planning and strategies to detect or stop the spread and effects of E. plantagineum. This can be achieved by creating communication channels between the regional, zonal, and district agricultural offices.", "date": "2025-06-20", "journal": ""}
{"title": "Temporal gene regulation enables controlled expression of gas vesicles and preserves bacterial viability", "doi": "10.1101/2025.06.20.660610", "authors": "Li, Z.; Jeong, S.; Lu, G. J.", "abstract": "Gas vesicles (GVs) are genetically encodable, air-filled protein nanostructures that have rapidly emerged as a versatile platform for biomedical imaging, cell tracking, and therapeutic delivery. However, their heterologous expression in non-native hosts such as Escherichia coli can be challenging due to the complex assembly process, which often involves around ten different proteins and can lead to proteotoxic stress and impair cell growth. Here, we report the observation of a drop in cell density occurring 8 to 16 hours after GV induction in E. coli. To address these, we developed a dual-inducer transcriptional regulation system that enables orthogonal control of GV assembly factor proteins and the shell protein over a range of stoichiometries. Sequential induction in time, in which assembly factor expression is initiated before shell protein expression, restored normal bacterial growth and prevented lysis without compromising GV production. Further analysis revealed that varying the interval between the two induction steps affected both GV yields and cellular stress. By preserving cell integrity with GV expression, our approach enhances the utility of GV-expressing bacteria in applications that demand population-wide cellular stability and facilitates their broader application in biomedical engineering and synthetic biology.", "date": "2025-06-20", "journal": ""}
{"title": "Mind the Gap: An Embedding Guide to Safely Travel in Sequence Space", "doi": "10.1101/2025.06.19.660524", "authors": "Wu, A.; Trolliet, Q.; Rajendran, A.; Lala, J.; Angioletti-Uberti, S.", "abstract": "We present a hybrid approach combining a protein language model (pLM) with Monte Carlo (MC) sampling for generating enzyme mutants free of mutations deleterious for structural preservation. Given the amino acid sequence of the original enzyme and a set of residues for which the local environment should be conserved, i.e., the catalytic site, our approach generates mutants that differ vastly in the overall sequence while retaining the geometry of the conserved region, thereby representing promising candidates for further experimental screening. Unlike end-to-end deep learning approaches, whose results are harder to interpret and control, the use of a well-established, classic technique such as MC sampling allows us to easily interpret the generative process as the sampling of an energy landscape determined by the pLM. In turn, such an interpretation enables us to steer this generative process and control its outcome by making use of robust statistical mechanics concepts, e.g., temperature, thereby explicitly guaranteeing certain properties of the generated mutants. Given the increasing relevance of generative algorithms in the design and search for novel, optimised enzymes, we believe that our results constitute an important step for the future development of this class of techniques. To facilitate experimental verification, we finally provide hundreds of sequences for 13 different enzymes involved in catalytic processes ranging from carbon dioxide conversion to DNA replication.", "date": "2025-06-20", "journal": ""}
{"title": "Gene expression profile dynamics of earthworms exposed to ZnO and ZnO:Mn nanomaterials", "doi": "10.1101/2025.06.16.660036", "authors": "van Lingen, H. J.; Ke, C.; Saccenti, E.; Lada, Z. G.; Baccaro, M.; van den Brink, N. W.; Suarez-Diez, M.", "abstract": "Zinc oxide containing nanomaterials may elicit toxic responses in environmental organisms such as earthworms. Although toxic responses in earthworms have been reported, few studies have attempted to understand the molecular mode of action dynamics explaining the observed toxicity at a transcriptional level. This study investigates the time-dependent gene expression response in earthworms exposed to ZnO nanomaterials and ZnO:Mn multicomponent nanomaterials. Earthworms were exposed to ZnO or ZnO:Mn for 7 days and to ZnO:Mn or MnCl2 for 14 days. Strong differential gene expression responses were observed after 4 days of exposure to ZnO nanomaterials and after 2 days of exposure to ZnO:Mn. Moderate differential gene expression responses were observed after 14 days of exposure to ZnO:Mn and MnCl2. Gene ontology (GO) enrichment analysis revealed that differentially expressed genes in earthworms exposed to ZnO were associated with terms such as actin, (striated) muscle cells, contractile fiber, myofibril, sarcomere and supramolecular cellular components. In addition, genes that were upregulated after 2 days of exposure to ZnO:Mn were linked to GO terms including cilium, microtubule, cell projection, axoneme and sperm flagellum cellular components. Downregulated genes were enriched to GO terms related to ribosomes, mitochondria, translation, peptide processes, respiration and oxidative phosphorylation. Finally, for earthworms exposed to ZnO:Mn and MnCl2 for 14 days, only a limited number of differentially expressed genes were involved in GO terms related to diverse biological implications. In summary, exposing earthworms to the ZnO and ZnO:Mn nanomaterials elicited a transient response in differential gene expression related to muscle biology and energy metabolism and translation that had largely disappeared by day 14 from the start of the exposure.", "date": "2025-06-20", "journal": ""}
{"title": "Level Up the Brain! Novel PCA Method Reveals Key Neuroplastic Refinements in Action Video Gamers", "doi": "10.1101/2025.06.16.660043", "authors": "Cahill, K.; Dhamala, M.", "abstract": "Action video games (AVGs) offer a natural and ecologically rich experimental paradigm for studying how sustained cognitive demands drive behaviorally induced neuroplastic changes in the brain. We demonstrate that long-term AVG players, referred to in this study as gamers, may perhaps be reducing visuomotor information surprise during decision-making by more effectively resolving internal conflict in competing motor plans and thus reducing overall visuomotor uncertainty. To explain how this effect occurs over a prolonged period, we utilized the Cognitive Resource Reallocation (CRR) framework, defined as the dynamic redistribution of metabolic and functional resources to support behaviorally relevant neuroplastic adaptation under repeated, demanding task conditions. Using a novel region-cumulative principal component analysis (rcPCA) approach, we identified key brain regions that explain inter-subject variability, improving statistical power by isolating the most informative regions and reducing the burden of multiple comparisons. Our findings show that prolonged AVG experience plausibly promotes more efficient visuomotor decision-making through top-down cognitive clarity, reflected in the unobstructed transformation of learned value into goal-directed action and bottom-up motor readiness, both of which track with improved visuomotor performance in gamers. The convergence of these factors would effectively reduce internal conflict, mitigate visuomotor uncertainty, and enable rapid yet skillful action selection. Through prolonged action video game exposure, their brains reflect neuroplastic refinements that point towards more effective reduction in internal conflict over competing plans for transforming visuomotor information into skillful action selection, a key factor in high-pressure environments and consistent with CRR. More broadly, these insights show how repeated cognitive challenges could reasonably perturb behaviorally relevant neurodynamics and promote enhanced cognitive abilities.", "date": "2025-06-20", "journal": ""}
{"title": "Transient Dietary Changes Modulate Inflammatory Disease Trajectory in the Lean State", "doi": "10.1101/2025.06.15.659784", "authors": "Jiang, Z.; Tayeri, J. M.; Tabuchi, C.; Gayer, S. G.; Yoo, A.; Sun, I.-H.; Wang, J.; Yin, H.; Chuah, S. S.; Deshpande, P.; Johri, V.; Davidson, B.; Tsui, J.; Kuhn, N. F.; Courau, T.; Combes, A. J.; Gardner, J. M.; Bapat, S. P.", "abstract": "Obesity potently alters immune responses across various inflammatory contexts. However, it is unclear whether a transient high-fat diet (HFD) can affect immune function despite minimal effects on body weight. Here, we demonstrate that a short-term HFD regimen significantly exacerbates disease severity in a model of experimental psoriasis, comparable to what is observed in obese mice on long-term HFD. We find that a critical 4-day window of HFD coinciding with disease onset is sufficient to overactivate the immune response, leading to worsened disease outcomes. Mechanistically, we identify the CD4+ T cell compartment as an essential mediator of HFD-induced disease severity. Within the compartment, we functionally validate that disease exacerbation is driven by increased differentiation of a pathogenic population of T helper 17 (TH17) cells expressing IL1R1 (interleukin-1 receptor, type I), which is triggered by localized activation of the NLRP3 (NOD-, LRR-, and pyrin domain-containing protein 3) inflammasome. This brief window of HFD at disease onset leads to immune-dependent sensitization, as disease severity is increased upon a subsequent flare, despite complete recovery and under a low-fat diet (LFD) regimen. Our data indicate that transient dietary changes during the initial stages of an inflammatory event can rewire the immune milieu, profoundly influencing disease progression and inflammatory memory. This phenomenon may have broad implications for conditions where obesity, and not diet itself, is considered the primary risk factor .", "date": "2025-06-20", "journal": ""}
{"title": "Complete cross strain protection against congenital cytomegalovirus infection requires a vaccine encoding key antibody (gB) and T-cell (immediate early 1 protein) viral antigens", "doi": "10.1101/2025.06.18.660432", "authors": "Choi, K. Y.; Qin, Y.; El-Hamdi, N.; McGregor, A.", "abstract": "Background. Cytomegalovirus is a leading cause of congenital disease and multiple strains enable congenital CMV (cCMV) from both primary and non-primary infection. A cross-strain protective cCMV vaccine is a high priority. The guinea pig is the only small animal model for cCMV and guinea pig cytomegalovirus (GPCMV) encodes functional homolog proteins including cell entry gB glycoprotein and non-structural immediate early 1 protein (IE1), essential for lytic infection. A gB vaccine antibody response fails to provide horizontal protection against highly cell-associated clinical GPCMV strain TAMYC compared to prototype strain 22122. Previously, a recombinant defective adenovirus (Ad) vaccine encoding IE1, a T-cell antigen, provided high-level cCMV protection. In this study, we hypothesized that a combined Ad-based strategy encoding trimeric gB complex and IE1 (AdgB+AdIE1) could improve cross-strain protection against cCMV compared to a gB vaccine (AdgB). Methods. A preconception vaccine study evaluated the immune response and ability of vaccines to provide cross-strain protection against cCMV. Seronegative female animals were assigned into three vaccine groups: Group 1 (AdgB); Group 2 (AdgB+AdIE1); Group 3 (no vaccine). Animals were vaccinated following a previously defined protocol and antibody ELISAs were used to evaluate gB immune response (AD1, prefusion gB and wild type gB). Additionally, an IFN{gamma}-ELISPOT assay evaluated IE1 T-cell response. During second trimester dams were challenged with GPCMV (22122 and TAMYC) and pregnancy went to term where viral loads in pup target organs and placentas were evaluated. Results. Vaccinated dams elicited a higher neutralizing antibody response to gB than natural convalescent immunity and antibodies recognized homolog AD1 gB domain as well as prefusion gB with response surpassing natural immunity. Group 2 animals additionally elicited a T-cell response to IE1. Evaluation of viral load in pups demonstrated that AdgB+AdIE1 vaccine reduced GPCMV transmission to below detectable limits compared to 91.7% in unvaccinated group. In contrast, AdgB reduced cCMV transmission to 12% in pups. Conclusion. Complete cross-strain cCMV protection is a significant milestone in this model and achieved by inclusion of an antibody response to trimeric gB and T-cell response to IE1. Importantly, gB and IE1 responses can synergize and increase protection against cCMV unlike prior approaches.", "date": "2025-06-20", "journal": ""}
{"title": "Emetine dihydrochloride inhibits Chikungunya virus nsP2 helicase and shows antiviral activity in the cell culture and mouse model of virus infection", "doi": "10.1101/2025.06.20.660672", "authors": "Sharma, A.; Subramani, C.; KA, S.; Sharma, G.; Basu, B.; Pandey, A. D.; Rout, A.; Sharma, D.; Jain, D.; Vrati, S.", "abstract": "Chikungunya virus (CHIKV), a mosquito-borne alphavirus, causes frequent epidemics of chikungunya fever across the world and has become a significant medical challenge, warranting the development of novel antivirals. A cell imaging-based high-content screening of the Spectrum collection of small molecules, containing all the US and international drug molecules, identified Emetine dihydrochloride (ED) as a potent antiviral against CHIKV. ED inhibited CHIKV replication in the C57BL/6 mouse model of chikungunya disease, resulting in significantly lower viremia. Importantly, clinical symptoms of joint swelling were altogether absent in the CHIKV-infected mice treated with ED. In the ERMS cells, ED inhibited the CHIKV uptake, and the virus replication early during the virus life cycle by inhibiting the viral RNA synthesis, resulting in the inhibition of the viral protein synthesis. ED was predicted to bind the helicase domain of the CHIKV non-structural protein nsP2 by in silico methods. The ED binding to the nsP2 protein and its helicase domain was validated in vitro by microscale thermophoresis and isothermal titration calorimetry. Importantly, ED inhibited the CHIKV nsP2 helicase activity in vitro in a dose-dependent manner. These data demonstrate the potential of ED to be repurposed as a novel CHIKV antiviral, warranting clinical development.", "date": "2025-06-20", "journal": ""}
{"title": "An open source MALDI-TOF mass spectrometry database for the identification of North American tick species of medical and veterinary importance.", "doi": "10.1101/2025.06.19.660628", "authors": "Daniel, I.; Holley, A.; Hays, S.; Teel, P. D.; Tchifteyan, T.; Verocai, G. G.; Laroche, M.", "abstract": "Matrix-assisted laser desorption/ionization coupled with time-of-flight mass spectrometry (MALDI-TOF MS) is a fast emerging and robust method for rapid and accurate characterization of arthropod vectors. Correct identification of ticks is key in monitoring medically or veterinary relevant species and associated pathogens. It has been extensively used for tick identification based on leg proteins; however, in North America, MALDI-TOF MS has not been explored for comprehensive identification of ticks, except for a few studies focusing on a limited number of species. Herein, we have generated proteomic spectral profiles of nine North American tick species belonging to five genera obtained from laboratory-maintained colonies. From the 407 high-quality MS spectra generated in this study, 44 were deposited in our newly made database and used as reference. All remaining MS spectra were used to query and validate the database. All specimens were identified correctly to the species level using MALDI-TOF MS, with reliable Log Score Values (LSVs) ranging from 1.72 to 2.86, and median and mean values of 2.41 and 2.40, respectively. A single exception noted: an Amblyomma mixtum was misidentified as Amblyomma tenellum. As a cost-effective, user-friendly, and high-throughput method, MALDI-TOF MS can serve as an alternative for accurately identifying tick species of veterinary and public health importance in North America, thereby supporting tick-borne disease surveillance efforts.", "date": "2025-06-20", "journal": ""}
{"title": "Klebsiella pneumoniae remodels its Kdo2-lipid A in a TLR4-dependent manner to adapt to the macrophage intracellular environment", "doi": "10.1101/2025.06.20.660740", "authors": "Bartholomew, T. L.; sa=Pessoa, J.; Lancaster, R.; Zhang, N.; Wojtania-O'Farrell, K.; Hancock, S. J.; Mills, G.; Kissenpfennig, A.; Bengoechea, J.", "abstract": "Pathogen adaptations to the intracellular macrophage environment remain poorly understood. We performed a high-resolution structural analysis of the lipid A purified from intracellular Klebsiella pneumoniae (KP). In both mouse and human macrophages, KP produces hexa- and hepta-acylated lipid A species modified with palmitate and 2-hydroxylated. LpxL1, PagP, and LpxO enzymes govern the intracellular lipid A in a PhoPQ-dependent manner triggered by the acidic pH of the KP-containing vacuole (KCV). Absence of LpxO and PagP lipid A modifications impairs intracellular survival and heightens NF-{kappa}B and IRF3-mediated inflammation, though KCV maturation remains unaffected. Instead, these modifications fortify the bacterial membrane. Absence of TLR4-TRAM-TRIF signalling increases KCV pH, impairing the production of the intracellular lipid A. KP intracellular survival is reduced in tlr4-/- macrophages, highlighting the critical role of this signalling pathway in KP immune evasion and how the pathogen has evolved to rely on innate immune system cues for virulence.", "date": "2025-06-20", "journal": ""}
{"title": "Pp6-Pfkfb1 axis modulates intracellular bacterial proliferation by orchestrating host-pathogen metabolic crosstalk", "doi": "10.1101/2025.06.20.660667", "authors": "Fan, L.; Sun, Y.; Lou, F.; Fang, Z.; Ding, W.; Li, X.; Li, Y.; Shen, Q.; Deng, S.; Liang, J.; Zhang, F.; Tang, S.; Wang, Z.; Cai, X.; Tong, J.; Xu, Z.; Zou, J.; Yang, Q.; Wang, H.", "abstract": "Intracellular bacterial pathogens exhibit heterogeneous replication rates within host macrophages, but the mechanisms by which they manipulate host factors for survival remain incompletely understood. Using a fluorescence-dilution reporter system in Salmonella typhimurium (Salmonella)-infected macrophages, we found that Protein Phosphatase 6 (Pp6) was downregulated in macrophages harboring growing bacteria. Conditional knockout of Pp6 elevated host susceptibility to Salmonella-mediated lethality due to compromised antimicrobial defenses. MicroRNA-31 (miR-31) was identified as a negative regulator of Pp6, and its conditional ablation enhanced bacterial clearance. Yeast two-hybrid screening identified 6-phosphofructo-2-kinase/fructose-2,6-biphosphatase 1 (Pfkfb1), a metabolic regulator, as a substrate of Pp6. Pp6 deficiency resulted in significantly elevated expression of Pfkfb1, which was highly expressed in macrophages containing replicating Salmonella. Pfkfb1 deletion restricted bacterial proliferation by promoting nitric oxide (NO) production while concurrently suppressing arginase-1 (Arg-1) expression and impairing arginine metabolism in macrophages. Collectively, these results establish the Pp6-Pfkfb1 axis as a key regulator of host metabolic adaptation and intracellular bacterial survival, offering potential therapeutic targets against multidrug-resistant pathogens.", "date": "2025-06-20", "journal": ""}
{"title": "Pectobacterium sinaloense sp. nov., a novel phytopathogenic species isolated from potato plants in Mexico", "doi": "10.1101/2025.06.20.660644", "authors": "Valdez-Lopez, J. L.; Palafox-Leal, N. L.; Santos-Lopez, G.; Fantino, E. I.; Kukavica, I.; Levesque, R. C.; Mendez-Lozano, J.; Mora-Zamudio, C. I.; Rodriguez-Negrete, E. A.; Santos-Cervantes, M. E.; Leyva-Lopez, N. E.; Perez-Lopez, E.", "abstract": "As part of a broader effort to survey and characterize the diversity of pectolytic bacteria affecting potato crops in Mexico, phytopathogenic strains were isolated from soft rot symptoms in potato plants in Sinaloa. Among them, an atypical Pectobacterium-like strain, LFLA-215T, could not be confidently assigned to any known species through biochemical or molecular methods. To clarify its taxonomic position and explore its genomic and functional features, whole-genome sequencing and comparative analyses were conducted, accompanied by biochemical, morphological and pathogenicity evaluations. The strain LFLA-215T is Gram-stain-negative, with peritrichous flagella, catalase-positive, and oxidase-negative. Phylogenetic analyses based on the 16S rRNA operon, dnaJ, and 923 core genes, confirmed that strain LFLA-215T belongs to the genus Pectobacterium. However, genomic similarity values with other Pectobacterium species, ranging from 87.73-93.53% (ANIb), 87.63-93.46% (ANIu), and 34.0-52.1% (isDDH), fell below species delineation thresholds. Pectobacterium colocasium LJ1T showed the closest relationship to LFLA-215T, whereas Pectobacterium parmentieri RNS 08-42-1AT was the most distantly related. Although LFLA-215T fulfilled Koch's postulates and demonstrated pathogenicity in potato plants, its virulence on tubers was comparatively lower than that of other known Pectobacterium strains, which could be related to the size and the reduction of the total number of genes when analyzed its complete genome reported here. Taken all together, our findings support the classification of strain LFLA-215T as a novel species within the genus Pectobacterium, for which the name Pectobacterium sinaloense sp. nov. is proposed, with LFLA-215T designated as the type strain.", "date": "2025-06-20", "journal": ""}
{"title": "Seasonal dynamics and thermal vulnerability of marine microbial communities in Uruguayan coastal waters", "doi": "10.1101/2025.06.19.660397", "authors": "Pereira, E.; Zanetti, J. A.; Griffero, L.; Martinez, A.; Amann, R.; Alonso, M. C.", "abstract": "In an era of accelerating ocean warming, understanding the drivers of microbial community composition is more urgent than ever. Long term time series studies are particularly powerful for this purpose. However, most previous work remains confined to the Northern Hemisphere and focuses solely on taxonomy, leaving the Southern Hemisphere underrepresented and microorganisms' functional dimensions underexplored. Moreover, phenomena such as current driven community shifts and microbial vulnerability to warming remain poorly understood. Here, we address these gaps by analyzing microbial communities over two years at the South Atlantic Microbial Observatory (SAMO), located off the coast of Uruguay within a Marine Protected Area. SAMO, situated under the contrasting influences of the Brazil and Malvinas currents and recognized as a global-warming hotspot, provides an ideal setting to study the temporal dynamics of marine microbial communities. Using shotgun metagenomics and 16S rRNA amplicon sequencing, we revealed strong seasonal shifts driven by environmental variability and the influence of these two ocean currents, resulting in two community states (summer autumn vs winter spring). These states exhibited contrasting composition, diversity, and assembly mechanisms. Further, our results show that taxonomic and functional diversity trends diverge between these periods. Crucially, our work suggests that the predicted tropicalization of Uruguay's coast is likely to boost taxonomic richness but erode functional repertoires, while also increasing vulnerability to ocean warming, potentially undermining biogeochemical functioning.", "date": "2025-06-20", "journal": ""}
{"title": "New Histone H4 variant and H2B variant Exhibits Distinct Genomic Locations, Chromatin Affinities, and Dynamics Throughout Life Cycle and Cell Cycle of Trypanosoma cruzi", "doi": "10.1101/2025.06.20.660671", "authors": "Roson, J. N.; Loterio Silva, M.; Silva, H. G.; Rodrigues, T.; Silva, N. S. d. L.; Gachet-Castro, C.; Costa-Silva, H. M.; Viala, V. L.; Shenkman, S.; Elias, M. C.; da Cunha, J. P. C.", "abstract": "Histone variants play crucial roles in chromatin organization and transcriptional regulation in eukaryotes. Trypanosomatids display histone variants for all histones, although a functional homolog of H4.V had not yet been described in Trypanosoma cruzi. In this study, we identified a putative H4 variant in T. cruzi that is encoded by a single-copy gene located outside of the typical tandem arrays of canonical histones. Functional characterization using ChIP-seq assays revealed that H4.V is located at telomeric regions, demarcates convergent strand-switch regions (cSSRs), and determines new transcription termination sites at codirectional PTUs interrupted by tDNA loci. Throughout the cell cycle, H4.V transcript levels remain stable, while protein abundance increases in G2/M and decreases during cytokinesis, as shown by immunofluorescence and image flow cytometry. In contrast, H2B.V transcripts peak at S-phase, but protein abundance accumulates progressively. H4.V is more abundant in the nuclei of metacyclic trypomastigotes but barely detectable in amastigotes and bloodstream trypomastigotes. In contrast, H2B.V shows a punctate nuclear pattern and is present in all life stages, withthe highest levels also observed in metacyclics. During metacyclogenesis, both variants show a progressive increase in expression, particularly H4.V, suggesting a role in parasite differentiation in the insect vector. Ultimately, salt extraction experiments demonstrated differing chromatin binding affinities across life stages for both variants, with H4.V displaying a more permanent chromatin association than H2B.V, indicating that H4.V may be associated with a more compact chromatin state.  Our data reveal H4.V as a novel histone variant in T. cruzi, characterized by unique genomic localization, expression profiles, and chromatin-binding dynamics in contrast to H2B.V, underscoring its potential function as an epigenetic marker in transcriptional regulation and adaptation to diverse host environments.", "date": "2025-06-20", "journal": ""}
{"title": "Discovery of orally bioavailable Zika and West Nile Virus antiviral compounds targeting the NS2B-NS3 protease", "doi": "10.1101/2025.06.19.660642", "authors": "Kenton, N. T.; Barr, H.; Cherepakha, A.; Coelmont, L.; Collard, C.; Cousins, D.; Davies, G. H. M.; Degtyarenko, O.; Dirksen, A.; Elbrecht, D.; Fearon, D.; Gayvert, J.; Griffen, E.; Jochmans, D.; Kaptein, S.; Kliatskiy, P.; Kochetkov, A.; Kordubailo, M.; Lahav, N.; London, N.; Maas, E.; Marples, P.; Nady, N.; Neyts, J.; Nguyen, L.; Ni, X.; Ogorodnik, Y.; Robinson, M. C.; Simpson, C. T.; Tarabara, I.; Tkachenko, A.; von Delft, A.; von Delft, F.; Yakymenko, O.; Lee, A. A.", "abstract": "Flaviviruses are a class of pathogenic viruses with pandemic potential which are typically transmitted via infected arthropods. In particular, Zika virus is sexually transmissible and causes congenital malformations if infection occurs during pregnancy. Although over 1.5 million people were infected during the 2015-2016 Zika outbreak, to date, there are no clinical-stage vaccines or antivirals. Herein, we report the discovery of potent inhibitors of the Zika virus NS2B-NS3 protease that also show activity against the West Nile virus NS2B-NS3 protease. Starting from a crystallographic fragment screen, we employed a pharmacophore approach coupled with high-throughput library chemistry to elaborate fragments in the active site. Potent, metabolically stable, non-covalent, non-peptidomimetic inhibitors were identified with cellular antiviral activity, with one example demonstrating excellent murine bioavailability.", "date": "2025-06-20", "journal": ""}
{"title": "Stony coral tissue loss disease (SCTLD) destabilizes the coral microbiome", "doi": "10.1101/2025.06.19.660612", "authors": "Nandi, S.; Stephens, T. G.; Walsh, K.; Garcia, R.; Villalpando, M. F.; Sellares-Blasco, R. I.; Zubillaga, A. L.; Croquer, A.; Bhattacharya, D.", "abstract": "Stony coral tissue loss disease (SCTLD) is a rapidly spreading lethal coral disease, the etiology of which remains poorly understood. In this study, using deep metagenomic sequencing, we investigate microbial and viral community dynamics associated with SCTLD progression in the Caribbean stony coral Diploria labyrinthiformis. We assembled 264 metagenome-assembled genomes (MAGs) and correlated their abundance with disease phenotypes, revealing significant shifts in both the prokaryotic microbiome and virome. Our results provide clear evidence of microbial destabilization in diseased corals, suggesting that microbial dysbiosis is an outcome of SCTLD progression. We identified DNA viruses that increase in abundance in infected corals and are present in SCTLD-affected corals at other sites. In addition, we identify the first putative instance of asymptomatic/resistant SCTLD-affected colonies, suggesting potential microbial induced resilience (i.e., beneficial microbiome). Finally, we propose a mechanistic model of SCTLD progression, in which viral dynamics may contribute to a microbiome collapse. These findings provide novel insights into SCTLD pathogenesis and offer consistent molecular signals of disease across diverse geographic sites, presenting new opportunities for disease monitoring and mitigation.", "date": "2025-06-20", "journal": ""}
{"title": "Spleen-derived Small Extracellular Vesicles Protect against Myocardial Infarction via Mediating Spleen-heart Crosstalk", "doi": "10.1101/2025.06.16.660039", "authors": "Liu, K.; Luo, Y.; Liao, W.; Chen, R.; Chen, T.; Huang, H.; Xu, J.; Fang, F.; Lin, D.; Gu, T.; Chen, Q.; Yang, B. B.; Chen, W.; Zhang, L.", "abstract": "Background: The cardiosplenic axis has recently begun to be recognized as an important mediator in ischemic heart disease, but its mechanistic role remains incompletely understood. This study aimed to investigate novel molecular mechanisms underlying spleen-heart crosstalk in acute myocardial infarction (AMI), focusing on the role of spleen-derived small extracellular vesicles (sEVs). Methods: We used both a murine AMI model and an oxygen-glucose deprivation (OGD) cell model. Orthogonal approaches, including splenectomy, TTC staining, Masson's trichrome staining, wheat agglutinin staining, echocardiography, TUNEL staining, RNA sequencing, transmission electron microscope imaging, GW4869 administration as a sEVs inhibitor, and functional assays, was employed to evaluate the role of spleen-derived sEVs in AMI-induced cardiac injuries and dysfunction. 4D-proteomics was conducted to profile the protein cargo of sEVs. The function of mitochondrial pyruvate carrier 1 (MPC1) was evaluated with specific antibody blockade and pharmacological inhibition (UK5099, GW604714x). Plasma levels of sEVs-capsulated MPC1 were compared between patients with and without coronary heart disease (CHD), and AMI using ELISA. Results: Spleen immune activity was upregulated in AMI mice. Splenectomy worsened AMI outcomes by reducing survival, impairing cardiac function, and increasing fibrosis. Spleen-derived sEVs levels increased with a temporal manner following AMI and was taken up by ischemic myocardium, peaking at day 3 post AMI (defined as M3D-sEVs). Administration of M3D-sEVs improved survival, reduced infarct size, and restored mitochondrial respiration. Conversely, sEVs depletion by GW4869 aggravated cardiac ischemic damage and left ventricle dysfunction. Proteomic analysis revealed that cardioprotective M3D-sEVs were enriched for MPC1, which promoted pyruvate metabolism and increased ATP/ADP ratio in recipient cardiomyocytes. Neutralization of MPC1 within M3D-sEVs abrogated these beneficial effects. Clinically, plasma sEVs-MPC1 levels were significantly elevated in AMI patients compared to CHD patients without AMI, and in CHD patients compared to non-CHD controls. Conclusions: The spleen exerts cardioprotection against AMI by releasing MPC1-enriched sEVs that preserve mitochondrial energetics in the injured myocardium. Augmenting this endogenous sEVs-mediated pathway may represent a promising therapeutic strategy for ischemic cardiomyopathy.", "date": "2025-06-20", "journal": ""}
{"title": "UAV-based Remote Sensing of Bee Nesting Aggregations with Computer Vision for Object Detection", "doi": "10.1101/2025.06.16.659683", "authors": "Mueller, T. G.; Buckner, M. A.", "abstract": "Pollinating insects are in decline globally, threatening pollination services and driving a growing interest in pollinator monitoring and conservation. However, the implementation of conservation programs for these insects is often hindered by labor-intensive monitoring methods and in turn insufficient data to assess population trends. We detail a method for surveying and censusing ground nesting bee aggregations, pairing automated UAV image capture with a custom trained computer vision-based object detection workflow using the YOLOv5m architecture. To highlight the ease of application and accuracy of the workflow, we surveyed a roughly 65m2 portion of a large Colletes inaequalis nesting aggregation. We compared the efficiency and performance of our model to manual counts of a technician. Our model detected the location of 1,094 nests, representing 88% of the nests present in our test dataset, and a true positive rate of 97%. Adjusting for error, our model estimated a total of 1,250 nests across the study site, comparable to the total estimated from a manual count of 1,259 nests. Our model detected nests 20 times faster than the manual counts while mapping the aggregation with millimeter accuracy. Spatial analyses show that bee nest density was heterogenous, with dense spatially clustered regions comprised of upwards of 60 nests per m2. Synthesis and applications: Our novel application of UAV imagery and object detection models for mapping and censusing a ground nesting bee aggregation represents a rapid, cost-effective solution for overcoming limitations in traditional manual methods. Our workflow generates essential data with the high throughput required to help inform the conservation decisions needed to stem global bee declines.", "date": "2025-06-20", "journal": ""}
{"title": "Almost Free Enhancement of Multi-Population PRS: From Data-Fission to Pseudo-GWAS Subsampling", "doi": "10.1101/2025.06.16.659952", "authors": "Xu, L.; Dong, Y.; Zeng, X.; Bian, Z.; Zhou, G.; Guan, L.; Zhao, H.", "abstract": "Many multi-population polygenic risk score (PRS) methods have been proposed to improve prediction accuracy in underrepresented populations; however, no single method outperforms other methods across all data scenarios. Although integrating PRS results across multiple methods and populations may lead to more accurate predictions, this approach may be limited by the availability of individual-level tuning data to calculate combination weights. In this manuscript, we introduce MIXPRS, a robust PRS integration framework based on data fission principles, to effectively combine multiple multi-population PRS methods using only genome-wide association study (GWAS) summary statistics from multiple populations. Specifically, MIXPRS employs SNP pruning to mitigate linkage disequilibrium (LD) mismatch between the training GWAS summary statistics and LD reference panels, and utilizes non-negative least squares regression to robustly estimate PRS combination weights. Extensive simulations and real-data analyses involving 22 continuous traits and four binary traits across five populations from the UK Biobank and All of Us datasets demonstrate that MIXPRS consistently outperforms the existing methods in prediction accuracy. Because MIXPRS relies solely on GWAS summary statistics, it enjoys broad accessibility, robustness, and generalizability for underrepresented populations.", "date": "2025-06-20", "journal": ""}
{"title": "Bacteriophage-Mimetic DNA Origami Needle for Targeted Membrane Penetration and Cytosolic Cargo Delivery", "doi": "10.1101/2025.06.16.659898", "authors": "Samanta, A.; Malle, M. G.; Tsang, E.; Omer, M.; Skaanning, M. K.; Kjems, J.; Gothelf, K. V.", "abstract": "Inspired by the natural ability of bacteriophages to deliver genetic material directly into host cells, we employed a bottom-up approach to construct a multifunctional synthetic DNA origami needle-like structure. This origami is functionalized with trastuzumab antibodies, cholesterol, protective polymers, and two dyes, which together enable selective targeting and insertion into SKBR3 cancer cells. A disulfide-linked dye payload was attached to the apex of the needle, allowing controlled release in the cytoplasm triggered by the high intracellular glutathione concentration. Real-time tracking of the payload confirmed both successful targeting of the origami structure and subsequent direct cytosolic delivery. By mimicking fundamental mechanisms of bacteriophages, we propose that this artificial needle structure can serve as a prototypical device for the targeted delivery of small-molecule drugs directly into the cytosol.", "date": "2025-06-20", "journal": ""}
{"title": "Control of 3' Splice Site Selection in S. cerevisiae by a Highly Conserved Amino Acid within the Prp8 α-finger Domain", "doi": "10.1101/2025.06.16.659908", "authors": "Liu, Y.; Paulson, J. C.; Hoskins, A. A.", "abstract": "Precise recognition of the boundaries between exons and introns (splice sites, SS) is essential for the fidelity of gene expression. In contrast with the 5'SS, the consensus 3'SS sequence in both S. cerevisiae and humans is just three nucleotides long: YAG. How the correct 3'SS is chosen among many possible alternates by the spliceosome is often unclear but likely involves proofreading by the Prp22 ATPase. In cryo-EM structures of spliceosome product (P) complexes, glutamine 1594 in the highly conserved -finger domain of the Prp8 protein interacts directly with the -3 pyrimidine of the 3'SS. To investigate the role of this interaction, we constructed a Prp8Q1594A mutant and studied the impact on splicing and 3'SS selection. Using splicing reporter assays and RNA-seq, we show that Prp8Q1594A enables use of non-consensus 3'SS by relaxing sequence requirements at the -3 and -2 positions. Consequently, this can change how adjacent 3'SS compete with one another during mRNA formation. The ability for Prp8Q1594A to support splicing at non-YAG sites depends on the splicing factors Prp18 and Fyv6, and Prp8Q1594A has genetic interactions with Prp22 mutants. Together, these findings suggest that the Prp8 -finger acts as a sensor of 3'SS accommodation within the spliceosome active site. We propose that conformational change of the -finger either allows or inhibits binding of the Prp22 c-terminal domain. This may provide a mechanism for regulating Prp22 activity in response to 3'SS binding.", "date": "2025-06-20", "journal": ""}
{"title": "Dynamic assembly of malate dehydrogenase-citrate synthase multienzyme complex in the mitochondria", "doi": "10.1101/2025.06.16.659985", "authors": "Omini, J.; Krassovskaya, I.; Dele-Osibanjo, T.; Pedersen, C.; Obata, T.", "abstract": "The tricarboxylic acid (TCA) cycle enzymes, malate dehydrogenase (MDH1) and citrate synthase (CIT1), form a multienzyme complex called  metabolon that channels intermediate, oxaloacetate, between the reaction centers of the enzymes. Since the MDH1-CIT1 metabolon enhances the pathway reactions in vitro, it is postulated to regulate the TCA cycle flux through dynamic assembly in response to cellular metabolic demands. Here, we demonstrated that yeast mitochondrial MDH1 and CIT1 dissociated when aerobic respiration was suppressed by the Crabtree effect and associated when the pathway flux was enhanced by acetate. Pharmacological TCA cycle inhibitions dissociated the complex, while electron transport chain inhibition enhanced the interaction. The multienzyme complex assembly was related to the mitochondrial matrix acidification and oxidation, as well as cellular levels of malate, fumarate, and citrate. These factors significantly affected the MDH1-CIT1 complex affinity in vitro. Especially the buffer pH significantly changed the MDH1-CIT1 affinity within the pH range between 6.0 and 7.0, which is observed in the mitochondrial matrix under physiological conditions. These results show a dynamic association and dissociation of a metabolon in the mitochondria and its relationship with pathway flux, supporting the metabolons role in metabolic regulation. Multiple factors, including pH and metabolite availabilities, possibly regulate MDH1-CIT1 interaction.", "date": "2025-06-20", "journal": ""}
{"title": "Structure guided significance testing correction for hydrogen deuterium exchange mass spectrometry", "doi": "10.1101/2025.06.16.659914", "authors": "Crook, O.", "abstract": "Hydrogen deuterium exchange mass spectrometry (HDX-MS) is a powerful technique to probe changes in protein structural dynamics. In differential settings, HDX-MS compares dynamics between protein states, such as conformational changes resulting from antibody-antigen binding or the effects of mutations. As the method becomes more high-throughput, the number of comparisons between peptides and states grows, creating a multiple hypothesis testing challenge where some observed changes may result from statistical randomness rather than biological differences. While this problem can be addressed by applying multiple hypothesis testing correction techniques like false discovery rate (FDR) control, current methods assume statistical independence - an assumption violated by peptide overlap and the influence of protein structure. Here, we develop a structural false discovery rate (sFDR) that accounts for these dependencies by integrating sequence and structural information to estimate the effective number of independent tests. Our approach significantly improves statistical power to detect genuine changes in protein dynamics measured by HDX-MS, as demonstrated through extensive validation using both simulated and experimental datasets. The sFDR method maintains robustness to structural uncertainty, making it applicable even when only predicted structures are available. This advancement enables more sensitive detection of conformational changes in challenging systems with subtle dynamic differences and reduces the number of replicates needed to obtain confidence in results. The method is easily accessible through a Google Collab Notebook and can be completed in minutes.", "date": "2025-06-20", "journal": ""}
{"title": "Structures of a lipin/Pah phosphatidic acid phosphatase in distinct catalytic states reveal a signature motif for substrate recognition", "doi": "10.1101/2025.06.16.660012", "authors": "Vitkovska, T.; Welcome, F. S.; Khayyo, V. I.; Gao, S.; Wymore, T.; Airola, M. V.", "abstract": "Lipin/Pah phosphatidic acid phosphatases (PAPs) are Mg2+-dependent enzymes that catalyze the dephosphorylation of phosphatidic acid (PA) to produce diacylglycerol. Deficiency of lipin PAP activity in humans results in inflammatory disorders such as rhabdomyolysis and Majeed syndrome. Previously, we reported the first PAP enzyme structures of Tetrahymena thermophila (Tt) Pah2 at 3.0[A] resolution. Here, we present five new higher resolution (1.95-2.40[A]) structures of Tt Pah2, in distinct catalytic states, which represent active states of catalysis, including a phospho-Asp transition state mimic, and an inactive state with a distorted active site. The structures, in conjunction with flexible docking simulations and biochemical analysis, connect two highly conserved aspartate and arginine residues in magnesium coordination and recognition of the substrate PA. Overall, this provides a structural basis for catalysis and defines a signature Asp-Arg motif in lipin/Pah PAPs that enables recognition of their lipid substrate PA, providing insight into how the HAD domain of lipin/Pah PAPs evolved to act on a membrane embedded substrate.", "date": "2025-06-20", "journal": ""}
{"title": "Lipid nanoemulsion incorporating DOTAP reverse micelles as clinically translatable carriers of ALDH inhibitors for lung cancer therapy", "doi": "10.1101/2025.06.16.659868", "authors": "Irujo, M.; Poussereau, L.; Ezziani, M.; Joubertt, C.; Prunier, C.; Vollaire, J.; Josserand, V.; Sarazin, C.; Fenel, D.; Zarkadas, E.; Perez, M.; Texier, I.; Gaudin, A.", "abstract": "Lung cancer remains the most prevalent malignancy worldwide and the leading cause of cancer-related deaths. Bridging academic innovation and industrial applications is critical for developing scalable drug delivery systems for pulmonary therapies. In this study, we designed and optimized a lipid nanosystem incorporating the cationic lipid DOTAP by utilizing reverse micelle structures to enhance pulmonary tropism. Fluorescence quenching assays confirmed the incorporation of reverse micelles into the oily core, thus validating the structural integrity of the system. This nanosystem was tailored for the encapsulation of ABD0171, a potent inhibitor of ALDH1A3, an enzyme strongly associated with chemoresistance in lung cancer. Physicochemical characterization revealed robust colloidal properties with a particle size of 60 nm, surface charge of +45 mV, and encapsulation yield of 99%. In vitro, formulations with/without DOTAP demonstrated high efficacy against epithelial-like H358 cells derived from human bronchioalveolar carcinoma, with IC50 values < 5 uM. Chicken Chorioallantoic Membrane (CAM) evaluations demonstrated good tolerability of the DOTAP-containing formulation and significant H358 tumor reduction by 28% compared with the untreated control, while maintaining a favorable safety profile. By combining industrially feasible methods with FDA-approved components, this study demonstrated the potential of DOTAP-containing lipid nanosystems as scalable platforms for pulmonary drug delivery. These findings provide a pathway for future applications in cancer therapy, bridging the gap between nanosystem innovation and clinical translation.", "date": "2025-06-20", "journal": ""}
{"title": "PAH-former: Transfer Learning for Efficient Discovery of Pulmonary Arterial Hypertension-Associated Genes", "doi": "10.1101/2025.06.16.660027", "authors": "Kawakami, T.; Hosokawa, S.; Masamichi, I.; Kurozumi, A.; Tanaka, R.; Minatsuki, S.; ishida, J.; Isagawa, T.; Kodera, S.; Takeda, N.", "abstract": "Single-cell RNA sequencing (scRNA-seq) of patient samples holds promise for understanding disease mechanisms, but faces the challenge of excessive cost and effort in acquisition, processing, and data analysis, making it essential to leverage existing data. Pulmonary artery hypertension (PAH) is a refractory disease characterized by pulmonary vascular remodeling, and access to patient specimens is limited due to difficulties in tissue collection. In this study, we employed transfer learning with Geneformer, a deep learning algorithm pre-trained with scRNA-seq datasets and fine-tuned it with public PAH lung tissue data to identify the disease-relevant genes. The resulting algorithm, which we named PAH-former, demonstrated that its prediction accuracy varied significantly depending on the dataset used for fine-tuning. PAH-former enabled us to perform in silico perturbation analysis and identified PAH related genes. Loss-of-function PAH related genes in human pulmonary artery endothelial cells increased the expression of SOX18, a signature gene of PAH. This integration of artificial intelligence and biological experiments can significantly advance our understanding of molecular mechanisms of PAH.", "date": "2025-06-20", "journal": ""}
{"title": "A Structural Atlas of TAP Inhibition by Herpesviruses and Poxviruses", "doi": "10.1101/2025.06.19.660632", "authors": "Lee, J.; Manon, V.; Chen, J.", "abstract": "In the host-pathogen arms race, herpesviruses and poxviruses encode proteins that sabotage the transporter associated with antigen processing (TAP), thereby suppressing MHC-I antigen presentation and enabling lifelong infection. Of the five known viral TAP inhibitors, only the herpes simplex virus protein ICP47 has been structurally resolved. We now report cryo-electron microscopy structures of TAP in complex with the remaining four: BNLF2a (Epstein-Barr virus), hUS6 (human cytomegalovirus), bUL49.5 (bovine herpesvirus 1), and CPXV012 (cowpox virus), assembling a structural atlas of viral TAP evasion. Employing divergent sequences, folds and conformational targets, these viral inhibitors converge on a common strategy: they stall TAP from the alternating access cycle, precluding peptide entry into the ER and shielding infected cells from cytotoxic T-cell surveillance. These findings reveal striking functional convergence and provide a structural framework for rational antiviral design.", "date": "2025-06-20", "journal": ""}
{"title": "Establishing Conserved Biosynthetic Gene Clusters of the Phylum Myxococcota", "doi": "10.1101/2025.06.19.660557", "authors": "Khanal Pokharel, S.; Shehata, N.; Ahearne, A.; Knehans, T.; Bailey, C. B.; Boudreau, P. D.; Stevens, D. C.", "abstract": "A surge in sequenced myxobacteria catalyzed by advancements in long read genome and metagenome sequencing has provided sufficient data to scrutinize the conserved biosynthetic gene clusters (BGCs) within the phylum Myxococcota. Provided the utility of myxobacteria in environmental nutrient cycles and discovery of novel therapeutic leads, we sought to determine any conserved specialized metabolism in the phylum. Using a pan-genome approach to analyze eleven genera and 195 sequenced genomes including ten newly reported myxobacterial isolate, we observed five conserved BGCs. All five clusters encode for characterized metabolites with established ecological roles for four of the metabolites, and none of the metabolites are known toxins. Validation of our approach was done by analyzing Myxococcota genera without sufficient, sequenced representatives for pan-genome analysis to observe the presence/absence of these five clusters. This approach enabled observation of genus-level conservation of BGCs with varying degrees of confidence due to diversity of sequenced species within each genus. The indigoidine BGC typically found in Streptomyces spp. was notably conserved in Melittangium; heterologous expression of the core biosynthetic gene bspA in Escherichia coli and subsequent detection of indigoidine confirmed the identity of the indigoidine cluster. Conserved BGCs in myxobacteria reveal maintenance of biosynthetic pathways and cognate metabolites with ecological roles as chemical signals and stress response; these observations suggest competitive specialization of secondary metabolism and toxin production in myxobacteria.", "date": "2025-06-20", "journal": ""}
{"title": "Glial cells promote infection by neurotropic Influenza A viruses in vitro", "doi": "10.1101/2025.06.20.660606", "authors": "Rieke, N.; Rohde, M.; Kaeune, M.; Gabele, L.; Muesken, M.; Michaelsen-Preusse, K.; Hosseini, S.; Korte, M.; Sieben, C.", "abstract": "Although influenza A viruses (IAV) are notorious respiratory pathogens, some IAV strains can reach and replicate in the central nervous system (CNS) in vivo. In particular, highly pathogenic avian influenza viruses (HPAIV) pose a threat for future pandemics and are linked to greater neurotropic potential. Moreover, neurotropic IAV strains have shown a more significant impact on the onset and pathogenesis of neurodegenerative diseases (NDD). However, despite its clinical relevance, the dynamics and cellular tropism of IAV infection in the CNS are not well understood. In this study, we analyzed the replication of HPAIV H7N7 in vitro using a primary murine triple co-culture system comprising neurons, astrocytes, and microglia. We found that microglia become highly infected early on and induce a strong pro-inflammatory response before undergoing apoptosis. Using fluorescence microscopy with automated single-cell profiling, we found that, in contrast to non-neurotropic H3N2, the H7N7 nucleoprotein accumulated in neuronal somata throughout the infection without being transported into dendrites or axons. A combination of single-cell and co-culture replication assays led us to conclude that astrocytes are the primary virus producers of HPAIV H7N7 in the CNS. Our results illuminate the acute phase of neurotropic IAV infection, highlighting its implications for the association between IAV and the development of neurodegenerative diseases.", "date": "2025-06-20", "journal": ""}
{"title": "Metabolic and genomic adaptations of Salmonella Typhimurium grown on itaconate", "doi": "10.1101/2025.06.20.660670", "authors": "Pierscianowski, J.; Diaconescu-Grabari, S.; Chowdhury, F. R.; Lupien, A.; Findlay, B. L.; Auclair, K.", "abstract": "Salmonella enterica ser. Typhimurium (STm) is an enteric pathogen that causes almost 100 million cases of salmonellosis a year. A hallmark of STm is their ability to survive and replicate in the macrophages that phagocytose them. Inside the Salmonella-containing vesicles (SCV) STm is exposed to nutrient limitation and antimicrobial molecules, including itaconate, a dicarboxylate produced at millimolar concentrations by activated macrophages. STm has an itaconate degradation pathway that allows it to detoxify itaconate and convert it into pyruvate and acetyl-CoA. In the SCV, STm undergoes extensive metabolic reprogramming in response to the nutrient limitation and high stress environment, and strict catabolite control is employed at various stages of infection, depending on carbon source availability. The extent to which itaconate is used as a carbon source by STm is not currently well understood. Here, we explore the ability of STm to grow in media containing itaconate as the sole carbon source, identify the genes of the itaconate response operon necessary for itaconate degradation, and confirm their importance during infection of macrophages. Growth on itaconate was substantially slower than in carbon-rich or acetate media, with multiple subcultures allowing for increased growth rates. Genomic analysis suggests that mutations in the RpoS-stress response and increased expression of the DctA transporter improve growth on itaconate. Using metabolomics, it was revealed that growth on itaconate resulted in substantially reduced levels of gluconeogenesis compared to growth on acetate and increased glutathione disulfide levels, indicating a high level of oxidative stress. Overall, our results point towards the STm itaconate degradation pathway having a more important role in detoxifying itaconate, rather than using it as a carbon source inside the macrophage. Additionally, this study establishes media conditions that would enable the high throughput discovery of potential inhibitors of itaconate degradation.", "date": "2025-06-20", "journal": ""}
{"title": "Cytokine-induced memory-like responses in endothelial cells link chronic inflammation to vascular disease risk", "doi": "10.1101/2025.06.16.659872", "authors": "Le, K. T. T.; Keur, N.; Middelkamp, H.; Do, T. L.; Berg, A. v. d.; Orlova, V.; Joosten, L. A.; Netea, M.; Wijmenga, C.; Jonkers, I.; Withoff, S.; Meer, A. V. d.; Kumar, V.", "abstract": "Chronic inflammation plays a central role in the progression of both infectious and vascular diseases, yet its impact on endothelial cells (ECs), which form the interface between blood and tissue, remains poorly understood. Given their constant exposure to inflammatory cytokines such as TNF- and IFN-{gamma}, we set out to investigate how cytokine induced inflammation shapes EC function at the molecular level. Using primary human umbilical vein endothelial cells (HUVECs), we modeled repeated cytokine exposure to simulate a chronically inflamed microenvironment. Transcriptomic and epigenetic profiling revealed that ECs respond to this chronic stimulation with durable transcriptional and chromatin changes. These responses included phenotypes resembling immune cell priming, training, and tolerance, which are commonly associated with innate immune memory, a phenomenon whereby innate immune cells mount altered response following previous stimulation. Although we did not observe classical trained immunity pathways, several genes known to mediate immune training, including TLR2, IL1B, and HDAC9, exhibited persistent activation following TNF- re-exposure. IFN-{gamma} stimulation uniquely induced sustained expression and chromatin accessibility at MHC class II loci, suggesting cytokine-specific modes of reprogramming. Functionally, re-stimulated ECs exhibited enhanced monocyte adhesion in a 3D vessel-on-chip model, highlighting the relevance of these molecular changes to vascular inflammation. Moreover, the regulatory regions altered by cytokine exposure were enriched for disease-associated SNPs, particularly those linked to COVID-19, sepsis, and cardiovascular disorders. In summary, these findings reveal that repeated exposure to cytokines as seen in chronic inflammation can induce memory-like responses in ECs and suggest that endothelial reprogramming may contribute to vascular dysfunction.", "date": "2025-06-20", "journal": ""}
{"title": "A Comprehensive Analysis of Atlantic Salmon Gonad and Pituitary Transcriptomes Identifies Novel Players in Sexual Maturation", "doi": "10.1101/2025.06.16.659895", "authors": "Huang, X.-D.; Frapin, M.; Ahi, E. P.; Primmer, C. R.; Verta, J.-P.", "abstract": "Background Sexual maturation is a key developmental process important for reproductive success. Understanding the molecular mechanisms behind variation in sexual maturation can provide insights into reproductive biology and how life history variation is encoded in the genome. Atlantic salmon (Salmo salar) has become an excellent sexual maturation research model due to its diversity of life history strategies and its ecological and economic importance. A major challenge has been the lack of a comprehensive transcriptional investigation of reproductive tissues that captures the dynamic transcriptional changes across individuals, tissues, and developmental stages. Long non-coding RNAs (lncRNAs) also play crucial roles in maturation, yet their functions in salmon maturation remain underexplored. Results In this study, we sequenced 98 transcriptomes and found substantial transcriptomic complexity in the gonad and pituitary tissues of Atlantic salmon. We identified transcripts corresponding to 2,364 putative newly characterized protein-coding genes and 4,421 putative long intergenic non-coding RNAs (lincRNAs), many with tissue-specific expression. Gene co-expression network analysis (WGCNA) revealed tissue-specific gene network modules, linked to GO terms including Wnt signaling in immature testis, lipid metabolism, and cilia assembly in mature testis, ribosome biogenesis and DNA repair in the ovary, and hormone activity in pituitary. We identified new copies of known genes, such as gh1, pou3f2, and ier5 associated with the regulation of gonadal and pituitary functions. Some lncRNAs and their nearest genes showed correlated expression within modules, suggesting potential regulatory roles. Candidate lincRNAs indicated cis-acting regulatory potential on genes like tnfrsf11b and fgl1, which are implicated in immune privilege during gonadal development and sperm quality control. Conclusions Our study provides a comprehensive transcriptomic analysis of Atlantic salmon gonad and pituitary tissues, significantly improving the functional annotation of the Atlantic salmon genome. These findings reveal key regulatory pathways and novel molecular players involved in sexual maturation, particularly in the testis. Importantly, our study highlights the regulatory potential of lncRNAs in reproductive biology and maturation age variation, advancing our understanding of the molecular mechanisms governing sexual maturation. They further unlock future gene expression analyses and regulatory network reconstruction for dissecting the roles of lncRNAs in Atlantic salmon life history variation.", "date": "2025-06-20", "journal": ""}
{"title": "Differential DNA methylation in blood in nuclear genes that encode mitochondrial proteins in mild cognitive impairment and Alzheimers disease", "doi": "10.1101/2025.06.16.659556", "authors": "Boruch, A. E.; Madrid, A.; Papale, L. A.; Bergmann, P. E.; Renteria, I. S.; Faasen, S.; Cook, D. B.; Alisch, R. S.; Hogan, K. J.", "abstract": "Background: Altered mitochondrial function contributes to the pathogenesis of mild cognitive impairment (MCI) and late-onset dementia due to Alzheimers disease (AD). Objective: To test for differential methylation in nuclear genes that encode proteins that participate in mitochondrial function between cognitively unimpaired participants (CU) and those with MCI and AD. Methods: Recently published whole genome methylation sequencing (WGMS) in blood from CU participants (N=174), and those with MCI (N=99) and AD (N=109) was used to test for differential methylation in 1121 nuclear genes that encode proteins that participate in mitochondrial function in the Human Protein Atlas. Results: Seventy-four nuclear genes that encode proteins that participate in mitochondrial function were differentially methylated between persons with MCI and CU. Seventy-one genes were differentially methylated between persons with AD and CU, and 132 genes were differentially methylated between persons with MCI and AD. Thirteen differentially methylated genes shared between the 3 comparisons support contributions from disrupted metabolism and oxidative stress pathways in AD pathogenesis. Conclusions: Nuclear genes that encode proteins that participate in mitochondrial glucose metabolism, fatty acid metabolism and oxidative stress pathways are differentially methylated between persons who are CU and those with MCI and AD.", "date": "2025-06-20", "journal": ""}
{"title": "Novel mechanistic insights for catalytic bioluminescence of mammalian Gaussia Luciferase through mutant and ancestral analysis", "doi": "10.1101/2025.06.16.659893", "authors": "Borum, R. M.; Lanzillotti, M.; Sahasrabuddhe, A.; Hui, J.; Xie, V.; Ferbas, J.", "abstract": "A mechanistic basis for luciferase bioluminescence provides a glimpse into its evolutionary role for organism survival, as it provides a blueprint to engineer luciferase enzymes for advanced technological applications. Gaussia Luciferase is among the brightest natural luciferases, but (1) the evolutionary development of its luminescence behavior remains unclear, (2) recent fundamental studies utilized E. Coli expression systems instead of eukaryotic expression systems, and (3) notable mutants have been discovered but not integrated into comprehensive mechanistic analysis. We describe new mechanistic observations from GLuc by addressing these gaps. We monitored fluorescent coelenerazine-to-coelenteramide conversion to study turnover kinetics of mammalian-derived GLuc; this assay characterized the positive cooperativity kinetics of GLuc. The non-luminescent mutants, R76A and R147A, still turn over the substrate with high efficiency, each demonstrating sustained positive cooperativity. Through mass spectrometry, mutational analysis, and analytical liquid chromatography, we demonstrate that GLuc undergoes methionine oxidation during substrate turnover, and that this impacts the flash-type luminescence of the luciferase; we did not observe indications of covalent attachment with the substrate, product, or their intermediates. Chromatography on luciferases derived from ancestral sequence reconstruction highlighted that the extent of methionine-induced surface changes was greater for earlier ancestral luciferases. Ancestral sequence reconstruction also revealed that earlier ancestral copepod luciferases produced less light when compared to Gluc.", "date": "2025-06-20", "journal": ""}
{"title": "Tree bark as a substrate for mycelium-bound composites with two Ganoderma species", "doi": "10.1101/2025.06.16.659851", "authors": "Felle, T. K.; Estenfelder, J.; Wenig, C.; Berendt, F.; Eder, M.; Cheng, T.; Benz, J. P.", "abstract": "Bark is currently considered as a by-product of the wood industry and is mostly incinerated for energy, left in forests, or used as a mulch layer in gardens, parks, and forests to help prevent soil from drying out. However, considering that bark makes up about 10-20% of the tree volume, there is a considerable amount of material that can be exploited and should be investigated in terms of a resource-efficient bio-economy. One way to use bark as a raw material for innovative products could be as a substrate within mycelium-bound composite materials. However, since one of the natural functions of bark is to inhibit microbial infestation of the trees, it was unclear whether bark could be utilized in this manner. Therefore, we investigate in this study the possibilities of producing such composites by evaluating the performance of several bark-fungus combinations. Three different barks (from Douglas fir, Scots pine and European birch) and two species of fungi (Ganoderma sessile and Ganoderma adspersum) were selected for the experiments. Mycelium growth rates were evaluated with a newly developed method using fungal \"growth tubes\". In addition, composites were prepared for performance tests from pure bark and 1:1 mixtures of bark and beech wood sawdust. Composites made of mixed bark and beech wood were mostly well overgrown with a thick layer of mycelium on the surface, supporting higher compression strengths. The mycelium layer on the composites made with tree bark only was considerably thinner, resulting in lower compression strength. Water absorption potential was found to be highly dependent on the mycelium layer on the composite surfaces, which has substantial hydrophobic properties. Overall, although the required incubation times tend to be longer than for other commonly used substrates, our experiments demonstrate that bark clearly represents a potential co-substrate for the production of mycelium-bound composites. Nevertheless, further studies with different fungi and barks are required to identify mixtures for specific applications that require shorter incubation times.", "date": "2025-06-20", "journal": ""}
{"title": "Substrate stiffness modulates phenotype-dependent fibroblast contractility and migration independent of TGF-β stimulation", "doi": "10.1101/2025.06.16.659915", "authors": "D'Urso, M.; van den Bersselaar, P.; Pragnere, S.; Maiuri, P.; Bouten, C. C. V.; Kurniawan, N. A.", "abstract": "During wound healing, fibroblasts undergo radical processes that impact their phenotype and behavior. They are activated, recruited to the injury site, assume a contractile phenotype, and secrete extracellular matrix proteins to orchestrate tissue repair. Thus, fibroblasts response require dynamic changes in cytoskeleton assembly and organization, adhesion morphology, and force generation. At the same time, fibroblasts experience changes in environmental stiffness during tissue wounding and healing. Although cells are generally known to use their adhesion contraction machinery to sense microenvironmental stiffness, little is known about how stiffness affects the fibroblast phenotypical transition and behavior in wound healing. Here we demonstrate that stiffness plays a deterministic role in determining fibroblast phenotype, surprisingly even overruling the classical TGF{beta} mediated stimulation. By combining morphometric analysis, traction force microscopy, and single cell migration analysis, we show that environmental stiffness primes the cytoskeletal and mechanical responses of fibroblasts, strongly modulating their morphology, force generation, and migration behavior. Our study, therefore, points to the importance of tissue stiffness as a key mechanobiological regulator of fibroblast behavior, thus serving as a potential target for controlling tissue repair.", "date": "2025-06-20", "journal": ""}
{"title": "ProtoBind-Diff: A Structure-Free Diffusion Language Model for Protein Sequence-Conditioned Ligand Design", "doi": "10.1101/2025.06.16.659955", "authors": "Mistryukova, L.; Manuilov, V.; Avchaciov, K.; Fedichev, P. O.", "abstract": "Designing small molecules that selectively bind to protein targets remains a central challenge in drug discovery. While recent generative models leverage 3D structural data to guide ligand generation, their applicability is limited by the sparsity and bias of structural resources. Here, we introduce ProtoBind-Diff, a structure-free masked diffusion model that conditions molecular generation directly on protein sequences via pre-trained language model embeddings. Trained on over one million active protein-ligand pairs from BindingDB, ProtoBind-Diff generates chemically valid, novel, and target-specific ligands without requiring structural supervision. In extensive benchmarking against structure-based models, ProtoBind-Diff performs competitively in docking and Boltz-1 evaluations and generalizes well to challenging targets, including those with limited training data. Despite never observing 3D information during training, its attention maps align with predicted binding residues, suggesting the model learns spatially meaningful interaction priors from sequence alone. This sequence-conditioned generation framework may unlock ligand discovery across the full proteome, including orphan, flexible, or rapidly emerging targets for which structural data are unavailable or unreliable.", "date": "2025-06-20", "journal": ""}
{"title": "Cellulase secretion by engineered Pseudomonas putida enables growth on cellulose oligomers.", "doi": "10.1101/2025.06.19.659671", "authors": "Smith, M. R.; Moffitt, K.; Holdsworth, W.; Luna-Flores, C. H.; Goyal, M.; Beliaev, A.; Speight, R. E.; Behrendorff, J. B.", "abstract": "Pseudomonas putida is an attractive synthetic biology platform organism for chemical synthesis from low-grade feedstocks due to its high tolerance to chemical solvents and lignin-derived small molecules that are often inhibitory to other biotechnologically relevant microorganisms. However, there are few molecular tools available for engineering P. putida and other gram-negative bacteria to secrete non-native enzymes for extracellular feedstock depolymerisation. In this study P. putida was transformed to secrete cellulase enzymes and evaluated for growth on polymeric or oligomeric cellulose substrates. Active exo- and endocellulase enzymes were secreted into the culture supernatant, and a preferred set of twin-arginine translocase secretion signal peptides were identified. Extracellular cellulase activity was sufficient to support growth of P. putida using cellotriose or cellotetraose as the sole source of carbon and energy. This work supports progress towards consolidated bioprocessing of cellulosic materials using P. putida, and advances the state of engineered protein secretion in gram negative bacteria.", "date": "2025-06-20", "journal": ""}
{"title": "FcεR1γ-based Activating Chimeric Antigen Receptors enhanced Natural Killer cell function against HLA-E+ cells", "doi": "10.1101/2025.06.16.659984", "authors": "Lanier, L.; Greenland, J. R.; Momburg, F.; Calabrese, D. R.; Shemesh, A.", "abstract": "Fc{varepsilon}R1{gamma} is a transmembrane adaptor protein regulating NKp30, NKp46, and CD16 expression and function in human NK cells. HLA-E expression by cancer cells suppresses NK cell function through interaction with NKG2A. Here, we engineered human NK cells to express a modified Fc{varepsilon}R1{gamma} with a 4-1BB co-stimulatory motif. Fc{varepsilon}R1{gamma}41BB expression led to upregulation of NKp30, NKp46, and CD16 expression and enhanced NKp30 and CD16-mediated target cell lysis. Against cells expressing HLA-E, Fc{varepsilon}R1{gamma}41BB improved NK cell lytic function relative to Fc{varepsilon}R1{gamma}. We then generated an CD19ScFv-CD8hinge-Fc{varepsilon}R1{gamma}41BB(TM-IC) CAR (FCRG10). Engineering human NK cells to express FCRG10 led to upregulation of NKp30 and CD16, and improved NK cell-mediated cytotoxicity against cells co-expressing B7H6, CD19, and HLA-E relative to NK cells expressing the conventional CD19CAR41BB-CD3{zeta} with a CD8 transmembrane domain. Our results indicate that modification of Fc{varepsilon}R1{gamma} enhanced NK cell lytic function mediated by several activating receptors and improved CAR NK cell response in conditions favoring NK cell suppression by HLA-E. Our work may contribute to NK cell-based cancer immunotherapy mediated by co-recognition of stress-induced ligands, antibody-coated cells, and tumor-associated antigens.", "date": "2025-06-20", "journal": ""}