{"title": "Enhancer-AAVs allow genetic access to oligodendrocytes and diverse populations of astrocytes across species", "doi": "10.1101/2023.09.20.558718", "authors": "Mich, J. K.; Sunil, S.; Johansen, N.; Martinez, R. A.; Liu, J.; Gore, B. B.; Mahoney, J. T.; Leytze, M.; Ben-Simon, Y.; Bertagnolli, D.; Bhowmik, R.; Bishaw, Y.; Brouner, K.; Campos, J.; Canfield, R.; Casper, T.; Donadio, N. P.; Dotson, N. I.; Egdorf, T.; Gary, A.; Gibson, S.; Goldy, J.; Groce, E. L.; Hagihara, K. M.; Hirschstein, D.; Hou, H.; Laird, W. D.; Liang, E.; Loftus, L.; Lusk, N.; Malone, J.; Martin, N. X.; Monet, D.; Nagra, J. S.; Newman, D.; Ngo, N.-K.; Olsen, P. A.; Omstead, V.; Opitz-Araya, X.; Oster, A.; Alice Pom, C.; Potekhina, L.; Reding, M.; Rimorin, C.; Ruiz, A.; Sedeno-Cort", "abstract": "Proper brain function requires the assembly and function of diverse populations of neurons and glia. Single cell gene expression studies have mostly focused on characterization of neuronal cell diversity; however, recent studies have also revealed substantial diversity of glial cells, particularly astrocytes. To better understand glial cell types and their roles in neurobiology, we built a new suite of adeno-associated viral (AAV)-based genetic tools to enable genetic access to astrocytes and oligodendrocytes. These oligodendrocyte and astrocyte enhancer-AAVs are highly specific (usually > 95% cell type specificity) with variable expression levels, and the astrocyte enhancer-AAVs show multiple distinct expression patterns reflecting the spatial distribution of astrocyte cell types. To provide the best glial-specific functional tools, several enhancer-AAVs were: optimized for higher expression levels, shown to be functional and specific in rat and macaque, shown to maintain specific activity across transgenes and in epilepsy where traditional promoters changed activity, and used to drive functional transgenes in astrocytes including Cre recombinase and acetylcholine-responsive sensor iAChSnFR. The astrocyte-specific iAChSnFR revealed a clear reward-dependent acetylcholine response in astrocytes of the nucleus accumbens during reinforcement learning. Together, this collection of glial enhancer-AAVs will enable characterization of astrocyte and oligodendrocyte populations and their roles across species, disease states, and behavioral epochs.", "date": "2025-10-12", "journal": ""}
{"title": "Neural evidence for long-lasting unconscious visual processing", "doi": "10.1101/2024.11.15.623853", "authors": "Menetrey, M. Q.; Herzog, M. H.; Pascucci, D.", "abstract": "Postdictive effects, where later events influence the perception of earlier ones, suggest that conscious perception is preceded by extended periods of unconscious processing. In the Sequential Metacontrast Paradigm (SQM), offsets of verniers are unconsciously integrated over several hundred milliseconds. Regardless of whether one or multiple verniers are shown, only a single offset is perceived along a motion stream. The SQM and other postdictive phenomena thus provide a unique opportunity to dissociate unconscious from conscious stages of visual processing, as these stages are well separated in time. Using EEG during the SQM, we identified two distinct stages of neural activity: an early occipital EEG activity pattern (~200 ms after the initial vernier) associated with unconscious processing, and a later centro-parietal EEG pattern (~400-600 ms after SQM onset) associated with the integrated percept and behavioral report. We propose that the transition between these neural topographies reflects the moment when the percept becomes consciously accessible.", "date": "2025-10-12", "journal": ""}
{"title": "Cortical microtubules act as a template to organize nano-scale patterning of exocytosis", "doi": "10.1101/2024.12.01.626273", "authors": "Lindeboom, J.; Gutierrez, R.; Kirik, V.; Ehrhardt, D. W.", "abstract": "The microtubule cytoskeleton plays an important role in targeting and organizing exocytosis, enabling cellular morphogenesis, motility and polarized transport. In centrosomal systems, this occurs primarily through directed transport along polarized microtubule tracks to plus ends, but how non-centrosomal microtubule arrays organize exocytosis remains poorly understood. Here, we investigate this question in plant cells, which completely lack centrosomes and form planar cortical microtubule arrays. We identify the exocytotic protein KEULE, an essential SEC/MUNC, as a dynamic marker for exocytosis that forms clusters associated with and is required for discrete exocytotic events in growing Arabidopsis cells. Live cell imaging revealed that these clusters have stereotyped patterns of protein accumulation and loss, suggesting distinct phases in the assembly and function of exocytotic protein complexes. Super-resolution image analysis and Bayesian inference for distance distributions revealed that exocytotic events are not randomly distributed but are significantly enriched in ~180 nm wide linear domains flanking cortical microtubules, while being under-represented in adjacent ~520 nm domains. Thus, cortical microtubule arrays act as two-dimensional spatial templates for exocytosis, representing a fundamentally different organizational modality from centrosomal arrays that may be conserved across non-centrosomal arrays.", "date": "2025-10-12", "journal": ""}
{"title": "Dual-Field Microvascular Segmentation: Hemodynamically-Consistent Attention Learning for Retinal Vasculature Mapping", "doi": "10.1101/2024.11.27.625635", "authors": "Zhang, J.; Liu, X.; Zheng, S.; Zhang, W.; Gu, J.", "abstract": "Accurate retinal Microvascular segmentation demands a balanced combination of anatomical fidelity and hemodynamic relevance. However, existing methods fall short in preserving critical structures such as capillary junctions and bifurcations, thus limiting clinical applications and causing fragmentation. To address these limitations, we propose DFMS Net, a novel dual-field segmentation framework that synergistically integrates geometric field modeling achieved through the Spatial Pathway Extractor (SPE) and Transformer-based Topology Interaction (TTI) for preserving structural continuity and functional field optimization realized by the Semantic Attention Amplification (SAA) module for enhancing semantic visibility via a unified Dual-Field Hemodynamic Attention (DFHA) mechanism. This core module enables joint enhancement of vessel continuity, accurate resolution of complex branching patterns, and recovery of low-contrast capillaries, all under physiological guidance. By co-optimizing geometric and functional cues within a unified attention learning paradigm, DFMS-Net produces segmentations that are both morphologically accurate and hemodynamically plausible. Furthermore, we propose two specialized variants using a streamlined Double SPE Attention for vessel continuity refinement. To address the directionality-dependent nature of structural damage in retinal ischemia and glaucoma, we propose Variant1 a streamlined architecture that emphasizes dual-stage directional refinement to enhance trajectory coherence and improve the detection of topological disruptions, while Variant2 supports high-resolution analysis of capillary dropout in early diabetic retinopathy through detailed microvascular recovery. Extensive experiments on retinal (DRIVE, STARE) and coronary angiography (DCA1, CHUAC) datasets demonstrate that DFMS-Net achieves state-of-the-art performance. Meanwhile, its strong generalization capability offers a promising foundation for diagnosing both retinal and cardiovascular diseases. The code will be avail- able at https://github.com/699zjl/DFMS-Net-new.", "date": "2025-10-12", "journal": ""}
{"title": "Bayesian Perspective for Orientation Determination in Cryo-EM with Application to Structural Heterogeneity Analysis", "doi": "10.1101/2024.12.04.626841", "authors": "Xu, S.; Balanov, A.; Singer, A.; Bendory, T.", "abstract": "Accurate orientation estimation is a crucial component of 3D molecular structure reconstruction, both in single-particle cryo-electron microscopy (cryo-EM) and in the increasingly popular field of cryo-electron tomography (cryo-ET). The dominant approach, which involves searching for the orientation that maximizes cross-correlation relative to given templates, is sub-optimal, particularly under low signal-to-noise conditions. In this work, we propose a Bayesian framework for more accurate and flexible orientation estimation, with the minimum mean square error (MMSE) estimator serving as a key example. Through simulations, we demonstrate that the MMSE estimator consistently outperforms the cross-correlation-based method, especially in challenging low signal-to-noise scenarios, and we provide a theoretical framework that supports these improvements. When incorporated into iterative refinement algorithms in the 3D reconstruction pipeline, the MMSE estimator markedly improves reconstruction accuracy, reduces model bias, and enhances robustness to the ``Einstein from Noise'' artifact. Crucially, we demonstrate that orientation estimation accuracy has a decisive effect on downstream structural heterogeneity analysis. In particular, integrating the MMSE-based pose estimator into frameworks for continuous heterogeneity recovery yields accuracy improvements approaching those obtained with ground-truth poses, establishing MMSE-based pose estimation as a key enabler of high-fidelity conformational landscape reconstruction. These findings indicate that the proposed Bayesian framework could substantially advance cryo-EM and cryo-ET by enhancing the accuracy, robustness, and reliability of 3D molecular structure reconstruction, thereby facilitating deeper insights into complex biological systems.", "date": "2025-10-12", "journal": ""}
{"title": "Mothers facing greater environmental adversity experience increased costs of reproduction", "doi": "10.1101/2024.12.24.630228", "authors": "Young, E. A.; Postma, E.; Lummaa, V.; Dugdale, H. L.", "abstract": "Evolutionary theory of aging predicts that women with increased reproductive effort live shorter lives, but evidence is inconsistent. These inconsistencies could be because environmental conditions influence how much a mother's life span is reduced when having more children, i.e. their life-span cost of reproduction. Using a structural equation measurement model, we compare how reproductive effort affects the life span of 4,684 women exposed across different life-stages, or not at all, to the Great Finnish Famine. We find that life span costs of reproduction became higher in mothers exposed to the famine during reproduction, and for these mothers amounted to lower life expectancy of ~0.5 years per child. Conversely, reproduction did not shape the life spans of mothers not exposed to the famine, or exposed post-reproduction or during development. This natural experiment reveals how environmental adversity can influence reproductive costs, providing a biological explanation for previous inconsistent findings, while showing how reproductive behavior has shaped the evolution of aging in humans.", "date": "2025-10-12", "journal": ""}
{"title": "NERINE reveals rare variant associations in gene networks across phenotypes and implicates an SNCA-PRL-LRRK2 subnetwork in Parkinson's disease", "doi": "10.1101/2025.01.07.631688", "authors": "Nazeen, S.; Wang, X.; Morrow, A.; Strom, R.; Ethier, E.; Ritter, D.; Henderson, A.; Afroz, J.; Cassa, C. S.; Stitziel, N. O.; Gupta, R. M.; Luk, K.; Studer, L.; Khurana, V.; Sunyaev, S. R.", "abstract": "There are two primary approaches to study the genetic basis of human phenotypes. Experiments in model systems generate interpretable gene networks but, in isolation, do not establish relevance to the human condition. Statistical genetics identifies relevant association signals at the variant or gene level but lacks tools to test specific mechanistic models, as existing methods do not incorporate the topology of gene-gene interactions. We bridge these two strategies by introducing a method that competitively tests network hypotheses with rare variant associations. A hierarchical model-based association test NERINE for the first time incorporates gene network topology while remaining resilient to network inaccuracies. We demonstrate NERINE's ability to test network hypotheses derived from both canonical pathway databases and model system screens. Comprehensive database-wide search of pathway networks with NERINE uncovers compelling associations for breast cancer, cardiovascular diseases, and type II diabetes, which are undetected by single-gene tests. Testing bespoke networks from experimental screens targeting key PD pathologies: dopaminergic neuron survival and -synuclein pathobiology, NERINE highlights rare variant burden in gene modules related to autophagy, vesicle trafficking, and protein homeostasis. Genome-scale CRISPRi-screening of -synuclein toxicity modifiers in human neurons and NERINE converge on PRL, revealing an intraneuronal -synuclein/prolactin stress response that may impact resilience to PD pathologies.", "date": "2025-10-12", "journal": ""}
{"title": "DMRU: Generative Deep-Learning to unravel condition specific cytosine methylation in plants", "doi": "10.1101/2025.02.06.635186", "authors": "Gupta, S.; Kumar, A.; Kesarwani, V.; Bhati, U.; Shankar, R.", "abstract": "Methylation at cytosines in plants influence spatio-temporal gene expression by regulating chromatin structure and accessibility. Some algorithms have been developed to identify DNA methylation but none of them are capable to tell the condition specific DNA methylation, making them hardly of any use. Here, we report a first of its kind an explainable Deep Encoders-Decoders generative system, DMRU, which learns the relationship between transcritpome status and DNA methylation states at any given time. It was also found that GC similarity is more relevant to the specificity of DNA methylation patterns than homology, concurring with reports of direct involvement of GC content in providing regulatory switches for DNA accessibility. Leveraging on which DMRU could perform with same level of accuracy in cross-species universal manner. In a comprehensive testing and benchmarking study across a huge volume of experimental data covering 85 different conditions, and multiple plant species, it has consistently achieved >90% accuracy. With this all, DMRU brings a completely new chapter in methylated cytosine discovery, giving a strong alternative to costly bisulfite sequencing experiments. DMRU may prove critical turning point in plant regulatory research and its acceleration.", "date": "2025-10-12", "journal": ""}
{"title": "Linker histone H1 functions as a liquid-like glue to organize chromatin in living human cells", "doi": "10.1101/2025.03.05.641622", "authors": "Shimazoe, M. A.; Huertas, J.; Phillips, C.; Ide, S.; Tamura, S.; Farr, S.; Ashwin, S. S.; Sasai, M.; Collepardo-Guevara, R.; Maeshima, K.", "abstract": "Linker histone H1, the most abundant chromatin protein, condenses chromatin, modulates DNA transactions such as transcription and DNA replication/repair, and participates in differentiation, development and tumorigenesis. While recent studies indicate that nucleosomes are clustered as condensed chromatin domains in higher eukaryotic cells, how histone H1 mechanically condenses chromatin remains unclear. Here, using a combination of direct visualization of single-H1 molecules in living human cells and multiscale molecular dynamics simulations, we demonstrate that the majority of H1 behaves like a liquid inside chromatin domains, rather than binding stably to nucleosomes as suggested by the traditional model. H1 functions as a liquid-like \"glue\", mediating dynamic multivalent electrostatic interactions between nucleosomes within chromatin domains. Consistently, rapid-depletion of H1.2 leads to decondensed chromatin domains both in cells and in silico. Our findings suggest that the H1 \"glue\" condenses chromatin domains while keeping them fluid and accessible, thereby supporting essential DNA transactions.", "date": "2025-10-12", "journal": ""}
{"title": "High-resolution HIV-1 m6A epitranscriptome reveals isoform-dependent methylation clusters and unique 2-LTR transcript modifications", "doi": "10.1101/2025.03.06.641803", "authors": "Naquin, D.; Blanchet, S.; van Dijk, E.; Bertrand, L.; Gregoire, S.; Ramirez, C.; Ouazahrou, R.; Jaszczyszyn, Y.; Moris, A.; Thermes, C.; Hernandez, C.; NAMY, O.", "abstract": "The N6-methyladenosine (m6A) modification of HIV-1 RNAs plays an essential role in regulating viral infection. This modification has been widely studied but the number and precise positions of the m6A sites remain unclear due to the lack of precision of detection methods. We used the latest Nanopore chemistry and direct m6A base-calling option to identify 18 m6As, 14 of which were located at the 3' end of the genome, the other four being located in central regions. Our data reveal differential methylation of these positions between splicing isoforms. Eleven of these sites are clustered in two short segments (197 nt and 43 nt) with peak-shaped methylation profiles. Single-molecule analysis revealed that a very small number of transcripts were unmethylated in both clusters ([&le;] 1.5% of spliced transcripts and [&le;] 5.4% of unspliced viral RNA). We also identified a ~732 nt RNA species resulting from the transcription of non-integrated viral DNA circles closed by two long terminal repeats (2-LTR circles). These transcripts started in the first LTR, terminated at the polyA site of the second LTR and harbored six m6A sites. Five of these sites were present in other transcripts and, remarkably, had the highest methylation rates. The sixth site was methylated only in this transcript, suggesting a role for this RNA in HIV-1 infection. These findings reveal a new landscape of HIV m6A transcriptome modifications and pave the way for studies deciphering their role in the viral life cycle.", "date": "2025-10-12", "journal": ""}
{"title": "Excitation Spectral Phasor Microscopy (ExSPM) unveils spatiotemporal heterogeneities in polarity of intracellular lipid droplets", "doi": "10.1101/2025.04.03.647137", "authors": "Liu, J.; Tang, M.; Yan, R.; Yan, J.; He, Y.; Wang, R.; Zhang, Z.; Xia, J.; Kireev, I.; Xu, K.; Chen, K.", "abstract": "Spatiotemporal heterogeneities in intracellular LD polarity are central to cellular homeostasis but remain largely unexplored. Here, we introduce Excitation Spectral Phasor Microscopy (ExSPM), which integrates high-throughput excitation spectral imaging with phasor analysis to map LD polarity with exceptional sensitivity and spatiotemporal resolution. Using the lipophilic dye Nile Red, ExSPM revealed extensive heterogeneity and dynamics of LD polarity within single cells, reflecting lipid metabolism and energy status. Notably, high-polarity LDs emerged dynamically at lysosome- and mitochondria-contact sites, revealing pathway-specific kinetics of LD catabolism that distinguish lipophagy from neutral lipolysis. ExSPM further uncovered a tightly interconnected regulatory network among lipolytic pathways, in which perturbation of one pathway reshapes others while preserving overall energy supply. ExSPM thus provides a versatile platform to dissect intracellular compositional heterogeneity and the coordinated regulation of lipid metabolism, offering new insights into organelle function and cellular homeostasis.", "date": "2025-10-12", "journal": ""}
{"title": "The Impact of Visual Perturbations on Balance Control during Walking", "doi": "10.1101/2025.04.29.651186", "authors": "Li, Y.; Lambrecht, E.; Bruijn, S.; van Dieen, J. H.", "abstract": "Visual perturbations may lead to an illusory self-motion and affect balance control. We studied effects of different visual perturbations in 16 healthy young participants walking on a treadmill, by assessing foot placement and center of mass (CoM) states. Three different visual perturbations were applied: fixating on a stationary target while the background moved to the right (MB), tracking the target moving rightward over a stationary background with head rotation (MT-HR), and tracking the moving target with eye movement only (MT-EM). Deviations of foot placement, CoM and trunk orientation due to the visual perturbation were assessed. Linear models were fit to the kinematic data to predict foot placement from CoM state at mid-swing. Over the whole trial, MT-HR and MT-EM caused an increase in step width variability, CoM position variability and foot placement residual error simultaneously. During visual perturbation epochs specifically, in MB, a left deviation of foot and CoM trajectories was observed from the start of the background movement. In MT-HR and MT-EM, a right deviation of foot and CoM trajectories was observed only after the target had stopped moving. Contrary to our expectations, foot placement errors did not coincide with subsequent CoM deviations in the opposite direction. An obvious change in frontal plane trunk orientation was found only in MT-HR. While all visual perturbations affected control of the CoM trajectory in the frontal plane, these effects appeared caused by effects on control of heading as well. Head rotation appears to additionally disturb balance through a coupling with trunk orientation.", "date": "2025-10-12", "journal": ""}
{"title": "Floral Stage Optimization and Immune Evasion Enhance Agrobacterium-Mediated Genome Editing in Arabidopsis", "doi": "10.1101/2025.05.07.652770", "authors": "Liu, M.-S.; Huang, T.-K.; Wang, Y.-C.; Wang, S.-C.; WU, C.-H.; Kuo, C.-H.; Lai, E.-M.", "abstract": "Agrobacterium-mediated transformation via floral inoculation (AMT-FI) enables genetic engineering without tissue culture. It is widely used in the model plant Arabidopsis thaliana, yet its efficiency and broader applicability remain limited. Here, we used a dual-reporter system (RUBY and hygromycin resistance) to identify key floral stages and engineered Agrobacterium strains to evade plant immunity, leading to enhanced transient expression and genome editing. We determined that flowers opened at 6 day-post-inoculation (DPI) are optimal for high transformation efficiency, with nearly 100% of siliques harboring transformants. However, Agrobacterium infection induced ovule abortion, particularly in wild-type (Col-0) plants, whereas efr mutants lacking the EF-Tu receptor (EFR)-mediated pattern-triggered immunity (PTI) showed reduced ovule abortion. Notably, efr mutants exhibited more RUBY-positive ovules and significantly enhanced genome editing efficiency. Two engineered stealth Agrobacterium strains (AS201 and AS202) expressing a chimeric EF-Tu for evading recognition by EFR enhanced both transient transformation and genome editing efficiency. Remarkably, genome-edited T1 plants could be recovered based on phenotype or direct sequencing without the need for antibiotic selection when targeting flowers opened at 6 DPI. By integrating floral stage selection, immune evasion, and Agrobacterium engineering, this study provides a practical and versatile platform to advance plant genome engineering.", "date": "2025-10-12", "journal": ""}
{"title": "MesoSCOUT: A novel tool for revealing mesoscale organization in the white-matter connectome", "doi": "10.1101/2025.06.19.660631", "authors": "Dmitruk, E.; Metzner, C.; Steuber, V.; Kadir, S. N.", "abstract": "We present MesoSCOUT (Mesoscale Structural Connectome Order-complex Unveiling Topology), a framework for characterizing white matter connectivity using a method developed from computational algebraic topology: persistent homology (PH) via clique topology. Applying this method to schizophrenia, we uncover a novel, mesoscale perspective of the differences in the white-matter connectome between healthy controls (HC) and subjects with schizophrenia (SCH). We extract and compare topological motifs found in the structural connectomes of the subjects in the two groups and find significant differences. We explore the overlap of mesoscale structures found in two different datasets, COBRE (Center of Biomedical Research Excellence) and HCP(Human Connectome Project). Differences in acquisition usually render experiments recorded on different scanners incomparable, but MesoSCOUT enables cross-dataset comparisons. Our method offers a way to establish connectomic fingerprinting that could lead to a neuroimaging-based diagnosis of schizophrenia and other psychiatric and neurological conditions as well as the development of new treatments.", "date": "2025-10-12", "journal": ""}
{"title": "Multi-objective Evaluation and Optimization of Stochastic Gradient Boosting Machines for Genomic Prediction and Selection in Wheat (Triticum aestivum) Breeding", "doi": "10.1101/2025.07.24.665873", "authors": "Munroe, H. N.; Osatohanmwen, B. E.; Sharifi, R.", "abstract": "Machine learning (ML) models with stochastic and non-deterministic characteristics are increasingly used for genomic prediction in plant breeding, but evaluation often neglects important aspects like prediction stability and ranking performance. This study addresses this gap by evaluating how two hyperparameters of a Gradient Boosting Machine (GBM), learning rate (v) and boosting rounds (ntrees), impact stability and multi-objective predictive performance for cross-season, cross-environment prediction in a MAGIC wheat population. Using a grid search of 36 parameter combinations, we evaluated four agronomic traits with five metrics: Pearson's r, Area Under the Curve (AUC), Normalized Discounted Cumulative Gain (NDCG), and the Intraclass Correlation Coefficient (ICC) and Fleiss' &#954 for stability. Our findings show that a low learning rate combined with a high number of boosting rounds substantially improves prediction stability (ICC > 0.98) and selection stability (Fleiss' &#954 > 0.80), while reducing train-test performance gaps. This combination produced concurrent improvements for predictive accuracy (r) and ranking efficiency (NDCG), though optimal settings were trait-dependent. Conversely, classification accuracy (AUC) was poor and performed relatively better with higher learning rates, revealing a conflict in optimization hyperparameters. Despite moderate Pearson's r and poor AUC in this challenging cross-season, cross-environment prediction scenario, NDCG remained high (> 0.85), indicating strong ability to rank top-performing entries. Ultimately, prioritizing stability when tuning GBMs effectively yields reproducible cross-environment predictions with improved accuracy and top-end ranking performance.", "date": "2025-10-12", "journal": ""}
{"title": "Expanding diversity of virome associated with ammonium-oxidizing archaea and related lineages", "doi": "10.1101/2025.08.23.671958", "authors": "Zheng, K.; Liang, Y.; Wu, F.; Li, J.; Paez-Espino, D.; McMinn, A.; Wang, M.", "abstract": "Nitrososphaeria, an archaeal class containing all ammonium-oxidizing archaea (AOA) and their closely related clades (e.g. Ca. Caldarchaeales), is a widely distributed archaeal lineage across diverse ecosystems. Due to the difficulty of isolation and cultivation, the viral diversity and evolution associated with non-marine AOA lineages and Ca. Caldarchaeales remain largely uncharacterized. Here, based on globally sampled genomes and metagenomes, we identified 57 and 230 species-level viruses or mobile genetic elements (MGEs) associated with AOA, including 82 sequences longer than 10 kb. Importantly, 85 and 178 previously unrecognized species-level viruses and MGEs associated with Ca. Caldarchaeales were identified, including 85 sequences longer than 10 kb. AOA-associated viruses were classified into four viral families, with one representing newly identified head-tailed lineages; Caldarchaeales-associated viruses were classified into nine families, including four novel head-tailed and one novel rod-shaped family. Phylogenetic inference revealed that the Caldarchaeales-associated rod-shaped viral family (Demeterviridae) shares a common ancestor with rod-shaped viruses of methanogens and they exhibit a unique phenomenon of major capsid gene duplication. Functional genomics analyses further revealed that these novel rod-shaped viruses encode virus-specific rare quinone biosynthesis genes and arsenic response transcriptional regulator genes, providing potential clues to their mechanisms of adaptation to hyperthermal environments. Collectively, our work uncovers the hidden genomic, phylogenetic and functional diversity of Nitrososphaeria viromes for the first time and closes a long-standing gap in archaeal virome research.", "date": "2025-10-12", "journal": ""}
{"title": "Endothelial type I interferon signaling modulates the vascular response to ischemic brain injury", "doi": "10.1101/2025.09.09.675258", "authors": "Tuohy, M. C.; Kuo, P.-C.; Chelminski, A.; Muharremi, E.; DeSantis, C.; Cui, A.; Russo, A.; Jamoul, D.; Hillman, E.; Crary, J. F.; Yen, J.-H. J.; Agalliu, D.", "abstract": "Vascular normalization [stabilization of aberrant angiogenesis and restoration of blood-brain barrier (BBB)] is critical for reducing long-term secondary sequelae after ischemic stroke. How immune and developmental signaling pathways coordinate these processes is poorly understood. Here we identify a unique brain endothelial cell (BEC) type one interferon (IFN1) signature in human and mouse ischemic stroke tissue. By leveraging two clinically-relevant murine ischemic stroke models, single-cell transcriptomics, and BBB functional assays, we find that deletion of endothelial IFN1 receptor (Ifnar1) exacerbates post-stroke BBB disruption and expands a BEC population expressing angiogenic and immature BBB markers. Conversely, IFN-beta administration after stroke reduces acute BBB disruption. Activation of IFN1 signaling in BECs in vitro reduces vascular endothelial growth factor (VEGF) signaling to promote junctional stabilization, enhance barrier properties, and suppress angiogenic features. Thus, endogenous endothelial IFN1 signaling modulates BBB dysfunction and angiogenesis to promote vascular normalization after ischemic brain injury.", "date": "2025-10-12", "journal": ""}
{"title": "Breast Cancer Subtyping with HyperCLSA: A Hypergraph Contrastive Learning Pipeline for Multi-Omics Data Integration", "doi": "10.1101/2025.09.22.677517", "authors": "Bhole, G.; HC, P.; Jayachandran, M.; Vinod, P.; Bhimalapuram, P.", "abstract": "Accurate molecular subtyping of cancer is crucial for advancing personalized medicine. Although multiomics data contain valuable predictive information, effectively integrating them is challenging due to differences across modalities, high dimensionality, and complex cross modal biological interactions. We propose HyperCLSA (Hypergraph Contrastive Learning with Self-Attention), a novel deep learning framework for efficient multi-omics integration in breast cancer subtyping. HyperCLSA combines hypergraph-based sample encoding, supervised contrastive learning for latent space alignment, and multi-head self-attention for adaptive fusion of omics modalities. Evaluated on The Cancer Genome Atlas Breast Cancer dataset (TCGA-BRCA) for PAM50 subtype classification, HyperCLSA achieves a state-of-the-art accuracy of 90.1%, significantly outperforming established baselines. Our results demonstrate HyperCLSAs effectiveness in extracting complementary information across heterogeneous omics sources, providing a robust framework for molecular characterization of breast cancer.", "date": "2025-10-12", "journal": ""}
{"title": "Temporal Dynamics of Flexible Cognitive Control", "doi": "10.1101/2025.10.03.680146", "authors": "Wu, C.; Seger, C. A.; Luo, C.; Zhou, Y.; Jiang, J.; Chen, Q.", "abstract": "In dynamic environments, flexible cognitive control adaptively adjusts processing through proactive mechanisms deployed in advance and reactive mechanisms engaged upon conflict. Previous studies have primarily focused on identifying neural networks supporting specific control components, while less is known about how multiple components interact over time to support adaptive control. To characterize these temporal dynamics, we combined EEG recordings with a face-word Stroop paradigm under changing conflict environment. A hierarchical Bayesian model was used to estimate trial-wise learning rate, predicted conflict level, and prediction error, providing computational indices of cognitive control flexibility. Neural correlation analysis revealed that these variables correlated with Theta, Alpha, and Beta oscillations in distinct brain regions. Connectivity analysis among these regions indicated enhanced cross-frequency directional interactions triggered by stimuli. Furthermore, connections reflecting updates to predicted conflict level prior to stimulus onset indexed individual strength in proactive control, while connections reflecting learning rate updates after stimulus onset indexed reactive control. These findings highlight how oscillatory dynamics coordinate multiple control components and provide new insight into how proactive and reactive control emerge as distinct modes within this interconnected neural architecture of flexible cognitive control.", "date": "2025-10-12", "journal": ""}
{"title": "The past and potential antagonistic effects of fishing ban against nutrient loading control on eutrophication restoration in Lake Hongze", "doi": "10.1101/2025.10.05.680530", "authors": "Qin, B.; Dakos, V.; Cai, Y.; Zhao, Y.; Yang, X.; Zhang, E.; Wang, R.", "abstract": "Integrated management strategies are often implemented to achieve comprehensive environmental restoration; however, the potential antagonistic effects among such measures are seldom examined. For instance, fishing bans, aimed at enhancing fish biodiversity in eastern China, may counteract the effectiveness of nutrient control measures in mitigating eutrophication. This study employs a dual modeling approach to evaluate this hypothesis in Lake Hongze, the fourth largest shallow lake in China. The PCLake model was calibrated using observational data from Lake Hongze collected between 2016 and 2020. The calibrated model was subsequently applied in a hindcast analysis from 2020 to 2024 and a forecast simulation from 2025 to 2030 to assess the impacts of fishing bans. Combined with structural equation modeling (SEM) path analysis, the results support the hypothesis that fishing bans can exhibit antagonistic effects on nutrient loading control by enhancing top-down regulation relative to bottom-up processes. Specifically, the fishing ban led to increased fish biomass, phytoplankton abundance, and nutrient levels over the past four years, while reducing the abundance of submerged macrophytes, zoobenthos, and zooplankton. Projections further indicate that such antagonistic effects would persist through 2030 if the fishing ban remains in place as planned. Additionally, model forecasts suggest that even with adjustments to the duration and intensity of fishing bans, antagonistic effects could be amplified under more stringent nutrient control scenarios. This study provides valuable insights into maximizing the net benefits of combined environmental management strategies through a systematic framework that evaluates both the effects and underlying processes of different interventions.\n\nHighlightsO_LIA research framework is provided to reveal the antagonistic effects of different managements.\nC_LIO_LIThe hypothesis that fishing ban could have antagonistic effects on nutrient loading control by strengthening top-down effects is confirmed.\nC_LIO_LISuch antagonism of fishing ban would be amplified under a stricter control of nutrient loading.\nC_LI", "date": "2025-10-12", "journal": ""}
{"title": "Action prediction relies on high-level holistic and low-level kinematics priors", "doi": "10.1101/2025.10.09.681210", "authors": "de Vries, I. E. J.; de Lange, F. P.; Wurm, M. F.", "abstract": "Our brains continuously predict what will happen next, helping us interact smoothly with others and navigate a dynamic world. A key example is biological motion perception, which relies on priors, or lifelong expectations about how bodies move. Yet it remains unclear how these priors shape the dynamics of neural prediction across hierarchical levels. Using a new dynamic extension to representational similarity analysis (dRSA), we measured how the brain of human participants predicted continuous dance movements recorded with magnetoencephalography. Under normal viewing conditions predictions followed a hierarchy: high-level viewpoint-invariant body motion was predicted earliest, while viewpoint-dependent body motion and low-level pixelwise motion were predicted closer to real-time. Disrupting high-level long-term priors by inverting videos selectively reduced high-level predictions. Instead, disrupting low-level short-term kinematics priors by piecewise scrambling eliminated all motion prediction, while increasing post-stimulus responses. These findings reveal how high- and low-level priors jointly shape predictive perception of naturalistic continuous input.", "date": "2025-10-12", "journal": ""}
{"title": "Protein Hunter: exploiting structure hallucination within diffusion for protein design", "doi": "10.1101/2025.10.10.681530", "authors": "Cho, Y.; Rangel, G.; Bhardwaj, G.; Ovchinnikov, S.", "abstract": "Interactions between proteins and other biomolecules underlie nearly all biological processes, yet designing such interactions de novo remains challenging. Capturing their specific interactions and co-optimizing sequence and structure are difficult and often require extensive computation. We present Protein Hunter, a fast, fine-tuning-free framework for de novo protein design. Starting from an all-X sequence, we find diffusion-based structure prediction models hallucinate reasonable looking structures that can be further improved through iterative sequence re-design and structure re-prediction. This lightweight strategy achieves high AlphaFold3 in silico success rates across both unconditional and conditional generation tasks, including binders to proteins, cyclic peptides, small molecules, DNA, and RNA. Protein Hunter also supports multi-motif scaffolding and partial redesign, providing a general and efficient platform for de novo protein design across diverse molecular targets.", "date": "2025-10-12", "journal": ""}
{"title": "Jam2 Signaling Functions Downstream of Hand2 To Initiate The Formation Of Organ-Specific Vascular Progenitors In Zebrafish", "doi": "10.1101/2025.10.10.681632", "authors": "Griciunaite, M.; Martinkus, J.; Metikala, S.; DeMoya, R.; Gurung, S.; Rufin Florat, D.; Sumanas, S.", "abstract": "The mechanisms regulating the formation of organ-specific vasculature are still poorly understood. We have previously identified a population of late-forming endothelial progenitor cells in zebrafish embryos (termed secondary vascular field, SVF), which emerge from the lateral plate mesoderm after 24 hpf stage, after blood circulation has been initiated. Here we investigate the functional role of SVF cells and the molecular mechanisms that govern the emergence of these SVF cells and their contribution to vasculature. We identified that the bHLH transcription factor Hand2 and Junctional Adhesion Molecule Jam2b are expressed in the SVF-forming region and are required for the emergence of SVF cells in zebrafish embryos. Time-lapse imaging and jam2b:Cre based lineage tracing showed that SVF cells serve as the major source of the intestinal vasculature, including the supraintestinal artery (SIA) and subintestinal vein (SIV), which are subsequently remodeled to provide the blood flow to many internal organs. To analyze the functional role of jam2b and a related jam2a gene in vascular development, we generated double maternal-zygotic jam2a; jam2b mutants, which display a greatly reduced number of SVF cells and show defects in the intestinal vasculature development. Further analysis showed that hand2 functions in the SVF-forming region upstream of jam2b and is required to induce expression of transcription factor etv2/etsrp, a known master regulator of vasculogenesis. In summary, our results identify new roles for Jam2 signaling and Hand2 function in the emergence of organ-specific vascular progenitors. The presence of similar progenitors in mammalian embryos suggests that this mechanism is evolutionarily conserved.", "date": "2025-10-12", "journal": ""}
{"title": "Cholesterol-mediated activation of VapC12 toxin modulates growth and drug susceptibility in Mycobacterium tuberculosis", "doi": "10.1101/2025.10.10.681325", "authors": "Hashmi, Z.; Singh, S. P.; Talwar, S.; Megta, A.; Srivastava, M.; Sarmadhikari, D.; Sharma, T.; Sharma, C.; Asthana, S.; Krishnan, V.; Pandey, A. K.", "abstract": "Tuberculosis eradication efforts are severely hampered by antimicrobial resistance (AMR). We have previously reported that VapBC12 TA system in Mycobacterium tuberculosis (M. tuberculosis) regulates both disease and antibiotic persistence in tuberculosis. In this study, we developed a mechanistic understanding of the VapBC12-dependent modulation of growth and antibiotic susceptibility in M. tuberculosis. We identified a unique Cholesterol Recognition Amino acid Consensus (CRAC) motif in VapC12 toxin and demonstrated that its heterologous expression induces toxicity in M. smegmatis. We have solved the crystal structure of VapB12 antitoxin at a 1.6A0 wavelength and using molecular modeling predicted the structure of TA complex. Structure-function analysis revealed specific residues critical for the assembly and activity of the VapBC12 TA system. Our study suggests that cholesterol activates the VapC12 toxin by competitively displacing its cognate antitoxin at the CRAC motif which consequently restricts the growth of M. tuberculosis. Finally, we demonstrated that chemical inhibition of VapC12 prevents growth restriction and potentiates activity of anti-TB drugs.", "date": "2025-10-12", "journal": ""}
{"title": "Experiment-guided AlphaFold3 resolves accurate protein ensembles", "doi": "10.1101/2025.10.11.681796", "authors": "Maddipatla, A.; Bojan Sellam, N.; Bojan, M.; Masalitin, V.; Vedula, S.; Schanda, P. M.; Marx, A.; Bronstein, A. M.", "abstract": "AlphaFold3 predicts highly accurate protein structures from sequence, but tends to collapse to a single dominant conformation, even when the underlying structure is inherently heterogeneous. Moreover, its predictions are oblivious to experimental conditions that can alter local sequence conformation. In this work we show that AlphaFold3 can be guided to match data obtained by NMR spectroscopy, X-ray crystallography and cryo-EM experiments. We demonstrate that this methodology can generate ensembles of conformations having less distance restraint violations than traditionally resolved NMR structures and uncover unmodelled alternate conformations detectable in electron density. We show that AlphaFold3 can also be guided by cryo-electron microscopy maps and that doing so in combination with NMR parameters improves model quality. This methodology paves the way for the development of experimentally aware predictive models that capture the ensemble nature of protein structures.", "date": "2025-10-12", "journal": ""}
{"title": "Decoding state specific connectivity during speech production and perception", "doi": "10.1101/2025.10.10.681678", "authors": "Esmaeili, Y.; Khalilian-Gourtani, A.; Devinsky, O.; Doyle, W.; Dugan, P.; Friedman, D.; Flinker, A.", "abstract": "Understanding how dynamic brain networks support language perception and production is central to cognitive neuroscience. A vast network based literature has employed functional connectivity (FC), primarily using resting-state and task-based fMRI. However, methodological limitations have hindered this approach in language processing, particularly during speech production. Here, we address this gap by employing a large cohort of electrocorticographic (ECoG) patients (N=42) to investigate the networks driving speech perception and production. We acquired data while patients were engaged in a controlled battery of speech production tasks focusing on five cognitive states (auditory perception, picture perception, reading perception, speech production, and baseline). Using linear classifiers we were able to robustly decode cognitive states from single-trial FC (i.e. Pearson correlations) of the neural activity patterns, achieving a mean accuracy of 64.4%. These classifiers revealed distinct network signatures underlying auditory and visual perception as well as speech production via stable network connectivity. Importantly, the network signatures included both regions with robust local neural activity and those with minimal or no detectable activation. Such signatures indicate that even low-activity regions contribute critically to differentiating cognitive states. Our findings underscore the significance of functional connectivity analysis as a complementary dimension to investigating local neural activity, and suggest that the functional networks supporting speech extend beyond the most metabolically active regions.", "date": "2025-10-12", "journal": ""}
{"title": "Thalamus-cortex interactions drive cell type-specific cortical development in human pluripotent stem cell-derived assembloids", "doi": "10.1101/2025.10.11.681772", "authors": "Nishimura, M.; Adachi, S.; Kodera, T.; Sato, A. Y. Y.; Takeuchi, R. F.; Osakada, F.", "abstract": "The thalamus plays a pivotal role in the development and function of neural circuits in the cerebral cortex. However, how thalamus-cortex interactions influence human cortical development remains unknown primarily because of the inaccessibility of the human embryonic brain. Here, we demonstrate thalamus-dependent gene expression, circuit organization, and neural activity during corticogenesis using human thalamocortical assembloids (hThCAs). Human cortical and thalamic organoids (hCOs and hThOs) derived from induced pluripotent stem cells exhibited region-specific gene expression and spontaneous neuronal activity. Upon the fusion of these organoids, hThCAs reconstructed reciprocal thalamus-cortex axonal projections and synaptic connections. Transcriptomic analysis revealed thalamus-dependent acceleration of cortical maturation, with upregulation of programs linked to axon development, subplate/cortical plate identity, and activity-regulated genes. Histological analysis showed expanded progenitor pools and increased deep-layer neurons within hThCAs. Wide-field Ca2+ imaging demonstrated that wave-like activity originated in the thalamic region and propagated to the cortical region. Furthermore, two-photon Ca2+ imaging of cortical neurons revealed that synchronous activity emerged exclusively in pyramidal tract (PT) and corticothalamic (CT) neurons, whereas intratelencephalic (IT) neurons remain asynchronous, highlighting cell type-specific circuit integration within hThCAs. These synchronized events were absent in isolated hCOs or in cortico-cortical assembloids, underscoring the specificity of thalamic input. Our findings suggest that diffusible thalamic cues broadly enhance progenitor expansion, while long-range thalamic input organizes cell type-specific synchronous activity. This study demonstrates the thalamus-dependent acquisition of mature cortical phenotypes in a cell type-specific manner in hThCAs, establishing developmental mechanisms linking regional interactions and cell type-specific circuit specification. Thus, hThCAs provide a tractable human platform for dissecting human-specific developmental processes and modeling neurodevelopmental disorders with disrupted thalamocortical communication at the molecular, cellular, and circuit levels.", "date": "2025-10-12", "journal": ""}
{"title": "Integrative Functional Genomics Identifies ARHGAP10 in the 4q31.2 Locus as a Novel Congenital Heart Disease and Ciliopathy Gene.", "doi": "10.1101/2025.10.10.681676", "authors": "Sochaka, E.; Hinson, S.; Shook, D.; DeSimone, D.; Kulkarni, S. S.", "abstract": "Congenital heart disease (CHD) remains a major cause of pediatric morbidity and mortality, yet its genetic underpinnings are not fully understood. Two studies independently identified rare deletions in ARHGAP10 (GAP10), a Rho GTPase-activating protein located at 4q31.2 in individuals with heterotaxy and atrial septal defects (n=2 rare copy number variants (CNVs)), highlighting GAP10 as a new candidate CHD gene. While the 4q31.2 locus is implicated in CHD, the function of GAP10 has not been investigated. Here, using Xenopus tropicalis as a model, we demonstrate that gap10 deletion disrupts morphogenetic movements critical for body axis extension, left-right organizer (LRO) formation, and ciliogenesis, leading to severe cardiac looping defects that closely mirror human CHD phenotypes. Moreover, gap10 localizes to basal bodies of motile cilia in multiciliated cells, where it regulates basal body organization and apical actin enrichment by recruiting focal adhesion kinase (FAK) to specialized ciliary adhesion complexes. In summary, our findings implicate GAP10 as a clinically relevant, genetically supported, and functionally validated regulator of CHD and ciliogenesis, underscoring the power of integrative functional genomics in the discovery of rare disease genes.", "date": "2025-10-12", "journal": ""}
{"title": "Rearing condition affects behavioral response to cross-modal expectancy violation paradigm in zebra finches", "doi": "10.1101/2025.10.10.681716", "authors": "Catalano, I.; Woolley, S. C.", "abstract": "Interacting in a multimodal world, including recognizing other individuals across multiple sensory modalities, is important for animals who rely on social relationships for survival. Social and sensory experiences shape how multisensory information is processed and integrated; however, we have less understanding of how multimodal recognition may be modulated by early sensory experience in a single modality. Zebra finches are gregarious songbirds that form lifelong pair-bonds with a single partner whom they recognize acoustically and visually. However, it is unknown to what extent multisensory signals might interact to enable recognition or whether this is affected by auditory exposure during development. In this paper, we tested females for responses to audio and visual stimuli from their mate or a stranger in a digital cross-modal expectancy violation paradigm. Using automated pose tracking, we determined that, like many species, zebra finches react differently when the stimuli are congruent versus incongruent. However, while birds reared in a colony setting and birds reared without exposure to adult song both detected audiovisual congruency, the degree of behaviors exhibited differed between the rearing conditions. Thus, multisensory integration appears to be important for females to identify their mates, but differences in developmental environment influence how recognition is behaviorally expressed.", "date": "2025-10-12", "journal": ""}
{"title": "Spatially patterned cytoskeletal organization shapes astrocyte branch complexity", "doi": "10.1101/2025.10.10.681734", "authors": "Wynne, M. E.; Barclay, W. E.; Gopal, D.; Bergstrom, J. J.; Ho, L. T.; Lopez, E. A.; Nogales, E.; Fu, M.-m.", "abstract": "Astrocytes, the most abundant cells in the brain, extend elaborate branches that enable diverse functions, from synapse maintenance to blood-brain-barrier integrity. The cytoskeletal basis of this architecture has remained unclear, since traditional culturing methods produce minimal branching. Using immunopanning and serum-free conditions, we generated primary rodent astrocytes with in-vivo-like morphology and surveyed their cytoskeleton using confocal microscopy and cryogenic electron tomography. We show that astrocyte microtubules are oriented primarily plus-ends-out. Proximally, microtubules appear stabilized by post-translational modifications (PTMs) and microtubule inner proteins (MIPs). Distal regions lack stabilizing microtubule PTMs, and are enriched in intermediate filament (IF) GFAP. Additionally, diverse actin microstructures, including reticular webbing, extend astrocyte boundaries beyond the microtubule--IF framework. Our results uncover fundamental principles of astrocyte cytoskeletal organization that underlie their intricate branching.", "date": "2025-10-12", "journal": ""}
{"title": "A role for prefrontal dopamine signaling in control of goal-directed actions", "doi": "10.1101/2025.10.10.681663", "authors": "Petitbon, A.; Contini, A.; Walle, R.; Allichon, M.-C.; Hardt, L.; Ducrocq, F.; Couty, P.; Oummadi, A.; Angelo, M.-F.; Delcasso, S.; Cazala, M.; Depret, M.; Harouna, Y.; Ilie, A.; Acedo, F.; Correa-Vazquez, J.; Ortole, R.; Thebeaud, R.; Blanc, A.; Rousseaud, M.; Andrianarivelo, A.; Ferreira, G.; Barik, J.; Vanhoutte, P.; Trifilieff, P.", "abstract": "Impairments in behavioral flexibility commonly found across psychiatric disorders have often been attributed to a dysfunction of the medial prefrontal cortex (mPFC), notably in relation with altered dopamine transmission. However, how dopamine transmission shapes neuronal activity in the mPFC to allow adapting to a changing situation remains largely elusive. Here, we show that dopamine dynamics in the mPFC encode the value of instrumental actions, in particular during reversal learning. Such signal shapes the activity of mPFC dopaminoceptive neurons during reversal learning through the recruitment of heteromers formed by dopamine D1 and D2 receptors with NMDA receptors. In accordance, blockade of either D1/NMDA or D2/NMDA heteromers in the mPFC selectively impairs reversal of outcome identities but not learning and expression of initial action-outcome associations. Our findings provide mechanistic evidence for a central role of dopamine in the mPFC to allow updating goal-directed actions.", "date": "2025-10-12", "journal": ""}
{"title": "Shared and distinct neural signatures of inhibitory control deficits in attention-deficit/hyperactivity disorder and autism", "doi": "10.1101/2025.10.10.681732", "authors": "Roussat, M.; Gao, Z.; Cai, W.; Vaidya, C.; Supekar, K.", "abstract": "Background: Attention-deficit/hyperactivity disorder (ADHD) and autism spectrum disorder (ASD) share deficits in inhibitory control, yet direct comparisons of their neurobiological underpinnings remain sparse and are often confounded by comorbidity. We examined shared and distinct abnormalities in brain activation and circuit connectivity associated with inhibitory control in non-comorbid ADHD and ASD. Methods: Brain activity and hyperdirect pathway connectivity during inhibitory control were examined in children with non-comorbid ADHD (age: 11.1{+/-}0.24y) and children with non-comorbid ASD (age: 11.1{+/-}0.39y), compared with typically developing (TD) children (age: 10.9{+/-}0.09y), and benchmarked against healthy adults (age: 24.1{+/-}1.26y), using fMRI stop-signal task data. Results: Both ADHD and ASD groups showed reduced activation in salience and frontoparietal network regions alongside increased activation in default mode network (DMN) regions, consistent with triple-network dysfunction. These activation deficits were more pronounced in ASD, whose activation profile also diverged most from adults. At the circuit level, only ASD showed abnormal hyperdirect connectivity, involving insula-STN and preSMA-STN pathways and further reflected in a composite insula/IFG-STN connectivity measure, indicating broader cortical-STN disruption. Importantly, across all children, reduced salience/frontoparietal relative to DMN engagement correlated with greater parent-reported inhibitory control deficits, and in ASD, individual differences in insula/IFG-STN connectivity showed the same association, highlighting the behavioral relevance of both network- and circuit-level abnormalities. Conclusions: ADHD and ASD share network-level but differ in circuit-level abnormalities underlying inhibitory control deficits. Together, these insights advance the neurobiology of inhibitory control in ADHD and ASD and provide potential targets for neuroscience-informed interventions addressing both shared and disorder-specific mechanisms.", "date": "2025-10-12", "journal": ""}
{"title": "The neural computations underlying context dependent attribute-based valuation of complex stimuli.", "doi": "10.1101/2025.10.10.681681", "authors": "Fransen, A.; Man, V.; Iigaya, K.; O`Doherty, J. P.", "abstract": "Adaptive decision making requires value computations to be flexible because we often need to value a stimulus differently as the context changes. A stimulus might be highly desirable in one context but completely unappealing in another. However, it is not known how the brain can support such flexible modulation of overall stimulus value. Here we test a model of flexible value construction whereby individual attributes of a stimulus are converted into contextually dependent attribute-specific value representations before being combined into an overall integrated stimulus value. To test this framework, human participants (online n=95, MRI n=35) provided ratings for 75 unique high-dimensional clothing stimuli under three instructed `goal-contexts` designed to elicit differences in overall value judgments for the items. Integrated value ratings for each stimulus were found to be goal-context dependent, while individual stimulus-attributes varied markedly in how they contributed to value ratings across goal contexts. In the fMRI data, representations of the absolute levels of particular attributes were revealed in visual areas. In contrast, encoding of individual attributes in value space, alongside integrated overall stimulus value, was present within distinct regions of prefrontal cortex. More specifically, behaviorally relevant attributes in value space and integrated stimulus value were found in vmPFC and dmPFC respectively. These findings indicate that the construction of value for high-dimensional stimuli is achieved through the computation of goal-context-dependent attributes in value space, providing mechanistic insight into how the brain can flexibly modulate stimulus-values as context changes.", "date": "2025-10-12", "journal": ""}
{"title": "Astrocyte SEMA3C reduction improves Rett Syndrome phenotypes", "doi": "10.1101/2025.10.10.681027", "authors": "Lyon, K. A.; Paumier, A.; Kandikonda, A.; Melendez, A.; Allen, N. J.", "abstract": "During typical neurodevelopment, astrocytes secrete proteins that support neuronal connectivity. This process is disrupted in Rett Syndrome (RTT), a regressive neurodevelopmental disorder characterized by motor, sensory, and cognitive impairments. While astrocytes typically promote neuron outgrowth, co-culture of RTT astrocytes with wildtype neurons inhibits their outgrowth, implicating secreted astrocyte factors in RTT pathology. However, the specific factors and their contributions to RTT deficits remain poorly defined. To address this, we focused on the class 3 semaphorin SEMA3C, which shows increased astrocyte secretion in RTT and other neurodevelopmental disorders. Using astrocyte and neuron cell culture, we find that SEMA3C is inhibitory to dendrite outgrowth via PLXND1 and NRP2 receptors in cortical neurons. Genetic reduction of astrocyte SEMA3C in female RTT model mice enhances dendritic arborization and normalizes synaptic activity. Behaviorally, astrocyte SEMA3C reduction normalizes visual acuity and motor behavior, which are established clinical features in RTT. Together, these findings identify astrocyte SEMA3C as a contributor to RTT pathology and highlight the SEMA3C-NRP2-PLXND1 signaling pathway as a potential therapeutic target in disordered neurodevelopment.", "date": "2025-10-12", "journal": ""}
{"title": "Nonlinear hippocampal coding of the pair-bonded partner in prairie voles", "doi": "10.1101/2025.10.10.681589", "authors": "Liu, J.; Watanabe, K.; Miyano, M.; Kudara, M.; Kato-Ishikura, E.; Iijima, S.; Takeda, K.; Koike, R.; Nagahiro, T.; Yamashiro, K.; Young, L. J.; Ikegaya, Y.; Matsumoto, N.", "abstract": "Neural representation of specific opposite-sex partners remains largely unexplored. Using monogamous prairie voles, we demonstrated that partner preference required the ventral hippocampus, in which 3-4 Hz oscillations were enhanced following partner interaction. We identified ventral hippocampal neurons responding selectively to the pair-bonded partner and stranger, which encoded identity-related information in a nonlinear manner, shedding light upon how mammalian brains create distinct neural representations of romantic opposite-sex partners.", "date": "2025-10-12", "journal": ""}
{"title": "Effector Repertoire and Host Transcriptomic Responses in the Tripartite Interaction Between the bloom-forming diatom Coscinodiscus granii, the oomycete Lagenisma coscinodisci and Co-occurring Pedinellale Pteridomonas.", "doi": "10.1101/2025.10.10.681168", "authors": "Orvain, C.; Bertrand, L.; Porcel, B. M.; Vallet, M.; Carradec, Q.; Thurotte, A.", "abstract": "Parasitic interactions play a central role in shaping phytoplankton community dynamics. Understanding the host response is crucial to fully comprehend these interactions. In this article, we investigate the tripartite interaction between the bloom-forming centric diatom Coscinodiscus granii, its oomycete parasite Lagenisma coscinodisci, and a co-occurring heterotrophic flagellate (Pteridomonas sp.). A major challenge in infection transcriptomics is that cells are often at different infection stages. To overcome this, we manually sorted C. granii cells at comparable infection stages to perform transcriptomic analyses. We assembled the first transcriptomes of both C. granii and L. coscinodisci. Our analysis reveals a sophisticated effector repertoire in L. coscinodisci, including canonical oomycete virulence factors such as Crinklers, RxLR effectors, cystatins, and transposon-associated proteins, as well as components of the RNAi machinery (Argonaute, Dicer, RdRP) and cyclophilins. Notably, C. granii exhibits a transcriptional response involving proteases and exosome-related pathways, suggesting a deeply conserved, possibly ancient, mechanism of defense. In parallel, we analyzed the differential expression of Pteridomonas, which consistently co-occurred in culture, and identified a distinct transcriptional profile characterized by the upregulation of motility genes, highlighting a striking mobility strategy. Thanks to the exceptionally large host size, together with available transcriptomic and metabolomic data, this tripartite system provides a unique marine model to study oomycete-diatoms interactions.", "date": "2025-10-12", "journal": ""}
{"title": "(Re)defining the human chromatome: an integrated meta-analysis of localization, function, abundance, physical properties and domain composition of chromatin proteins", "doi": "10.1101/2025.10.10.680841", "authors": "Gribkova, A. K.; Armeev, G. A.; Kirpichnikov, M. P.; Shaytan, A. K.", "abstract": "The full complement of chromatin-associated proteins -- collectively referred to as the chromatome -- enables genome functioning in eukaryotes by participating in a wide range of physico-chemical processes. These include mediating diverse specific and non-specific intermolecular interactions, catalyzing in situ synthesis and modification of macromolecules, facilitating ATP-dependent chromatin remodeling, etc. Despite considerable progress in epigenomics and the structural characterization of many nuclear proteins and their complexes, our understanding of chromatin organization at the proteome scale remains incomplete. This gap hinders the development of a holistic view of genome regulation. In this study, we present a state-of-the-art characterization of the human chromatome based on an integrative meta-analysis of diverse data sources describing the composition, abundance, and sub-nuclear localization of chromatin proteins. This effort is complemented by original analyses of their physico-chemical properties, domain architectures, and interaction patterns. To support and streamline these analyses, we developed a reference dataset of chromatin proteins, integrated with an empirical, function-based classification ontology and an associated interactive web resource - SimChrom - accessible at https://simchrom.intbio.org/. The reference dataset was carefully curated by reconciling data among protein databases, localization, and mass spectrometry-based experimental studies. Sequence-based and AI-assisted structural analyses revealed previously unannotated domains within chromatin proteins that warrant experimental validation, as well as the widespread use of multivalent interaction strategies that underpin chromatin organization. Together, our findings establish a robust framework for future studies aimed at elucidating genome function through detailed analysis of protein-protein and protein-nucleic acid interactions within chromatin.", "date": "2025-10-12", "journal": ""}
{"title": "Divergent disruption of brain networks following total and chronic sleep loss: a longitudinal fMRI study", "doi": "10.1101/2025.10.10.681651", "authors": "Scislewska, P.; Cabrera Vazquez, A.; Szatkowska, I.; Kontrymowicz-Oginska, H.; Achard, S.; Domagalik, A.", "abstract": "Study objectives: Sleep loss significantly disrupts cognitive and emotional functioning, yet the neural consequences of different types of sleep deprivation remain unclear. Methods: In a within-subject resting-state fMRI study, we examined how acute total sleep deprivation (TSD) and chronic sleep restriction (CSR) alter intrinsic functional brain organization in 28 healthy adults scanned under three conditions: rested wakefulness (RW), after one night of TSD, and after five nights of CSR. To quantify network-level disruption, we applied graph-theoretical analyses, including a novel within-subject adaptation of the Hub Disruption Index and Covariate-Constrained Manifold Learning (CCML), an unsupervised embedding technique sensitive to subject-level covariates. Moreover, we assessed subjective sleep quality, sleepiness, and circadian traits. Results: Both TSD and CSR were associated with a consistent reorganization of graph topology relative to RW. Furthermore, direct comparisons revealed that TSD and CSR affect different brain hubs. Regional changes in degree, closeness, and clustering coefficients were most prominent in subsystems of the default mode network, frontoparietal network, and cerebellum. These differences were also captured in CCML embeddings, supporting the hypothesis that acute and chronic sleep deprivation exert divergent effects on brain connectivity. Findings were robust across graph thresholds, brain atlases, and nodal metrics. Moreover, these results were further supported by the subjective measures - sleepiness was associated with reduced network integration in RW, and circadian phenotype emerged as a key determinant of individual sensitivity to sleep loss. Conclusions: Our results show that TSD and CSR induce distinct alterations in brain functional organization, offering new insights into their neural impact.", "date": "2025-10-12", "journal": ""}
{"title": "Cytokines of the Interleukin-1 superfamily and Interleukin-6 are associated with neuroinflammation and brain injury in Herpes Simplex Virus Encephalitis", "doi": "10.1101/2025.10.10.681150", "authors": "Egbe, F. N.; Dunai, C.; Hetherington, C.; Boardman, S. A.; Moreno, L. B.; Facer, B.; Hooper, C.; Haw, D.; Villani, A.-C.; Lenzi, L.; Haldenby, S.; Patterson, S.; Kurt-Jones, E.; Luster, A. D.; Solomon, T.; Ellul, M. A.; Michael, B. D.", "abstract": "Early adjunctive anti-inflammatory therapy could modulate the immune response and improve clinical outcomes in Herpes Simplex Virus encephalitis (HSE). However, data on the array of inflammatory mediators to target and the immunomodulatory drugs to use are limited. This study aimed to determine key cytokines associated with HSV-induced neuroinflammation, brain injury, and clinical outcomes, and the effect of dexamethasone on their blood levels. We profiled the levels of forty-eight cytokines and four brain injury biomarkers (GFAP, NFL, Tau and UCHL-1) in CSF and serum samples collected from HSE adult patients; recruited in a randomised clinical trial to receive either adjunctive dexamethasone plus intravenous aciclovir or aciclovir alone. We found that cytokines of the IL-1 superfamily (IL-1, IL-18, IL-1RA) and IL-6 were most consistently associated with neuroinflammation, brain injury and poor clinical outcomes. Spearman correlation analysis revealed positive associations between CSF concentrations of IL-1RA, IL-18, and IL-10 and serum concentrations of IL-1RA and IL-6 with the astrocytic marker, Glial fibrillary acidic protein (GFAP). Levels of CSF IL-1RA and IL-18 were associated with increased volume of cerebral oedema on MRI and were significantly raised (p < 0.05) in both patients with abnormal GCS scores (< 15) and worse outcomes (LoS <3). Moreover, the blood levels of these key mediators were unaffected by adjunctive dexamethasone treatment. Taken together, this work identified key targets for direct, targeted adjunctive anti-inflammatory and neuroprotective therapy to be taken forward in clinical trials, aiming to improve outcomes following HSE.", "date": "2025-10-12", "journal": ""}
{"title": "Same place, different time: Leopards employ temporal partitioning as a co existence mechanism in a human-dominated, unprotected agricultural landscape in Sri Lanka", "doi": "10.1101/2025.10.10.681667", "authors": "Kittle, A. M.; Watson, A. C.", "abstract": "As humans and wildlife increasingly overlap on a rapidly changing planet, it is important to understand co-existence mechanisms in unprotected landscapes, especially for large carnivores with which humans share an uneasy history. In Sri Lankas tea estate-dominated Central Highlands, a dense, widespread human population shares the landscape with the islands apex predator, the Sri Lankan leopard. This study used remote cameras to determine leopard density, generalized linear models to investigate leopard space-use in relation to key anthropogenic, ecological and environmental variables, and fitted kernel density curves to identify temporal activity patterns in this unprotected, human-dominated region. Adult leopard density (8.82/100 km{superscript 2}) was lower here than in key Sri Lankan National Parks, but not significantly so, suggesting good leopard habitat suitability. Spatially, leopards did not avoid humans but incorporated anthropogenic factors into space-use decisions, with areas of intermediate human and dog presence disproportionately used. Male leopards were more likely to occur at intermediate distances from human settlements, perhaps balancing risk with efficiency while navigating this human-dominated landscape. Female leopards biased space-use towards areas of high natural prey availability, aligning with their need to provide for cubs. Temporally, leopards were significantly less diurnal and more active at dusk than their protected counterparts, likely due to temporal partitioning from diurnally active humans, an adaptation which allows for human-leopard co-existence. This is the first comprehensive study of leopards outside protected areas in Sri Lanka, and highlights the value of unprotected landscapes and their importance for long-term leopard conservation. To foster human-leopard co-existence it is necessary to maintain current human activity patterns which allow for temporal partitioning; ensure existing natural prey resources remain to prevent leopards switching to domestic prey species; and reduce/eliminate the use of wire snares which transcend the effect of temporal partitioning by de-coupling persecution risk from human presence.", "date": "2025-10-12", "journal": ""}
{"title": "Non-invasive detection of local microstructural damage in tendonvia Diffusion Tensor MRI", "doi": "10.1101/2025.10.10.681653", "authors": "Pineda Guzman, R. A.; Ostadi Moghaddam, A.; Confer, M. P.; Majumdar, S.; Bhargava, R.; Wagoner Johnson, A. J.; Damon, B. M.; Kersh, M.", "abstract": "Tendon is critical for musculoskeletal function as it transfers forces generated by muscle to bone and stores energy during movement. Impaired mechanical function in tendon limits mobility and results from fatigue-induced damage progression that outpaces the restorative processes maintaning tissue health, a phenomenom we term mechanopathology. Early and non-invasive detection of tendon mechanopathologies is vital to prevent further damage, but is lacking in the clinical space. Here, we evaluate the ability of diffusion tensor magnetic resonance imaging (DT-MRI) to detect mechanical fatigue damage in tendon, and validate our findings using histologic assessments of collagen fiber microstructure and molecular structure. We found that fatigue-induced changes in DT-MRI metrics of tendon are spatially heterogeneous, and correspond to regions with damaged collagen fiber microstructure. While secondary structures of collagen molecules were damaged by fatigue loading, they do not spatially correspond to fatigue-induced changes in DT-MRI metrics. Fatigue-induced changes in DT-MRI metrics can be partially explained by quantitative metrics of post-fatigue collagen fiber microstructure, estimating the limit of detection of DT-MRI metrics to fatigue-induced damage in tendon. Our findings indicate that DT-MRI metrics are sensitive to fatigue-induced local damage in tendon, supporting the potential of DT-MRI as a non-invasive and translatable tool to clinically detect mechanopathologies in tendon.", "date": "2025-10-12", "journal": ""}
{"title": "The first photosynthetic mutant in diatoms targets the subunit γ of plastidial ATP synthase and reveals a key role of thylakoid electrochemical proton gradient in photosynthesis regulation and heterotrophic metabolism.", "doi": "10.1101/2025.10.10.681070", "authors": "Jensen, E.; Audoor, S.; Kuras, R.; Seleem, B.; Rogato, A.; D'Ippolito, G.; Benvenuto, G.; Fontana, A.; Choquet, Y.; Bailleul, B.; Falciatore, A.", "abstract": "Diatoms are major phytoplanktonic algae with secondary endosymbiotic plastids that differ in cellular and regulatory traits from those of the green lineage. Here we exploited the heterotrophic growth ability of Cyclotella cryptica to create the first diatom photosynthetic mutant by CRISPR-Cas inactivation of the nucleus-encoded ATP synthase subunit {gamma}. These mutants showed impaired phototrophic capacity and altered thylakoids morphology. In absence of {gamma}-ATP, protons that accumulate in the thylakoid lumen slow down the cytochrome b6f complex, thus keeping the electron carriers downhill oxidized. These results, reversible when the proton gradient is suppressed, demonstrate the existence of a photosynthetic control in diatoms. At variance with the wild type, {gamma}-ATP synthase mutants cannot grow heterotrophically in darkness nor in the light when photosystem II is inhibited. This requirement of heterotrophic growth on photosynthetic electron transfer or on the presence of plastidial ATP synthase suggests that the proton motive force (pmf) is a central integrator of the metabolic interaction between photosynthesis and heterotrophy. Our results establish C. crytica as a robust model for analysis of photosynthetic function, regulation and metabolic integration in organisms with secondary plastids.", "date": "2025-10-12", "journal": ""}
{"title": "A Structure-Guided Kinase-Transcription Factor Interactome Atlas Reveals Docking Landscapes of the Kinome", "doi": "10.1101/2025.10.10.681672", "authors": "Kim, A.-R.; Huang, K.; Johnson, J. L.; Yaron-Barir, T. M.; Wang, K.; Cantley, L. C.; Hu, Y.; Perrimon, N.", "abstract": "Protein kinases orchestrate cellular processes through phosphorylation, yet the structural basis for their specific binding partner interactions remains largely unmapped. Here, we present a structure-guided atlas of the human and Drosophila kinome, built by applying a new interface-aware scoring framework (iLIS) to AlphaFold-Multimer predictions. The resulting atlas recapitulates hallmark sequence preferences, confirms previously reported and functionally related protein-protein interactions (PPIs), and uncovers previously unrecognized docking interactions. Notably, our analysis predicts a potentially widespread docking motif on homeodomain (HD) transcription factors for interaction with basophilic kinases. We validate selected predictions in cells and in vivo and demonstrate the atlas utility by mechanistically dissecting a key pathway controlling lipid metabolism. This resource provides a blueprint for dissecting signaling networks and for the rational design of docking-site-specific kinase modulators.", "date": "2025-10-12", "journal": ""}
{"title": "LRRK2 Kinase Mediates Increased GCase Activity in Microglia in Response to Proinflammatory Stimuli", "doi": "10.1101/2025.10.10.681687", "authors": "MacDougall, E. J.; Chen, C. X.- Q.; Deneault, E.; You, Z.; Abdian, N.; Durcan, T. M.; Senkevich, K.; Gan-Or, Z.; Fon, E. A.", "abstract": "Variants in the LRRK2 and GBA1 genes are among the most common risk factors associated with Parkinson's disease (PD). Both patients carrying PD-associated variants in GBA1, encoding lysosomal enzyme glucocerebrosidase (GCase), and a subset of non-carrier patients have been shown to have reduced GCase enzymatic activity, suggesting that reduced GCase activity may be a feature of both genetic and a subset of sporadic PD. However, the effect of PD-associated variants in LRRK2, encoding a serine/threonine kinase, on GCase activity remains controversial, with conflicting results in various tissues and cell types. Moreover, rare patients carrying both GBA1 and LRRK2 risk alleles seem to have a more benign disease course than carriers of GBA1 variants alone, suggesting a complex interplay between these two genes in PD. Here we evaluate the effect of LRRK2 kinase activity on GCase activity in human induced pluripotent stem cell (iPSC)-derived microglia (iMGs), a PD-relevant brain cell type expressing high levels of LRRK2. Using CRISPR editing, isogenic control iPSC lines were generated to match PD patient-derived iPSC lines harbouring the LRRK2 p.G2019S, p.M1646T, or p.N551K-p.R1398H protective haplotype variants. Whereas iMGs harbouring the p.M1646T variant, and the protective haplotype, respectively increased and decreased phosphorylation of canonical LRRK2 substrate, Rab10, GCase protein levels and activity were not altered in any of the LRRK2 variant lines. Additionally, whereas pharmacological inhibition of LRRK2 kinase activity had no impact on GCase activity in iMGs under basal conditions, it attenuated the increase in GCase activity elicited in response to interferon {gamma} (IFN{gamma}) treatment. Moreover, GCase activity induced by IFN{gamma} was reduced in PD risk LRRK2 p.M1646T iMGs and increased in p.N551K-p.R1398H protective haplotype iMGs compared to their isogenic corrected controls, congruent with their respective effects on LRRK2 kinase activity and PD risk. Thus, our data suggests a role for LRRK2 kinase activity in regulation of GCase activity in response to neuroinflammation.", "date": "2025-10-12", "journal": ""}
{"title": "Lineage-determining transcription factors constrain cohesin to drive multi-enhancer oncogene regulation", "doi": "10.1101/2025.10.10.681717", "authors": "Faryabi, R. B.; Zhou, Y.; Jay, A.; Burget, N.; Friedrich, T.; Yoon, S.; Alsing, J.; Nir, G.; Grosschedl, R.; Vahedi, G.", "abstract": "Multiple enhancers, often located across vast genomic distances, regulate key genes. However, how chromatin topology organization at individual alleles enables cell-type-restricted multi-enhancer gene regulation remains unclear. Using acute protein degradation and time-course population-average chromatin conformation capture in lymphoma, we found that the B-cell-lineage-determining transcription factor EBF1 preferentially positions multiple enhancers at loci containing sparsely distributed genes essential for B-cell identity and oncogenesis. Our time-resolved sub-diffraction optical chromatin architecture tracing of >100,000 alleles in individual lymphoma cells further revealed diverse topological conformations facilitating multi-enhancer interactions. Mechanistically, we found that positioning of enhancers at allelic topological centers is required for their interactions with target promoters, with EBF1 serving as a barrier to the loop-extruding cohesin on enhancers. These findings, which we demonstrate their generalizability to the T-cell-lineage-determining transcription factor TCF1 in T-cell leukemia, suggest that lineage-determining transcription factors radially position enhancers and promoters to enable multi-enhancer regulation of key oncogenes.", "date": "2025-10-12", "journal": ""}
{"title": "Genetic elements promote retention of extrachromosomal DNA in cancer cells", "doi": "10.1101/2025.10.10.681495", "authors": "Sankar, V.; Hung, K. L.; Gnanasekar, A.; Wong, I. T.-L.; Shi, Q.; Kraft, K.; Jones, M. G.; He, B. J.; Yan, X.; Belk, J. A.; Liu, K. J.; Agarwal, S.; Wang, S. K.; Henssen, A. G.; Mischel, P. S.; Chang, H. Y.", "abstract": "Extrachromosomal DNA (ecDNA) is a prevalent and devastating form of oncogene amplification in cancer. Circular megabase-sized ecDNAs lack centromeres and segregate stochastically during cell division yet persist over many generations. EcDNAs were first observed to hitchhike on mitotic chromosomes into daughter cell nuclei over 40 years ago with unknown mechanism. Here we identify a family of human genomic elements, termed retention elements, that tether episomes to mitotic chromosomes to increase ecDNA transmission to daughter cells. We develop Retain-seq, a genome-scale assay that reveals thousands of human retention elements conferring generational persistence to heterologous episomes. Retention elements comprise a select set of CpG-rich gene promoters and act additively. Live-cell imaging and chromatin conformation capture show that retention elements physically interact with mitotic chromosomes at regions which are mitotically bookmarked by transcription factors and chromatin proteins, intermolecularly recapitulating promoter-enhancer interactions. Multiple retention elements are co-amplified with oncogenes on individual ecDNAs in human cancers and shape their sizes and structures. CpG-rich retention elements are focally hypomethylated; targeted cytosine methylation abrogates retention activity and leads to ecDNA loss, suggesting that methylation-sensitive interactions modulate episomal DNA retention. These results highlight the DNA elements and regulatory logic of mitotic ecDNA retention. Amplifications of retention elements promote the maintenance of oncogenic ecDNA across generations of cancer cells, revealing the principles of episome immortality intrinsic to the human genome.", "date": "2025-10-12", "journal": ""}
{"title": "Sustainability During Instability: Long-Lived Life Science Databases and Science Funding Outlook in the United States", "doi": "10.1101/2025.10.08.680785", "authors": "Imker, H. J.", "abstract": "For decades, life science researchers have had cost-free, unrestricted access to data through online databases. However, the sustainability of even well-established resources was already tenuous, and abrupt changes in science funding in the United States seems poised to exacerbate these challenges. This study employed a multiple mini case study approach, triangulating semi-structured interviews with supplemental documentation to investigate 9 diverse, long-standing databases that had previously received support from U.S. federal agencies. The research explored each database's purpose and use, examined current and emerging funding strategies, and considered the potential consequences if any of these databases were forced to shut down. Participating databases include: 1) BHL: Biodiversity Heritage Library, 2) MorphoBank, 3) OMIM: Online Mendelian Inheritance in Man, 4) ORDB: Olfactory Receptor Database, 5) rrnDB: ribosomal RNA operon copy number database, 6) VEuPathBD: Eukaryotic Pathogen, Vector, and Host Informatics Resources, 7) WormAtlas, and 8-9) two databases that wished to remain anonymous. Findings revealed anticipation of higher barriers to data access and reuse, loss of subject matter expertise now and into the future, and lost or interrupted opportunities. Additionally, real impacts have already begun through redirection of energy, abrupt reductions in support, and increased competition for funding. Sustainability models in light of the current funding outlook in the US are discussed.", "date": "2025-10-12", "journal": ""}
{"title": "Hepatoprotective Effects of Vernonia amygdalina Leaf Extract: In Vivo and In Silico Evidence Against Ethanol-Induced Liver Injury", "doi": "10.1101/2025.10.08.678638", "authors": "Fosu, K.; Ansah, E. O.; Francis, O.; Annor, D.; Mati, D. T.; Ehiobu, J. M.; Mustapha, H.; Laryea, M. N. A. A.; Aikins, M.; Ninson, E.; Apeku, E. A.; Halm, E.; Adam, Y.; Barnie, P. A.; Kyei, F.", "abstract": "Alcoholic liver disease (ALD) remains a major global health burden with limited therapeutic options. In this study, we investigated the hepatoprotective effects of Vernonia amygdalina (VA) leaf extract against ethanol-induced liver injury using integrated in vivo and in silico approaches. Wistar rats were exposed to ethanol to induce liver damage, followed by treatment with VA extract (100-300 mg/kg) or silymarin (50 mg/kg). Liver function indices were evaluated through biochemical analysis. Network pharmacology analysis was performed to identify active compounds and their protein targets, and molecular docking assessed the binding affinities of key compounds. Ethanol exposure markedly increased serum SGOT, SGPT, ALKP, and total bilirubin while decreasing total protein and albumin. VA treatment significantly corrected these alterations in a dose-dependent manner. At 300 mg/kg, VA reduced SGPT from 110.31 to 88.65 U/mL, ALKP from 52.20 to 28.14 U/mL, and total bilirubin from 1.19 to 0.59 g/dL. Network pharmacology revealed flavonoids and sesquiterpene lactones as key active compounds targeting ALD-relevant proteins, including AKT1, CASP3, and HSP90AA1. Molecular docking demonstrated strong binding affinities (-9.5 kcal/mol) of cryptolepine, luteolin, and apigenin with AKT1 and HSP90AA1. VA provides both biochemical and mechanistic protection against ethanol-induced liver damage, highlighting its therapeutic potential in ALD management.", "date": "2025-10-12", "journal": ""}
{"title": "In silico analysis of the Chikungunya virus and SARS-CoV-2 Macrodomain", "doi": "10.1101/2025.10.10.681726", "authors": "Tiwari, V.; Rachman, M.; Huang, K.; Echeverria, I.; Sali, A.", "abstract": "The macrodomain of the Chikungunya virus NSP3 protein (ChikV Mac1) hydrolyzes mono-ADP ribose post-translational modifications on the human host proteins. Mutations in Mac1 reduce ChikV virulence. Thus, ChikV Mac1 is a viral drug target. While no potent ChikV Mac1 inhibitors are available, high-affinity inhibitors were developed for Mac1 in Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). Here, we rationalize this difference in the ligand binding affinity in terms of three differences in the binding site structure and dynamics. First, the apo ChikV Mac1 binding site exhibits substantially more conformational heterogeneity than that of SARS-CoV-2, based on microsecond-scale molecular dynamics simulations; it also has a less druggable binding site, based on program SiteMap. Second, water binding sites overlapping with the ligand binding site in ChikV Mac1 are predicted by program WaterMap to have a stronger affinity for water molecules than the corresponding sites in SARS-CoV-2 Mac1, thus decreasing ligand binding affinity. Finally, a smaller number of Mac1 residues interacts persistently with ADP- ribose in holo ChikV Mac1 than in SARS-CoV-2. With these rationalizations in hand, we designed ligands of ChikV Mac1 using a fragment growth strategy; subsequent molecular dynamics simulations of a representative ligand in complex with ChikV Mac1 substantiated our design.", "date": "2025-10-12", "journal": ""}
{"title": "A 'brain-first' mouse model of progressive alpha-synuclein pathology via intranasal rotenone administration", "doi": "10.1101/2025.10.10.677764", "authors": "Sharma, M.; Sharma, N.; Soni, J.; Uttarkar, M.; Ruda-Kucerova, J.; Outeiro, T. F.; Rektorova, I.; Khairnar, A.", "abstract": "The precise aetiology of Parkinson's disease (PD) is still poorly understood, but it is thought to arise due to an intricate relationship between genes and the environment. Our study takes a unique approach to understanding the effect of environmental factors on the onset and progression of -synuclein (aSyn) pathology, a key feature of PD, from the olfactory bulb (OB) to other brain regions. In the present study, we evaluated the time-dependent progression of PD-like pathology by administering rotenone intranasally for 5.5 months in C57BL/6 male mice. We performed olfactory and motor tests and examined the aSyn accumulation, glial cell activation and dopaminergic neurodegeneration after 3, 4 and 5.5 months of rotenone exposure by immunoblotting and immunofluorescence techniques. We observed a time-dependent progression of aSyn accumulation from the OB to other brain regions, including the mid-brain and cortex. Consistently, we observed a time-dependent behavioural impairment, OB atrophy, progression of aSyn pathology, neuroinflammation and neurodegeneration. Our findings also established a link between distinct astrocyte activation and dopaminergic (DAergic) activity. In conclusion, this chronic and progressive mouse model mimics the brain-first type of progression of PD-like pathology in some PD patients, opening the possibility for testing potential disease-modifying interventions.", "date": "2025-10-12", "journal": ""}
{"title": "Defining the transmission parameters of lumpy skin disease virus by the three model insect vector species Aedes aegypti, Stomoxys calcitrans and Culicoides nubeculosus reveals important differences in their likely role in transmission", "doi": "10.1101/2025.10.11.681786", "authors": "Munyanduki, H.; Sanz Bernardo, B.; Wijesiriwardana, N.; Haga, I. R.; Fay, P. C.; Cook, C. G.; Catanzaro, A.; Sanders, C. J.; Atkinson, J.; Batten, C.; Alphey, L.; Darpel, K. E.; Gubbins, S.; Beard, P. M.", "abstract": "Lumpy skin disease virus (LSDV) is a poxvirus that can cause severe, systemic disease in cattle. By far the most important route of transmission of LSDV is mechanical transmission via haematophagous arthropod vectors. However we lack detailed information on this process including the likelihood of transmission by different vector species. This study used an experimental bovine model of LSDV transmission to quantify the transmission of LSDV from an infected donor to a naive recipient calf. Three species of Diptera representing different vector groups were included (Stomoxys calcitrans, Aedes aegypti and Culicoides nubeculosus, respectively a large biting fly, a mosquito and a midge), and the clinical, virological and immunological outcomes in the recipient calves studied. The ability of Ae. aegypti to mechanically transmit LSDV following feeding on an artificial membrane feeding system was also examined. Both Ae. aegypti and S. calcitrans were able to transmit LSDV, resulting in disease in recipient calves. Bites from virus-positive C. nubeculosus did not result in disease in recipient calves, though the presence of neutralising antibodies in these recipients indicated exposure to virus or virus components. Ae. aegypti successfully transmitted LSDV following feeding on LSDV-spiked blood through an artificial membrane feeding system, validating this laboratory model as a future replacement for donor cattle. Mathematical models of the data were generated and predicted S. calcitrans to be the most efficient vector of LSDV of the insects tested with a reproduction number (R0) of 5.8.", "date": "2025-10-12", "journal": ""}
{"title": "Efficient and reliable measles reprogramming platform for the generation of human iPSC", "doi": "10.1101/2025.10.10.677451", "authors": "Vashistha, S.; Hoffer, S.; Dade, J.; Majerus, S.; Royster, A.; Caya, C.; Sharp, B.; Devaux, P.", "abstract": "We previously established the Measles virus (MeV) vector for reprogramming somatic cells into induced pluripotent stem cells (iPSCs); however, efficiency was limited to 0.2%. Here, we present the next generation that reprograms with an average efficiency of up to 2.3% and with similar or superior efficiency to the Sendai system. Twenty of the ninety iPSC isolated clones were amplified and analyzed. All clones showed a strong induction of endogenous pluripotency-associated markers SSEA-4, TRA-1-81, TRA-1-60, and NANOG. Analysis of the N mRNA transcript over passages showed rapid elimination of the vector from the iPSC at or before passage four. The pluripotency propensity was further analyzed using spontaneous and guided differentiation into three germ layers. All clones showed similar ability to differentiate into hematopoietic, pancreatic, and neuronal progenitor cells. In conclusion, this study shows that this new MeV reprogramming vector has a comparable or higher reprogramming efficiency than currently available systems and offers faster vector elimination from iPSCs. It uses a lower multiplicity of transduction as it uses a single vector versus multiple vectors. Finally, MeV produces iPSCs that can differentiate into multiple cell types. This makes MeV an efficient reprogramming platform for iPSC generation from patient samples.", "date": "2025-10-12", "journal": ""}
{"title": "A human arteriovenous differentiation roadmap reveals vein developmental mechanisms and vascular effects of viruses", "doi": "10.1101/2025.10.11.681838", "authors": "Ang, L. T.; Zheng, S. L.; Liu, K. J.; Masaltseva, A.; Winters, J.; von Creytz, I.; Jha, S. K.; Yin, Q.; Qian, C.; Xiong, X.; Dailamy, A.; Xi, E.; Alcocer, J. C.; Sorensen, D. W.; She, R.; Smolyar, K.; Szumska, D.; Nornes, S.; Martin, R. M.; Lesch, B. J.; Restrepo, N. K.; Sun, W.; Weissman, J. S.; Lickert, H.; Porteus, M. P.; Skylar-Scott, M. A.; Mosimann, C.; Sumanas, S.; De Val, S.; Prescott, J. B.; Red-Horse, K.; Loh, K. M.", "abstract": "We map human artery and vein endothelial cell (EC) differentiation from pluripotent stem cells, and employ this roadmap to discover new mechanisms of vascular development (vein differentiation) and disease (viral infection). We discovered vein development unfolds in two steps driven by opposing signals: VEGF differentiates mesoderm into \"pre-vein\" ECs, but surprisingly, VEGF/ERK inhibition subsequently specifies vein ECs. Pre-vein ECs co-expressed certain arterial (SOX17) and venous (APLNR) markers, harbored poised chromatin at future venous genes, but completed venous differentiation only upon VEGF inhibition. Intersectional lineage tracing revealed that early Sox17+ Aplnr+ ECs also formed veins in vivo. Next, we compared how Ebola, Andes, and Nipah viruses infect artery and vein ECs under biosafety-level-4 containment. Each virus distinctly affected ECs. Interestingly, artery and vein ECs also responded divergently to the same virus, thus revealing that developmentally-specified cell identity impacts viral infection. Collectively, this arteriovenous differentiation roadmap illuminates vascular development and disease.", "date": "2025-10-12", "journal": ""}
{"title": "Regenerative Grazing as a Climate Change Mitigation Strategy: A Systematic Review", "doi": "10.1101/2025.10.11.677897", "authors": "Clark, D.; McClelland, S. C.; Dillon, J. A.; Hayek, M. N.", "abstract": "Ruminant livestock production is a significant contributor to global greenhouse gas (GHG) emissions. Regenerative grazing has been proposed as a potential climate change mitigation strategy by offsetting GHG emissions with soil organic carbon (SOC) sequestration. We evaluate this evidence in the peer-reviewed literature, ranking them by ascending study design quality: observational, cross-sectional and longitudinal. Reported and inferred SOC sequestration rates varied widely, with the highest values reported in lower-quality observational studies, while SOC sequestration from cross-sectional studies and longitudinal studies were mixed, with 95% confidence intervals of median SOC sequestration overlapping zero indicating no difference from conventional grazing. Currently, high-quality evidence does not support widespread claims of SOC sequestration from regenerative grazing. To clarify its potential as a climate mitigation tool, a greater number of longitudinal studies are needed.", "date": "2025-10-12", "journal": ""}
{"title": "Winter metabolic compensation endangers woodland salamanders under climate change", "doi": "10.1101/2025.10.11.681837", "authors": "Assis, B. A.; Burger, I. J.; Weaver, S. J.; Duvall, K. E.; Riddell, E. A.", "abstract": "Understanding the mechanisms that shape species geographic distributions is essential for predicting responses to climate change, particularly under winter conditions, which are warming more rapidly than summer conditions in many temperate ecosystems. Woodland salamanders, which constitute many of the species in the global hotspot of salamander diversity located in the southern Appalachian Mountains of North America, are thought to cope with harsh winters through dormancy and metabolic suppression. We used a field-based experiment to investigate the winter physiology and energetics of a woodland salamander (Plethodon metcalfi). Despite showing histological signs of dormancy, salamanders exhibited higher metabolic rates during winter than the active season when measured at low temperatures associated with winter, consistent with metabolic compensation. High-elevation salamanders also exhibited elevated metabolic rates at cold temperatures compared to low-elevation salamanders, indicative of countergradient metabolic compensation. When integrated into a biophysical species distribution model, depletion of energy stores estimated from winter metabolic rates under current climates accurately predicted the geographic range limits of our focal species. Under future warming scenarios, incorporating winter physiology indicated that 77% of the species range would experience local extinction due to depletion of energy stores. These findings challenge assumptions about winter energetics, reveal metabolic limits on cold-season survival, and highlight metabolic demands during dormancy as a key constraint on responses to climate change.", "date": "2025-10-12", "journal": ""}
{"title": "pI as a Potential Factor Influencing Evolutionary Residue Selection and Structural Stability Among Junctional Adhesion Molecules", "doi": "10.1101/2025.10.12.681872", "authors": "Karagöl, T.; Karagöl, A.", "abstract": "Objective: Junctional adhesion molecules (JAMs) are a family of conserved proteins involved in immune regulation and cell adhesion. In this study, we investigate the evolutionary and structural dynamics among three paralogs in Homo sapiens, which share similar tertiary structures but differ in isoelectric points (pI) (JAM-B: 9.23, JAM-A: 8.09, JAM-C: 7.53). Methods: By integrating residue conservation, partial correlation, network centrality, pathogenicity analyses, and evolutionary molecular dynamics in various pH (6.5-10.5) conditions, we explore how these proteins have functionally and evolutionary diversified. Results: Partial correlation-conservation analysis identified JAM-B functions as an evolutionary hub. Network analyses further highlighted Lys and Cys residues in JAM-B as central evolutionary residues. Negatively charged and hydrophobic residues (Tyr, Val, Asp) were conserved at lower-pI (JAM-C). AlphaMissense profiling revealed that acidic->basic mutations exhibit significantly lower pathogenicity scores, particularly in JAM-A and JAM-B. In dynamics simulations, root-mean-square-deviation (RMSD) profiles revealed a pI-stability relationship: JAM-B, the highest-pI paralog, remained stable across pH levels, while JAM-A and JAM-C displayed V-shaped pH-dependent deviations (JAM-A at pH 8.0, JAM-C at pH 8.5). Dynamics-aware evolutionary analyses identified key residues combining high evolutionary conservation with pH-sensitive fluctuations: JAM-A at Gln66, JAM-B at Gln36 and Val57, and JAM-C at several basic residues (Lys97, Arg108, Arg123, Arg191). Conclusion: Together, these results demonstrate that pI is influencing evolutionary residue selection and pH-dependent structural dynamics. Our integrated evolutionary-dynamics framework provides mechanistic insight into paralog diversification and offering a foundation for targeted mutagenesis or therapeutic modulation of pH-sensitive adhesion processes.", "date": "2025-10-12", "journal": ""}
{"title": "Type 2 Diabetes and Obesity Alter Exercise Training-Induced Transcriptional Adaptations to Subcutaneous White Adipose Tissue", "doi": "10.1101/2025.10.11.681273", "authors": "Middelbeek, R. J. W.; Yang, J.; Nigro, P.; James, B.; Papadopoulos, D.; Simpson, L. K.; Park, J.; Vamvini, M.; Ho, L.-L.; Zhang, H.; Carbone, N. P.; Hirshman, M. F.; Kellis, M.; Goodyear, L. J.", "abstract": "White adipose tissue (WAT) dysfunction contributes to obesity-associated metabolic disease and type 2 diabetes (T2D). Rodent studies have demonstrated that exercise training improves WAT function, but molecular studies investigating exercise training effects on WAT in humans have been limited, particularly in the context of metabolic disease. Here, we defined the subcutaneous WAT (scWAT) transcriptome in middle-aged adults (10 male, 19 female) that were classified by lower BMI (<27 kg/m2), higher BMI ([&ge;]27 kg/m2), and T2D status before and after a 10-week endurance exercise regimen. At baseline, 624 genes were significantly upregulated and 112 genes downregulated in the scWAT from higher BMI participants compared to lower BMI. There was a spectrum of pathway dysregulation in scWAT in higher BMI individuals, ranging from increased markers of extracellular matrix (ECM) deposition and inflammation to decreased circadian rhythm gene expression. In people with T2D, there were additional transcriptomic differences such as translation-related pathways, selenoamino acid metabolism, and proteoglycans. Exercise training had robust effects on the transcriptome regardless of metabolic status, and notably, for the high BMI and T2D groups, training reversed several of the detrimental gene expression patterns in a cell-type-specific manner. These beneficial exercise-induced transcriptomic adaptations significantly correlated with lower levels of free fatty acids and blood pressure, particularly in participants with higher BMI and T2D. By integrating our exercise training-modulated genes with GWAS meta-analysis of physical activity, genes influenced by exercise training in the higher BMI group showed a significant enrichment in genetic associations of exercise traits in the population. A circadian rhythm-related transcription factor NR1D1 was enriched in enhancers linked with both the exercise differentially expressed genes (DEGs) and GWAS signals, suggesting a link between the circadian rhythm and training-induced adaptations. These findings demonstrate that obesity and T2D result in marked, progressive alterations in cell-type specific gene transcription in scWAT, while endurance exercise training reverses many of the metabolic disease-associated adaptations. Identification of novel molecular pathways regulated by exercise training can lead to therapeutic targets for obesity and metabolic disease.", "date": "2025-10-12", "journal": ""}
{"title": "An extremophilic Nocardiopsis strain from Great Salt Lake expands the taxonomic range of mycolic acid biosynthesis", "doi": "10.1101/2025.10.11.681818", "authors": "Scott, A. F.; Jin, T.; Bring Horvath, E. R.; Krull, N. K.; Iizumi, R.; Bender, A.; Murphy, B. T.; Fenical, W.; Winter, J.", "abstract": "Mycolic acids, long-chain fatty acids that form the characteristic and relatively impermeable mycomembrane, have long been considered a defining chemotaxonomic feature of the order Mycobacteriales. Here, we report that Nocardiopsis bonnevillensis, a new type strain isolated from the hypersaline environment of Great Salt Lake, is the first organism outside of this order known to produce mycolic acids. Lipid profiling, acid-fast staining, isoniazid sensitivity, and genome mining confirmed hallmark features of mycolic acid biosynthesis. Evaluation of the strain's metabolic capabilities led to the isolation of bonnevanoside, a thiophenyl nonulopyranoside reported here for the first time from a natural source. Moreover, additional Great Salt Lake-derived Nocardiopsis isolates exhibited acid-fast staining, suggesting that this trait may be more widespread than previously recognized. Altogether, these findings expand the taxonomic distribution of mycolic acid biosynthesis, challenge long-standing chemotaxonomic boundaries, and highlight the potential ecological significance of mycolate-containing envelopes in supporting bacterial survival in extreme environments.", "date": "2025-10-12", "journal": ""}
{"title": "Molecular mechanism of the key dormancy regulator DosR-dependent transcription activation in Mycobacterium tuberculosis", "doi": "10.1101/2025.10.11.681782", "authors": "Shi, J.; Feng, Z.; Fu, H.; Huang, Y.; Xu, L.; Song, Q.; Chen, W.; Feng, Y.; Lyu, L.; Lin, W.", "abstract": "Mycobacterium tuberculosis (Mtb) is the etiological agent responsible for the worldwide disease Tuberculosis. DosR is recognized as the key dormancy regulator of Mtb due to its global transcriptional regulation in intracellular adaptation and long-term persistence prevailing in latent infection. However, the molecular mechanism regarding DosR-dependent transcription activation remains inadequately defined. Here, we successfully determined the cryo-EM structure of an intact DosR-dependent transcriptional activation complex (DosR-TAC), comprising Mtb RNA polymerase (RNAP), DosR, and the hypoxic promoter DNA. In DosR-TAC, two DosR monomers symmetrically dimerize through their N-terminal receiver domains (DosR_RECs) and the distinct 10 helices of the C-terminal DNA-binding domains (DosR_DBDs). Unlike its inhibitory configuration, the DosR dimer undergoes significant conformational changes within the original linker, isomerizing DosR_REC into a canonical ({beta})5 fold. This extended linker affords the DosR_DBDs and DosRI_REC to contact promoter DNA, while concurrently interacting with the conserved domains of RNAP ({sigma}AR4, CTD, and NTD). Additionally, RT-qPCR and growth curve assays of the wild-type and DosR mutant strains, also unravel the physiological importance of this divergent linker. These findings, together with prior hypotheses regarding DosR, support an allosteric activation-recruitment model for DosR. Altogether, these results highlight the molecular mechanism of DosR-dependent transcription activation critical for dormancy survival of Mtb, and offer potential targets for developing anti-dormancy strategies against persistent tuberculosis.", "date": "2025-10-12", "journal": ""}
{"title": "Adaptive evolution of Candida maltosa improves the bioconversion of depolymerized plastic feedstock by targeting biosurfactant production", "doi": "10.1101/2025.10.11.681799", "authors": "Rodriguez-Ocasio, E.; Noroozi, K.; Khalid, A.; Brown, J.; Brown, R. C.; Blenner, M.; Jarboe, L. R.", "abstract": "Thermal oxo-degradation (TOD) of plastic can transform plastic waste into fermentable feedstocks. Bioconversion of the TOD products could be used as feedstocks in a biorefinery concept and lead to new avenues for plastic waste upcycling. Previous work demonstrated this concept with high density polyethylene (HDPE), the most abundant type of plastic, and identified the nonconventional yeast Candida maltosa as a promising candidate for this application. Here we describe the evolution of an improved strain of C. maltosa and characterize the uptake mechanisms of TOD products from HDPE (TOD_HDPE). Batch cultures in series passaged at the mid-exponential growth phase applied a selective pressure for faster growth and resulted in a >100% increase in specific growth rate when using TOD_HDPE as a carbon source. The evolved strain was compared to the parent strain to identify the cellular and biochemical changes associated with the improved phenotype and the uptake mechanisms involved in the bioconversion of TOD_HDPE. This comparison found that C. maltosa secretes biosurfactants capable of solubilizing hydrocarbons. The adaptive evolution resulted in changes in biosurfactant production that translated to improved emulsification of alkanes and increased solubilization of fatty alcohols and alkanes. In addition to the changes in metabolites, the study identified increases in membrane permeability associated with a reduction in ergosterol that may also play a role in the improved phenotype. These findings support the development of C. maltosa and other potential microbial cell factories for plastic biorefineries and may inform future design strategies.", "date": "2025-10-12", "journal": ""}
{"title": "Unfold to refold: Tracking the initial steps of PrPC unfolding in the context of PrPSc propagation", "doi": "10.1101/2025.10.11.681810", "authors": "Sabzehei, S.; Rigoli, M.; Cacheiro, R.; Diaz-Arias, I.; Erana, H.; Lago, R. P.; Guerra, A.; Rezaei, H.; Castilla, J.; Biasini, E.; Sanchez-Pedregal, V. M.; Martin-Pastor, M.; Requenaa, J. R.", "abstract": "It might have been believed that elucidation of the atomistic structure of PrPSc would lead to an immediate understanding of the mechanism of prion propagation. However, PrPSc, now known to be a simple amyloid, can just template a previously unfolded polypeptide chain. Therefore, PrPSc can easily template the disordered 90-120 domain of an incoming PrPC molecule, but not its 121-231 folded domain (FD). The FD needs to accommodate into the 121-230 PrPSc surface, an inert procrustean bed. Thus, a mechanism for concerted unfolding/refolding of the FD must exist, with FD unfolding as a key element. To explore how this might happen, we performed thermal unfolding of recombinant bank vole PrPC(90-231), that is a universal PrPSc propagator, tracking changes at the residue level with solution NMR to pinpoint early unfolding propensity. Our data suggest that a key early event is the destabilization of the short {beta}1-{beta}2 assembly, and that the segment contiguous to the disordered tail, 121-140, encompassing {beta}1 and its adjacent coils, is the most likely region to unfold first. Spectroscopic data obtained at higher temperatures suggest that portions of alpha helix 2 are likely the last elements of the FD to unfold and refold into the PrPSc conformation. Molecular Dynamics simulations assisted the interpretation of these changes and suggest separation of 1 from the rest of the FD ensemble. Our data provide a conceivable timeline of the early events in PrPSc-assisted conversion of PrPC and should serve as a starting framework to develop a future atomistic model of PrPSc propagation.", "date": "2025-10-12", "journal": ""}
{"title": "Phagocytes as Plaque Catalysts: Human Macrophages Actively Generate Pathogenic Aβ42 Fibrils with Seeding and Cross-Seeding Potency", "doi": "10.1101/2025.10.11.681781", "authors": "Konstantoulea, K.; Ramakers, M.; Borrie, S.; T'syen, D.; Moechars, D.; Sliwinska, M.; Pradhan, B.; Albertini, G.; Tsaka, G.; Houben, B.; Fiers, M.; Maarten, D.; Thal, D.; Michael, W.; Jonas, N.; De Strooper, B.; Rousseau, F.; Schymkowitz, J.", "abstract": "The prevailing view frames microglia and macrophages as guardians against amyloid beta (A{beta}42) accumulation in Alzheimers disease (AD). Here, we overturn this paradigm by demonstrating that human phagocytic cells, including differentiated THP-1 macrophages and iPSC-derived microglia, are not merely passive responders but active producers of extracellular, seeding-competent A{beta}42 fibrils, the amyloid species most strongly linked to parenchymal plaque formation and neurodegeneration. These cell-generated aggregates differ structurally and functionally from synthetic fibrils, exhibiting heightened seeding activity and the ability to cross-seed tau aggregation, a key driver of AD progression. Notably, A{beta}42 fibril formation in this system requires active cellular processes and is exacerbated by loss of TREM2, a major AD risk gene. Transcriptomic profiling reveals an early inflammatory response resembling microglial states observed in human AD models, positioning this system as a tractable, human-relevant platform to dissect the interplay between A{beta} ; aggregation, innate immunity, and genetic susceptibility. Our findings suggest that macrophages and microglia play a dual role in AD, acting both as responders and inadvertent catalysts of pathogenic amyloid formation, with implications for early therapeutic intervention.", "date": "2025-10-12", "journal": ""}
{"title": "RELB Reprograms Exhausted Tumor-Infiltrating Lymphocytes for Improved Adoptive Cell Therapy", "doi": "10.1101/2025.10.11.681829", "authors": "McRoberts Amador, C. D.; Conover, R. E.; Brown, M. C.; Lyniv, L. S.; Noldner, P. K.; Zhou, Y.; Gao, A. R.; McCutcheon, S. R.; Antonia, S. J.; Gersbach, C. A.", "abstract": "Tumor-infiltrating lymphocytes (TILs) are a promising autologous cell therapy to treat solid tumors. TILs are manufactured by expanding and reinfusing tumor-reactive T cells from tumor biopsies. Efficacy of TIL therapies has been limited by the heterogeneity of expanded TIL products and the high prevalence of dysfunctional exhausted CD8+ T cells (TEX). While a subset of CD8+ TILs co-expressing CD103 and CD39 are enriched for tumor-reactive TILs across multiple cancer types, these cells are often in the TEX state with low proliferative potential. To identify regulators of human TIL proliferation, we screened an open reading frame library encoding for all human transcription factors (TFs). RELB emerged as the dominant driver of human TIL expansion with a skew towards CD8+ cells. TCR diversity was maintained after multiple days of in vitro expansion driven by RELB. Transcriptome profiling of multiple RELB-expressing TIL subtypes revealed a shift towards a memory/costimulatory-like phenotype. Using a HER2-targeting CAR and tumor co-culture model, RELB conferred improved persistence after multiple tumor challenges in vitro and improved solid tumor control in mouse xenografts in vivo. Finally, co-culture of RELB-overexpressing TILs with patient-matched tumor organoids showed an increase in TIL product polyfunctionality, tumor reactivity, and tumor killing. Collectively these results support promoting RELB expression as a strategy for broadly enabling TIL therapy for treating solid tumors.", "date": "2025-10-12", "journal": ""}
{"title": "Dynamical buffering of reconfiguration dynamics in intrinsically disordered proteins", "doi": "10.1101/2025.10.12.681911", "authors": "Ivanovic, M. T.; Holla, A.; Nüesch, M. F.; von Roten, V.; Schuler, B.; Best, R. B.", "abstract": "Although they populate diverse conformational ensembles, intrinsically disordered proteins have well-defined functions determined by their equilibrium and dynamic properties. Such properties can be probed by single-molecule FRET experiments, which have revealed a strong dependence of the equilibrium degree of compaction on sequence for a set of 16 naturally occurring disordered regions of the same length from RNA-binding proteins. Remarkably, however, we find chain reconfiguration times measured for the same proteins to be almost independent of sequence, although chain dynamics would be expected to be slower for more compact proteins because of stronger intrachain interactions leading to increased internal friction. We investigate this effect with the aid of multi-microsecond, all-atom explicit-solvent simulations of all 16 disordered proteins. The simulations reproduce the experimental FRET efficiencies across the sequence set with near-quantitative accuracy. Explicitly including the FRET dyes improves agreement while minimally perturbing the protein ensemble, with residual deviations arising mainly from slightly overstabilized salt bridges. The simulations further reproduce the experimentally observed lack of correlation between reconfiguration times and chain dimensions across sequences. We are able to rationalize this observation as arising from two compensating factors as the chains get more compact: The narrowing of end-to-end equilibrium distance distributions and a concomitant reduction of the effective end-to-end diffusion coefficients have opposite effects that result in the the small variation of reconfiguration times with protein collapse, helping to \"buffer\" the effect of sequence on linker dynamics.", "date": "2025-10-12", "journal": ""}
{"title": "Unique structural and ligand binding properties of the Staphylococcus aureus serine hydrolase FphE", "doi": "10.1101/2025.10.12.681921", "authors": "Jo, J.; Upadhyay, T.; You, X.; Bennett, J. M.; Lee, H.; Fellner, M.; Bogyo, M.", "abstract": "Staphylococcus aureus is a human pathogen capable of forming biofilms that complicate treatment and facilitate chronic infections. A family of S. aureus serine hydrolases are important regulators of virulence and biofilm formation. Among these, FphE is highly specific to S. aureus and therefor a viable target for both imaging and therapy. Here, we present bioinformatic and structural evidence that FphE may be involved in aromatic compound metabolism. In addition, twelve distinct crystal forms reveal that FphE exists as a highly unusual but stable and flexible, cross-subunit homodimer, unique to the large alpha/beta hydrolase superfamily. Substrate engagement favors retention of the dimeric state, which is a more catalytically active form of the enzyme and small angle X-ray scattering (SAXS) confirms the dimeric architecture occurs in solution. High-resolution co-crystal structures of FphE covalently bound to two chemically distinct ligands reveal different modes of active site engagement, supporting an atypical structural plasticity of the dimer interface. Together, these findings establish FphE as a structurally unique alpha/beta hydrolase and provide a foundation for structure-guided development of S. aureus specific inhibitors and imaging probes.", "date": "2025-10-12", "journal": ""}
{"title": "Inferring antibiotic resistance selection in the environment can be confounded by correlations between resistance genes and unrelated functional traits", "doi": "10.1101/2025.10.12.681873", "authors": "Uluseker, C.; Raguideau, S.; Quince, C.; Kreft, J.-U.", "abstract": "Antimicrobial resistance (AMR) is a silent pandemic that is coupled with other crises such as climate change in the polycrisis humanity is facing. One of the key questions is whether antibiotic resistance genes (ARGs) are selected for at the low antibiotic concentrations typical for most environments. Many studies have observed changes in the relative abundance of ARGs from one environmental compartment to the next, e.g. from wastewater treatment plant influent to effluent. Fewer studies have directly tested for selection by incubating environmental samples in mesocosms or laboratory models at different concentrations of antibiotics to infer minimal selective concentrations. We developed a mathematical model to demonstrate that these studies can be confounded by shifts in the microbial community composition that occur when a microbiome is transported from one environmental compartment to another or when incubated under different conditions. Such community shifts will confound tests of selection when there is an association between carriage of ARGs and other functional traits. As an example, we show that there is a phylum-dependent association between the number of ARGs and the number of ribosomal RNA genes, which are both higher in fast growing, copiotrophic bacteria. We then show that specific growth rate or nutrient concentration upshifts increased the proportion of copiotrophs in the community and thus the relative abundance of ARGs. This result generalizes to community shifts for other reasons if there is some association between ARGs and ecological niches. Therefore, most studies of selection for ARGs in the environment are confounded. Solutions are proposed.", "date": "2025-10-12", "journal": ""}
{"title": "Evaluation of antibiotic and peptide vaccine strategies for mirror bacterial infections", "doi": "10.1101/2025.10.10.681688", "authors": "Kleinman, A.; Torres, J.; Wang, B.", "abstract": "Recent advances in synthetic biology have raised concerns that the creation of bacteria composed completely of mirror-image biomolecules may be possible in the coming decades. Such mirror bacteria could pose an unprecedented biosecurity risk, as they are predicted to be highly virulent pathogens resulting from severe immune evasion. Pharmaceutical interventions, including antibiotics and vaccines, could likely provide some limited protection in the event of a mirror bacterial outbreak. Understanding the feasibility of specific pharmaceutical antimirror strategies may help inform the appropriate measures to confront the risks of mirror bacteria. Here, we experimentally evaluated the prospects of previously proposed antimirror antibiotic and vaccine strategies. First, we assessed the expected efficacy of existing antibiotics chloramphenicol, linezolid, tedizolid, and aztreonam against mirror bacteria by characterizing the antibacterial activities of their enantiomers against natural-chirality bacteria. We found that ent-chloramphenicol, ent-linezolid, ent-tedizolid, and ent-aztreonam exhibited minimal antibiotic activity, suggesting that their parent antibiotics would be ineffective against mirror bacterial infections. Second, to explore whether the enantiomers of existing antibiotics could be suitable as antimirror antibiotics, we evaluated the acute toxicities of ent-chloramphenicol, ent-linezolid, ent-tedizolid, and ent-aztreonam in mice, finding that these compounds have favorable acute toxicity profiles compatible with their continued development. Finally, we investigated D-peptide-based approaches to antimirror vaccines, finding that three bacterially-derived D-peptides induced robust D-peptide-specific antibody responses in mice when conjugated to a carrier protein and adjuvanted. Our results support previous suggestions that the enantiomers of existing antibiotics and D-peptide conjugate vaccines represent feasible pharmaceutical strategies against mirror bacterial infections.", "date": "2025-10-12", "journal": ""}
{"title": "Unfolded to Folded: Unraveling the Secrets of Protein Folding with ProteusFold", "doi": "10.1101/2025.10.08.679099", "authors": "Ahmed, S. S.", "abstract": "Protein folding has long been regarded as the \"holy grail\" of biology, typically demanding large models and massive GPU clusters. This study introduces ProteusFold, a compact and interpretable model with only 993,408 parameters that achieves state-of-the-art accuracy on modest hardware with an inference time of 0.0011 seconds. By framing folding as an unfolded-to-folded sequence transformation using a novel structural tokenization, ProteusFold reduces regression complexity while preserving bond connectivity through the concept of \"Synapses.\" It achieves near-atomic fidelity (RMSD 0.24 [A], GDT-TS 99.85) and excels in protein-protein docking with a mean DockQ of 0.7675, with 95.5% of complexes above the 0.23 threshold. Compared to AlphaFold2's Predicted Aligned Error (6.28), ProteusFold attains 0.396, representing an order-of-magnitude gain in positional accuracy. Beyond accuracy and efficiency, the model provides residue-level attribution analyses that highlight biologically significant residues, serving as a preliminary guide for experiments. Furthermore, ProteusFold is the first to provide atomic-level attribution of key electronic and thermal properties, offering deeper insight into folding mechanisms and pinpointing the specific atoms responsible for distinct scenarios. Moreover, a meta-analysis suggests the presence of folding hotspots, where critical residues cluster, revealing new avenues for discovery. Thus, ProteusFold delivers accuracy, interpretability, and efficiency, broadening access to protein-folding research.", "date": "2025-10-12", "journal": ""}
{"title": "From egg to adult: comprehensive (e)DNA metabarcoding monitoring of fish diversity in a temperate estuary", "doi": "10.1101/2025.10.12.681914", "authors": "Ferreira, A. O.; Machado, C.; Azevedo, O. M.; Barroso, C.; Duarte, S.; Egas, C.; Piecho-Santos, A. M.; Costa, F. O.", "abstract": "Monitoring fish species through ichthyoplankton surveys provides important information for fish stock assessment and management. To test the effectiveness of DNA metabarcoding to identify fish species and to capture seasonal variations in local ichthyofauna, monthly ichthyoplankton and 2 L water samples were collected over 13 months in the lower section of the Guadiana River Estuary in southeast Portugal. Both sample types underwent high-throughput sequencing for three genetic markers (COI, 12S, 16S), with morphological identification also performed for ichthyoplankton. Bulk and water samples identified a total of 131 fish species throughout the year. DNA metabarcoding demonstrated higher taxonomic resolution and diversity detection, with 115 species recovered, while morphology identified only 23 species. Ichthyoplankton metabarcoding also detected 40% more fish than water eDNA, recovering almost the double of species despite the fact that both approaches used the same metabarcoding primers. The integration of multiple molecular markers was crucial to maximize diversity detection in both DNA-based methods. In addition, DNA metabarcoding was able to identify ichthyofaunal spawning periods and captured significant seasonal variations in fish community, with higher diversity observed during the warmer months. With this strategy, around 66% of the historically recorded ichthyoplankton taxa in the region were identified, along with several new records. The findings demonstrated the capability of (e)DNA metabarcoding to uncover seasonal variations in the regional fish community, provided new insights on the ichthyofauna of the Guadiana Estuary, and revealed the need for more in-depth studies to improve the efficiency of multiple sampling methods for fish species identification.", "date": "2025-10-12", "journal": ""}
{"title": "A human cell-free translation screen identifies the NT-2 mycotoxin as a ribosomal peptidyl transferase inhibitor", "doi": "10.1101/2025.10.11.680285", "authors": "Schwaller, N.; Andenmatten, D.; Luginbuehl, J.; Rabl, J.; Chambon, M.; Vesin, J.; Turcatti, G.; Karousis, E. D.", "abstract": "Translation inhibitors are invaluable for probing ribosome function and therapeutic applications, but systematic discovery in human systems is limited by the lack of scalable, screening-compatible cell-free platforms. Here, we establish a robust high-throughput screening using human lysates that bypasses cellular cytotoxic effects. After screening ~28,000 small molecules, we identified known and novel translation inhibitors, including NT-2, a trichothecene mycotoxin produced by the pathogenic Fusarium sporotrichioides. NT-2 suppressed protein synthesis in human cells and yeast lysates, while sparing translation in bacteria and intact yeast cells. Cryo-EM at 1.72 Angstrom revealed NT-2 bound at the peptidyl transferase center of the human 60S ribosome, confirming NT-2 as a eukaryote-specific elongation inhibitor that engages ribosomes in a dormant, SERBP1-bound state. Together, these results expose NT-2 as a previously unrecognized environmental inhibitor of mammalian protein synthesis and demonstrate the power of cell-free translation screening to reveal new inhibitors with unexpected ribosome fates.", "date": "2025-10-12", "journal": ""}
{"title": "Energy conversion mechanism revealed by ATP-free and ATP-1 dependent walking of myosin V motor", "doi": "10.1101/2025.10.11.681800", "authors": "Kodera, N.; Flechsig, H.; Uchihashi, T.; Ando, T.", "abstract": "The mechanical processes of ATPase protein motors are coupled to their ATPase reactions. The free energy released at a given step(s) of the ATPase cycle is converted into mechanical work. Therefore, it has long been thought that ATP is the energy source for mechanical work. Here, we show that the double-headed myosin V (M5) motor can perform ATP-free walking. In the presence of ADP, M5 bound to F-actin by both heads makes a forward step when the trailing head is detached by an external force. This forward step harnesses the strain energy in the leading (L) head, provided from the strong binding energy between the L-head and actin. Consequently, strain generation reduces the binding affinity, which manifests as sporadic, brief L-head detachment. Strain generation and brief L-head detachment also occur during ATP-dependent walking to similar extents as during ATP-free walking. These results suggest that the strong binding energy is also converted into mechanical work during ATP-dependent walking.", "date": "2025-10-12", "journal": ""}
{"title": "CDM1 is required for meiotic progression and genome integrity during male meiosis in Arabidopsis", "doi": "10.1101/2025.10.10.681646", "authors": "Davda, J. N.; Nalli, A.; Singh, D. K.; Frank, K.; Fernandes, J.; Siddiqi, I.", "abstract": "Microsporogenesis involves the integration of meiosis with the developmental program leading to formation of microspores from meiocytes. The CALLOSE DEFICIENT MICROSPORE 1 (CDM1) gene of Arabidopsis has been previously characterized as being required for callose metabolism and its loss results in defects in microspore wall development, degeneration of meiotic products, and male sterility. We report here that CDM1 is required for normal meiosis I progression, meiotic chromosome organization, and maintenance of DNA integrity. CDM1 is part of the ATM dependent DNA damage response in dividing vegetative tissues. The cdm1 mutant shows defects in meiotic chromosome condensation, arrest at metaphase I, susceptibility to chromosome breakage in rDNA regions, defects in positioning of the products of meiosis, and increased expression of recombination related genes. However, fidelity of chromosome segregation is not affected. Furthermore, the meiotic phenotype of cdm1 is independent of SPO11 induced meiotic double strand breaks. CDM1 protein displays granular localization in meiosis throughout the cytoplasm that resembles that of mRNP granules. The results show that CDM1 is required for maintenance of proper chromosome organization and DNA integrity in the course of male meiosis. The chromosomal defects in cdm1 may originate from regions of defective or incomplete replication.", "date": "2025-10-12", "journal": ""}
{"title": "Macrophage efferocytosis is controlled by epigenetic modifications mediated by RBPJ", "doi": "10.1101/2025.10.10.681723", "authors": "Dutta, P.; Sadaf, S.; Zhang, X.; Lei, L.; Jixing, S.; Jamal, I.; Modugu, G.", "abstract": "Efferocytosis, phagocytic clearance of apoptotic cells, is crucial for inflammation resolution and maintenance of tissue homeostasis. However, it is not known how epigenetic alterations govern macrophage-mediated efferocytosis. A Cleavage Under Targets and Release Using Nuclease (CUT&RUN) sequencing revealed a genome-wide selective suppression of H3K9me3, a heterochromatin mark that represses gene activity, in macrophages undergoing efferocytosis. Moreover, Recombination Signal Binding Protein for Immunoglobulin Kappa J region (RBPJ), which is a transcription factor typically involved in the canonical Notch signaling process, dampened this epigenetic modification, enhanced apoptotic cell clearance, and suppressed inflammation by mouse atherosclerotic plaque, alveolar, peritoneal, and bone marrow-derived macrophages and human primary macrophages. Inhibition of the Notch signaling in macrophages significantly reduced efferocytosis whereas activation of this signaling augmented apoptotic debris clearance. Mechanistically, RBPJ upregulated Stard13 and Arsg by diminishing H3K9me3 on their promoters. Stard13 promoted efferocytosis by magnifying actin polymerization via inhibition and activation of Rho and RAC GTPases, respectively. Genetic and pharmacological inhibitions of SUV39H1/H2, the methyltransferases that are responsible for H3K9 trimethylation, amplified the expression of Stard13 and Arsg, and augmented efferocytosis by RBPJ-/- macrophages. In sum, this study shows epigenetic regulation of efferocytosis in tissue macrophages.", "date": "2025-10-12", "journal": ""}
{"title": "Differentiation of Xanthomonas oryzae pv. oryzae in vitro and during rice leaf infection", "doi": "10.1101/2025.10.12.680524", "authors": "Redzich, L.; Ma, Z.; Eescobar, A. R.; Baeumers, M.; Schepler-Luu, V.; Loo, E. P. I.; Frommer, W. B.", "abstract": "Xanthomonas oryzae pv. oryzae (Xoo) is classified as a xylem pathogen responsible for bacterial blight of rice causing substantial yield losses in Asia and Africa. Xoo virulence depends on the ability to trigger SWEET sucrose efflux transporters in the xylem parenchyma (XP) by injection of transcription activation like effectors (TALe) into host cells, likely to access host-derived sucrose. To establish infection, Xoo must overcome physical barriers, immune responses and the hydraulic xylem flow. To gain insights into the colonization process, we used translational SWEET11a-GUS reporter lines, scanning electron microscopy, and confocal laser scanning microscopy of Xoo tagged with a fluorescent protein. We found that Xoo can differentiate in vitro into filamentous forms. We mapped the infection route of Xoo along the vasculature, identified distinct spatiotemporal phases of Xoo colonization marked by rod-shaped and, notably, filamentous Xoo cells. Rod-shaped Xoo were found to attach to xylem pits during basipetal progression of the infection. Notably, we found that at later infection stages, Xoo could enter the XP. Strikingly, subsequently Xoo forms filament that can traverse bundle sheath cells and enter into the mesophyll. Chlorosis and necrosis of leaves is thus likely not just due to blockage of xylem flow, but to direct tissue damage. Filamentation had been reported as important for virulence of human pathogens e.g. Yersinia pestis, uropathogenic E. coli and Shigella and had been associated to sugar utilization in Bacillus subtilis. We thus hypothesize that Xoo differentiation during host colonization is critical for virulence.", "date": "2025-10-12", "journal": ""}
{"title": "Parkia javanica extracts exhibits tissue regeneration potential in Zebrafish (Danio rerio)", "doi": "10.1101/2025.10.12.681930", "authors": "Bhuyan, A.; Singha, A.; Kalladka, K.; Vittal, R.; Saha, P.; Sil, S. K.; Chakraborty, A.; Chakraborty, G.", "abstract": "Parkia javanica is a medicinal plant acknowledged for its diverse pharmacological features, but its biological effects, like regeneration and wound-healing properties, in the zebrafish animal model (Danio rerio) is unexplored. The purpose of this study was to determine the caudal fin tissue regeneration and antioxidant potential in response to Parkia javanica fruit and bark extracts on Danio rerio. The Danio rerio caudal fin was amputated and subsequently was treated with Parkia javanica fruit and bark extracts at 0.346{micro}g/mL and 2.86{micro}g/mL respectively. The regenerative effects of Parkia javanica fruit and bark extracts were evaluated through morphological analysis and dorso-ventral patterning. Additionally, the antioxidant properties of Parkia javanica fruit and bark extracts, along with the mechanistic insights, were evaluated using qRT-PCR. We found that both the Parkia javanica fruit and bark extracts displayed substantial antioxidant capacity with upregulation of key genes like Cat and Sod1. Further, the extracts demonstrated significant fin regeneration compared to the control group. We observed that both the Parkia javanica fruit and bark extracts possess tissue regeneration properties by upregulating key genes, like Anxa2a, Anxa2b, and Wnt3a. All these findings provide novel insights into the molecular mechanisms underlying the tissue repair and regeneration effects of Parkia javanica fruit and bark extracts and may pave the way for the development of novel regenerative therapeutic strategies.", "date": "2025-10-12", "journal": ""}
{"title": "Comprehensive profiling of transcription factors for reprogramming human astrocytes to neuronal cells through endogenous CRISPR-based gene activation", "doi": "10.1101/2025.10.11.681828", "authors": "Reisman, S. J.; Halabi, D.; Miller, S. E.; Song, L.; Geraghty, S.; Sangvai, N.; Rice, G.; Safi, A.; Crawford, G. E.; Gersbach, C. A.", "abstract": "Neuronal loss is a hallmark of neurodegeneration and brain injury. Direct reprogramming of astrocytes into neurons has emerged as a promising approach to restore lost neurons. Comprehensive mapping and characterization of candidate astrocyte-to-neuron reprogramming factors is an essential step to realizing the potential of this strategy. Here, we established a CRISPR activation (CRISPRa)-based approach for neuronal reprogramming of primary human astrocytes. We conducted high-throughput CRISPRa screens of all human genes encoding transcription factors (TFs) to identify novel and efficient reprogramming factors. scRNA-seq characterization of top hits revealed that single TFs reprogram primary human astrocytes into multiple neuronal subtypes with distinct cell type-specific gene signatures. We demonstrate that INSM1 reprograms astrocytes to a glutamatergic neuron-like state and has broad neurogenic activity across different cell types and across human and mouse contexts. Finally, we conduct paired CRISPRa screens to identify cofactors that cooperate with INSM1 to enhance neuronal reprogramming and subtype specification, and elucidate genomic mechanisms of interaction and downstream regulators.", "date": "2025-10-12", "journal": ""}
{"title": "Direct comparison of constitutive Rax-Cre transgenic drivers that activate in the mouse embryonic eye field", "doi": "10.1101/2025.10.11.681822", "authors": "Brown, N. L.; Goodyear-Brown, S.; Fuhrmann, S.", "abstract": "Purpose: Multiple mouse lines using constitutive or inducible Cre recombinase expression have taken advantage of the early optic field expression of the Rax/Rx gene and its subsequent, progressive restriction to retinal progenitors, retinal pigmented epithelium and the optic stalk. Among these, the constitutive transgenic lines, Rx3-Cre and Rax-Cre BAC Tg, are currently used by vision researchers. Here we directly compare their prenatal ocular and extra-ocular Cre activities. Methods: Rx3-Cre or Rax-Cre BAC transgenic male mice were mated to the Cre-dependent lineage tracer Ai9/tdTomato. The resulting live and fixed tissue expression for each line was evaluated at multiple stages of development, from the optic vesicle stage onward. Both whole embryo and immunolabeled cryosectioned material were digitally imaged. Results: Rx3-Cre recapitulates endogenous RAX protein expression at the optic vesicle and optic cup stages, but there is also ectopic Cre activity in periocular mesenchyme (POM), within PITX2- and PECAM-1-expressing subpopulations. We also show that ectopic Cre activity can include germline expression. Besides a small ectopic domain in developing limbs, the Rax-Cre BAC mouse driver fully recapitulates endogenous RAX expression in the embryonic and postnatal eye. Conclusions: We provide a systematic analysis of two Rax-Cre drivers during embryonic and postnatal eye development that are very useful to recapitulate severe congenital eye diseases. Data presented here strongly support the inclusion of lineage reporting and evaluation of littermates lacking a Cre transgene, whenever conditional targeting strategies are used in studies of optic vesicle-derived tissues.", "date": "2025-10-12", "journal": ""}
{"title": "Dopamine and its receptor DcDop2 are involved in the mutualistic interaction between 'Candidatus Liberibacter asiaticus and Diaphorina citri", "doi": "10.1101/2025.10.10.681724", "authors": "Nian, X.; Li, J.; Huang, J.; Yuan, W.; Holford, P.; Beattie, G. A. C.; He, J.; Cen, Y.; He, Y.; Zhang, S.", "abstract": "Candidatus Liberibacter asiaticus (CLas), the causal agent of citrus huanglongbing, is transmitted by the Asian citrus psyllid Diaphorina citri. While CLas-positive (CLas+) females exhibit increased fecundity and metabolic demands, their neuroendocrine regulation remains unclear. We propose CLas manipulates dopamine (DA) signaling to enhance psyllid fecundity and CLas proliferation. Metabolomics revealed elevated DA in CLas+ females. Silencing DA synthesis genes and receptor DcDop2 via RNAi reduced lipid reserves, fecundity, and ovarian CLas titers. Through combined in vivo and in vitro experiments, we demonstrated that the microRNA miR-31a suppresses DcDop2 expression by binding to its 3 untranslated region. Overexpression of miR-31a resulted in decreased DcDop2 expression and CLas titers in the ovaries, eliciting phenotypic defects akin to DcDop2 knockdown. Furthermore, DcDop2 knockdown and miR-31a overexpression reduced juvenile hormone (JH) levels and adipokinetic hormone (AKH) signaling in fat bodies and ovaries. Consequently, CLas hijacks the DA/DcDop2-miR-31a-AKH-JH signaling cascade to improve D. citri lipid metabolism and fecundity, while simultaneously promoting its replication. These findings suggest a mutualistic interaction between CLas proliferation and ovarian development within the insect host that enrich our understanding of the molecular interplay between plant pathogens and vector insects and offer novel targets and strategies for the field management of HLB.", "date": "2025-10-12", "journal": ""}
{"title": "Deep mutational scanning reveals pharmacologically relevant insights into TYK2 signaling and disease", "doi": "10.1101/2025.10.11.681520", "authors": "Howard, C. J.; Abell, N. S.; Warneford-Thomson, R. R.; Mahdavi, E.; Su, A. L.; Resnick, C.; Mohammed, N.; Thompson, E. M.; Holzinger, E. R.; Catalano, K.; Hukku, A.; Mintier, G. A.; Wilson, S. C.; Maranville, J. C.; Sheth, P. R.; Plenge, R. M.; Kosuri, S.; Dickel, D. E.", "abstract": "Tyrosine Kinase 2 (TYK2) is a genetically defined target for autoimmune disease, with first-generation inhibitors showing clinical success in some but not all associated indications. A deeper understanding of TYK2 structure-function, protein-ligand interactions, and the impact of human variants could inform next-generation therapeutics. Here, we applied Deep Mutational Scanning (DMS) to assess >23,000 amino acid substitutions across two TYK2 functions: IFN- signaling and protein abundance. This enabled high-resolution structure-function mapping and the identification of novel allosteric sites. By coupling DMS with inhibitor treatment, we uncovered variants that modulate compound potency. We also show that human variants - both common and rare - that are protective against autoimmune phenotypes reduce TYK2 protein abundance. Together, these findings demonstrate that DMS can prospectively reveal novel druggable sites, clarify structure-activity relationships (SAR), and highlight TYK2 degradation as a potential therapeutic strategy in autoimmunity.", "date": "2025-10-12", "journal": ""}
{"title": "Integrative Computational Analysis Reveals H. pylori GroEL as a Stabilizer of Neurotoxic Amyloid-β Oligomers", "doi": "10.1101/2025.10.12.679596", "authors": "Abdullah, W. M.; Ahmad, I.", "abstract": "Alzheimer's disease (AD) is characterized by amyloid-{beta} (A{beta}) aggregation, with soluble oligomers implicated as the most neurotoxic species. Recent evidence suggests microbial infections, including Helicobacter pylori, contribute to AD pathogenesis. This study investigates the role of H. pylori GroEL, a conserved chaperonin found in bacterial outer membrane vesicles (OMVs), in stabilizing toxic A{beta} oligomers. A pan-genome analysis of 353 H. pylori strains identified GroEL as a highly conserved protein present in 83% of strains, which supported its widespread relevance. We structurally modelled a conserved 27-amino acid GroEL fragment and docked it against the A{beta} (1-42) tetramer. Interaction analysis revealed stabilizing salt bridges, hydrogen bonds, and extensive non-bonded contacts within the GroEL-A{beta} complex. Molecular dynamics simulations (50 ns) demonstrated that GroEL binding enhanced A{beta} oligomer stability, evidenced by reduced structural deviations and a more extensive hydrogen bonding network compared to A{beta} oligomer alone. These computational findings support a novel mechanism whereby H. pylori GroEL directly stabilizes soluble A{beta} oligomers. We hypothesize that this stabilization inhibits their aggregation into plaques while paradoxically prolonging the lifetime of neurotoxic species, potentially increasing neurodegeneration through pathways distinct from canonical amyloid deposition. This highlights the complex role of bacterial proteins in AD and underscores the need for experimental validation of GroEL-A{beta} interactions as a potential therapeutic target.", "date": "2025-10-12", "journal": ""}
{"title": "Notch2 signaling instructs viral and bacterial TLR responsiveness in B cells", "doi": "10.1101/2025.10.10.681480", "authors": "Londregan, J.; Rozich, I.; Gaudette, B. T.; Tursi, N. J.; Weiner, D. B.; Maillard, I.; Allman, D.", "abstract": "Marginal zone (MZ) B cells are hyperresponsive to bacterial Toll-like Receptor (TLR) ligands. However, the full extent of TLR responsiveness for MZ B cells and the mechanisms regulating such responses are unclear. We report that Notch2 activation establishes MZ B cell responsiveness for the viral dsRNA receptor TLR3 and augments responses for the LPS receptor TLR4. Notch2 ligation accelerated Myc induction, mitosis, and plasma cell differentiation to LPS. Further, TLR3 expression in MZ B cells was Notch2 dependent, and ectopic Notch2 signaling was sufficient to promote robust TLR3 responsiveness dependent on the TIR-domain-containing adapter TRIF and the kinase BTK. TLR3 engagement in MZ B cells promoted proliferation, differentiation, and the secretion of IgG2b and IgG2c antibodies. Our results establish a novel role for Notch2 in establishing TLR3 and TLR4 responsiveness in B cells and suggest that MZ B cells play unappreciated roles in immunity against RNA viruses.", "date": "2025-10-12", "journal": ""}
{"title": "Feeding a low-protein diet exacerbates the susceptibility to Citrobacter rodentium and Dextran Sulfate Sodium-induced intestinal injury in mice.", "doi": "10.1101/2025.10.12.681925", "authors": "Thind, M.; Flanagan, M.; de Wit, S.; Glembocki, A.; Pan, J.; Cuinat, C.; Leung, S.; Kim, P.; Comelli, E. M.; Farooqui, A.; Bourdon, C.; Bandsma, R. H. J.", "abstract": "Globally, almost half of all early childhood deaths are linked to severe undernutrition, herein referred to as severe malnutrition. Mortality in severely malnourished children is often attributed to common infectious diseases, including enteric infections. It has been proposed that impaired intestinal barrier function contributes to mortality, but direct evidence is limited and thus there exists a need to develop improved preclinical models to test these and other mechanistic hypotheses. In this study, we aimed to describe differences in response to enteric inflammation and infection in the colon of malnourished mice compared to well-nourished littermates. C57Bl/6 male weanlings were fed isocaloric diets, either a low 1% protein diet (LPD) or a control 18% protein diet (CPD) for 2-weeks either in combination with oral administration of dextran sodium sulfate (DSS), or <Citrobacter rodentium (C. rodentium)>. LPD-fed mice were more susceptible to DSS or <C. rodentium> as evidenced by increased clinical severity scores, and reaching their humane endpoints. LPD-fed mice also showed more signs of colonic dysfunction with reduced levels of tight junction proteins, higher colonic pathogen load, and increased systemic inflammation and bacterial spread. Taken together, these observations show that malnourished animals have increased susceptibility to intestinal dysfunction caused by either chemical exposure or infection. These novel preclinical models can be used to further elucidate the processes involved in enteric dysfunction in malnutrition and to test therapies to improve intestinal repair and outcomes.", "date": "2025-10-12", "journal": ""}
{"title": "Viral replication and interferon responses in bronchial epithelia is enhanced by Th17 cells", "doi": "10.1101/2025.10.10.681711", "authors": "Powell, W. T.; Janczyk, T. J.; dela Cruz, P. C.; Benson, B.; Vanderwall, E. R.; Gates, C. R.; Rich, L. M.; White, M. P.; Samanas, N. B.; Whitfield, K.; Deutsch, G. H.; Hallstrand, T. S.; Altman, M. C.; Debley, J. S.", "abstract": "Rationale: The impact of Th17 lymphocytes on epithelial responses to rhinovirus infection in asthma is poorly characterized. Methods: Bronchial epithelial cells (BECs) from children with asthma were differentiated to an organotypic epithelium and primed via co-culture with healthy donor Th17 lymphocytes for 4 days prior to apical infection with human rhinovirus-16 (RV-16). RNA sequencing with WGCNA analysis was performed to identify modules of gene expression altered by Th17 priming or RV-16 infection in BECs or Th17 cells. Gene expression was correlated with viral copy number and with secreted protein levels. Results: Analysis identified 4,030 genes grouped into 9 named modules with differential gene expression in BECs due to Th17 priming and viral infection. Modules with increased expression with Th17 priming and RV-16 infection included Interferon, MAP-kinase and TNF Signaling modules, while expression of Cilia structure/function and Metabolism modules were decreased. Th17 cells co-cultured with RV-16 infected BECs exhibited increased expression of an Interferon and Viral Response Module without detectable direct viral infection of Th17 cells. Increased expression of the Interferon Signaling in BECs and Interferon Response in Th17 cells was correlated with increased viral copy number in BECs. Th17 priming of BECs led to increased secretion of IFN-, IFN-{gamma}, and IL-1{beta} following RV-16 as compared to BECs alone. Conclusions: Th17 lymphocytes enhance epithelial interferon responses to RV-16 infection in bronchial epithelium from asthmatic children.", "date": "2025-10-12", "journal": ""}
{"title": "Rax1/2 promote memory of growth by early Ras1 activation to maintain polarity across generations", "doi": "10.1101/2025.10.10.681675", "authors": "Vickers, W. H.; Das, M. E.", "abstract": "As polarized cells divide, daughter cells must re-establish polarity at the correct site to maintain their shape. Fission yeast cells are bipolar, however growth initiates first at the old end of the cell that was inherited from the mother. This dominance of the old end is dependent on that end having grown in the previous generation, suggesting cells must be able to recognize when an end has a previous history of growth. We find that the proteins Rax1/2 act as markers for memory of growth by localizing to growing cell ends and remaining through division. Rax1/2 then promote activation of Ras1-GTPase at dividing cell ends by recruitment of its GEF Efc25. Localized Ras1 activity at the old ends ensures timely activation of the Rho GTPase Cdc42 to initiate polarized growth, providing an advantage to the old end. Through this work, we demonstrate the role of a Ras-GTPase in positioning the site of polarization and maintaining cell shape across multiple generations.", "date": "2025-10-12", "journal": ""}
{"title": "Conservation and divergence of sex-biased gene expression across 50 million years of Drosophila evolution", "doi": "10.1101/2025.10.10.681669", "authors": "Glaser-Schmitt, A.; Parsch, J.", "abstract": "In sexually dimorphic species, sex-biased gene expression plays an important role in driving morphological, physiological, and behavioral differences between males and females. Here, we examined patterns of sex-biased gene expression within and among 6 Drosophila species with divergence times ranging from 2-50 million years. We detected contrasting patterns of sex bias conservation and turnover between heads and bodies, with more extensive sex-biased expression and greater conservation of sex-biased expression in the body, but more species-specific turnover of sex-biased expression in the head, where conserved, unbiased expression was common. Interestingly, in both body parts lineage-specific gains of sex-biased expression occurred most often via concordant expression changes in both sexes that differed only in their magnitude, with this pattern being particularly strong in the head, suggesting that the majority of lineage-specific sex bias gains do not represent a resolution of sexual antagonism, but instead reflect regulatory changes shared between the sexes. We detected an enrichment of putatively positively selected expression changes among sex-biased genes in both body parts. Taken together, our findings suggest sex-biased changes may often be facilitated by selection acting on the sex with lower expression, especially for male expression of female-biased genes in the body. We also detected differences in the proportion of sex-biased genes located on the X chromosome depending on sex bias and body part. Overall, our results provide novel insights into the dynamics of sex-biased gene expression, as well as the molecular mechanisms and selective forces underlying its turnover, across short and long evolutionary timescales.", "date": "2025-10-12", "journal": ""}
{"title": "Selection scans and downstream analysis with selscan", "doi": "10.1101/2025.10.10.681670", "authors": "Rahman, A.; Smith, T. Q.; Szpiech, Z. A.", "abstract": "Summary statistics based on Extended Haplotype Homozygosity (EHH) are widely used for inferring positive selection in genomes as a result of their ease of use, computational efficiency, and interpretability. These various summary statistics can be applied to single populations or to pairs of populations, can be used with a genetic recombination map or without, and can be applied to phased or unphased data. Although they are straightforward to compute, there lacks clear descriptions on how they relate to one another, how they should be used, and how their results should be interpreted. Here, we provide a comprehensive introduction to selection statistics as they are implemented in the widely used software, selscan. We demonstrate the behavior of such statistics on simulated data and highlight best practices by performing an example downstream analysis on data from the 1000 Genomes Project using new features in selscan v3.0. We hope these guidelines will foster reproducibility in the evolutionary genomics community. Precompiled executables and source code for selscan v3.0 can be found at https://github.com/szpiech/selscan.", "date": "2025-10-12", "journal": ""}
{"title": "PUMILIOs and m6A-ECT2/ECT3 share mRNA targets and exert opposing control over organogenesis", "doi": "10.1101/2025.10.11.681827", "authors": "Chen, J.; Sanges Ametlle, M.; Rennie, S.; Arribas-Hernandez, L.; Brodersen, P.", "abstract": "PUMILIO/Fem-3 Binding Factor (PUF) proteins are conserved eukaryotic mRNA-binding proteins. Higher plants encode an expanded family of PUF proteins with 26 members in Arabidopsis thaliana of which 6 (PUM1-PUM6) have a domain organization equivalent to metazoan PUF proteins implicated in mRNA regulation. Here, we show that the PUF proteins PUM2 and PUM6 are expressed in mitotically active cells of root and shoot meristems, while PUM5 is mostly expressed in the differentiation zone of root meristems exiting from active division. Increased PUM2 dosage in proliferating cells causes growth repression and developmental delay reminiscent of mutants with defects in cytoplasmic YTHDF proteins that bind to N6-methyladenosine (m6A) in mRNA. Remarkably, even weak defects in the m6A-YTHDF system enhance the effect of increased PUM2 dosage. In line with this genetic interaction, mRNA targets overlap significantly between PUFs and the major YTHDF proteins ECT2 and ECT3. Furthermore, the enrichment of the core PUF recognition motif URUAY around m6A sites is largely explained by PUF targeting, not by direct URUAY methylation as previously suggested. Our results indicate that the balance between the reciprocal activities of the deeply conserved cytoplasmic RNA binding protein families PUF and YTHDF is an important element of growth control in plants.", "date": "2025-10-12", "journal": ""}