{"title": "Energy allocation explains how protozoan phenotypic traits change in response to temperature and resource supply", "doi": "10.1101/2023.07.25.550219", "authors": "Perna, A.; Rivoli, E. S.; Reiss, J.; Perkins, D. M.", "abstract": "To survive and reproduce, living organisms need to maintain an efficient balance between energy intake and energy expenditure. Changes in environmental conditions can disrupt previously efficient energy allocation strategies, and organisms are required to change their behaviour, physiology, or morphology to cope with the new environment. However, how multiple phenotypic traits interact with one another and with environmental conditions to shape energy allocation remains poorly understood. To better understand this type of phenotype-environment interactions, we develop a predictive framework, grounded in energetic and biophysical principles that allows us to make predictions on how metabolic rate and movement speed should change in response to environmental temperature and resource supply, differentiating between short-term, acute exposure to novel conditions and longer-term exposure that allows acclimation or adaptation. We tested these predictions by exposing axenic populations of the ciliate Tetrahymena pyriformis to different combinations of temperature and resource availability. We measured population growth, cell size, respiration, and movement. Acute increases in temperature led to higher movement speeds and respiration rates, consistent with expectations from physical scaling relationships such as the Boltzmann-Arrhenius equation and the viscous drag acting on movement. However, by around 3.5 days after the introduction of Tetrahymena into a novel environment, all measured traits shifted toward values closer to those of the original environment. These changes likely reflect phenotypic acclimation responses that restored a more efficient energy allocation under the new conditions. Changes in cell size played a key role in this process, by simultaneously affecting multiple phenotypic traits, including metabolic rate and the energetic costs of movement. In small microbial consumers like Tetrahymena, body size can change rapidly, relative to ecological and seasonal timescales. Changes in body size can therefore be effectively leveraged - alongside physiological and biochemical regulations - to cope with environmental changes.", "date": "2025-12-21", "journal": ""}
{"title": "Universal length fluctuations of actin structures found in cells", "doi": "10.1101/2023.07.27.550898", "authors": "Rosario, A. A. A.; McInally, S. G.; Jelenkovic, P. R.; Goode, B. L.; Kondev, J.", "abstract": "Actin is a key cytoskeletal protein that forms filaments that bundle into linear structures in vivo, which are involved in motility, signaling, and cell division. Despite the rapid turnover of individual actin monomers, these structures are often maintained at a specific length, which is important for their function. Length control is commonly attributed to length-dependent assembly or disassembly of the structure, whereby a stable length is achieved when the two opposing processes are balanced. Here we show that regardless of the nature of the length-dependent feedback, such balance point models predict a Gaussian distribution of lengths with a variance that is proportional to the steady state length. Contrary to this prediction, a reexamination of experimental measurements on the lengths of stereocilia, microvilli, actin cables, and filopodia reveals that the variance scales with the square of the steady state length. We propose a model in which the individual filaments in bundles undergo independent assembly dynamics, and the length of the bundle is set by the length of the longest filament. This model predicts a non-Gaussian distribution of bundle lengths with a variance that scales with the square of the steady state length. Our theory underscores the importance of crosslinking filaments into networks for size control of cytoskeleton structures.", "date": "2025-12-21", "journal": ""}
{"title": "New neural-inspired controller generalises modularity over lower limb tasks through internal models", "doi": "10.1101/2023.12.04.569887", "authors": "Munoz, D.; Holland, D.; Severini, G.", "abstract": "Neural control simulations are a powerful tool for evaluating principles of motor control that cannot be tested directly in conventional experimental settings. However, current controllers struggle with physiological grounding and are restricted to a small set of discrete behaviours, despite the inherent heterogeneity of human movement. Here, we propose a new neural controller, the Internal Model-based Modular Controller (IMMC), which can transition between multiple lower-limb motor tasks within a single simulation. The architecture comprises a simplified model of the Mesencephalic Locomotor Region (MLR), which sends control signals to activate internal models (IMs). These IMs organise functional muscle synergies into task-specific networks that generate coordinated and stereotyped activity across multiple muscles. The IMMC performs Stand-To-Walk, Stand-To-Backward-Walking, Walking-To-Stand, and Backward-Walk-To-Stand transitions, and modulates gait speed by adjusting a single control signal. Across all behaviours, the simulated kinematics, muscle activation patterns and ground reaction forces were generally consistent with experimental observations. These findings suggest that interactions between internal models and functional muscle synergies offer a plausible mechanism for producing heterogeneous motor behaviours, providing a conceptual basis for more flexible neuromuscular control architectures.", "date": "2025-12-21", "journal": ""}
{"title": "An angiosperm-wide perspective on reproductive strategiesand floral traits", "doi": "10.1101/2024.02.26.582019", "authors": "Helmstetter, A. J.; Mendez, M.; Schonenberger, J.; Burgarella, C.; Anderson, B.; Balthazar, M. v.; Billiard, S.; Boer, H. d.; Cros, J.; Delecroix, P.-A.; Dufay, M.; Pannell, J.; Savova Bianchi, D.; Schoen, D.; Vallejo-Marin, M.; Zenil-Ferguson, R.; Sauquet, H.; Glemin, S.; Kafer, J.", "abstract": "- Flowering plants have many modes of sexual reproduction, notably varying from selfing to outcrossing, and from bisexual flowers to individuals with separate sexes (dioecy). These reproductive modes are associated with floral and life-history traits that have evolved together, making it difficult to interpret correlations between traits. - We analysed variation in 21 traits related to flowers, pollination, mating, sexual systems and life history from 361 species representative of flowering plant diversity. - Outcrossing was mainly found among long-lived, large-stature plants, but hermaphroditic outcrossers and dioecious species appeared as largely non-overlapping strategies in the trait space. Level of floral investment was the main difference between these strategies, with dioecious species having generally smaller, less rewarding flowers, a pattern that also occurred in biotically pollinated species. - This multi-trait study shows that pollination can be achieved in many, often contrasting, ways. Despite extensive variation in reproductive traits, dioecy stands out as being linked to floral traits primarily, while correlations with lifespan and dispersal traits appear spurious. We provide a conceptual framework based on lifespan, floral investment, and sexual separation that can be used to integrate pollination, reproduction and plant growth in future research on plant evolution and ecology.", "date": "2025-12-21", "journal": ""}
{"title": "Contingency awareness shapes neural responses in fear conditioning", "doi": "10.1101/2024.08.13.607803", "authors": "Pavlov, Y. G.; Menger, N. S.; Keil, A.; Kotchoubey, B.", "abstract": "Contingency awareness refers to an observer's ability to identify the association between a conditioned (CS) and an unconditioned stimulus (US). A widely held belief in human fear conditioning is that this form of associative learning may occur independently of contingency awareness. To test this hypothesis, in this preregistered study (https://osf.io/vywq7), we recorded electroencephalography (EEG) during a task, where participants were presented with compounds of a word (drawn from two semantic categories) and tactile stimulation (vibration), followed by either a neutral sound (US-) or a loud noise (US+). Based on interviews, participants were divided into an aware (N=50) and an unaware (N=31) group. Only the aware group showed evidence of learning at the neural level, notably a larger stimulus-preceding negativity developing before US+ and a stronger theta response to vibrations predicting US+. The aware group also showed stronger alpha and beta suppression around the vibrations and a weaker theta response to US+, possibly indicating heightened attention to the cue and the violation/confirmation of expectation. Group differences in alpha and beta suppression were already present before the aversive learning began, suggesting that elevated attention may precede and facilitate awareness. Personality tests showed that elevated anxiety, neuroticism, higher intolerance of uncertainty, or harm avoidance are not predictive to the acquisition of contingency awareness. Our findings support the notion that fear conditioning, as reflected in cortical measures, cannot occur without contingency awareness.", "date": "2025-12-21", "journal": ""}
{"title": "Metabolic flexibility among fiber degraders supports gut microbiome stability across host diets in the American cockroach", "doi": "10.1101/2024.10.31.621369", "authors": "DePoy, A. N.; Wall, H.; Tinker, K. A.; Black, I. M.; Ottesen, E. A.", "abstract": "Scavenging omnivores face challenges in maintaining gut microbiome homeostasis due to a highly variable diet. Work in mammalian models has highlighted the importance of fiber-degrading taxa and their utilization of dietary polysaccharides and host glycans in structuring gut microbiome composition and function. However, less is known about biological mechanisms supporting gut microbiome homeostasis in insects. Here, we present a metatranscriptomic analysis of hindgut microbial transcriptional responses to diverse host diets in the American cockroach (Periplaneta americana), a hindgut-fermenting and omnivorous insect. We analyzed microbial community transcriptomes from hindguts of cockroaches fed high-fiber, high-protein, high-fat, and starvation diets. Microbial taxa predicted to be primary fiber degraders increased transcription of genes associated with utilization of dietary polysaccharides in insects fed a high-fiber diet. In contrast, these taxa responded to starvation and low fiber diets with upregulation of transcripts associated with degradation of host glycans. Analysis of N- and O-glycans in the cockroach midgut confirm the presence of predicted substrates for these pathways. As a result, we hypothesize that peritrophic matrix glycans serve as a critical carbohydrate subsidy supporting insect gut microbial metabolism in the absence of dietary fiber. Observed stability in gut microbiome composition and the transcriptional activity of many secondary fermenters and hydrogenotrophic taxa in the gut suggests that this strategy can be highly successful. Together, this work supports a novel physiological role for the peritrophic matrix of insects and other invertebrates in supporting gut microbiome homeostasis across dietary shifts.", "date": "2025-12-21", "journal": ""}
{"title": "Investigation of CMA Substrate Interactions with Hsc70 Reveals Potential Auxiliary Binding Sites", "doi": "10.1101/2025.01.30.635767", "authors": "Sahu, D.; Malhotra, N.", "abstract": "Chaperone-mediated autophagy (CMA) is a selective lysosomal degradation pathway crucial for cellular homeostasis. Its dysfunction is linked to cancer and neurodegenerative disorders. Hsc70 mediates CMA selectivity by recognizing proteins with 'KFERQ-type' sequences, but the structural basis for substrate recognition and the substrate-binding mechanism of Hsc70 remain unclear. This study integrates literature, bioinformatics, AlphaFold 3 predictions, and 44 {micro}s of molecular dynamics (MD) simulations to elucidate the lid domain interactions of Hsc70 with fifteen experimentally verified CMA substrate segments. Structural and thermodynamic residue-level analyses suggest stable binding of substrates in two distinct sites. The first site resides in a hydrophobic cavity formed by alpha helix 1 and 3 in the lid domain of Hsc70, with complex stabilization primarily driven by hydrophobic residues within 'KFERQ-type' motif and its flanking regions. The second stable site was observed to be canonical hydrophobic cleft in Hsc70, with complex stabilization primarily driven by hydrophobic residues within 'KFERQ-type' motif as well as the through water-mediated interactions by the lid domain. The robustness of our findings is confirmed by consistent convergence across force fields, substrates, and supporting literature, all identifying the same site. We propose these sites may facilitate upstream or downstream recognition and activation events.", "date": "2025-12-21", "journal": ""}
{"title": "Pollinator-relevant floral traits impact bidirectional hybridisation in the orchid genus Gymnadenia", "doi": "10.1101/2025.03.20.644302", "authors": "Neequaye, M.; Kellenberger, R. T.; Collier, R.; Wenzell, K.; Paajanen, P.; Antoniou-Kourounioti, R.; Hill, L.; Gunn, H.; Schluter, P. M.; Byers, K. J. R. P.", "abstract": "Reproductive isolation is mediated by ecological, phenotypic, and genetic barriers. Where such barriers are not upheld, hybridisation can occur, revealing insight about the formation of species. Here, we provide an integrative investigation of hybrid formation between the orchids Gymnadenia conopsea and G. rhellicani and potential isolating barriers in zones of overlap in the European Alps. We examine opportunities for hybridisation by quantifying hybrid frequency and pollinator assemblages of parent species. Next, we characterise floral phenotypes and genetic parentage of hybrids to examine how genetic inheritance of traits shapes ecological interactions, and thus fitness, of hybrids. We find that pollinator assemblages of parents overlap partially, consistent with observed rare hybrids (<1% of the population). Phenotypically, hybrids were intermediate across floral traits, consistent with all hybrids being identified as F1s, resulting from a primary hybridisation event between G. conopsea and G. rhellicani. No evidence of backcrossing or introgression was found, but direction of pollen transfer varied across sites. Additionally, hybrids were heterozygous for parental alleles at two loci impacting anthocyanin production, suggesting hybrids intermediate floral colour reflects inheritance of these alleles. Finally, we find little support that ploidy variation or hybrid seed infertility explains the absence of advanced generations of hybrids. Thus, we suggest that floral isolation represents an important isolating mechanism between G. conopsea and G. rhellicani in limiting the formation of uncommon, unfit hybrids and shaping species boundaries.", "date": "2025-12-21", "journal": ""}
{"title": "Automatic feedback control for resource-aware characterisation of genetic circuits", "doi": "10.1101/2025.04.01.646303", "authors": "Sechkar, K.; Steel, H.", "abstract": "Many applications of engineered cells are enabled by genetic circuits -- networks of genes regulating each other to process signals. Complex circuits are built by combining standardised modular components with different functions. Nonetheless, genes in a cell compete for the same limited pool of cellular resources, causing unintended interactions that violate modularity. Thus, circuit components behave differently when combined versus when observed in isolation, which can compromise a biotechnology's predictability and reliability. To forecast steady-state interactions between modules, experimental protocols for characterising their resource competition properties have been proposed. However, they rely on open-loop batch culture techniques in which dynamic control signals cannot be applied to cells. Consequently, these experimental methods have limited predictive power, as they may fail to capture all possible steady states, such as repelling equilibria that would not be approached by a system without external forcing. In contrast, we propose a novel, comprehensive protocol for characterising the resource-dependence of genetic modules' performance. Based on the control-based continuation technique, it captures both stable and unstable steady states by applying stabilising cybergenetic feedback with an automated cell culturing platform. Using several models with different degrees of complexity, we simulate applying our pipeline to a self-activating genetic switch. This case study illustrates how informative characterisation of a genetic module with automatic feedback control enables reliable forecasting of its performance when combined with any other circuit component. Hence, our protocol promises to restore predictability to the design of genetic circuits from standardised components.", "date": "2025-12-21", "journal": ""}
{"title": "A common framework for semantic memory and semantic composition", "doi": "10.1101/2025.04.11.648390", "authors": "Law, R. M. C.; Lambon Ralph, M.; Hauk, O.", "abstract": "How the brain constructs meaning from individual words and phrases is a fundamental question for research in semantic cognition, language and their disorders. These two aspects of meaning are traditionally studied separately, resulting in two large, multi-method literatures, which we sought to bring together in this study. Not only would this address basic cognitive questions of how semantic cognition operates but also because, despite their distinct focuses, both literatures ascribe a critical role to the anterior temporal lobe (ATL) in each aspect of semantics. Given these considerations, we explored the notion that these systems rely on common underlying computational principles when activating conceptual semantic representations via single words, vs. building a coherent semantic representation across sequences of words. The present pre-registered study used magnetoencephalography and electroencephalography to track brain activity in participants reading nouns and adjective-noun phrases, whilst integrating conceptual variables from both literatures: the concreteness of nouns (e.g., \"lettuce\" vs. \"fiction\") and the denotational semantics of adjectives (subsective vs. privative, e.g., \"bad\" vs. \"fake\"). Region-of-interest analyses show that bilateral ATLs responded more strongly to phrases at different timepoints, irrespective of concreteness. Decoding analyses on ATL signals further revealed a time-varying representational format for adjective semantics, whereas representations of noun concreteness were more stable and maintained for around 300 ms. Further, the neural representation of noun concreteness was modulated by the preceding adjectives: decoders learning concreteness signals in single words generalised better to subsective relative to privative phrases. These findings point to a unified ATL function for semantic memory and composition.", "date": "2025-12-21", "journal": ""}
{"title": "Empirical validation of the nearly neutral theory at divergence and population genomic scale across 144 placental mammal genomes", "doi": "10.1101/2025.04.17.649326", "authors": "Bastian, M.; Enard, D.; lartillot, n.", "abstract": "By limiting the efficacy of selection, random drift is expected to play a major role in genome evolution. Formalizing this idea, the nearly-neutral theory predicts that the ratio of non-synonymous over synonymous polymorphism (pN/pS) within populations, and divergence (dN/dS) between species, should both correlate negatively with Ne. This has previously been tested in mammals and other groups. However, most studies have focused on either dN/dS or on pN/pS, thus not addressing the problem across evolutionary scales. In addition, many studies at the macro scale have used life-history traits (LHT) as a proxy of Ne, assuming that large-bodied organisms have lower Ne than small-bodied species. However, this assumption itself has rarely been validated against more objective measures of Ne, such as genetic diversity pS = 4 Ne*mu, in part because pS estimates are scarce. Here we propose an integrative test of the nearly-neutral predictions on 150 mammalian species, using 6000 orthologous genes, spanning the macro and the micro-evolutionary scale, using for the latter a measure of heterozygosity on each of the assembled diploid genomes. At the micro scale, we observe, for the first time in mammalian nuclear genomes, a relationship between pN/pS and pS. At the macro scale, we confirm the positive correlation between dN/dS and LHT but, more importantly, establish that LHT and dN/dS are correlated with pS, although weakly so. Together, these results provide the first global test of the nearly-neutral theory in mammals across time scales, suggesting all variables are correlated with a single hidden variable: Ne.", "date": "2025-12-21", "journal": ""}
{"title": "Prevention of adrenal suppression after chronic glucocorticoid therapy in mice", "doi": "10.1101/2025.04.30.651350", "authors": "Gaston, L. S.; Jorgensen, B. C.; Friedman, H. R.; Sherman, M. S.; Majzoub, J. A.", "abstract": "Glucocorticoid-induced adrenal insufficiency (GIAI) can persist for months after cessation of chronic corticosteroid therapy, predisposing patients to life-threatening adrenal crises. The mechanisms underlying this prolonged suppression are poorly understood but have been primarily attributed to delayed recovery of hypothalamic-pituitary function. We examined the timing of hypothalamic, pituitary, and adrenal (HPA) recovery after 8 weeks of dexamethasone (DEX) treatment in mice. During DEX exposure, HPA axis activity was fully suppressed. Surprisingly, within one week of withdrawal, Crh mRNA and plasma ACTH rebounded above control levels, yet corticosterone (CORT) remained low for an additional seven weeks. DEX-treated adrenals were atrophic and contained large clusters of lipid-associated macrophages. Even after accounting for these macrophages, CORT secretion was disproportionately low relative to the size of the adrenocortical cell mass despite supraphysiologic ACTH stimulation. With the adrenal being the primary site of post-withdrawal HPA axis suppression, we assessed whether trophic stimulation of the adrenal using either a pharmacologic or genetic approach prevented GIAI. Co-treatment with DEX and daily cosyntropin, an ACTH agonist, failed to prevent GIAI. However, mice with non-suppressible endogenous ACTH due to targeted deletion of Nr3c1 (encoding the glucocorticoid receptor) in hypothalamic neurons maintained normal adrenal function and histology despite long-term DEX. Translating this genetic approach to a pharmacological one by delivering sustained trophic support to the adrenal during the period of glucocorticoid exposure may prevent GIAI.", "date": "2025-12-21", "journal": ""}
{"title": "Sex-dependent plasticity of adult neural tissue in response to damage", "doi": "10.1101/2025.05.05.652027", "authors": "Recatala-Martinez, M.; Bosch, M.; Gaspar, P.; Mineo, A.; Rios, S.; Miguel-Aliaga, I.; Morey, M.", "abstract": "Plasticity of intact adult neural tissue in the vicinity of neural damage serves to restore functionality of circuits. Much remains to be learned about the mechanisms regulating this process and the reported sex differences in recovery outcomes. Here, we present the fly gut and its innervation as a simplified model to address these questions. We show that gut damage caused by ingestion of toxic agents resulted in plasticity of the adult enteric neuronal network, manifested as a Reactive Oxygen Species (ROS)-dependent increase in neural tissue, which was reversible after a recovery period. Interestingly, males did not display neural plasticity, and masculinization of neurons in females suppressed the damage-dependent neural growth. Together, these findings position the fly gut as a system to investigate the cellular, molecular, and sex-specific underpinnings of neural plasticity, with implications for therapeutic advancements in neural circuit recovery.", "date": "2025-12-21", "journal": ""}
{"title": "Multi-model reinforcement learning with online retrospective change point detection", "doi": "10.1101/2025.05.13.653727", "authors": "Chartouny, A.; Khamassi, M.; Girard, B.", "abstract": "Humans continuously adapt to uncertain and changing situations. However, most reinforcement learning models of human behavior struggle to explain this capability. We propose a novel reinforcement learning agent for uncertain and volatile Markov decision processes, which we call Multi-Model with Retrospective Change Point Detection (MMRCPD). MMRCPD relies on two novel ideas: arbitrating between local models rather than contexts of the environment and retrospectively detecting change points. Arbitrating between local models limits memory costs and enables faster adaptation to new contexts which sub-parts have been experienced before. Retrospective change point detection mimics the capacity of humans to infer the latent cause of a change after it happened and maintain precise models of the environment. MMRCPD can detect local changes online, create new models, retrospectively update its models based on when it estimates that the change happened, reuse past models, merge models if they become similar, and forget unused models. This novel multi-model agent outperforms single-model and context-level change-detection methods in uncertain and locally changing environments. These results yield new insights and predictions concerning optimal decision-making in changing and uncertain environments, which could in turn be tested in behavioral experiments.", "date": "2025-12-21", "journal": ""}
{"title": "Patient-specific iPSC models of neural tube defects identify underlying deficiencies in neuroepithelial cell shape regulation and differentiation", "doi": "10.1101/2025.05.16.654453", "authors": "Ampartzidis, I.; Thompson, E. M.; Gupta, Y.; Krstevski, A.; Elvassore, N.; Maniou, E.; De Coppi, P.; Galea, G. L.", "abstract": "Spina bifida and anencephaly are neural tube defects caused by failure of embryonic neural tube closure. Successful closure requires apicobasal elongation and apical constriction of neuroepithelial cells. These critical behaviours have not been studied in human, patient-specific models. We characterise a human iPSC-derived neuroepithelial morphogenesis model that is highly reproducible across three parental iPSC lines of diverse origin and reprogramming technologies. Differentiated neuroepithelial cells actively undergo ROCK-dependent apical constriction. ROCK acts downstream of planar cell polarity/VANGL2 in other species. We find that VANGL2 is up-regulated and phosphorylated during iPSCs-to-neuroepithelial differentiation. The patient-identified VANGL2-R353C mutation does not alter VANGL2 expression, localisation or phosphorylation, but reduces myosin-II phosphorylation and apical constriction relative to congenic control iPSCs. Non-congenic comparisons and forward genetic testing are also informative in this reproducible model. We compare lines reprogrammed from amniocytes of two patients with spina bifida, versus two controls. One patient-derived line forms a morphologically normal neuroepithelium, but fails to differentiate into neurons. The second fails to undergo apicobasal elongation, and harbours compound heterozygous mutations in the MED24 gene previously implicated in neuroepithelial elongation in mice. Thus, iPSC-derived neuroepithelial modelling reveals mechanistic insights into conserved cell behaviours, including apical constriction, apicobasal elongation and neural differentiation, links genetically-impaired apical constriction to human disease, and establishes patient-specific models which recapitulate failures across these heterogenous neuroepithelial functions.", "date": "2025-12-21", "journal": ""}
{"title": "nanoPhos enables ultra-sensitive and cell-type resolved spatial phosphoproteomics", "doi": "10.1101/2025.05.29.656770", "authors": "Oliinyk, D.; Heymann, T.; Henneberg, L.; Bardziukova, A.; Thielert, M.; Kjaergaard, J.; Zwiebel, M.; Vasconez, S.; Oeller, M.; Metousis, A.; Rodriguez, E.; Rosenberger, F. A.; Ugur, E.; Schallenberg, S.; Klauschen, F.; Mann, M.", "abstract": "Mass spectrometry (MS)-based phosphoproteomics has transformed our understanding of cell signaling, yet current workflows face limitations in sensitivity and spatial resolution at sub-microgram inputs. Here, we present nanoPhos, a robust method that extends phosphoproteomics to nanogram scale, making it compatible with cell-type-resolved spatial analysis. It employs loss-less solid phase extraction capture (SPEC) for sample preparation, followed by automated phosphopeptide enrichment using Fe(III)-NTA cartridges. nanoPhos identifies over 57,000 unique phosphorylation sites from 1 g cell lysate and over 4,000 from only 10 ng, a hundred-fold improvement from recent protocols. Combined with Deep Visual Proteomics (DVP), it enables region- and cell-type resolved phosphoproteomics of mouse brain tissue with spatial fidelity and a depth of 13,000 phosphosites from only 1000 cell shapes. This establishes nanoPhos as a versatile and ultra-sensitive platform that extends DVP to post-translational modifications and opens up for cell-type-specific signaling analysis in intact tissue.", "date": "2025-12-21", "journal": ""}
{"title": "Curcumin delays cytokinesis in fission yeast cells by targeting the septin ring", "doi": "10.1101/2025.06.02.657428", "authors": "Kulasegaram, V.; Dias, D. A.; Okorokova-Facanha, A.; Chen, Q.", "abstract": "Curcumin is the active compound of one of the most widely used spices in the world. It has also been highly valued as a traditional health supplement in many South Asian countries for millennia. More recently, this plant extracted small molecule has attracted strong attention for its therapeutic potential. Nevertheless, the molecular and cellular targets of curcumin remain unknown. Here, we undertook a novel imaging-based approach to determine the intracellular distribution of curcumin using the model organism fission yeast Schizosaccharomyces pombe by taking advantage of the intrinsic fluorescence of curcumin. Live fluorescence microscopy revealed for the first time that curcumin, at a concentration of just one micromolar, formed a narrow circumferential ring around the equatorial plane of dividing cells within minutes after being added to the yeast culture. The intensity of this ring increased proportionally to the concentration of curcumin and gradually over time. The curcumin ring co-localized both spatially and temporally with septin ring and the exocyst complex at the equatorial plane during cytokinesis. Deletion of one of the septin genes spn4 reduced the frequency of curcumin ring by 74%. Micromolar concentrations of curcumin slowed down the contractile ring constriction by up to 49% in a dosage dependent manner. Besides fission yeast, curcumin similarly targets the division plane of two other yeasts, Saccharomyces cerevisiae and Candida albicans. Thus, curcumin, originated from plants, targets the septin cytoskeleton to delay yeast cytokinesis, suggesting its potential as both an antifungal therapeutic option and a fluorescence probe for yeast septins (247 words).", "date": "2025-12-21", "journal": ""}
{"title": "Solid-Phase Extraction Capture (SPEC) in nanoliter volumes for fast, robust and ultra-sensitive proteomics", "doi": "10.1101/2025.05.31.657165", "authors": "Heymann, T.; Oliinyk, D.; Henneberg, L.; Rodriguez, E.; Bardziukova, A.; Oeller, M.; Murgia, M.; Olsen, J. V.; Stoychev, S.; Bache, N.; Mann, M.", "abstract": "Sample preparation remains a critical bottleneck in mass spectrometry (MS)-based proteomics, particularly for limited sample amounts where surface adsorption and dilution cause substantial losses. Here, we present Solid-Phase Extraction Capture (SPEC), a workflow that confines protein processing to nanoliter volumes within ion-exchange or C18 matrix inside a pipette tip. This achieves near-complete proteolysis within 5 minutes instead of hours and maintains full compatibility with strong detergents without cleanup steps, enabling effective lysis of challenging samples. From 200 ng FFPE tissue, SPEC achieves proteome depth and reproducibility exceeding conventional bulk protocols using 100 g, critical when sample is irreplaceable. The modular two-tip configuration enables on-tip chemical modifications for mTRAQ labeling and fractionation, while integration with enrichment workflows yields 2-fold improved glycopeptide identifications from plasma and 3-fold enhanced ubiquitin remnant identification at low amounts. SPEC enables nanoPhos for cell-type resolved tissue phosphoproteomics and provides a universal platform for proteomics sample preparation.", "date": "2025-12-21", "journal": ""}
{"title": "A Chromosome-Level Assembly of the Pine Processionary Moth (Thaumetopoea pityocampa) genome", "doi": "10.1101/2025.06.06.658235", "authors": "Gautier, M.; Nouhaud, P.; Lagnel, J.; Branco, M.; Chertemps, T.; Dorkeld, F.; Francois, M.-C.; Gschloessl, B.; Hilliou, F.; Jacquin-Joly, E.; Legeai, F.; Le Goff, G.; Lopez-Roques, C.; Maïbeche, M.; Marande, W.; Parinello, H.; Saune, L.; Perrier, C.; Kerdelhue, C.", "abstract": "We present a chromosome-level genome assembly and annotation of the pine processionary moth, Thaumetopoea pityocampa (Lepidoptera: Notodontidae), a key forest pest that is a public health concern. The nuclear genome spans 615.9 Mb, scaffolded into 50 chromosome scale and 115 smaller scaffolds, with high completeness (BUSCO score: 98.9%) that provides a decisive improvement over the previous assembly (537 Mb; 68,292 contigs; BUSCO 83.6%). Coverage differences in resequenced males and females allowed identification of the Z chromosome and several W-linked contigs. As expected from previous studies, we found that synteny was largely conserved with related Lepidoptera, although chromosomal fissions may explain the higher chromosome number of 49 autosomes compared to typical lepidopteran karyotypes. We also integrated into the assembly linkage map, allowing estimation of a genome-wide male recombination rate of 5.06 cM/Mb, varying from 11.6 cM/Mb to 1.98 cM/Mb from the smallest to the largest chromosomes. Repetitive elements represented 49.1% of this new assembly, dominated by LINEs (45.1% of classified repeats). Finally, gene prediction identified 12,898 gene models, among which 17 circadian rhythm genes were manually curated. Expert annotation further allowed to identify 51 genes of the odorant receptor (OR) family as well as a total of 236 detoxification genes, including 78 CYPs, 56 CCEs, 30 GSTs, 23 UGTs and 49 ABCs. Overall, this assembly represents the first chromosome-level genome for a member of the Thaumetopoeinae subfamily, significantly expanding the currently limited set of genomic resources available for Notodontidae. The fully annotated assembly is publicly accessible through the LepidoDB database (https://bipaa.genouest.org/is/lepidodb/) and will serve as a valuable resource for research on population genomics of this species.", "date": "2025-12-21", "journal": ""}
{"title": "Quantifying cardiac, respiratory, and slow vasomotion components of CSF motion from fMRI inflow effects", "doi": "10.1101/2025.06.10.658005", "authors": "Soderstrom, P.; Bjornfot, C.; Andersson, B. M.; Malm, J.; Eklund, A.; Wahlin, A.", "abstract": "Purpose: Cerebrospinal fluid (CSF) flow oscillations have emerged as a potentially important marker related to brain clearance, but their acquisition often relies on specialized imaging MRI sequences. The purpose of this work was to enable quantitative assessment of CSF flow associated with cardiac, respiratory, and slow-vasomotion cycles using widely available functional magnetic resonance imaging (fMRI) acquisitions. Methods: A method was developed to translate fMRI-derived CSF inflow signals into quantitative flow rates. This approach modelled the spin-history of an oscillating ensemble of molecules. Validation was performed using phantom experiments with oscillatory flow at cardiac-, respiratory-, and slow-vasomotion-like frequencies. The method was further applied to resting-state data from 48 older adults (68-82 years; 19 women) to characterize CSF flow at the foramen magnum. Results: Phantom experiments demonstrated excellent correlations between estimated and true velocities for cardiac- and respiratory-like frequencies (r = 0.94 and 0.97, respectively) and moderate correlation for a slow-vasomotion-like frequency (r = 0.58). In the population cohort, median CSF stroke volumes were 0.86 [0.61, 1.17] mL for the cardiac cycle, 0.44 [0.25, 0.94] mL for the respiratory cycle, and 0.28 [0.14, 0.45] mL for the slow-vasomotion cycle. Conclusion: The proposed spin-history modeling method enabled quantitative estimation of CSF flow components using a conventional fMRI dataset and showed that the cardiac cycle dominates CSF motion at the foramen magnum.", "date": "2025-12-21", "journal": ""}
{"title": "HIV-1 Envelope glycoprotein modulates CXCR4 clustering and dynamics on the T cell membrane", "doi": "10.1101/2025.06.11.659074", "authors": "Quijada-Freire, A.; Santiago, C.; Garcia-Cuesta, E. M.; Soler Palacios, B.; Ayala-Bueno, R.; Gardeta, S.; San Sebastian, E.; Armendariz-Burgoa, E.; Puertas, M. C.; Villares, R.; Garaigorta, U.; Gonzalez-Granado, L. I.; Rodriguez Frade, J. M.; Chojnacki, J.; Martinez-Picado, J.; Mellado, M.", "abstract": "HIV-1 entry into susceptible cells requires the dynamic interaction of its envelope (Env) glycoprotein with the host cell receptor CD4 and a co-receptor, either CCR5 or CXCR4. While the core molecular mechanisms driving Env-receptor interactions and subsequent membrane fusion are well characterized, the precise nanoscale spatial reorganization of these co-receptors at the viral binding site remains poorly defined. In this study, we employed single-particle tracking total internal reflection fluorescence (SPT-TIRF) microscopy to quantitatively analyze nanoscale organizational changes of CXCR4 on the surface of CD4+ T cells following binding by X4-tropic HIV-1. Our data reveal that both recombinant X4-gp120 and virus-like particles expressing physiological levels of X4 Env proteins (gp120 and gp41) promote CXCR4 clustering, a phenomenon linked to cell infection. Furthermore, these ligands induced oligomerization of CXCR4R334X, a naturally occurring mutant associated with WHIM syndrome thatsupports HIV-1 infection but fails to oligomerize in response to CXCL12. Our findings establish a link between CXCR4 clustering and HIV-1 infection, enhancing our understanding of the initial events in viral attachment and entry. These results further suggest that HIV-1 depends on a specific spatial arrangement of co-receptors, distinct from that induced by their natural chemokine ligands, highlighting the critical role of cell-surface receptor spatial organization in dictating cellular function.", "date": "2025-12-21", "journal": ""}
{"title": "Live and let die: lysis time variability and resource limitation shape lytic bacteriophage fitness", "doi": "10.1101/2025.07.21.665848", "authors": "Smith, A.; Hunter, M.; Bakshi, S.; Fusco, D.", "abstract": "Bacteriophages (phages) play a critical role in controlling bacterial populations, both in nature and as potential therapeutic agents. Their ability to replicate, compete against each other, and eradicate target cell populations is usually understood through a number of 'life history parameters', traditionally measured by population-level assays, which implicitly average the parameter's value across a large number of infection events. Recent experiments suggest that bacteriophage life history parameters are subject to considerable heterogeneity, raising the question of whether experimental and modelling efforts that do not account for this variability may overlook important factors in phage's behaviour, competitive fitness or therapeutic viability. Here, using agent-based simulations, we investigate the importance of stochasticity in lysis time and burst size of lytic bacteriophages in two common laboratory competition experiments: serial passage of well-mixed populations and plaque expansion across a bacterial lawn. We find that a phage's analytic growth rate in isolation can be a poor predictor of its fitness advantage in simulated competition experiments. Specifically, when lysis times are tightly distributed, we identify a novel effect we name \"population resonance\", through which a bacteriophage can display a significant fitness advantage over a competitor with a much greater growth rate in isolation. Our simulations also show that both serial passage and plaque expansion reward variability in lysis time more than expected, by increasing the phage resilience when resources are scarce.", "date": "2025-12-21", "journal": ""}
{"title": "Dual representation of lexical uncertainty in human cortex", "doi": "10.1101/2025.08.08.669343", "authors": "Guilleminot, P. H.; Morillon, B.", "abstract": "Prediction under uncertainty is a hallmark of human cognition(Friston, 2010), yet how the brain represents uncertainty remains unresolved(Bach and Dolan, 2012). Speech provides a powerful test case: lexical predictions involve thousands of alternatives, making classical Shannon entropy an ambiguous measure of uncertainty. Here we explored a generalization of Shannon entropy, the Renyi entropy family (Renyi, 1961), combined with information-theoretic tools and whole-brain intracranial EEG during naturalistic listening. Word-related neural activity was best explained by two complementary forms of uncertainty: dispersion, reflecting the number of plausible alternatives, and strength, reflecting the probability of the most likely word. These uncertainties were consistently encoded in each participant by distinct neural populations, with opposing computational goals. Dispersion shapes anticipatory sensory activity and dampens responses to unexpected inputs, consistent with Bayesian optimization(Pouget et al., 2013). Strength instead emerges only for surprising words in lexical circuits, amplifying prediction errors and promoting information seeking. Despite bidirectional exchange between these two populations, their dynamics are dominated by local computations(Heilbron et al., 2022), challenging purely hierarchical models of predictive processing. Our findings reveal that the brain approximates large lexical probability distributions using multiple summary statistics, providing a flexible, low-dimensional representation of uncertainty in complex cognitive tasks and advancing principles of predictive processing across cognition.", "date": "2025-12-21", "journal": ""}
{"title": "Analysis of human visual experience data", "doi": "10.1101/2025.08.11.669764", "authors": "Zauner, J.; Nicholls, A.; Ostrin, L. A.; Spitschan, M.", "abstract": "Exposure to the optical environment - often referred to as visual experience - profoundly influences human physiology and behavior across multiple time scales. In controlled laboratory settings, stimuli can be held constant or manipulated parametrically. However, such exposures rarely replicate real-world conditions, which are inherently complex and dynamic, generating high-dimensional datasets that demand rigorous and flexible analysis strategies. This tutorial presents an analysis pipeline for visual experience datasets, with a focus on reproducible workflows for human chronobiology and myopia research. Light exposure and its retinal encoding affect human physiology and behavior across multiple time scales. Here we provide step-by-step instructions for importing, visualizing, and processing viewing distance and light exposure data. This includes time-series analyses for working distance, biologically relevant light metrics, and spectral characteristics. The tasks are standardized through the open-source R package LightLogR. By leveraging a modular approach, the tutorial supports researchers in building flexible and robust pipelines that accommodate diverse experimental paradigms and measurement systems.", "date": "2025-12-21", "journal": ""}
{"title": "Earliest Evidence of Elephant Butchery at Olduvai Gorge (Tanzania) Reveals the Evolutionary Impact of Early Human Megafaunal Exploitation", "doi": "10.1101/2025.08.28.672811", "authors": "Dominguez-Rodrigo, M.; Baquedano, E.; Moclan, A.; Uribelarrea, D.; Corre-Cano, J. A.; Diez-Martin, F.; Velazquez-tello, A.; Organista, E.; Mendez-Quintas, E.; Vegara-Riquelme, M.; Gidna, A.; Mabulla, A.", "abstract": "The role of megafaunal exploitation in early human evolution remains debated. Occasional use of large carcasses by early hominins has been considered by some as opportunistic, possibly a fallback dietary strategy, and for others a more important survival strategy. At Olduvai Gorge, evidence for megafaunal butchery is scarce in the Oldowan of Bed I, but becomes more frequent and widespread after 1.8 Ma in Bed II, coinciding with the emergence of Acheulean technologies. Here, we present the earliest direct evidence of proboscidean butchery, including a newly documented elephant butchery site (EAK). This shift in behavior is accompanied by larger, more complex occupation sites, signaling a profound ecological and technological transformation. Rather than opportunistic scavenging, these findings suggest a strategic adaptation to megafaunal resources, with implications for early human subsistence and social organization. The ability to systematically exploit large prey represents a unique evolutionary trajectory, with no direct modern analogue, since modern foragers do so only episodically.", "date": "2025-12-21", "journal": ""}
{"title": "Probing the Structural Dynamics of the Unbound MAX Protein: Insights from Well-Tempered Metadynamics", "doi": "10.1101/2025.09.01.673476", "authors": "Lu, H.; Marti, J.; Faraudo, J.", "abstract": "One of most relevant challenges in tumorigenesis is the association of MYC and MAX proteins, whose related cancers remain undrugged. In particular, the disordered regions shown by those oncogenes makes their structural characterization and the development of new drugs a truly hard task. To address these challenges, we employed the enhanced-sampling well-tempered metadynamics method to systematically explore the conformational space of the unbound MAX protein. Our results revealed, for the first time, a well-defined and thermodynamically favorable conformation of monomeric MAX. This is a remarkable finding, as it demonstrates that regions of MAX previously considered persistently disordered are capable of adopting stable, folded structures under specific conditions. Moreover, our findings also suggest that the meta-stable structural motifs observed in this work may harbor druggable sites, particularly relevant for strategies aiming to target MAX directly or to disrupt its interaction with MYC, thereby modulating oncogenic signaling pathways. The present study establishes a new structural framework for understanding the dynamics of MAX and provides a foundation for future structure-based drug design targeting the MYC/MAX axis. Finally, our work offers a strategic blueprint for investigating similarly challenging drug targets.", "date": "2025-12-21", "journal": ""}
{"title": "BRCA mutation alters the stromal landscape in normal ovaries", "doi": "10.1101/2025.10.01.679597", "authors": "Vaishnav, H. T.; Murray, A.; Piccolo, O. R.; McCloskey, C. W.; Yakubovich, E.; Macdonald, E.; Echaibi, M.; de Ladurantaye, M.; Jung, E.; Fazio, T. J.; Trudel, D.; Mes-Masson, A.-M.; Drapkin, R.; Landry, D. A.; Vanderhyden, B. C.", "abstract": "For BRCA mutation (BRCA+) carriers, the risk of ovarian cancer can be as high as 59% compared with 1.4% for the general population. While the impact of BRCA mutations on epithelial cell transformation has been extensively studied, we hypothesize that these mutations cause structural changes that prematurely transform the ovary into a rich metastatic niche that supports the early onset of ovarian cancer. Analysis of collagen content and organization in human ovaries revealed increased coherence associated with fibrosis in premenopausal BRCA+ ovaries relative to those without a BRCA mutation. Brca1 deficiency in murine ovarian fibroblasts triggered the expression of hallmarks of senescence, including Cdkn2a (p16) and acidic {beta}-galactosidase activity. Brca1-deficient fibroblasts also acquired an antigen-presenting myofibroblastic phenotype, characterized by expression of MHC-II molecules, -SMA and extracellular matrix components, suggesting the capacity to modulate immune activity and drive structural changes resembling fibrosis. These results provide insight into the mechanisms contributing to accelerated ovarian aging in BRCA+ carriers.", "date": "2025-12-21", "journal": ""}
{"title": "Characterisation of cold-selective lamina I spinal projection neurons", "doi": "10.1101/2025.10.03.680240", "authors": "Razlan, A. N.; Ma, W.; Dickie, A. C.; Polgar, E.; McFarlane, A. G.; Yadav, M.; Cooper, A. H.; Strathdee, D.; Watanabe, M.; Bell, A. M.; Todd, A. J.; Hachisuka, J.", "abstract": "Skin cooling is detected by primary afferents that express the Trpm8 channel, but how this information is conveyed to the brain remains poorly understood. We have previously identified a population of lamina I projection neurons belonging to the anterolateral system (ALS) that receive numerous contacts from Trpm8-expressing primary afferents. Here, using a semi-intact somatosensory preparation, we provide evidence that these cells correspond to the cold-selective ALS neurons identified in previous physiological studies. We also confirm the presence of synapses from Trpm8 afferents onto these cells at the ultrastructural level and with optogenetics. Based on our previous transcriptomic findings, we identify calbindin as a molecular marker, and show that this can be used to target the cold-selective ALS neurons for anterograde tracing studies. We provide evidence that they project to brain regions that have been implicated in thermosensation: the rostralmost part of the lateral parabrachial area, the caudal part of the periaqueductal grey matter, and the posterior triangular and ventral posterolateral nuclei of the thalamus. Our findings provide important insights into the organisation of neuronal circuits that underlie thermoregulation and the perception of cold stimuli applied to the skin.", "date": "2025-12-21", "journal": ""}
{"title": "Functional Characterization of Target of Rapamycin (TOR) Signalling in Physcomitrella", "doi": "10.1101/2025.11.04.686496", "authors": "Saliba, E.; Hoernstein, S. N. W.; van Gessel, N.; Sentimenti, A.; Hoess, K. M. V.; Parsons, J.; Decker, E. L.; Huesgen, P. F.; Simonsen, H. T.; Reski, R.", "abstract": "Target of rapamycin (TOR) is a conserved protein kinase and an important signalling hub in eukaryotes. The moss Physcomitrella (Physcomitrium patens) is a model organism for plant physiology, development, and evolution. However, little is known about TOR signalling in non-vascular plants, including Physcomitrella. Here, we report the effects of inhibiting TOR signalling in Physcomitrella. We identified and characterized Physcomitrella 12-kD FK506-binding protein (FKBP12), which binds TOR in the presence of rapamycin. Whereas the growth of wild-type protonema is unaffected by rapamycin, overexpressing endogenous FKBP12 rendered the plant susceptible to the inhibitor in a dose-dependent manner. Likewise, protonema growth was inhibited when the TOR-specific inhibitor AZD8055 was present in the culture. We show that rapamycin and AZD8055 have pleiotropic effects, as they delay cell cycle progression and development, induce chlorosis, inhibit photosynthesis, and alter total protein content. Additionally, we identified and characterized PpTOR, PpLST8, and PpRAPTOR, key components of TOR complex 1 (TORC1), whereas RICTOR and mSIN1 of TORC2 are not encoded by the P. patens genome. We found that PpLST8 substitutes its homolog in yeast to allow cell growth. Physcomitrella mutants were generated with a conditional downregulation of PpTOR, PpLST8, and PpRAPTOR, respectively. They were impaired in growth. Finally, we show TOR-dependent phosphorylation of a well-known TOR phospho-target, the ribosomal protein RPS6, via LC-MS/MS. Collectively, our results show that Physcomitrella growth and development is positively controlled by a conserved TOR kinase. We suggest to further dissect TOR signalling in Physcomitrella in order to elucidate signalling integration via TORC1 in plants.", "date": "2025-12-21", "journal": ""}
{"title": "Population Morphology Implies a Common Developmental Blueprint for Drosophila Motion Detectors", "doi": "10.1101/2025.11.15.688637", "authors": "Drummond, N.; Zhao, A.; Borst, A.", "abstract": "Detailed characterization of neuronal morphology provides vital clues for understanding the wiring logic and development of neural circuits. As neuron arbours can both span large distances, and be densely interwoven, one major challenge is acquiring and quantifying fine structures for independent rbours over large spatial extents. Recent whole-brain Electron Microscopy (EM) connectomes of Drosophila melanogaster provide an ideal opportunity to study fly neuronal morphology at scale. Utilising this rich resource, we developed novel computational methods and morphological metrics to perform the most comprehensive morphological analysis on the dendrites of the famous T4 and T5 neurons in the fly brain. T4 and T5 neurons are the first direction-selective neurons in the visual pathway. They are the most numerous cell types in the fly brain (~6000 within each optic lobe) and as a population, their compact dendritic arbours tile the entire visual field. They are classified into four subtypes (a,b,c, and d). Each subtype encodes one of four orthogonal motion directions (up, down, forwards, backwards). The dendrites of these neurons form in two distinct neuropils, the Medulla (T4) and the Lobula (T5), and respond to ON (light increments) and OFF (light decrements) motions, respectively. T4 and T5 neurons' dendrites are oriented asymmetrically in a direction inverse to the direction of motion which they encode. However, the differences beyond their characteristic orientation, both between T4 and T5, as well as within subtypes, has remained poorly understood. Our analysis reveals a high degree of structural similarity across both types and subtypes. Particularly, the geometry of branching, section orientation, and tree-graph structure of these dendrites shows only minor variability, with no consistent separation between T4 and T5, or their subtypes. These results indicate that, despite forming in different neuropils, and serving distinct motion directions, T4 and T5 dendrites follow closely aligned morphological patterns. This suggests a shared developmental mechanism.", "date": "2025-12-21", "journal": ""}
{"title": "ApoA-I dissociated from human HDL retains its acceptor properties in ABCA1-mediated cholesterol efflux from RAW 264.7 macrophages in coronary artery disease", "doi": "10.1101/2025.11.21.689699", "authors": "Baserova, V. B.; Popov, M. A.; Dergunov, A. D.", "abstract": "Background. The significance of cholesterol efflux as a predictor of coronary artery disease (CAD) remains controversial. The primary route for intracellular cholesterol export via the ABCA1 transporter involves the acceptance of cholesterol by lipid-free apolipoprotein A-I and high-density lipoproteins (HDL). A separate estimate of the efficiencies of two reactions is thus required. Methods. HDL from plasma of 63 control and 76 CAD male patients was obtained by PEG precipitation of apoB-containing lipoproteins and denatured by 4.25 M urea at the transition midpoint. We measured apoA-I dissociation concomitant with HDL denaturation, the expression of 65 preselected genes by real-time PCR, and the efficiency of ABCA1-mediated cholesterol efflux from RAW 264.7 macrophages to dissociated lipid-free apoA-I. The dissociation parameter D was calculated from the accumulation of apoA-I with pre{beta}-mobility at HDL separation by agarose gel electrophoresis followed by immunodetection. Results. The phospholipid:apoA-I and cholesterol: apoA-I ratios for CAD patients were consistently higher than those for control patients in a whole range of plasma HDL-cholesterol levels. ApoA-I partitioned 1.5-fold higher into the water phase for HDL from CAD patients relative to controls. For CAD patients, the dissociation parameter D was inversely correlated with phospholipid and cholesterol levels and the cholesterol:apoA-I ratio in HDL. For control patients, the D parameter was positively correlated with CETP and ABCA1 gene expression levels. For CAD patients, the D parameter was negatively correlated with CUBN and ALB gene expression levels that may be associated with the increased catabolism of lipid-free apoA-I. The Vm and Km values showed that apoA-I functionality in ABCA1-mediated cholesterol efflux from RAW 264.7 macrophages to lipid-free apoA-I generated at urea-induced HDL denaturation was similar for HDL from both groups. Conclusions. The enrichment of HDL with cholesterol, with the concomitant increase of competition between apoA-I and cholesterol for the binding to phospholipid molecules adjacent to apoA-I, could be involved in the increased apolipoprotein dissociation from HDL in CAD. The obtained estimates for the ABCA1-mediated cholesterol efflux to lipid-free apoA-I may be the prerequisite for the detailed study of cholesterol efflux kinetics with two apoA-I forms that could allow to be described them as CAD predictors.", "date": "2025-12-21", "journal": ""}
{"title": "Trans-acting mutations reveal non-nuclear modulators of both intrinsic and extrinsic gene expression noise in a eukaryote.", "doi": "10.1101/2025.11.22.689898", "authors": "Martin, N.; Kleine-Schultjann, J.; Boussau, Q.; Dumont, A.; Duplus-Bottin, H.; Modolo, L.; Yvert, G.; Wittkopp, P. J.; Duveau, F.", "abstract": "Gene expression regulation is a stochastic process that can be modified by mutations not only in a deterministic manner but also in a probabilistic way, for example by changing the extent of cell-to-cell variability in gene expression (also called gene expression noise) without necessarily changing the expected (mean) expression level. Such mutations can act either in cis (perturbing expression noise at their own locus) or in trans (perturbing expression noise of a gene located elsewhere in the genome). Although systematic studies have successfully analyzed the properties of cis-acting mutations modulating gene expression noise, less is known about the type of genetic changes that may alter expression noise in trans. Here, we applied genetic mapping on yeast strains (Saccharomyces cerevisiae) generated by random mutagenesis and identified three mutations (in chs1, yme2 and msh1 genes) that changed the expression noise of a reporter gene in the nuclear genome regulated by the yeast TDH3 promoter. Each of these mutations affected either extrinsic noise (variability due to cell-specific factors), intrinsic noise (inherent variability within each cell), or both. Surprisingly, all three mutations targeted proteins located outside of the nucleus: Yme2 and Msh1 being involved in the maintenance of mitochondrial genome integrity, and Chs1 being necessary for the repair of cell-wall defects in freshly-born daughter cells. Our results reveal that mitochondrial state can modulate the extent of intrinsic expression noise of eukaryotic nuclear genes.", "date": "2025-12-21", "journal": ""}
{"title": "Pre-anthesis light signaling of sheathed embryonic barley inflorescences defines floral fate", "doi": "10.64898/2025.12.01.691580", "authors": "Babanna, S. T.; Huang, Y.; P.M. Weber, A.; Schnurbusch, T.", "abstract": "The pre-anthesis embryonic inflorescence greening (PEIG) is a distinctive developmental feature in the members of the Triticeae such as barley, wheat and rye. In barley (Hordeum vulgare L.), floral survival and fertility are major determinants of grain yield, yet the physiological processes supporting early inflorescence development remain poorly understood. Here, we investigated PEIG, a light-dependent chlorophyll accumulation occurring while immature inflorescences are still enclosed by leaf sheaths, and its role in overall inflorescence development. Using chlorophyll autofluorescence imaging and chlorophyll quantification, we found that PEIG in barley initiates at a surprisingly early developmental stage, when developing spikes are still enclosed by leaf sheaths. PEIG first appears in the central rachis and then progressively spreads to the spikelet primordia and other floral organs. Using a non-destructive dark treatment method designed for preventing light exposure to developing inflorescences, we further demonstrated that the inhibition of PEIG does not affect floral initiation but significantly reduces floral survival and pollen viability, particularly in the tip region of the inflorescence, indicating a critical role of light mediated PEIG in floral fate. Finally, analysis of natural variation for PEIG revealed a strong positive correlation between PEIG and floral survival. Our findings establish PEIG as an underappreciated hidden trait that supports floral viability and reproductive success, with implications to enhance grain yield potential in cereals.", "date": "2025-12-21", "journal": ""}
{"title": "An ancestral transmembrane transcription factor couples cell envelope regulation and the SOS response in Caulobacter crescentus", "doi": "10.64898/2025.12.09.693126", "authors": "Brejndal, K. A.; Hansen, N. V.; Ghosh, K.; Nielsen, S.; Hansen, L. H.; Jakobsen, L. A.; Larsen, M. R.; Kirkpatrick, C. L.", "abstract": "The DNA damage (SOS) response in bacteria involves derepression of a set of genes in order to activate mechanisms to tolerate stress, repair DNA and slow down cell division. While some of these genes are well characterized, many genes exist which are clearly induced by DNA damage but for which the function is unclear. In Caulobacter crescentus, the toxin-antitoxin (TA) system higBA and a closely associated downstream transcription factor (higX) are strongly induced as part of the SOS response, but the role of higX is unknown. We show that, unexpectedly, HigX functions independently of HigBA as a cell membrane-associated regulator and is toxic when overexpressed in filamentous cells. ChIP-Seq indicated that it binds to several promoters associated with cell envelope regulation. In cells with the SOS response constitutively activated, HigX was overproduced, but at the same time was unable to bind the majority of its target promoters. higX was highly conserved in genomic context among many alpha-proteobacteria, while higBA was only found upstream of it in a small number of Caulobacter genomes, including the universal laboratory strain C. crescentus NA1000. Compositional analysis suggested that higBA originated from a foreign source, while higX is likely ancestral to the alpha-proteobacteria. Our data support a model where dysregulation of HigX production and activity in filamentous {Delta}lexA cells contributes to cell envelope instability and antibiotic sensitivity. Thus, the protective effect of inhibiting cell division during the SOS response in order to repair the DNA, carries the hidden cost of interference with HigX-mediated cell envelope maintenance.", "date": "2025-12-21", "journal": ""}
{"title": "Decreased endothelial cell retinoic acid signaling accelerates progression of single ventricle pulmonary arteriovenous malformations", "doi": "10.64898/2025.12.08.693095", "authors": "Rousseau, H.; Wan, T.; Nguyen, N.; Wendt Andrae, J.; Tschannen, M.; Mathison, A. J.; Jin, V.; Groh, O.; Zhou, X.; Meadows, S. M.; Ramchandran, R.; Shmarakov, I.; Pan, A.; Spearman, A. D.", "abstract": "BackgroundPulmonary arteriovenous malformations (PAVMs) are vascular complications that universally develop in patients with single ventricle congenital heart disease after Glenn surgery. However, the pathophysiological mechanisms underlying single ventricle PAVMs are poorly understood. To comprehensively evaluate molecular changes post-Glenn, we performed single-cell RNA sequencing (scRNAseq) on rat lung samples after Glenn surgery.\n\nMethodsUsing adult Sprague Dawley rats, we performed scRNAseq on unfiltered lung samples 3 weeks after left-sided Glenn or sham surgery. We compared endothelial cell (EC) differentially expressed genes (DEGs) in our model to two mouse models of hereditary hemorrhagic telangiectasia (HHT), a hereditary condition characterized by visceral AVMs. Finally, we modified the vitamin A (Vit A) content of Glenn and sham rat diets and re-assessed PAVM shunting and EC transcriptional differences.\n\nResultsUsing scRNAseq (n=4 Glenn, n=4 sham), we identified 13 transcriptionally distinct lung cell clusters, including 3 EC clusters (general, capillary, lymphatic), with pronounced differences between Glenn and sham in the general EC cluster ([~]17% of genes). Comparison to HHT mouse models confirmed overlap of [~]18% of DEGs, including identification of significantly downregulated genes involved in and regulated by all-trans retinoic acid (ATRA) signaling in all 3 models. Dietary deficiency of Vit A intake, a precursor of ATRA, caused increased PAVM shunting (p<0.01) that was mitigated with excess dietary Vit A intake. Lastly, EC-specific RNAseq identified Vit A diet-induced gene expression differences, including regulation of PI3K signaling.\n\nConclusionsIn this study, we report the novel application of scRNAseq to study mechanisms underlying single ventricle PAVMs in a surgical rat model. We identified multiple dysregulated biological processes in rat lung ECs post-Glenn, including decreased ATRA signaling and conserved gene expression patterns with HHT. Dietary modification of Vit A intake altered post-Glenn shunting and represents a novel potential therapeutic strategy for single ventricle PAVMs and HHT AVMs.", "date": "2025-12-21", "journal": ""}
{"title": "Functional rescue of critical-size bone defect using molecular network analysis of axolotl limb regeneration.", "doi": "10.64898/2025.12.10.692203", "authors": "Polikarpova, A.; Rivero-Garcia, I.; Gerber, T.; Wang, J.; Novatchkova, M.; Fischer, A.; Torres, M.; Sanchez-Cabo, F.; Tanaka, E. M.", "abstract": "The salamander limb has served as a canonical model for successful regeneration that has yielded numerous molecular insights on its basic mechanism. Harnessing such information to induce regeneration in a non-regenerative setting has been a long-sought goal. The amputated salamander limb efficiently regenerates all of its missing bones, but paradoxically, a large bone gap without amputation - commonly called a Critical Size Defect (CSD) - is not regenerated, similarly to other vertebrates [Chen et al., 2015]. This non-regenerating injury provides a human-relevant setting to understand how to rescue lack-of-regeneration. Satoh and colleagues demonstrated in axolotl that transplantation of blastema cells from an amputated limb into a CSD yields cartilage bridging of the CSD [Satoh et al., 2010]. This work provided a roadmap for rescuing the CSD. Here we asked, what are the crucial molecular differences in cells populating a regenerating blastema versus the CSD and can they be used to elicit CSD bridging? Previous genetic fate mapping and single cell transcriptomics showed that limb regeneration occurs via migration and dedifferentiation of fibroblastic, soft connective tissue (CT) cells that form a multipotent, skeletal stem cell [Currie et al, 2016, Gerber et al, 2018]. Here using single cell transcriptomics and genetic fate mapping we found that the CSD is populated by CT cells that undergo a divergent molecular transition compared to the blastema. Using gene regulatory network (GRN) modeling, and lipid nanoparticle (LNP) delivery of mRNA we could express a single molecular factor, Wnt3a, to induce cartilage bridging of the CSD. Our results demonstrate the power of using molecular information from successful regeneration to rescue a non-regenerating injury.", "date": "2025-12-21", "journal": ""}
{"title": "Gene Editing of Caffeic-O-methyltransferase (COMT1) in the model grass Setaria viridis Improves Biomass Saccharification Without Compromising Plant Growth or Abiotic Stress Tolerance", "doi": "10.64898/2025.12.17.694996", "authors": "Menezes, F. d. O.; Duarte, K. E.; Carvalho, G. G.; Gomez, L. -; Cesarino, I.; de Souza, W. R.", "abstract": "Second-generation bioethanol production is limited by the recalcitrance of lignocellulosic biomass, largely driven by lignin content and composition. Genetic strategies targeting lignin biosynthesis offer a promising alternative to improve biomass digestibility without relying on energy-intensive pretreatments. Here, we used CRISPR/Cas9 editing to disrupt the caffeic-O-methyltransferase gene (COMT1) in Setaria viridis, a C monocot model related to major bioenergy crops. COMT1 was selected based on its strong expression in lignifying tissues and its central role in the biosynthesis of syringyl (S) units, guaiacyl (G) units, and the flavone tricin, a non-canonical lignin monomer in grasses. Edited plants showed no visible growth defects, maintaining normal development and salt-stress tolerance. Chemical analyses revealed a drastic reduction in S units and tricin, accompanied by moderate but significant decreases in G and p-hydroxyphenyl (H) monomers. Despite these compositional changes, total soluble lignin content was only slightly reduced, suggesting compensatory incorporation of non-canonical monomers. Metabolome analysis of edited plants suggested a redirection of carbon flux towards phenylpropanoid and flavonoid pathways. These modifications resulted in a substantial increase in saccharification efficiency, demonstrating that COMT1 disruption can enhance biomass digestibility without compromising plant viability. Our findings highlight COMT1 as a key target for engineering improved feedstocks for bioenergy production.\n\nHighlightsCRISPR knockout of COMT1 in Setaria viridis markedly enhances biomass digestibility by reducing lignin monomers, without compromising plant growth or salt-stress tolerance.\n\nGenome editing of COMT1 in Setaria viridis reveals unexpected lignin plasticity, reducing S, G, H and tricin units and improving saccharification efficiency without developmental penalties.\n\nCombined thiacidolysis/GC-MS and metabolomics suggests a compensatory mechanism in the lignin portion of the S. viridis cell wall.", "date": "2025-12-21", "journal": ""}
{"title": "Task-Dependent Motor Unit Recruitment and Rate Coding Reveal Redistribution of Neural Drive in the Human Hand", "doi": "10.64898/2025.12.16.694568", "authors": "Osswald, M.; Ibanez, J.; Regensburger, M.; Unbehaun, N.; Del Vecchio, A.", "abstract": "Although Hennemans size principle dictates an orderly small-to-large activation, evidence suggests a certain level of flexibility in the recruitment of spinal motor neurons depending on task demands. Here, we investigate motor unit (MU) recruitment flexibility in the human first dorsal interosseous (FDI) muscle while controlling for overall muscle activation across two functionally distinct tasks using high-density intramuscular EMG (HD-iEMG) electrode arrays. Six participants performed isometric index finger abduction where the FDI serves as the prime mover, and flexion with the FDI functioning as a synergist. Recruitment thresholds (RTs) and recruitment orders (ROs) were highly consistent within the same task, but differed significantly between abduction and flexion. Across participants, 45.3% of MUs showed changes in recruitment above the coefficient of repeatability across tasks compared to only 5.0% within tasks. Changes in RT were accompanied by corresponding adaptations in discharge rate (DR), preserving the inverse RT-DR relationship. MU size did not have an effect on recruitment variability. Intramuscular coherence analysis revealed no differences in the delta (1-5 Hz) or alpha (5-13 Hz) band, but beta band (13-30 Hz) coherence was significantly lower during flexion than abduction, indicating reduced high-frequency inputs when FDI serves as a synergist muscle. Together, these results indicate different distributions of net excitatory input to FDI MUs across different functional tasks, that may include stronger involvement of spinal circuits during flexion as opposed to abduction, as indicated by the reduced intramuscular beta coherence. Moreover, the present findings also demonstrate that common synaptic input and not intrinsic motor neuron properties determines the inverse relation between MU RT and DR.", "date": "2025-12-21", "journal": ""}
{"title": "Discovery and Characterization of a Hydroxypyridone-3-carboxamide Analog as an Antiviral Lead against Orthopoxviruses", "doi": "10.64898/2025.12.18.695249", "authors": "Pant, A.; Jagtap, A.; Xie, J.; Belhaouari, D. B.; Xie, W.; Mahoney, J. P.; Dsouza, L.; Wang, Z.; Aboezz, Z. R.; Farkas, T.; Wang, Z.; Yang, Z.", "abstract": "Orthopoxviruses remain a persistent global health concern due to the ongoing circulation of mpox, the possibility of the re-emergence of smallpox, and the threats posed by many poxviruses that infect animals and/or humans. The limited availability of antiviral drugs, the unproven efficacy in humans, and the emergence of resistant mutants underscore the need for new and better therapeutics. In this study, we identify and characterize ZW-2038, a hydroxypyridone-3-carboxamide analog, as an antiviral compound against vaccinia virus (VACV), monkeypox virus (MPXV), and cowpox virus (CPXV). Discovered through a focused in-house small-molecule screen, ZW-2038 exhibited low micromolar potency and high selectivity in primary human fibroblasts. The compound also reduced viral replication under physiomimetic conditions including human and monkey intestinal organoids (enteroids) and ex vivo mouse lung tissue models. Mechanistically, ZW-2038 suppresses VACV DNA replication and downstream post-replicative gene expression, albeit without inhibiting MPXV resolvase (Mpr) in vitro. These findings, along with in vitro safety profiling and mice pharmacokinetics studies, characterize ZW-2038 as a promising yet suboptimal antiviral lead against orthopoxviruses warranting future development.", "date": "2025-12-21", "journal": ""}
{"title": "Why motor learning involves multiple systems: an algorithmic perspective", "doi": "10.64898/2025.12.19.695526", "authors": "Greenstreet, F.; Geerts, J. P.; Gallego, J. A.; Clopath, C.", "abstract": "The initial stage of learning motor skills involves exploring vast action spaces, making it impractical to learn the value of every possible action independently. This poses a challenge for standard reinforcement learning approaches, which excel in constrained domains but struggle when the space of possible actions is high-dimensional. Recent work in machine learning has sought to mitigate this problem by combining deep reinforcement learning with a supervised learning system that reduces the complexity of the control policy space by learning low-dimensional embeddings of an action space. Here, we propose that in the mammalian brain, the cortico-cerebellar network learns these low-dimensional action embeddings in a supervised way, while the basal ganglia learn value and policies in this action embedding space using reinforcement learning. We trained this model on reaching tasks and show that, contrary to traditional models of the basal ganglia, it recapitulates features of neural activity whereby similar reaching movements are associated with similar neural activity patterns in the basal ganglia. We also demonstrate a link between learning these low-dimensional action embeddings and both generalisation and the limits of multi-task adaptation in human behavioural studies. Through this framework, we propose a novel computational view of how key motor regions of the brain interact to efficiently learn a new skill.", "date": "2025-12-21", "journal": ""}
{"title": "Excitatory nicotinic signaling drives action potential bursting in dopaminergic axons", "doi": "10.64898/2025.12.19.695584", "authors": "Kramer, P. F.; Yanez, A.; Clever, F.; Zhang, R.; Khaliq, Z. M.", "abstract": "Axons of dopamine (DA) neurons express nicotinic receptors (nAChRs) that have been shown to both facilitate and suppress striatal DA release, but the mechanisms underlying these opposing actions are unclear. We combined axonal recordings and calcium imaging approaches to examine the effects of nAChRs on DAergic axon excitability. Activation of nAChRs consistently depolarized DAergic axons and increased the probability of evoking action potentials. Calcium imaging experiments showed that weak or moderate stimulation of striatal cholinergic interneurons (CINs) activated DAergic axons, while strong stimulation blunted multi-pulse protocols. Axon recordings showed that highly synchronous stimulation of CINs triggered a rapid (~125 Hz) burst of 2-4 action potentials in DAergic axons. Imaging experiments showed that nAChR-evoked axon bursts led to prolonged refractoriness, which was mimicked by direct burst stimulation. Thus, nAChR activation locally enhances excitability of DAergic axons over a range of intensities, including the production of locally generated burst firing and subsequent refractory inhibition.", "date": "2025-12-21", "journal": ""}
{"title": "Dual cholinergic mechanisms for sculpting striatal dopamine in vivo", "doi": "10.64898/2025.12.19.695021", "authors": "Flink, D. R.; Faturos, N. G.; Zhang, H.; Hamid, A. A.", "abstract": "Striatal dopamine (DA) and acetylcholine constitute a computationally powerful neuromodulatory dyad that orchestrates action selection, motivational vigor, and reward learning. Striatal cholinergic interneurons (CINs) synapse onto DA axons and stimulate DA release via {beta}2-containing nicotinic receptors ({beta}2-nAChRs), providing a local modulatory channel distinct from midbrain-derived spikes. Yet whether this mechanism operates in vivo and how it contributes to striatal computations, orthogonal to those facilitated by prediction errors encoded in the DA somata, remains unresolved. Using spatiotemporally precise optogenetic stimulation of CINs paired with ultrafast DA imaging in the dorsal striatum, we identify a biphasic mode of CIN-evoked DA release in awake mice. CIN activation evoked an ultra-fast {beta}2-nAChR-dependent DA transient peaking within ~40 ms that requires millimeter-scale CIN synchrony and is systematically obscured by conventional imaging bandwidths or slow DA sensor kinetics. A second, delayed DA elevation peaking at ~180 ms persists despite {beta}2-nAChR blockade and is mediated by muscarinic receptors, - and *-nAChRs, and a non-cholinergic CIN messenger, revealing a previously unrecognized polysynaptic CIN mechanism. Our observations reconcile discrepancies between slice and in vivo studies and show that CINs engage DA release through two mechanistically distinct pathways: (i) an ultra-fast, monosynaptic mode provides a spatially expansive DA signal ideally positioned to reconfigure striatal microcircuits globally, and (ii) a slower, spatially flexible polysynaptic DA mode suited for sustaining ongoing decisions. This dual architecture expands the computational repertoire of striatal DA dynamics in behavioral and cognitive control.", "date": "2025-12-21", "journal": ""}
{"title": "Magnetoencephalography reveals adaptive neural reorganization maintaining lexical-semantic proficiency in healthy aging", "doi": "10.64898/2025.12.19.695466", "authors": "Nurmi, P.; Ala-Salomäki, H.; Renvall, H.; Liljeström, M.", "abstract": "Although semantic cognition remains behaviorally stable with age, neuroimaging studies report age-related alterations in response to semantic context. We aimed to reconcile these inconsistent findings by combining behavioral and magnetoencephalography (MEG) measures and examined the neural mechanisms underlying lexical-semantic processing in healthy aging. Forty-six Finnish-speaking adults (25 female) across younger (22 - 32 years) and older (62 - 69 years) cohorts performed a semantic congruency judgment task on word pairs. Both age groups performed the task with high accuracy, with older adults responding faster than young. While advancing age was not associated with impaired task performance, MEG revealed neural reorganization in the old compared to young adults. Young participants exhibited the canonical N400 effect in the left temporal cortex 300 - 400 ms post-stimulus, followed by a Late Positive Complex (LPC), whereas older adults showed less pronounced congruency effects, and the activation distribution was shifted toward frontal and bilateral regions. Despite the absence of the canonical N400 effect in older participants, multivariate time-resolved decoding demonstrated that the congruency effect was decodable from the MEG responses in both groups from ~300 ms post-stimulus, indicating preserved sensitivity to congruency with age. Decoding performance correlated with response time, suggesting that increased neural separation between semantic concepts facilitates rapid decision-making. Critically, age groups were distinguishable based on their neural responses 300 - 800 ms post-stimulus, reflecting functional reorganization in older adults. Overall, our findings suggest that healthy aging involves adaptive reconfiguration of neural systems, supported by experience-driven strategies that preserve semantic proficiency despite broader age-related cognitive changes.", "date": "2025-12-21", "journal": ""}
{"title": "Insertion of rare autism variants in synaptic genes induce novel behavioral phenotypes in C. elegans", "doi": "10.64898/2025.12.19.695228", "authors": "Haskell, D.; Haury, W. R.; Granato, M. M.; Bastien, B. L.; Hart, M. P.", "abstract": "Neurodevelopmental conditions and disorders, including autism, involve a complex interplay of genetic, environmental, and developmental factors. Despite this complexity, genetic studies have identified more than 150 candidate genes that increase risk for autism and related neurodevelopmental and neuropsychiatric conditions. Unsurprisingly, synaptic genes are a large proportion of these genes, likely due to their roles in the formation and maintenance of synaptic architecture, function, and the plasticity of neurons and circuits. The association of synaptic genes with autism and similar conditions is driven by all types of genetic variation, including inherited and de novo rare variants that have unknown impacts on the function of the gene. Here we insert 4 conserved rare variants in the C. elegans orthologs of NLGN4X, NRXN1, and SHANK3, and define their impact on gene function compared to known loss of function variants using behavioral assays. We find that the rare variants impact multiple foraging behaviors, with each gene and variant having a unique pattern of behavioral changes and functional impact. The NLGN4X(A283T) variant induced clear loss of function, while NLGN4X(G84R) induces a loss of function in one behavior, but a gain of function in another behavior. The NRXN1(L18Q) variant induced remarkable loss and gain of functions with distinct impacts across each behavior. The SHANK3(L143P) variant induced partial loss of function in a single behavior. We also identify for the first time that loss of function of shn-1/SHANK3 alters social feeding and food response behaviors. We uncover a remarkably complex impact of rare variants in synaptic genes, with differential impacts across behaviors, highlighting the importance of broad behavioral analysis and the nuanced effects of missense variants compared to loss of function alleles. Together, we define the complex functional impact of each variant on gene function, compare the impact of variants and genes across multiple behaviors, and provide further support for the use of C. elegans to define the impact of genetic variation derived from human neurodevelopmental and neuropsychiatric disorders.", "date": "2025-12-21", "journal": ""}
{"title": "Real-Time Segmentation and Classification of Birdsong Syllables for Learning Experiments", "doi": "10.64898/2025.12.19.695629", "authors": "Riekers, N.; Goebl, J. L.; Heubach, F.; Veit, L.", "abstract": "Songbirds are essential animal models for studying neuronal and behavioral mechanisms of learned vocalizations. Bengalese finch (Lonchura striata domestica) songs contain a limited number of acoustically distinct syllable types, which are combined into variable sequences. This makes them ideal to investigate the composition of vocal sequences. Many closed-loop experiments require the online recognition of a specific target syllable while the bird is singing, for example when introducing specific song modifications through reinforcement learning. In this protocol, a specific target syllable is covered with a short burst of white noise, which masks auditory feedback of the bird's own song, and leads the bird to avoid the targeted syllable in future song renditions. Existing tools for this learning protocol require manual creation of spectral templates and have limited flexibility to adapt to new experiments. We here present Moove (Marking Online using Only the Onsets of Vocal Elements), a novel approach to real-time syllable segmentation and classification of Bengalese finch songs. A convolution-based audio encoder with a simple multi-layer perceptron is used for onset and offset segmentation of individual syllables, and syllable classification is performed by a convolutional neural network. Crucially Moove classifies syllables using only acoustic information from the first part of the syllable, while the syllable is still ongoing. This allows reinforcement or punishment to be applied with high accuracy and short latency after syllable onset, enabling effective operant conditioning experiments. The fast online annotation of all recorded syllables allows targeting syllables based on their sequence context, while keeping classification itself free from influence by acoustic information from surrounding syllables. To validate this tool, we conducted a learning experiment on one adult male Bengalese finch. The bird learned to avoid the targeted syllable sequence with comparable outcomes to previous learning experiments. Our results show that Moove can correctly segment and classify Bengalese finch syllables in real time for learning experiments. Moove could be used for other closed-loop experiments such as manipulation of auditory feedback, song-triggered neuronal microstimulation, optogenetics, or reward delivery. This makes Moove a crucial tool for future investigations of birdsong sequencing.", "date": "2025-12-21", "journal": ""}
{"title": "Asymmetric Cross-Reactivity of Nuclear Receptors Reveals an Evolutionary Buffer Between Estrogen and Androgen Signaling", "doi": "10.64898/2025.12.18.695200", "authors": "Yamazaki, S.; Reddy, A. B.", "abstract": "A comprehensive all-by-all receptor ligand affinity screen using Boltz-2, a deep learning framework for protein-ligand interaction prediction, reveals a previously unrecognized asymmetry in steroid hormone receptor binding. Using systematic in silico affinity prediction, we show that estradiol binds the androgen receptor with higher predicted affinity than testosterone and also displays strong affinity for multiple related steroid hormone receptors, whereas the reciprocal interaction, binding of non-aromatized steroids to estrogen receptors, is not observed. Structural modeling demonstrates that estradiol and testosterone occupy the same canonical ligand-binding pocket within the androgen receptor, indicating a conserved steroid-recognition architecture rather than a specialized binding mode. Analysis of a clinically relevant androgen receptor mutation shows modest and broadly distributed stabilization of ligand engagement, consistent with tuning of a pre-existing estradiol-compatible interaction rather than generation of a novel binding mechanism. Reconstruction of ancestral steroid receptors indicates that estradiol maintains high predicted affinity across both ancestral and modern receptors, while other steroids progressively diversify in their receptor preferences following lineage expansion. Together, these results support an evolutionary model in which estradiol represents an early steroid ligand, with younger receptors retaining ancestral estrogen compatibility while evolving specificity for upstream steroid hormones. Functionally, this asymmetric architecture provides a mechanism by which estradiol may modulate androgen receptor signaling under physiological conditions and may contribute to altered receptor activation in pathological contexts such as advanced prostate cancer. These findings define a coherent biochemical and evolutionary framework for estradiol cross-reactivity and highlight the estradiol-androgen receptor interface as a potential therapeutic target.", "date": "2025-12-21", "journal": ""}
{"title": "Human heart organoids reveal a regenerative strategy for mitochondrial disease", "doi": "10.64898/2025.12.18.695153", "authors": "Pham, M. D.; Das, A. P.; Wang, Y.; Stefanoska, D.; Yuan, T.; Zhu, C.; Wu, M.; Cabrera-Orefice, A.; Nicin, L.; Bell, S.; Langner, M.; Gaertner, U.; Russel, O.; Ward, J.; Peitzsch, M.; Abplanalp, W.; Duda, M.; Hao, Y.; Grote, P.; Bartkuhn, M.; Wittig, I.; Mirtschink, P.; Zeiher, A. M.; Dimmeler, S.; Krishnan, J.", "abstract": "The human heart is among the most complex tissues to replicate in vitro, with vascular, neuronal, and immune elements shaping its development and function. Here we describe cardiomorphs, self-organising human cardiac organoids that recapitulate the cellular diversity, structural organisation, vascularisation, and innervation of the myocardium and mature along a developmental trajectory from early cardiogenesis to adult tissue. Using patient-derived cardiomorphs, we establish the first three-dimensional human tissue model of Kearns-Sayre syndrome (KSS), a rare mitochondrial disorder characterised by large-scale mtDNA deletions. KSS-cardiomorphs faithfully reproduce disease-associated metabolic, contractile, and ultrastructural hallmarks. Leveraging this platform, we identify Betaxolol, an FDA-approved selective beta1-adrenergic antagonist, as a modulator of mitochondrial quality control. Betaxolol increases intracellular oxygenation, selectively eliminates dysfunctional mitochondria via mitophagy, and promotes biogenesis of functional organelles, restoring contractility in KSS tissues. This dual-action, mutation-agnostic mechanism suggests a therapeutic principle with broad relevance to mitochondrial disease, cardiac pathology, and age-associated decline.", "date": "2025-12-21", "journal": ""}
{"title": "Genetic Drivers of Sensitivity or Resistance to RAS(ON) Multi-Selective Inhibitors in NRAS-Mutated Melanoma", "doi": "10.64898/2025.12.18.695203", "authors": "Foth, M.; Kim, W.; O'Toole, K. T.; Murphy, B.; Justo-Garrido, M.; Boggaram, S. S.; Ghazi, P. C.; Brennan, E.; Wright, M. I.; Shepherd, T.; Sanchez, E. C.; Wang, Y.; Roth, J. A.; Rees, M. G.; Ronan, M. M.; Jiang, J.; Wasko, U.; Jiang, A.; Becker, C.; Deacon, D.; Hu-Lieskovan, S.; Kinsey, C. G.; Russel, J.; Hegde, A.; Garrido-Laguna, I.; Holderfield, M.; Singh, M.; McMahon, M.", "abstract": "Most patients with advanced BRAF or NRAS-driven melanoma receive front-line immunotherapy. However, if immunotherapy fails, BRAF-mutated patients have effective second-line therapies, whereas NRAS-mutated patients lack pathway-targeted options. Recently, RAS(ON) multi-selective inhibitors like RMC-7977, and the investigational agent daraxonrasib, were described that, in partnership with cyclophilin-A (CYPA), inhibit RAS[GTP] signaling. Both compounds demonstrate potent anti-proliferative activity against NRAS-mutated melanoma cell lines and robust anti-tumor activity against preclinical melanoma models. However, in preclinical models, resistance to RMC-7977 monotherapy arose through mutations in Ppia (encoding CYPA) or Map2k1 (encoding MEK1). Moreover, two clinical case studies in patients with NRAS-mutated melanoma treated with daraxonrasib demonstrated clear anti-tumor activity in one patient, but progressive disease in another with co-occurring NRAS and MAP2K1 mutations at baseline. These findings support the potential for daraxonrasib in treatment of patients with NRAS-mutated melanoma, and reveal candidate mechanisms of monotherapy resistance, underscoring the need for combination therapies to improve outcomes.", "date": "2025-12-21", "journal": ""}
{"title": "Functional modules predict cancer-relevant genetic interactions in mammalian cells", "doi": "10.64898/2025.12.18.695201", "authors": "Lin, C.; Gheorghe, V.; Chou, J.; Alibai, S.; Kim, S.; Nazanin, E. A.; Xu, Y.; Ma, X.; Wilson, L. L.; Moser, R. D.; Kemp, C. J.; Chen, J.; Kopetz, S.; Hart, T.", "abstract": "Genetic interactions can reveal gene function and identify cancer-relevant synthetic lethals, but systematic mapping in human cells is constrained by inefficient reagents, vast combinatorial search space, and diversity of cell types. Here, we leverage principles from yeast genetic networks to identify human gene modules enriched for genetic interactions. Using our Cas12a-based In4mer combinatorial knockout platform, we screen all pairwise interactions within receptor tyrosine kinase and DNA damage response modules across eight diverse cancer cell lines. We identify hundreds of unreported synthetic lethals, including a dense network within the protein glycosylation machinery, and confirm that interactions in 2D cell culture are maintained in more physiologically relevant models. Our targeted modules show up to 16-fold enrichment of interaction density, providing a scalable strategy for systematic interaction mapping.", "date": "2025-12-21", "journal": ""}
{"title": "RNA polymerase II initiation factors show different dynamic behaviour upon induced transcription in live cells", "doi": "10.64898/2025.12.19.695093", "authors": "Oravecz, A.; Tassy, O.; Conic, S.; Oulad-Abdelghani, M.; Molina, N.; Tora, L.", "abstract": "Transcription by RNA polymerase II (Pol II) requires the ordered action of general transcription factors (GTFs) forming the pre-initiation complex (PIC). How these events unfold kinetically remains unclear. Upon transcription activation, we observe coordinated recruitment of Pol II and GTFs together with chromatin decompaction. Pol II and its Ser5-phosphorylated form accumulate and persist at promoters, whereas TFIIB and TFIIF engage transiently, revealing distinct dynamic regimes. We find specific residence kinetics consistent with rapid exchange of GTFs and a more stable initiating Pol II population. A quantitative kinetic model recapitulates the temporal ordering and relative amplitudes of factor recruitment, predicts recruitment times, and links transient GTF engagement to sustained Pol II occupancy. Steady state measurements and transcription inhibition corroborate model predictions. These results uncover a dynamic hierarchy in human PIC assembly and establish a quantitative framework that connects factor exchange kinetics to the regulation of Pol II activity in living cells.", "date": "2025-12-21", "journal": ""}
{"title": "eIF2Bα subcellular localisation \t- a potential link between translation initiation and stress granule formation?", "doi": "10.64898/2025.12.19.695478", "authors": "de Oliveira, M. I. R.; Parkin-Capper, K.; Campbell, S. G.; Allen, K. E.", "abstract": "The eukaryotic initiation factor 2B (eIF2B) complex is a guanine nucleotide exchange factor (GEF) that regulates translation initiation and is central to the integrated stress response (ISR). eIF2B exists as a decamer composed of catalytic ({gamma}, {epsilon} and regulatory (, {beta}, {delta}) subunits, which localise to cytoplasmic foci termed eIF2B bodies. While eIF2B bodies exhibit dynamic changes during stress, the role of individual subunits in the formation of bodies and localisation of subunits to additional cytoplasmic foci remains unclear. Here, we investigate the contribution of eIF2B to eIF2B body integrity and investigate alterations in eIF2B localisation during cellular stress. Using immunocytochemistry in neural cell lines, we demonstrate that all endogenous eIF2B subunits form cytoplasmic foci. Whilst eIF2B co-localises with the eIF2B{gamma} catalytic subunit in large bodies (>1 m) it also forms smaller foci independently. We find cell type differences in the formation of foci containing eIF2B and eIF2B{epsilon} subunits, in the absence of changes in protein expression. Stress induction significantly increased eIF2B and eIF2B{epsilon} foci without altering protein expression, suggesting cell-type specific and ISR-driven reorganisation. siRNA-mediated knockdown of eIF2B disrupted large eIF2B body formation, an effect reversed by ISRIB, which stabilizes eIF2B tetramers, highlighting the essential role of eIF2B in decamer assembly . Furthermore, we reveal that eIF2B, and to a lesser extent eIF2B{epsilon}, localize to SGs under ER and oxidative stress, with colocalisation dependent on eIF2 phosphorylation. Cells harbouring an EIF2B1 p.Leu99Pro mutation, which impairs ISR sensing, exhibited reduced SG formation and abolished eIF2B-SG colocalization. These findings suggest that eIF2B not only stabilizes eIF2B bodies but also mediates ISR signalling and SG dynamics via a mechanism reliant on phosphorylated eIF2. Collectively, our study uncovers a dual role for eIF2B in maintaining eIF2B complex integrity and regulating stress-responsive mRNA triage, providing new insights into translational control and disease mechanisms linked to eIF2B dysfunction.", "date": "2025-12-21", "journal": ""}
{"title": "TRIM37 recognizes a bipartite degron to ubiquitinate centrosome substrates", "doi": "10.64898/2025.12.19.695442", "authors": "Stachera, W.; Tafur, J.; Familiari, N. E.; Yaguchi, K.; Woodruff, J. B.", "abstract": "Dysregulation of the E3 ubiquitin ligase TRIM37 is associated with tumor formation and Mulibrey nanism, a recessive developmental syndrome. TRIM37 regulates steady-state levels of centrosome proteins and limits their ectopic assembly, but how it recognizes and ubiquitinates its substrates is poorly understood. We found that TRIM37 directly ubiquitinates the centrosome-forming protein Cep192 at 7 lysines clustered near its C-terminus. TRIM37 binds Cep192 at a C-terminal intrinsically disordered region followed by an ASH domain (IDR+ASH8). Mutation of the 7 lysines or the IDR+ASH8 domain increased Cep192 levels and stability in cells, indicating loss of TRIM37-based regulation. Fusing IDR+ASH8 to an unrelated protein (GFP-EB1) was sufficient to enable its degradation via TRIM37. Biochemical assays revealed that IDR+ASH8 is primarily monomeric and binds TRIM37 via two separate coiled-coil motifs with mid-nanomolar affinity. We propose that the IDR+ASH8 motif is a bipartite degron for TRIM37, enabling it to target centrosome proteins and adjust their levels.", "date": "2025-12-21", "journal": ""}
{"title": "A Non-Transcriptional Mitotic Function of POU/Oct Factors Ensures Spindle Stability and Chromosome Segregation", "doi": "10.64898/2025.12.19.695428", "authors": "Gohel, P.; Tsarouhas, V.; Kansara, L.; Sajwan, S.; Engström, Y.", "abstract": "POU/Oct transcription factors are critical regulators of cellular processes, including proliferation, cell fate determination, and cancer. Despite their importance, the specific molecular mechanisms by which they influence cell division remain largely unclear. Here, we show that Nub/Pdm1, a Drosophila homolog of human POU2F1/Oct1, is essential for accurate mitotic progression in a non-transcriptional manner. Live imaging and immunostaining in Drosophila embryos reveal that its depletion leads to disorganized spindles, aberrant chromosome segregation and delayed mitotic progression. Similarly, reduction of POU2F1/Oct1 in live human cells caused disorganized mitotic spindles and spindle collapse. Nub/Pdm1 is enriched within the mitotic spindles and this recruitment is independent of its sequence-specific DNA binding. Instead, it depends on the integrity of spindle microtubules and is regulated by mitosis-related motor proteins, and kinases. Our findings identify both fly Nub/Pdm1 and human Oct1 as important regulators of mitotic progression, acting to maintain spindle stability and proper elongation. The non-transcriptional mitotic role of Nub/Pdm1 reveals a previously unrecognized mechanism of POU/Oct proteins and provides new insight into their potential oncogenic properties.", "date": "2025-12-21", "journal": ""}
{"title": "Identifying membrane-bound transcriptional regulatory proteins from rare but evolutionarily conserved domain combinations", "doi": "10.64898/2025.12.20.695554", "authors": "Lee, M.; Jang, Y.; Guo, Q.; Kim, J.; Marcotte, E. M.", "abstract": "Transcriptional regulatory proteins, including transcription factors (TFs) and chromatin modifiers, must act inside cell nuclei, but membrane-bound transcription factors (MBTFs) are first anchored in membranes before nuclear translocation. Known MBTFs are vital for processes from myelin expression (MYRF) to cholesterol homeostasis (SREBP), yet their overall diversity remains uncharted. We hypothesized that additional membrane-bound transcriptional regulators (MBTRs) might exist, so we developed a bioinformatics screen to prioritize membrane proteins that are likely to regulate transcription. Our approach leverages domain composition by positing that surprising domain combinations suggest novel biological functions. We searched for rare but evolutionarily conserved pairings of transmembrane domains with domains likely involved in transcriptional regulation. Our method rediscovered known MBTFs and membrane-bound histone kinases, and identified novel MBTR candidates, including transmembrane histone N-acetyltransferases, a putative new subclass of MBTFs that share MYRF's DNA-binding domain, and the prolactin regulatory element-binding protein PREB (SEC12). Assays using recombinant PREB demonstrated that the transmembrane domain is the determinant of PREB subcellular localization, governing its distribution between the membrane and the nucleus in mouse embryonic stem cells. These findings underscore the utility of our method and provide a framework for investigating MBTRs that likely facilitate the integration of extracellular signals with transcriptional responses.", "date": "2025-12-21", "journal": ""}
{"title": "T CELLS promote the growth of small-cell lung carcinoma via an IL-6/CD74 axis", "doi": "10.64898/2025.12.19.694894", "authors": "Baron, M.; Ginestet, Z.; Bhattacharya, D.; Lee, M. C.; Drainas, A. P.; Poupault, C. L.; Nishiga, Y.; Dallas, A. E.; Nabet, B. Y.; Sage, J.", "abstract": "A central challenge in immuno-oncology is overcoming the limited efficacy and durability of immune checkpoint inhibition (ICI). This is particularly true in small-cell lung cancer (SCLC), where chemotherapy plus ICI is standard of care but rarely curative. Here, we found that T cells are surprisingly both necessary and sufficient for optimal tumor growth in mouse models of SCLC. These pro-tumoral effects are mediated by interleukin-6 (IL-6) production, which induces the pro-survival factor CD74 in SCLC cells. Notably, T cells within human SCLC tumors express IL-6, and low IL-6 signaling correlates with improved survival following chemotherapy plus ICI in patients. Accordingly, IL-6 blockade synergizes with ICI to inhibit SCLC growth in vivo. These findings reveal a paradoxical role for T cells in SCLC, uncovering an unexpected T cell-IL-6-CD74 axis that promotes tumor survival, and identify IL-6 as a promising target to help unleash the full potential of immunotherapy in this aggressive cancer.", "date": "2025-12-21", "journal": ""}
{"title": "EGFR/TBK1-dependent mitochondrial quality control contributes to acquired resistance to temozolomide", "doi": "10.64898/2025.12.19.695123", "authors": "Lalier, L.; Guillonneau, F.; Saleh, A.-E.-R.; Cabioch, T.; Boissard, A.; Henry, C.; Barille-Nion, S.; Raimbourg, J.; Juin, P. P.", "abstract": "Acquisition of secondary resistance to chemotherapy in cancer cells is an ill-characterized multi-step process. We conducted a non-supervised, global proteomic analysis of U251 glioma cells treated by temozolomide as they transit from drug-sensitive to tolerant and then resistant states. This unprecedented analysis revealed key mitochondrial evolutions throughout the process. Following an early stress substantiated by a transient peak of reactive oxygen species, mitochondrial quality control mechanisms enable emergence of the resistant population. We combined genome editing, targeted protein degradation via PROTAC, and pharmacologic inhibitors to investigate the mechanisms underlying stress resolution both at population and single cell scales (including microscopic evaluation and in-situ proximity ligation assays). These studies unravel a Src-activated EGFR and TBK1 axis that initiates autophagic recycling of mitochondria as a necessary step to the emergence of the resistant population.", "date": "2025-12-21", "journal": ""}
{"title": "tBid mediated genetic ablation of connective tissue cells reveal their key regulatory function during limb regeneration in axolotls", "doi": "10.64898/2025.12.19.695438", "authors": "Hu, Y.; Feng, W.; He, Z.; Zeng, J.; Tang, J.; Li, S.; Yu, T.; Fu, S.; Ma, H.; Lu, B.; Liu, Y.; Fei, J.", "abstract": "Limb regeneration in adulthood is a fascinating phenomenon unique to salamanders, requiring precise coordination and interaction of various cell types. Connective tissue (CT) constitutes a major component of the limb and serves as the primary reservoir of positional information during regeneration. However, the direct evidence and the extent of CT in positional contribution remain limited. Here we develop an inducible Cre-LoxP-mediated tBid cell ablation system in axolotls and demonstrate efficient elimination of targeted muscle tissue and muscle stem cells through transient electroporation or genetic approach. Ablation of CT cells at early stages of regeneration results in delayed regeneration and loss of proximal limb segments (e.g., upper and lower limb), with minimal impact on hand differentiation. CT ablation during development yields similar defects as observed during regeneration, indicating an essential role for CT cells in determining the positional identity of developing and regenerating limb structures. Further scRNA-seq reveal a progressive proximal-to-distal transition among CT cells and identify distinct CT subtypes that contribute to proximal and distal segments. CT ablation results in reduction of the differentiated CT1 (a subpopulation that maintains proximal identity throughout regeneration), and a delay of distal transformation in the proliferative CT1 (a major CT subtypes showing progenitor property). These cellular shifts likely lead to the observed morphological deficits in regenerating limbs after CT ablation. Moreover, differentiated CT1 cells enhanced their interactions with surrounding cell types after CT ablation, to modulate adaptive proliferation in other populations, e.g., muscle stem cells. Our work establishes a tBid-based ablation strategy for functional studies of CT and other cell types in axolotls, and provides direct evidence demonstrating pivotal roles of CT cells in guiding positional memory and segmental patterning during organ regeneration.", "date": "2025-12-21", "journal": ""}
{"title": "Proteolytic Control of an Auto-inhibitory Intrinsically Disordered Region Governs Small RNA Selectivity in Argonaute Proteins", "doi": "10.64898/2025.12.19.695459", "authors": "Isolehto, I.; Pshanichnaya, L.; Paez Moscoso, D.; Mager, M.; Seistrup, A.-S.; Schreier, J.; Hellmann, S.; Gaurav, K.; Kielisch, F.; Chen, J.; Stelzl, L.; Ketting, R. F.", "abstract": "Argonaute proteins are central to small RNA-mediated gene regulation, yet the mechanisms controlling their activity remain incompletely understood. We elucidate a novel regulatory mechanism governing small RNA loading into the C. elegans Argonaute proteins WAGO-1 and WAGO-3. We show that N-terminal intrinsically disordered regions (N-IDRs) of these proteins do not affect subcellular localization but play critical roles in small RNA loading. We demonstrate that the N-IDR-processing protease DPF-3 facilitates small RNA loading in a catalysis-independent manner. Catalysis by DPF-3 and a second protease APP-1 is required, however, for activity. Deletion of these N-IDRs results in loading of aberrant small RNA species that trigger erroneous gene silencing. Supported by atomistic molecular dynamics simulations, we propose a model in which N-IDRs can simultaneously act as tuneable gatekeepers that auto-inhibit small RNA loading and as regulators of Argonaute stability, representing a previously unrecognized layer of regulation in Argonaute activity in small RNA pathways.", "date": "2025-12-21", "journal": ""}
{"title": "Soil and atmospheric drought trigger early leaf senescence and increase subsequent canopy mortality risk in temperate forests", "doi": "10.64898/2025.12.18.694887", "authors": "Labenski, P.; Buras, A.; Grote, R.; Thurner, M.; Ruehr, N. K.", "abstract": "Early leaf senescence - an advanced decline in leaf functionality before the typical autumn period - has emerged as recurring drought response in temperate forests. Yet its large-scale patterns, drivers, and impacts on tree vitality remain poorly understood. Using six years (2018-2023) of Sentinel-2 time series across Germany, we estimated the onset of leaf senescence in European beech (Fagus sylvatica) and oak (Quercus robur, Q. petraea) forests. Early leaf senescence was most widespread during exceptional drought years (2018, 2019, and 2022) and showed pronounced spatial variability. Sustained high atmospheric demand (VPD) and critically low soil water potential ({psi}soil) in summer were key drivers identified by logistic regression analysis (F1-score = 0.57), with beech responding more strongly to soil drought and oak to atmospheric drought. Thresholds triggering early leaf senescence (probability >50%) were six weeks of daily maximum VPD [&ge;]1.9 kPa in beech and [&ge;]2.1 kPa in oak, or two weeks of root zone {psi}soil [&le;]-0.8 MPa and [&le;]-0.9 MPa, respectively. Elevated spring VPD further amplified early senescence risk in both species, indicating seasonal legacy effects that may reduce hydraulic function or leaf longevity. Forests with very early and repeated early leaf senescence exhibited elevated canopy mortality in subsequent years, highlighting them as potential warning signals of drought-induced forest decline. K-means clustering of forest stands based on senescence patterns, mortality, and drought sensitivity classified three drought response types (resistant, sensitive, and vulnerable), shaped mainly by local soil water availability and stand structure. Our findings demonstrate that early leaf senescence reflects cumulative drought stress and indicates increased mortality risk, rather than a stress-avoidance strategy. We propose it as a mechanistic indicator that can be incorporated into ecosystem models to improve predictions of forest vulnerability and carbon dynamics under climate extremes, and guide forest management to anticipate climate-induced forest decline.", "date": "2025-12-21", "journal": ""}
{"title": "Revealing the pervasive landscape of MGE-host interactions in situ with single-cell genomics", "doi": "10.64898/2025.12.20.690322", "authors": "Yan, M.; Banfield, J.; Sachdeva, R.", "abstract": "Mobile genetic elements (MGEs), including plasmids and viruses, drive microbial evolution and ecosystem dynamics, yet their distribution, host range, and functions remain poorly understood, especially among uncultivated lineages. Using ~60,000 single-cell amplified genomes (SAGs) from host-associated and environmental microbiomes, we identified MGEs internal to or attached to individual cells, directly linking them to their hosts. Between 25% and 75% of cells contained at least one MGE, with gut-derived SAGs showing the highest MGE load. While most MGEs exhibited narrow, species-specific host ranges, a subset spanned multiple species or higher taxa. We detected MGE clusters and circular, nearly identical genomes repeatedly associated with hosts across phyla, suggesting both genuinely broad host ranges and recurrent DNA entry events. Some broad-host-range viruses likely represent phage-plasmids capable of conjugative transfer. We also identified microbial species acting as major donors or recipients in antibiotic resistance gene (ARG) exchange, and MGEs, including unclassified types, that mediate extensive horizontal transfer of auxiliary functions. Together, these findings illuminate MGE-host associations and underscore that the genetic content of microbial cells is fundamentally linked to their MGEs in nature.", "date": "2025-12-21", "journal": ""}
{"title": "Restoration legacy, forest cover and elevation shape frugivory in a tropical landscape", "doi": "10.64898/2025.12.18.694937", "authors": "Luna, P.; Guevara-Andino, J. E.; Obando-Tello, B.; Schaefer, H. M.; Blüthgen, N.", "abstract": "Assisted and passive natural restoration are widely applied strategies for forest restoration, yet their focus on tree recovery makes their effectiveness in restoring broader biodiversity unclear. Assuming that tree recruitment will rebuild whole ecosystems overlooks other taxa and their interactions, and thus underestimates key components of biodiversity like biotic interactions. To address this gap, we assessed how frugivory varied across a restored landscape by assessing how assisted and natural regeneration, together with biotic (fruit size and availability), abiotic (elevation and time), and landscape factors (forest cover and fragmentation) shape frugivore interactions with dummy fruits. We observed that fruit attacks were not driven solely by restoration type but also by a combination of biotic and abiotic factors. Attack rates were higher at greater elevations and in areas with increased old-growth and secondary forest cover. Fruit size also influenced attack rates, particularly in restoration areas, where larger fruits experienced more attacks. Because secondary forest results from both restoration strategies, its spread appears to have helped frugivory recovery and maintenance across the landscape. Yet small, isolated old-growth patches remain crucial as reservoirs of frugivore activity. Our findings indicate that forest recovery efforts should look beyond restoration strategies and explicitly consider how biotic traits, abiotic gradients and landscape structure interact to reestablish frugivory and, by extension, broader ecosystem processes.", "date": "2025-12-21", "journal": ""}
{"title": "Strategic rejection of newborns is associated with substantially extended lifespan in parents and increased lifespan in well-reared offspring in owl monkeys", "doi": "10.64898/2025.12.18.695178", "authors": "Farinha, J.; Sanchez-Perea, N.; Yip, P.; Paredes, U. M.", "abstract": "Parental rejection of apparently healthy newborns occurs across captive primate colonies, yet its adaptive significance remains unclear. In owl monkeys (Aotus nancymaae), spontaneous parental rejection, defined here as cessation of nursing leading to rescue nursery rearing, is typically lethal for offspring and is nevertheless transmitted across generations despite reducing offspring survival. Here, we investigate whether rejecting behaviour, through selective withdrawal of maternal care, confers lifespan and reproductive benefits to parents and their surviving offspring. We analysed long-term demographic records from a captive colony comprising 962 individuals, from which multiple parent and offspring-level analytic datasets were derived. Survival and reproductive outcomes were compared between rejector and non-rejector parents using survival analyses and regression-based models. Parents who became rejectors lived significantly longer than non-rejectors, exhibiting an average lifespan advantage of approximately 4 - 4.5 years, with similar effects in males and females. Survival benefits were concentrated during prime reproductive years (6-20 years). Well-reared offspring of rejector parents also showed increased lifespan expectancy, living on average 1.26 years longer than offspring of non-rejectors. Rejector parents produced more total offspring than controls overall; however, this reproductive advantage was fully explained by extended lifespan rather than increased reproductive output per year. Survival analyses stratified by rejection timing revealed that first-birth rejectors showed no longevity advantage, whereas parents rejecting later-born offspring exhibited longer survival, consistent with strategic rather than inexperienced rejection. Together, these findings indicate that parental rejection, despite being lethal for some offspring, can confer substantial fitness gains to parents and their well-reared young under captive conditions. Rather than being purely maladaptive, neonatal abandonment may represent an extreme form of adaptive reduction in parental investment under environmental stress.", "date": "2025-12-21", "journal": ""}
{"title": "Salmonids reveal principles of regulatory evolution following autotetraploidization", "doi": "10.64898/2025.12.18.695160", "authors": "Baudement, M.; Morata, D. P.; Gillard, G.; Dewari, P.; Gundappa, M. K.; Podgorniak, T.; Gronvold, L.; Baranasic, D.; Laurent, A.; Giudicelli, F.; Zunar, B.; Garcia, E.; Perquis, A.; Brionne, A.; Nguyen, T.; Daniels, R. R.; Merino, G.; Thybert, D.; Ilsley, G.; Louis, A.; Hvidsten, T.; Berthelot, C.; Harrison, P.; Crollius, H. R.; Guiguen, Y.; Lenhard, B.; Sandve, S.; Bobe, J.; Kent, M.; Lien, S.; Macqueen, D.", "abstract": "Early vertebrate autotetraploidization events may have enabled major innovations by expanding the genetic material for functional diversification, yet their ancient timing obscures how genome doubling reshaped gene regulatory evolution. Salmonids provide a unique window to these mechanisms, because they experienced a comparatively recent autotetraploidization and are earlier in the rediploidization process - which creates new genes and regulatory elements during evolution. Here, using large-scale multiomics spanning embryonic and adult tissues in two salmonids, we investigate gene regulatory evolution following genome doubling and rediploidization, which we show is governed by developmental and tissue-specific context, with a period of maximal constraint at advanced stages of embryogenesis. This work advances understanding of vertebrate genome evolution, while providing an open resource supporting salmonid aquaculture and conservation.", "date": "2025-12-21", "journal": ""}
{"title": "Microdiversity is higher in temperate than in virulent bacteriophages from soil environments", "doi": "10.64898/2025.12.19.695463", "authors": "de Bruijn, T. E. P.; Doekes, H. M.; Kupczok, A.", "abstract": "Bacteriophages are not only the most ubiquitous biological entity on earth, they also display remarkable genetic diversity across and within populations. While macrodiversity has been extensively studied, the drivers of microdiversity (intra-species genetic diversity) remain poorly understood, particularly in relation to phage lifestyle. The distinguishing ability of temperate phages to integrate themselves into the host genome, thereby experiencing distinct evolutionary pressures, has an unknown influence on the microdiversity present in the viral genome. This difference in microdiversity could impact the coevolution of phages with their hosts or the resilience of phages to new environments or hosts. To identify a possible association between microdiversity and lifestyle, we used four existing metagenomics datasets focusing on bacteriophages from soil environments as input for a newly constructed pipeline calculating microdiversity and predicting phage lifestyles. These four datasets together consist of 11 073 viral genomes and span across environments. We found that temperate phages consistently exhibit significantly higher microdiversity than their virulent counterparts in three of four datasets, a pattern that held across multiple quality thresholds and lifestyle prediction methods. These findings suggest that lysogeny may promote or preserve genetic variation within phage populations, with potential implications for phage-host coevolution and environmental adaptability.", "date": "2025-12-21", "journal": ""}
{"title": "A reusable model of pangenome selection informs optimal surveillance strategies over vaccine introductions", "doi": "10.64898/2025.12.18.695090", "authors": "Lorenz, L. J.; Hellewell, J.; Horsfield, S. T.; Russell, M. J.; Shrestha, S.; Pollard, A. J.; Bentley, S. D.; Lo, S. W.; Colijn, C.; Croucher, N. J.; Lees, J. A.", "abstract": "The human pathogen Streptococcus pneumoniae is a major cause of disease, including pneumonia and meningitis. The introduction of Pneumococcal Conjugate Vaccines (PCVs) initially reduced the burden of disease through a reduction of colonisation by vaccine-targeted serotypes. However, since PCVs only target a proportion of pneumococcal serotypes, they shift intraspecific competition, eventually allowing non-targeted types to `replace' vaccine types. Understanding the host and pathogen factors causing replacement is important for future vaccine development. Mechanistic understanding of vaccine replacement dynamics is crucial for forecasting and optimisation of genomic surveillance strategies to evaluate realised vaccine effectiveness. We developed a mathematical model of the genomic and demographic factors which explain vaccine replacement, used this model to replicate serotype-frequency changes, and investigated cost-effective genomic surveillance strategies. We extended a forward-time model based on the Wright-Fisher model, developing a user-friendly model framework that describes the post-vaccine dynamics of S. pneumoniae populations. Our model describes vaccine replacement as a function of vaccine impact, immigration of new strains, and negative frequency-dependent selection (NFDS) on the accessory genome content. We used our model to study vaccine replacement in newly sequenced genomic surveillance data from Nepal, and existing data from the US, and the UK, with distinct surveillance strategies. We showed that the model with NFDS better replicates replacement dynamics than a null model without NFDS, and that NFDS likely only acts on part of the S. pneumoniae accessory genome. We found consistent estimates for vaccination effectiveness across the different study locations and country-specific genes under NFDS, highlighting the importance of conducting genomic surveillance in each country of interest. By simulating data from the model, we showed that an optimal surveillance strategy prioritises per-sampling sample size over sampling frequency for small sampling budgets. Our model can be used to predict vaccine replacement dynamics after PCV introduction, and can be easily reapplied to analyse new data from vaccine introductions or new regions. Our model is available in the R package STUBENTIGER (Studying Balancing Evolution (NFDS) To Investigate Genome Replacement) on GitHub github.com/bacpop/Stubentiger.", "date": "2025-12-21", "journal": ""}
{"title": "Pulmonary mRNA-LNP Vaccines for Rapid and Durable Protection Against Bacterial Infection", "doi": "10.64898/2025.12.19.695407", "authors": "Wei, X.; Wei, A.; Miao, Y.; Yuan, Z.; Li, G.; Lei, D.; Ma, Y.; Guo, Z.; Sun, Y.; Ding, T.; Tian, K.; He, Q.; Zhang, Z.; Fan, L.; Zhan, C.", "abstract": "Pulmonary bacterial infections remain a major clinical challenge. Although vaccination reduces infection rates and mortality, the vulnerable post-vaccination immunity gap can still result in infection and vaccine failure. In addition, effective vaccines are unavailable for many clinically important bacterial pathogens. Here, we report a pulmonary mRNA-lipid nanoparticle (mRNA-LNP) vaccine incorporating a novel ionizable lipid engineered for localized high-level expression, which elicits both rapid and durable protections against bacterial lung infections, effectively bridging this critical window of vulnerability. Intratracheal delivery of mRNA-LNP rapidly primes lung neutrophils and macrophages into a transcriptionally pre-activated state, enhancing their phagocytic activity and enabling rapid, antigen-independent bacterial clearance during the early post-vaccination period (approximately 1-7 days). Subsequently, vaccination induces potent antigen-specific adaptive responses, conferring sustained protection against both laboratory and clinical drug-resistant Pseudomonas aeruginosa strains. Single-cell transcriptomics and immune profiling reveal coordinated activation of innate and adaptive immune programs. This dual-phase immune response exemplifies a paradigm-shifting vaccine design that integrates innate and adaptive immunity to confer both immediate and long-term protection. Our findings establish a mechanistic basis for rapid antibacterial defense and highlight pulmonary mRNA-LNP vaccination as a promising strategy for combating respiratory infections.", "date": "2025-12-21", "journal": ""}
{"title": "Improved Metagenomic Analysis for All-Food-Sequencing with AFS-MetaCache2: Illumina vs. Nanopore", "doi": "10.64898/2025.12.18.694891", "authors": "Müller, A.; Wichmann, A.; Kallenborn, F.; Hellmann, S. L.; Hankeln, T.; Schmidt, B.", "abstract": "Background: All-Food-Sequencing (AFS) is a method for untargeted metagenomic analysis that allows for the detection and quantification of food ingredients. While this approach avoids some of the shortcomings of targeted PCR-based methods, its performance depends on sequencing technologies, taxonomic classification tools, and genomic reference databases. Results: AFS-MetaCache2 implements an improved reference database construction mechanism compared to prior approaches. To demonstrate the effectiveness to AFS, we sequenced sausages composed of mammalian and avian species using both short-read (Illumina) and long-read (Oxford Nanopore Technologies) platforms. While both approaches reliably detect the main components, our comparison shows that long-read sequencing is superior in terms of both quantification accuracy and false positive rates. The evaluation of representative metagenomic tools (Kraken2+Bracken, KrakenUniq, AFS-MetaCache1) demonstrates that AFS-MetaCache2 yields the best accuracy and fastest database build times, while reducing peak main memory consumption. It thus allows for efficient scaling to large reference genome sets. Conclusion: Our study suggests that deep sequencing of total genomic DNA from samples with heterogeneous taxon composition, using 3rd generation sequencing technology followed by metagenomic analysis with AFS-MetaCache2, is a valuable approach for bio-surveillance of food ingredients. Our software is available at https://github.com/muellan/metacache.", "date": "2025-12-21", "journal": ""}
{"title": "ProFam: Open-Source Protein Family Language Modelling for Fitness Prediction and Design", "doi": "10.64898/2025.12.19.695431", "authors": "Wells, J.; Hawkins Hooker, A.; Livne, M.; Lin, W.; Miller, D. M.; Dallago, C.; Bordin, N.; Paige, B.; Rost, B.; Orengo, C.; Heinzinger, M.", "abstract": "Protein language models have become essential tools for engineering novel functional proteins. The emerging paradigm of family-based language models makes use of homologous sequences to steer protein design and enhance zero-shot fitness prediction, by imbuing models with an ability to explicitly reason over evolutionary context. To provide an open foundation for this modelling approach, we introduce ProFam-1, a 251M-parameter autoregressive protein family language model (pfLM) trained with next-token prediction on millions of protein families represented as concatenated, unaligned sets of sequences. ProFam-1 is competitive with state-of-the-art models on the ProteinGym zero-shot fitness prediction benchmark, achieving Spearman correlations of 0.47 for substitutions and 0.53 for indels. For homology-guided generation, ProFam-1 generates diverse sequences with predicted structural similarity, while preserving residue conservation and covariance patterns. All of ProFam's training and inference pipelines, together with our curated, large-scale training dataset ProFam Atlas, are released fully open source, lowering the barrier to future method development.", "date": "2025-12-21", "journal": ""}
{"title": "Characterizing the fragmentation of AlphaFold predictions", "doi": "10.64898/2025.12.19.695436", "authors": "Sarti, E.; Cazals, F.", "abstract": "The Nobel prize winning program AlphaFold computes plausible structures of (well) folded proteins. The main quality assessment is based on the predicted Local Distance Difference Test (pLDDT), a per amino acid confidence score. To enhance quality assessment, we provide novel quantitative measures to identify coherent amino acid (a.a.) stretches along the sequence in terms of pLDDT values. These measures, which rely on standard tools from topological data analysis and combinatorics, qualify the coherence / fragmentation of AlphaFold predictions. The outcome of our analysis can readily be used to select reliable regions/domains within proteins whose pLDDT values span the entire pLDDT range.", "date": "2025-12-21", "journal": ""}
{"title": "Kalman-filter Force Inference: an estimation framework for cellular forces from temporal evolution of epithelial morphogenesis", "doi": "10.64898/2025.12.19.695339", "authors": "Ogita, G.; Miyoshi, T.; Shibata, T.", "abstract": "Epithelial morphogenesis is orchestrated by cellular forces, such as cell junctional tension and cellular pressure. Therefore, elucidating the spatiotemporal distribution of these forces and their dynamics is paramount to understand morphogenesis during development. Over the past decade, various force inference methods have been proposed to estimate cellular forces based on the shape and geometry of cells within epithelial tissues. Most of these methods were developed under the assumption of static force balance, which neglects the cell deformation, thereby limiting their applicability to tissue undergoing dynamic deformation. To address this issue, we develop a novel method to accurately infer cellular forces from time-lapse imaging data of epithelial deformation, without relying on the static force balance assumption. Our method is based on two fundamental assumptions. First, the forces exerted by cells are balanced with dissipative forces (such as viscous and frictional forces) at each vertex arising from cell deformation, referred to as the dynamic force balance. Second, cellular forces vary smoothly over time. By formalizing these assumptions using a Bayesian framework, we construct a new approach of force inference, named Kalman-filter Force Inference (KFI). The effectiveness of our method is evaluated using synthetic data of a deforming tissue generated by numerical simulations of the cell vertex model. The results demonstrate the accurate estimation of cellular force dynamics. Furthermore, our systematic evaluation reveals the capability of our method to accurately estimate cellular forces across tissues with diverse mechanical parameters. Finally, we assessed the robustness of our method to observation noise. We anticipate that Kalman-filter Force Inference will broaden the applicability of force inference techniques and significantly contribute to our understanding of epithelial mechanics.", "date": "2025-12-21", "journal": ""}
{"title": "Multi-omics analysis of TNBC organoids identifies phosphorylation of the membrane trafficking machinery as a key event associated with FER-mediated invasion", "doi": "10.64898/2025.12.18.695070", "authors": "Elshout, C.; Mota, G.; Cunha, J.; Largher, S.; Alcaraz, P. S.; Silva, A.; Cavadas, B.; Haughton, P. D.; Nguyen, T.; Es, R. M. v.; Monteiro, B. S.; Araujo, A. R.; Marques, A.; Pinto, M. T.; Peixoto, M.; Kempen, S. v.; Graaf, K. v. d.; Fortier, A.-M.; Park, M.; Khalil, A. A.; Fernandes, R.; Vos, H. R.; Derksen, P. W. B.; Janody, F.; Tavares, S.", "abstract": "Triple Negative Breast Cancer (TNBC) is characterised by unfavourable outcome due to the combination of its metastatic propensity, chemo-refractory behaviour and the lack of effective targeted interventions. Expression of the feline sarcoma-related (FER) kinase constitutes an independent prognostic factor that correlates with poor patient survival. FER promotes invasive behaviour in TNBC cells by regulating endosomal sorting and recycling (ESR) of adhesion proteins. Yet, the ESR machinery supporting invasion in TNBC, particularly within 3D environments, remains poorly understood. Here, we used FER-expressing TNBC patient-derived xenograft organoids (PDXOs) and MDA-MB-231 cells to identify the membrane trafficking machinery promoting invasion. Using a combination of proteomics, phospho-proteomics, and single cell RNA-sequencing, we show that the invasion of FER-expressing PDXO cells in collagen-I is mainly associated with the differential phosphorylation of membrane trafficking regulators, including SEC16A and a marked increase in Rab4-positive tubules. SEC16A depletion impairs cell invasion and reduces the number of focal adhesions and Rab4-positive tubules. Importantly, FER regulates SEC16A levels and localization, specifically in TNBC. Altogether, we identified SEC16A as a key player in FER-driven TNBC invasion, highlighting the membrane trafficking machinery as a promising target for the development of new therapeutic strategies.", "date": "2025-12-21", "journal": ""}
{"title": "Sex-specific control of locomotor behavior by neuronal Arhgef10 in aged Drosophila", "doi": "10.64898/2025.12.18.694955", "authors": "Gualdino, M.; Heredia, F.; Medeiros, A. M.; Zanini, R.; Menezes, J.; Mantas Dias, A. R.; Garcez, M.; Prag, S.; Jacinto, A.; Mendes, C. S.; Garelli, A.; Gontijo, A. M.", "abstract": "Mutations and polymorphisms in the Rho guanine nucleotide exchange factor 10 (ARHGEF10) locus are associated with behavioral and locomotor dysfunctions in humans, including psychiatric disorders and polyneuropathies that show age- and sex-specific prevalence. ARHGEF10 encodes a conserved guanine exchange factor that activates Rho GTPases and has proposed roles in cell migration and adhesion, but the relevant cell types and mechanisms underlying its age- and sex-dependent effects remain unclear. Drosophila darhgef10 gene is the single orthologue of vertebrate ARHGEF10 and its paralogue ARHGEF10L. Here, to gain more direct insight into possible age- and sex-dependent ARHGEF10 neuromuscular functions, we generated darhgef10 knock-out flies and quantified induced walking kinematics with high-speed imaging and coarse spontaneous behaviors--walking, micromovements, rest, and sleep--in open arenas. Mutants of both sexes exhibited abnormal walking kinematics, which worsened with age in females. Cell-type-specific knockdowns indicated that locomotor phenotypes arose primarily from neuronal, rather than glial or muscle, requirements. dArhgef10 was especially critical in glutamatergic motor neurons of aged females. dArhgef10 was also required for wakefulness and activity initiation in females but, surprisingly, not in males. Genetic rescue and isoform expression analyses suggested that sexually-dimorphic expression of long isoforms RC and/or RD underlies at least part of the sex-specific requirements of dArhgef10 in locomotor behavior control, revealing unanticipated complexity in its activity regulation. Collectively, our results suggest ARHGEF10 plays an ancient, conserved role in neurons that promotes proper wakefulness and locomotor activity in an age- and sex-dependent manner.", "date": "2025-12-21", "journal": ""}
{"title": "Fold or flop: quality assessment of AlphaFold predictions on whole proteomes", "doi": "10.64898/2025.12.19.695427", "authors": "Sarti, E.; Cazals, F.", "abstract": "Reliability of AlphaFold predictions is primarily assessed by the method's self-reported score predicted Local Distance Difference Test (pLDDT). For model organisms, AlphaFold predictions show that 30% to 40% of all amino acids fall into the low-confidence range of pLDDT. Moreover, pLDDT has occasionally failed to flag predictions that are physically implausible. This raises two fundamental questions: can we identify more robust indicators of reliability, and do unreliable predictions exhibit shared structural or biophysical traits? To address these questions, we introduce semi-global statistics characterizing packing properties at multiple scales, and performing dimensionality reduction and clustering at once. We use these to perform a systematic whole-proteome structural quality assessment of prediction contained in the AlphaFold Database (AFDB), investigating connections between unreliable predictions, fold classification, and intrinsic disorder propensity. Our results reveal consistent relationships between low-confidence predictions, clustering of intrinsically disordered regions (IDRs), and distinctive packing properties, thereby highlighting both strengths and limitations of current self-assessment metrics. This work provides a framework for deeper confidence assessment of AlphaFold predictions and offers generalizable strategies for distinguishing reliable from unreliable structural models.", "date": "2025-12-21", "journal": ""}
{"title": "Identification, evolutionary history and characteristics of orphan genes in root-knot nematodes", "doi": "10.64898/2025.12.19.695360", "authors": "Seckin, E.; Colinet, D.; Bailly-Bechet, M.; Seassau, A.; Bottini, S.; Sarti, E.; Danchin, E. G.", "abstract": "Orphan genes, lacking homologs in other species, are systematically found across genomes. Their presence may result from extensive divergence from pre-existing genes or from de novo gene birth, which occurs when a gene emerges from a previously non-genic region. In this study, we identified orphan genes in the genomes of globally distributed plant-parasitic nematodes of the genus Meloidogyne and investigated their origins, evolution, and characteristics. Using a comparative genomics framework across 85 nematode species, we found that 18% of Meloidogyne genes are genus-specific, transcriptionally supported orphans. By combining ancestral sequence reconstruction and synteny-based approaches, we inferred that 20% of these orphan genes originated through high divergence, while 18% likely emerged de novo. Proteomic and translatomic evidence confirmed the translation of a subset of these genes, and feature analyses revealed distinctive molecular signatures, including shorter length, signal peptide enrichment, and a tendency for extracellular localization. These findings highlight orphan genes as a substantial and previously underexplored component of the Meloidogyne genome, with potential roles in their worldwide parasitism.", "date": "2025-12-21", "journal": ""}
{"title": "PIP2 Binding at Allosteric Site Blocks Activation in Human Rod CNG Channels", "doi": "10.64898/2025.12.19.695557", "authors": "Park, T.; Nimigean, C. M.", "abstract": "Phosphatidylinositol-4,5-bisphosphate (PIP2) is a ubiquitous signaling lipid that regulates multiple ion channels. In human cyclic nucleotide-gated (CNG) channels, including the rod photoreceptor channel, PIP2 has been reported to exert inhibitory effects, but the underlying mechanism has remained unclear. Because this inhibition lowers the apparent cGMP sensitivity of rod CNG channels, it can play a key role in controlling the light sensitivity and dynamic range of rod photoreceptors. Here we report how PIP2 modulates the function of human CNGA1 channels, the major subunit of human rod photoreceptor CNG channels. Ensemble ion flux assays with liposome-reconstituted purified CNGA1 channels demonstrated robust inhibition by PIP2 via a reduction in apparent cGMP sensitivity, and single-channel recordings revealed PIP2 reduces the channel open probability without altering unitary conductance. To uncover the structural basis, we determined cryo-EM structures of CNGA1 in lipid nanodiscs under multiple ligand conditions. In PIP2-free conditions, closed, intermediate, and open conformations were observed, whereas in the presence of PIP2, the open state was absent. Density consistent with bound PIP2 was detected at inter-protomer grooves between the voltage-sensing and pore domains indicating that PIP2 binding stabilizes non-conductive conformations by sterically preventing C-linker elevation and outward movement of helix S6, conformational changes needed for pore dilation. Collectively, our results establish a structural mechanism for PIP2-mediated inhibition of rod CNG channels, define a mechanistic framework for phosphoinositide control of ligand-gated channels across the CNG superfamily, and provide an inhibitory allosteric binding site for future drug targeting in this channel family.", "date": "2025-12-21", "journal": ""}
{"title": "Structural basis of half-site reactivity in Class Ib ribonucleotide reductases", "doi": "10.64898/2025.12.21.695763", "authors": "Yadav, L. R.; Chauhan, S. B.; Joshi, M.; Mande, S. C.", "abstract": "Ribonucleotide reductases (RNRs) catalyse the first committed step in the conversion of ribonucleotides into deoxyribonucleotides, thereby maintaining balanced dNTP pool required for DNA synthesis and repair. Class Ia and Ib RNRs exhibit half-site reactivity, in which only one catalytic subunit within the 2 dimer is active at a time. In this study, we characterized the Class Ib -subunit from Mycobacterium thermoresistibile to investigate how conformational flexibility influences half-site catalysis. Cryo-EM structures of the -subunit were determined in both the apo form and in a holo complex bound to TTP (effector) and GDP (substrate). These structures reveal significant conformational heterogeneity in several regions, particularly in the N-terminal domain and key regulatory loops surrounding the catalytic and specificity sites. Binding by the effector and substrate appear to stabilize these loops and remodel the catalytic pocket. Isothermal Calorimetry studies show that purine effector nucleotides bind -subunit with a stoichiometry of one, whereas pyrimidine effector nucleotides bind with a stoichiometry of ~0.5 corresponding to one nucleotide per dimer. Despite this asymmetry, both purine and pyrimidine nucleotides bind with micromolar affinities and exhibit predominantly enthalpy-driven thermodynamics. Molecular dynamics simulations, normal mode analysis and 3-dimentional variability analysis reveal coordinated motions in loop 2 in the vicinity of the active site and N-terminal domain, which drive alternating opening and closing of the two active sites. We propose that asymmetric conformational gating mediated by loop 2, loop 4 at the monomer- monomer interface, and the N-terminal region is essential for half-site reactivity. Furthermore, we suggest that conformational sampling by the N-terminal domain is required prior to its engagement with the {beta}-subunit, enabling efficient radical transfer. Together, these findings provide new insights into the structural dynamics and thermodynamic principles that govern regulation and half-site activity in Class Ib RNR regulation.", "date": "2025-12-21", "journal": ""}
{"title": "Biomolecular condensation using de novo designed globular proteins", "doi": "10.64898/2025.12.19.695468", "authors": "Romanyuk, A.; Kumar, R. T. P.; Cross, S. J.; Ozga, K.; Petrenas, R.; Chubb, J. J.; McManus, J. J.; Woolfson, D. N.", "abstract": "De novo protein design is advancing rapidly, but many targets remain inaccessible to current AI-based tools. Here we describe de novo designed globular domains that drive biomolecular condensation. Starting from a water-soluble, monomeric protein, we make variants with the same amino-acid composition but different surface-charge distributions: one with large patches of surface charge, and another with a more-homogeneous charge distribution. The individual domains form stable and discrete structures in solution, with the large-patch variant exhibiting more-attractive interprotein interactions. Next, two copies of each variant are joined with disordered linkers to generate dumbbell-like proteins. When expressed in eukaryotic cells, the large-patch variant forms intracellular puncta, whereas that with small patches does not. The assemblies are dynamic, liquid condensates in vitro and in cells. The structured domains facilitate functionalisation: we introduce fluorophore-binding sites to visualise fluorescent condensates directly in cells without a GFP reporter; and we manipulate the condensates using motor proteins.", "date": "2025-12-21", "journal": ""}
{"title": "An engineered multi-step differentiation program in Escherichia coli for self-organized spatial patterning", "doi": "10.64898/2025.12.19.695475", "authors": "Boni, E.; Siboulet, H.; Ceracchini, G.; Aor, I.; Hollo, G.; Kusumawardhani, H.; Schaerli, Y.", "abstract": "In nature, complex multicellular structures originate from individual cells containing all essential information for differentiation, patterning and morphogenesis. Synthetic biology enables a bottom-up approach to study these processes by engineering and combining individual modules to progressively increase the system's complexity. Here, we engineered a multi-step differentiation program in the model prokaryote Escherichia coli. Starting from genetically identical cells and without providing any external positional information, we generated autonomous spatial patterns of colonies on a solid surface. We first employed a toggle switch to break population homogeneity (symmetry breaking), stochastically differentiating cells into two subpopulations: senders and receivers. Next, we enabled further differentiation of receiver colonies located in close proximity to sender colonies via quorum-sensing based communication (paracrine signaling). Finally, the newly emerged population matured into a different cell type via an orthogonal, self-activating, quorum sensing signal (autocrine signaling). The diversity of spatial patterns generated by this multi-step program was accurately captured by simulations of a corresponding mathematical model. Together, these results demonstrate that multi-step differentiation programs can be engineered in unicellular bacteria to drive fully self-organized spatial pattern formation.", "date": "2025-12-21", "journal": ""}
{"title": "Systems-level analysis identifies protein-RNA interactions contributing to autotrophy of Clostridium autoethanogenum", "doi": "10.64898/2025.12.18.695208", "authors": "Re, A.; Politano, G. M. M.; Reinmets, K.; Benso, A.; Girbal, L.; Cocaign-Bousquet, M.; Valgepea, K.", "abstract": "Burning fossil fuels drives climate change with detrimental consequences on humankind while waste accumulation from increasing consumption threatens biosustainability globally. Gas fermentation enables to recycle carbon oxides (CO and CO2) from industrial waste gases and gasified waste into value-added products using gas-fermenting microbes, namely acetogens. However, our limited understanding of gene function and metabolic regulation is hindering rational engineering of acetogen cell factories. In this work, we identified, for the first time in acetogens, genome-wide protein-RNA interactions contributing to autotrophy in the model-acetogen Clostridium autoethanogenum by combining steady-state chemostat cultivation, functional genomics, and computational methods. We first detected limited and uncoupled transcriptional and translational regulation between autotrophy and heterotrophy. Rigorous mapping of genome-wide transcriptional architecture revealed both differential usage and signal strength of transcriptional start and termination sites between genes and growth substrates. We then used computational tools to reconstruct protein-RNA interactions for differentially regulated genes predicting 14 trans-acting regulatory RNA-binding proteins (RBPs) involved in post-transcriptional regulation and contributing to autotrophy. Most RBPs, two of which are translationally regulated, perform RNA modifications and regulate mRNA stability while others target translation-related genes. Our work provides valuable knowledge for metabolic engineering of acetogens and potentially contributes towards understanding primordial life on Earth.", "date": "2025-12-21", "journal": ""}
{"title": "IgE-producing cells on the move: CCR2 is a key regulator of IgE+plasma cell migration", "doi": "10.64898/2025.12.18.695109", "authors": "Liu, Z.; Ramadani, F.", "abstract": "Immunoglobulin E (IgE) plays a fundamental role in the pathogenesis of allergic disease, including asthma. The IgE-producing plasma cells (PCs) are thought to persist indefinitely, providing a sustained source of allergen-specific IgE. Although these cells can accumulate in the bone marrow (BM), after prolonged allergen exposure, their frequency remains very low, and the mechanisms that regulate their migration are poorly understood. In this study, we show that IgE PCs exhibit reduced expression of CXCR4 and respond poorly to its ligand CXCL12. Like IgG1+ PCs, IgE+ PCs can upregulate CCR10 and respond to its ligand, CCL28, more effectively than their B cell precursors. Strikingly, however, IgE+ PCs display selective upregulation of CCR2 and migrate robustly toward its ligand CCL2, distinguishing them from IgG1+ PCs. These findings identify CCR2 as a key regulator of IgE+ PC migration and provide insights into their homing preferences that may shape the nature of the IgE responses.", "date": "2025-12-21", "journal": ""}
{"title": "The glycine betaine-cobalamin feedback loop drives cross-feeding between marine bacteria and algae", "doi": "10.64898/2025.12.19.695462", "authors": "Hammer, J.; Staack, M.; Sperfeld, M.; Haufschild, T.; Kallscheuer, N.; Narvaez-Barragan, D. A.; Wegner, C.-E.; Kuesel, K.; Sunagawa, S.; Pohnert, G.; Schubert, T.; Segev, E.; Jogler, C.", "abstract": "Heterotrophic bacteria supply cobalt-containing cobalamin (Cbl) to marine microalgae, which in return provide organic substrates. Such metabolic cross-feeding can regulate the species composition of prolific marine plankton and biofilms. Algal-produced glycine betaine (GB) can be catabolized by bacteria using a Cbl-dependent demethylase (MtgBCD). Yet, GB's impact on bacterial Cbl production during cross-feeding, and its control by cobalt scarcity remains elusive. Here, we demonstrate that Phaeobacter inhibens bacteria boost their Cbl production 25-fold when grown in monocultures with GB compared to glucose. During co-cultivation, P. inhibens satisfied the Cbl requirements of Gephyrocapsa huxleyi algae. Transcriptomic analysis of mono- and co-cultures revealed co-expression of mtgBCD and gbcAB genes encoding Cbl-dependent and -independent GB demethylases, respectively. Distinct growth defects of deletion mutants indicate that P. inhibens switches from Cbl-dependent to -independent GB demethylation under cobalt limitation, involving a Cbl riboswitch. Our findings suggest a positive feedback loop in which algal GB release stimulates the bacterial supply of Cbl. We predict the breakdown of this interaction under naturally occurring cobalt limitation which potentially contributes to the transient nature of algal blooms. Comparative genomics indicate that this mechanism is widespread in Rhodobacterales and other abundant marine Alphaproteobacteria, underscoring its pivotal role in global ocean productivity.", "date": "2025-12-21", "journal": ""}
{"title": "MtrAB activates ectoine production and triggers sporulation in response to osmotic stress in Streptomyces venezuelae", "doi": "10.64898/2025.12.19.695424", "authors": "Beaton, A. D.; Devine, R.; Holmes, N. A.; Som, N. F.; Balis, L.; Noble, K.; Stringer, R.; Rejzek, M.; Saalbach, G.; Wilkinson, B.; Hutchings, M. I.", "abstract": "The MtrAB two-component system is a master regulator of antibiotic biosynthesis in Streptomyces species. MtrA is also required for sporulation under certain growth conditions, which means that on some growth media {triangleup}mtrA mutant colonies do not produce aerial hyphae or spores. These mutants are referred to as (conditionally) bald because they lack the hairy appearance of wild-type colonies. Here we report that S. venezuelae NRRL B-65442 {triangleup}mtrA is bald on R2YE agar but sporulates normally on MYM agar and we demonstrate that this is caused by the presence of 10.2% sucrose in R2YE. Consistent with this, we found that adding 10.2% sucrose to MYM agar also inhibits sporulation of the {triangleup}mtrA mutant. Proteomics combined with DNA binding studies revealed that MtrA directly activates the expression of the key developmental regulator genes bldM and whiI on R2YE but not MYM agar. BldM and WhiI work together to activate genes required for aerial hyphae production and sporulation. Crucially, over-expression of bldM-whiI in the {triangleup}mtrA mutant restored normal sporulation in the presence of 10.2% sucrose. We hypothesised that MtrAB must sense and respond to osmotic stress and consistent with this we found that MtrA directly activates biosynthesis of the compatible solute and osmoprotectant ectoine on growth media containing 10.2% sucrose. We propose a model in which high concentrations of sucrose induce osmotic stress in Streptomyces species and this activates MtrAB. The response regulator MtrA then directly activates expression of the ectABCD operon to switch on ectoine biosynthesis and expression of bldM and whiI to trigger entry into sporulation.", "date": "2025-12-21", "journal": ""}
{"title": "Host infection selects for sRNA variants that drive bacterial social cheating", "doi": "10.64898/2025.12.19.695336", "authors": "Dubois, Q.; Brual, T.; Utzinger, V.; Mercier, R.; Cigna, J.; Rodrigue, A.; Attaiech, L.; Gueguen, E.", "abstract": "Intra-strain variation in model bacterial pathogens can compromise experimental reproducibility and obscure biological interpretations. Dickeya solani, a necrotrophic potato pathogen, is widely studied using the type strain IPO 2222. However, phenotypic discrepancies among laboratories led us to investigate the genetic integrity of this reference stock. We identified at least three distinct IPO 2222 variants co-existing in the original stock, differing solely by mutations in the gene encoding the small regulatory RNA (sRNA) ArcZ. These findings resolve conflicting reports of antimicrobial activity in this strain described by Brual et al. (PLOS Genetics 19, e1010725, 2023) and Matilla et al. (mBio, e02472-22, 2022). We demonstrate that these are adaptive mutations rapidly selected in planta during host infection. Crucially, rather than systematically inactivating the gene, these mutations modulate the cellular levels of processed ArcZ. This modulation can uncouple virulence from antimicrobial activity. These variants behave as social cheaters, exhibiting a frequency-dependent fitness advantage over the cooperative wild-type strain during co-infection. These findings provide evidence that remodeling of a pleiotropic sRNA drives the emergence of bacterial cheaters within a plant host. The speed at which these mutants sweep through the population underscores the intense selective pressure acting on regulatory networks during infection, identifying sRNA modulation as a pivotal mechanism for rapid short-term adaptation.", "date": "2025-12-21", "journal": ""}
{"title": "Nutrient utilization and degradative enzyme activity of the dragon fruit canker pathogen, Neoscytalidium dimidiatum", "doi": "10.64898/2025.12.20.695650", "authors": "Kalicharan, R.; Gazis, R.; Fernandez, J.", "abstract": "Dragon fruit canker (DFC), caused by the pathogenic fungus Neoscytalidium dimidiatum, is a severe disease that threatens dragon fruit production worldwide. Current management efforts largely rely on fungicide applications and sanitation measures; however, the pathogen's molecular genetic characterization, nutrient utilization preferences, and extracellular enzyme activities remain poorly understood. Using calcofluor white-based fluorescence microscopy, we demonstrate that nutrient limitation significantly restricts the growth and maturation of N. dimidiatum, impairing melanization and sporulation. Carbon utilization assays revealed a preference for maltose, suggesting reliance on starch-derived sugars. In addition, nitrogen utilization assays indicated efficient assimilation of complex organic nitrogen sources rich in peptides and amino acids. Finally, we experimentally validated extracellular enzymatic activities involved in host macromolecule degradation, including cellulase, amylase, pectinase, and protease activities. Collectively, these findings provide new insights into the physiology and pathogenic potential of N. dimidiatum and establish a foundation for developing improved strategies to mitigate DFC.", "date": "2025-12-21", "journal": ""}
{"title": "From storms to warming seas: a long-term metabarcoding survey in port communities unveils high genetic diversity and ecological resilience of non-indigenous species", "doi": "10.64898/2025.12.20.695700", "authors": "Zarcero, J.; Antich, A.; Wangensteen, O.; Rius, M.; Turon, X.", "abstract": "Ports are key gateways for the introduction and spread of non-indigenous species (NIS), yet the ecological and genetic temporal dynamics of these introductions remain poorly understood. Long term temporal monitoring is essential to unravel invasion processes, anticipate biodiversity shifts, and inform effective management and biosecurity strategies. In this study, we conducted a five-year (2019-2024) monthly metabarcoding survey in a northwestern Mediterranean port using artificial collectors. By sequencing a fragment of the Cytochrome Oxidase I gene, we identified 2,225 Molecular Operational Taxonomic Units (MOTUs), including 93 NIS. In addition, we examined both interspecific temporal patterns and intraspecific trends of genetic diversity over time. Although NIS accounted for only 4% of total species richness, they represented over 26% of total read abundance, underscoring their strong influence on community structure. Interestingly, NIS had a significantly more homogeneous species composition through time than native species. In 2020, the passage of the Gloria storm reshaped community dynamics, triggering a temporary rise in species richness and MOTU counts, likely due to an influx of native taxa and a gradual decline and increased NIS dominance. Genetic analyses revealed that NIS exhibited higher haplotypic diversity and lower genetic differentiation than native taxa, suggesting sustained gene flow, likely facilitated by maritime transport. MOTUs with longer temporal persistence, particularly among NIS, also showed greater intraspecific diversity, supporting the insurance hypothesis and highlighting the role of genetic variability in resilience and invasion success. Overall, our findings showed that NIS, despite their low species richness, maintain high abundances, connectivity, and genetic diversity over time. These attributes likely enhance the NIS ability to persist in dynamic and disturbed port environments, and provide key information for understanding the invasion process. This study highlights the need to integrate genetic diversity metrics into marine biomonitoring assessments and management.", "date": "2025-12-21", "journal": ""}
{"title": "Resource ratio fluctuations drive the evolution of microbial metabolic strategies", "doi": "10.64898/2025.12.18.695187", "authors": "Wang, Z.; Grilli, J.; Goyal, A.; Maslov, S.", "abstract": "Microorganisms employ diverse metabolic strategies to cope with environmental variability, yet the evolutionary conditions that favor specialists, hierarchical utilizers, or co-utilizers remain poorly understood. Here, we investigate how fluctuations in resource supply ratios drive the evolution of metabolic strategies. By simulating microbial community assembly in environments with variable resource ratios, we show that diverse metabolic strategies emerge as evolutionary optima in different fluctuation regimes. We find that environments with balanced resource supply select for specialists, whereas imbalanced environments select for generalists. As the magnitude of fluctuations in resource supply ratios progressively increases, generalist strategies smoothly shift from those of hierarchical utilizers to co-utilizers. We identify the duration of temporal niches as the mechanistic driver that selects for reduced lag times over maximal growth rates. These findings demonstrate how the temporal structure of resource availability can spontaneously generate the three distinct metabolic strategies observed in nature.", "date": "2025-12-21", "journal": ""}
{"title": "Why Ambrosia Beetles Keep Only One Fungus: Competitive Asymmetry, Bottleneck Drift, and Eco-Evolutionary Fixation", "doi": "10.64898/2025.12.18.694882", "authors": "Jiang, Z.-R.", "abstract": "Ambrosia beetles rely on vertically transmitted fungal cultivars for nutrition, yet empirical studies reveal a persistent paradox: early galleries often host multiple fungal associates, whereas mature systems exhibit strict one-beetle-one-fungus specificity. The mechanisms driving this transition remain unresolved. Here we develop an integrative eco-evolutionary framework combining deterministic competition (Lotka-Volterra dynamics), stochastic drift, and severe mycangial transmission bottlenecks to quantify the stability and turnover of fungal symbionts. Across >50,000 simulation replicates, we show that multi-fungal coexistence is inherently transient under biologically realistic conditions. Even minimal competitive asymmetries (<5%) yield deterministic exclusion; repeated bottlenecks amplify drift and accelerate diversity loss; and weak but persistent selection ensures long-term fixation of the superior symbiont over hundreds of generations. Replacement by novel fungi follows a strict invasion threshold (s > 1/(2N)), consistent with classical fixation theory and matching empirical patterns of historical symbiont turnover. Multispecies communities collapse even more rapidly, persisting only over short ecological timescales. Together, these results provide a mechanistic explanation for the pervasive one-fungus specificity observed across ambrosia beetles. By unifying ecological competition, demographic stochasticity, and evolutionary stability theory, this work offers a general framework for understanding partner fidelity, symbiont filtering, and lineage turnover in insect-microbe mutualisms.", "date": "2025-12-21", "journal": ""}
{"title": "Habitat preferences of specialist bat are forest-type specific: western barbastelle in natural temperate woodlands", "doi": "10.64898/2025.12.18.695132", "authors": "Przepiora, F.; Facciolati, V.; Janocha, Łukasz; Wolska, A.; Zygadło, A.; Ciach, M.", "abstract": "Understanding the species-habitat relationships of forest specialists is an essential challenge in their effective conservation. However, studies on habitat selection often neglect potential context dependence, even though species performance may differ between natural and managed stands or between forests composed of different tree species. The western barbastelle Barbastella barbastellus, a specialized moth predator and an old-growth forest indicator, is known to rely on fine-scale habitat structures and forest complexity, yet the relative importance of habitat traits across different forest types remains poorly understood. We surveyed the species on 150 plots distributed across five the best-preserved temperate forest types in Poland: spruce, beech, beech-fir, oak-lime-hornbeam and willow-poplar forests. Bat presence was quantified using passive acoustic monitoring, and habitat characteristics were derived from LiDAR, stand inventories and surveys of tree-related microhabitats. We identified canopy gaps, tree height complexity, living tree density and density of trees with insect galleries or cankers, as the best predictors of the species presence, although the strength of these relationships varied among forest types. In single-species stands, the occurrence of the western barbastelle was associated with abundance of canopy gap and complexity of tree heights, whereas in forests with more diverse tree species composition, the relationships with the stand structure were less evident and were replaced by stronger association with fine-scale habitat components such as tree-related microhabitats. Our study demonstrates that the effective conservation of forest specialists requires habitat-specific strategies, because no single habitat variable predicts species occurrence across contrasting forest conditions. For the western barbastelle, conservation actions should involve maintaining small canopy gaps and reduced tree height complexity in single-species stands, while preserving high heterogeneity, i.e. diverse age and size tree classes and high tree species richness in mixed forests. For a large group of forest specialist, strategies tailored to forest type, rather than a one-size-fits-all approach, should be considered", "date": "2025-12-21", "journal": ""}
{"title": "Evidence for an Integrated Bilingual Language System from Discourse Tasks in Aphasia", "doi": "10.64898/2025.12.17.694682", "authors": "Chen, X. J.; Marte, M. J.; Kiran, S.; Blanco-Elorrieta, E.", "abstract": "Background: The extent to which bilingual individuals represent and process their two languages within a shared or partially distinct neural architecture remains a topic of ongoing debate. While both parallel and divergent patterns of impairment have been reported in bilingual aphasia, such findings likely reflect a spectrum of representational overlap influenced by dominance, proficiency, and task demands. Critically, few studies have examined how breakdown manifests across multiple levels of linguistic structure using ecologically valid, discourse-based tasks. Aims: This study investigates whether Spanish-English bilinguals with aphasia exhibit parallel or dissociable patterns of impairment across their two languages, focusing on naturalistic narrative production and fine-grained analysis of error types and code-switching. Methods & Procedures: Thirteen bilingual individuals with aphasia following acquired brain injury produced story retellings in both languages. Speech samples were transcribed and coded for phonological, morphological, syntactic, and semantic errors, and for the word type at which they occurred. Code-switches were also identified and categorized. Analyses included generalized linear modeling and unsupervised clustering. Outcomes & Results: While participants made more errors in their non-dominant language, the structure and distribution of errors were highly similar across languages. Clustering algorithms revealed that impairments were parallel across languages and did not group by language dominance. Code-switching occurred more frequently from the non-dominant to the dominant language, consistent with activation-based lexical selection. Conclusions: Findings support an integrated bilingual language system that spans multiple levels of linguistic representation, modulated by language dominance. Naturalistic discourse tasks allow for richer characterization of bilingual language breakdown and may better inform both theoretical models and clinical management of bilingual aphasia.", "date": "2025-12-21", "journal": ""}
{"title": "Musical training improves planning and robustness of sequence learning", "doi": "10.64898/2025.12.17.695034", "authors": "Leow, L.-A.; Lum, J. A.; Johnson, S.; Corti, E.; Marinovic, W.", "abstract": "Musicians demonstrate advantages in acquiring motor sequences, showing faster learning and better explicit sequence knowledge than non-musicians. However, it is unclear whether this advantage extends beyond acquisition to the consolidation phase, which is when newly learned skills stabilize and become resistant to interference. Additionally, while interference from executing competing motor tasks is well-established, less is known about whether purely sensory information presented after learning can disrupt consolidation of a bimodal motor sequence. We investigated how post-acquisition sensory interference affects performance of a learned audio-visual sequence, and whether musical training moderates this vulnerability. Participants first learned an explicit sequence in a serial reaction time task using synchronous, informative audio-visual cues. After a brief consolidation period, they were randomly assigned to one of four observational conditions that manipulated the relationship between auditory and visual streams. Motor performance was then reassessed. Post-acquisition sensory interference significantly impaired subsequent motor performance, but this effect was modality-specific: it was driven primarily by manipulations to the task-relevant visual stream, while auditory interference alone had no credible effect. Distributional analysis revealed that learning involved a strategic shift from reactive to anticipatory responding. Critically, participants with musical training made this shift significantly faster than those without, demonstrating a more rapid adoption of predictive motor control. These findings demonstrate that newly formed sensorimotor memories are selectively vulnerable to interference in task-relevant modalities. Furthermore, our work provides a mechanistic explanation for the musician advantage in sequence learning, linking it to faster development of predictive motor strategies during consolidation.", "date": "2025-12-21", "journal": ""}
{"title": "A single-cell transcriptomic atlas of peripheral blood immune cells spanning progressive canine leishmaniosis", "doi": "10.64898/2025.12.18.695149", "authors": "Uhl, D. P.; Holbrook, D. J.; Waugh, M. C.; Dey, S.; Brown, N.; Cyndari, K. I.; Oleson, J. J.; Kaye, P. M.; Petersen, C. A.", "abstract": "Dogs play a major role in sustaining transmission of Leishmania infantum to people, thus prevention and treatment of canine leishmaniosis (CanL) to reduce transmission represents an unmet public health need. Although advances have been made in understanding how immunopathology correlates to infectiousness as CanL progresses, the immune mechanisms underlying transition between disease stages and terminal decline remain ill-defined. To address this knowledge gap, we generated a comprehensive atlas of peripheral immune cells from control dogs and naturally-infected dogs using single-cell RNA sequencing. The LeishDog Atlas captures the cellular and transcriptional complexity underlying CanL, tracing shifts in immune composition and gene expression across progressive, well-defined disease stages. Notably, we identified distinct myeloid, CD4+ and CD8+ T cell phenotypes and transcriptional states associated with disease progression. This resource provides a valuable framework for understanding systemic immune dysregulation in CanL, including determinants of T cell exhaustion and myeloid cell activation, and establishes a foundation for comparative, translational, and mechanistic studies of CanL immunopathology and transmissibility.", "date": "2025-12-21", "journal": ""}
{"title": "A pain-reducing Kv6.4 variant spares other Kv6 channels, offering a target for uterine pain", "doi": "10.64898/2025.12.18.692915", "authors": "Drissi, I.; Ng, W. H.; Shaikh, S. S.; Nickerson, A.; Sher, E.; Kless, A.; Woods, G.", "abstract": "Uterine pain conditions such as dysmenorrhea and endometriosis are highly prevalent, poorly managed, and associated with long-term impacts on women's health. The identification of a rare KCNG4 variant (rs140124801; p.Val419Met) previously linked to reduced labor pain suggests Kv6.4 (encoded by KCNG4) may play a role in visceral nociception and offer a new target for non-opioid uterine pain relief. We analyzed UK Biobank data to evaluate clinical phenotypes associated with rare single nucleotide polymorphisms (SNPs) in the conserved TVGYG selectivity filter motif of the Kv6 family wherein p.Val419Met is located. Functional consequences of these variants were assessed using immunofluorescence in SHSY5Y cells to examine membrane trafficking, co-immunoprecipitation to investigate interactions between Kv6 subunits and Kv2.1, and single-cell RNA sequencing to determine expression patterns in mouse sensory neurons. Our genetic analysis identified 5,816 individuals heterozygous and 28 homozygous for the p.Val419Met variant, as well as 292 heterozygous carriers of the p.Thr418Met variant, all located in the Kv6.4 subunit. Neither variant was associated with increased risk for general, neurological, or pain-related disorders, even in homozygous p.Val419Met carriers, supporting a favorable safety profile. Kv6.4Val419Met has a dominant negative effect on wild type Kv6.4. However, this effect is specific to Kv6.4 as, in SHSY5Y cells, co-expression of Kv6.4Val419Met along with Kv6.1, Kv6.2 or Kv6.3, showed no effects on the efficient membrane localization of Kv6.1-3. In contrast, Kv6.4Thr418Met does not interfere with Kv6.4 trafficking or its heteromerization with Kv2.1. Additionally, In SHSY5Y cells, the equivalent p.Val419Met substitution, when introduced into Kv6.1, Kv6.2 and Kv6.3, disrupts their membrane localization, noting that these variants have never been reported. Co-immunoprecipitation shows that Kv6.4 does not interact with other Kv6 subunits and transcriptomic analysis shows that Kv6.4 is expressed in a distinct subset of mouse lumbar dorsal root ganglion neurons innervating pelvic organs. Our findings show that the Kv6.4Val419Met variant selectively disrupts Kv6.4 function without affecting other family members and is not linked to adverse phenotypes. This finding supports Kv6.4 as a highly selective and functionally distinct Kv6 subunit with no widespread deleterious effects on other Kv6 subunits, making it an attractive candidate for therapeutic targeting for uterine pain.", "date": "2025-12-21", "journal": ""}
{"title": "Haplotype-resolved genome assemblies for Norwegian Red cattle", "doi": "10.64898/2025.12.18.695069", "authors": "Hettasch, T. J.; Kent, M. P.; Gjuvsland, A. B.; Arnyasi, M.; Vage, D. I.", "abstract": "Norwegian Red (NR) cattle are the main dairy breed in Norway, bred according to a broad breeding goal including health and fertility since the 1970s. Genomic studies on NR cattle have relied on the public Hereford reference, thus increasing the risk of missing or misrepresenting NR breed-specific variation. Moreover, the Hereford reference is a pseudohaploid assembly, representing homologous chromosomes in a collapsed manner, which results in loss of haplotype-specific alleles and misrepresentation of complex variants. To develop more refined NR specific resources, we utilised long-read sequencing (PacBio HiFi + ONT) and trio-binning to construct six new haplotype-resolved assemblies representing NR genomes. These six NR2025 assemblies show high completeness (BUSCO: 95.82-98.11%) and contiguity (N50: 73.8-88.5 Mb) and are accurately phased (hamming error rate: 0.46-2.52%). Most autosomes have been assembled into the acrocentric centromere, and mapping of bovine satellite sequences reveal distinct organisational patterns of different satellite units across this highly repetitive region. The NR2025 assemblies provide a valuable resource for identification of novel variants and haplotypes in the NR population, which will enable more accurate association studies of genotype-to-phenotype relations and genomic predictions in NR cattle, ultimately enhancing the efficacy of selection for desirable traits.", "date": "2025-12-21", "journal": ""}
{"title": "T2T-CHM13 reference genome reduces mapping bias and enhances alignment accuracy at disease-associated variants", "doi": "10.64898/2025.12.17.694618", "authors": "Cherchi, I.; Orlando, F.; Quaini, O.; Paoli, M.; Ciani, Y.; Demichelis, F.", "abstract": "The T2T-CHM13v2.0 reference genome added previously uncharacterized genomic sequences and improved the accuracy of repetitive stretches compared to former human genome assemblies. By comprehensive allelic variation analysis and read mapping statistics from sequencing reads aligned to hg38 and T2T-CHM13 assemblies in samples encompassing different sequencing designs and ethnicity groups, we observed that T2T-CHM13v2.0 assembly significantly reduces the reference mapping bias (RMB) and increases read mapping precision at clinically relevant sites, including BRCA1 pathogenic variants. Further, we report the presence of sequence dissimilarities among reference genomes in the proximity of ClinVar annotated variants, suggesting the need for data re-analysis and potential redesign of probes targeting clinically relevant regions. Overall, these findings support the implementation of T2T-CHM13 reference for the improvement of sequencing data analyses in the clinical genomic setting.", "date": "2025-12-21", "journal": ""}
{"title": "Equine Parentage Testing with SNPs and beyond: developing a platform independent panel", "doi": "10.64898/2025.12.16.694674", "authors": "Patidar, R.; El-Ghabeish, G.; Abdel Wahhab, M.; Aqeel, H.; Blanco, O. A.; Khokha, M. K.; Lakhani, S. A.", "abstract": "Centuries of selective equine breeding have led to a remarkable diversity of horse breeds each with unique traits. To maintain these breeds, studbooks require parentage testing to guarantee lineage. To determine parentage, the industry assays length polymorphisms in short tandem repeats (STRs) established by the International Society of Animal Genetics (ISAG). However, STRs have significant limitations including challenges with accurately determining genotype, relatively low number of STRs assayed, and low throughput. For these reasons, most other animal breeds including cattle, dog, goats, and sheep use single nucleotide polymorphisms (SNPs) for parentage identification. To this end, the ISAG has introduced a panel of SNPs. Here, we further demonstrate the utility of equine SNP genotyping. Importantly, we show that a number of the ISAG SNPs are not compatible with widely-used, short-read, next generation sequencing (NGS) technologies. Fortunately, SNPs are abundant, and we propose an alternative panel that is platform independent and are all ISAG proposed SNPs. We demonstrate that SNP parentage genotyping is extremely robust and enables additional assays including breed identification and can be readily expanded to also assay equine genetic diseases.", "date": "2025-12-21", "journal": ""}
{"title": "Tibetan near-complete pangenome reveals complex variants underlying high-altitude adaptation", "doi": "10.64898/2025.12.16.694547", "authors": "He, Y.; Liu, K.; Mao, L.; Zhou, F.; Song, J.; Qi, X.; Dongya, W.; Han, J.; Fu, L.; Li, J.; Zhang, Y.; Cui, C.; Ouzhuluobu,  ; Zhang, G.; Mao, Y.; Su, B.", "abstract": "Genomic diversity in indigenous populations offers critical insights into human evolution and population-specific adaptation. Here, we generated 70 near-complete, fully phased genome assemblies from 35 high-altitude Tibetan trios and identified 4.55 million small variants and 63,031 structural variants (SVs) absent from the current global pangenome reference. Comparative analyses with a 595 globally diverse long-read genome dataset revealed 207 previously uncharacterized Tibetan-enriched SVs spanning 275 genes implicated in high-altitude physiological adaptation. Genotyping these SVs in 1,164 Tibetan and Han individuals with 88 physiological traits reveals five variants significantly associated with cardiopulmonary and hematological phenotypes central to hypoxia adaptation. We further map 2.45 Gb of archaic hominin sequences in Tibetans and uncover 18 previously unrecognized introgressed regions enriched in Tibetans with genes related to hematopoiesis and lung function. These regions harbor five Tibetan-enriched SVs, indicating that archaic introgression contributed SVs relevant to human adaptation. Together, these findings reveal substantial uncharacterized genomic diversity in Tibetans and highlight a previously underappreciated role of SVs and archaic SVs in shaping human evolution and high-altitude adaptation.", "date": "2025-12-21", "journal": ""}
{"title": "Cortex-wide Dynamics of Internal Decisions About Behavioral Context", "doi": "10.64898/2025.12.18.694943", "authors": "Calder-Travis, J.; van den Brink, R. L.; Thawani, S.; Schwabe, L.; Donner, T. H.", "abstract": "Many human decisions manifest in the outside world as motor actions. Correspondingly, neural signals reflecting decision formation are expressed in neural populations encoding the final action. Some decisions, however, are internal, shaping overt behavior indirectly through the selection of policies or rules that guide elementary sensory-motor decisions. We studied the human brain dynamics underlying internal decisions about the stimulus-response mapping rule for reporting visual orientation judgments. The rule changed unpredictably in a hidden fashion, and participants tracked it by accumulating ambiguous sensory cues. Computational model-based decoding of source-level magnetoencephalography data uncovered representations of the internal belief about the active rule in many areas, including occipital cortex. These representations exhibited profiles as predicted by normative models and as observed in action-related frontal areas during overt decisions. We conclude that a widely distributed network of cortical areas implements evidence accumulation for internal decisions, and that even visual cortex may represent high-level beliefs.", "date": "2025-12-21", "journal": ""}
{"title": "Early Post-Stimulus Activity Negatively Predicts P300 Amplitude: A Single-Trial Analysis of the Auditory Oddball Task", "doi": "10.64898/2025.12.17.694588", "authors": "Biber, E.", "abstract": "The P300 event-related potential is a core index of attention and context updating, yet the trial-by-trial factors that modulate its amplitude remain incompletely characterized. This study tested whether early post-stimulus signal magnitude in the sensory window (0 150 ms) predicts subsequent P300 amplitude (300 600 ms) at the single-trial level. Using data from the ERP CORE auditory oddball dataset (N = 40 participants; 1,661 accepted trials), early activity was quantified as root mean square (RMS) amplitude at electrode Fz. A linear mixed-effects model revealed a statistically reliable negative association between early RMS and P300 amplitude at Pz ({beta} = -0.064, SE = 0.0245, z = -2.61, p = 0.0085). However, early RMS explained minimal trial-level variance (R2 = 0.0042), indicating a modest effect. Model diagnostics confirmed adequate assumptions for inference (Shapiro-Wilk W = 0.9995, p = 0.9690). Exploratory complexity measures (permutation entropy, Lempel / Ziv) were not predictive. Because RMS reflects both signal magnitude and within-trial variability, the findings are most conservatively interpreted as evidence that higher early signal energy is associated with slightly reduced P300 amplitude, possibly reflecting resource competition, refractory effects, or state-dependent processing. The results provide methodologically rigorous evidence for a small but reliable coupling between early and late ERP components, while highlighting the importance of distinguishing amplitude-based measures from trial-to-trial variability. Independent replication and control analyses separating mean amplitude from dispersion are needed to clarify the underlying mechanism.", "date": "2025-12-21", "journal": ""}
{"title": "Evidence for dimensional representations and anticipatory dynamics in facial expression perception", "doi": "10.64898/2025.12.17.694978", "authors": "Roberts, T.; Liang, Y. Z.; Cupchik, G. C.; Cant, J. S.; Nestor, A.", "abstract": "Expression recognition relies on the ability to distinguish subtle visual differences across a range of facial expressions. Here, we examine the neural representation of dynamic expressions as reflected by electroencephalography (EEG) data in human adults. We find that a wide range of expressions (i.e., 14 emotional and 10 conversational expressions) can be decoded from neural signals, and that their representational structure evinces the classic dimensions of valence and arousal. Critically, we recover, through EEG-based video reconstruction, dynamic representations whose content succeeds in capturing even fine differences across related expressions (e.g., happy-satiated versus schadenfreude). Further, time-resolved decoding reveals anticipatory dynamics that maximize accuracy before the occurrence of an apex expression in the visual stimulus. These results are validated against behavioral data, which yield static reconstructions consistent with their neural counterparts. Thus, our results shed light on the representational basis of expression recognition and serve to recover the dynamic content of visual experience.", "date": "2025-12-21", "journal": ""}