{"title": "Cerebellar acceleration of learning in an evidence-accumulation task", "doi": "10.1101/2021.12.23.474034", "authors": "Oostland, M.; Kislin, M.; Chen, Y.; Chen, T.; Venditto, S. J. C.; Deverett, B.; Wang, S. S.- H.", "abstract": "Perturbation to the cerebellum can lead to deficits in motor function, cognition, and behavioral flexibility. Here we report that a cerebellum-specific transgenic mouse autism model with disrupted Purkinje cell function shows unexpectedly accelerated learning on a sensory evidence-accumulation task, as well as enhanced sensory reactivity to touch and auditory cues. Computational latent-state analysis of behavior revealed that accelerated learning was associated with enhanced focus on current over past trials. In on-task states, a subset of Purkinje cells in crus I produced more complex spikes to sensory stimuli. Learning was accelerated by providing cue-locked optogenetic stimulation of Purkinje cells, but unaffected by continuous optogenetic interference with Purkinje cell activity. Complex spikes fired in response to both correct and incorrect choices, but less so when mice were on-task. Both transgenic mice and mice receiving cue-locked optogenetic stimulation showed prolonged sensory responses in Purkinje-cell complex spikes and anterior cingulate cortex. We suggest that cerebellar activity may shape evidence-accumulation learning by enhancing task focus and neocortical processing of current experience.", "date": "2025-05-31", "journal": ""}
{"title": "The evolution of dependence and cohesion in incipient endosymbioses", "doi": "10.1101/2023.07.17.549359", "authors": "Athreya, G.; Czuppon, P.; Gokhale, C. S.", "abstract": "Eukaryogenesis is the prototypical example of an egalitarian evolutionary transition in individuality, and endosymbiosis, more generally, is central to the origins of many complex biological systems. Why do only some symbioses undergo such a transition, and how does the host-symbiont relationship change during this process? Here, we characterise endosymbiosis by two emergent collective-level properties: host and symbiont survival as a collective (``mutual dependence'') and the level of synchronised reproduction (``reproductive cohesion''). Using adaptive dynamics, we study the evolution of the traits underlying these properties. First, by adding a carrying capacity for the collective population -- a realism omitted in previous models -- we find novel reasons why complete dependence or cohesion might not evolve, thus providing further theoretical support for the rarity of transitions in individuality. Second, our model suggests that asymmetries in evolutionary outcomes of hosts and symbionts can be explained by a difference in their population growth parameters, coupled with their shared fate when in a collective. Lastly, we show that during the early stages of an endosymbiosis, even if investments in dependence and cohesion are uncorrelated, mutual dependence arises faster than reproductive cohesion. Our results, hence, shed light on three aspects of endosymbiosis: coevolution between the host and symbiont, coevolution between dependence and cohesion, and ultimately on the opportunity of undergoing an evolutionary transition. Connecting to ecological factors, this work uncovers fundamental properties of endosymbioses, providing a clear way forward for theoretical and empirical investigations.", "date": "2025-05-31", "journal": ""}
{"title": "Economic analysis of disease and control of multi-field epidemics in agriculture", "doi": "10.1101/2023.09.05.556392", "authors": "Mikaberidze, A.; Gokhale, C. S.; Bargues-Ribera, M.; Verma, P.", "abstract": "Epidemics of plant diseases are estimated to cause significant economic losses in crop production. Fungicide applications are widely used to control crop diseases but incur substantial indirect costs. One essential class of indirect costs arises due to the evolution of fungicide resistance. This indirect cost must be estimated reliably to design economic policy for more sustainable use of fungicides. Such estimation is difficult because the cost depends on economic parameters and the evo-epidemiological properties of crop pathogens. Even a conceptual framework for such estimation is missing. To address this problem, we combined a spatially implicit mathematical model of crop epidemics with an economic analysis at the landscape scale. We investigated how the net economic return from a landscape depends on the proportion of fungicide-treated fields. We discovered a pattern of accelerating (or decelerating) returns, contrary to expected diminishing returns. Next, we calculated the economic cost of the evolution of fungicide resistance as the difference between the optimal net return of the landscape in the absence and presence of resistance. We found that this cost depends strongly on the fungicide price, the degree of resistance, the pathogen's basic reproduction number and the yield loss due to disease. Surprisingly, the cost declines with the fungicide price and exhibits a non-monotonic pattern as a function of the basic reproduction number. Hence, to calculate the cost, we must estimate these parameters robustly, incorporating variations in environmental conditions, crop varieties and the genetic composition of pathogen populations. Appropriate estimation of the cost of resistance evolution can inform economic policy and encourage more sustainable use of fungicides.", "date": "2025-05-31", "journal": ""}
{"title": "Genome-wide characterization of MLO family in bread wheat shed light on its role in resistance to powdery mildew, biotic and abiotic stresses", "doi": "10.1101/2023.09.22.559087", "authors": "Hussain, B.; Ramzan, H.; Raza, Q.; Atif, R. M.; Budak, H.; Ali, Z.", "abstract": "Powdery mildew (PM) is a notorious disease that causes up to 62% of yield losses in wheat. The 66 PM resistance quantitative trait loci (QTL)/genes (Pm1 to Pm66) break down when new pathogen races interact with plants. The knockout of three wheat Mildew resistance locus o (MLO) has conferred stable resistance against PM. However, only seven MLO genes are known in bread wheat, which has limited the development of PM-resistant cultivars. Taking advantage of IWGSC Ref-seq v2.1, we identified 47 MLO genes in wheat that were distributed on all 21 chromosomes in a non-random fashion. Phylogenetic analysis showed that MLOs are divided into four clades/subfamilies, while clades I, II, III, and IV harbored 6, 28, 6, and 7 MLO genes, respectively. The phylogenetic patterns were strongly supported by gene structure and motif distribution in different clades. Motif analysis found 16 conserved motifs in wheat MLOs. Comparative phylogenetic tree of wheat, Arabidopsis, and rice MLOs classified the genes into four clades. Evolution analysis showed that segmental duplications and purifying selection are prevalent in TaMLOs. Finally, nine MLOs showed in silico expression in different tissues during growth and development. Eight genes (TaMLO3/6-A2, TaMLO7-A1, TaMLO9-D1, TaMLO10-A2, TaMLO10-B1, TaMLO10-B2, TaMLO10-D1, and TaMLO10-D2) showed overlapping expression under cold, drought, heat stress, and phosphate starvation. Several MLOs showed differential in silico expression under PM (TaMLO10-A2, TaMLO3/6-A2, TaMLO7-A1, TaMLO10-D5), stripe rust (TaMLO9-D1), and head blight (TaMLO10-A2, TaMLO4-A1, TaMLO10-B1, TaMLO10-B2, TaMLO10-D1, TaMLO10-D2). The quantitative real-time polymerase chain reaction (qRT-PCR) showed that nine genes (TaMLO3/6-A2, TaMLO3/6-B2, TaMLO3/6-D2, TaMLO8-A1, TaMLO8-B1, TaMLO8-D1, TaMLO9-A1, TaMLO10-A1, and TaMLO10-D1) exhibited significant upregulation in PM-resistant line after 24, 48, and 72 hours of post-inoculation with the pathogen as compared with the susceptible cultivar. Whereas TaMLO9-D1 showed downregulation. Thus, these MLO genes have a potential role in wheat under these conditions. Therefore, we hope that the MLO genes identified in this study will be edited through CRISPR/Cas9 and/or will be overexpressed to develop PM and disease-resistant and abiotic stress-tolerant wheat.", "date": "2025-05-31", "journal": ""}
{"title": "Efficient and sustained optogenetic control of sensory and cardiac systems", "doi": "10.1101/2023.11.17.567544", "authors": "Alekseev, A.; Hunniford, V.; Zerche, M.; Jeschke, M.; El May, F.; Vavakou, A.; Siegenthaler, D.; Hueser, M. A.; Kiehn, S. M.; Garrido-Charles, A.; Meyer, A.; Rambousky, A.; Alvanos, T.; Witzke, I.; Rojas-Garcia, K. D.; Draband, M.; Cyganek, L.; Klein, E.; Ruther, P.; Huet, A.; Trenholm, S.; Mace, E.; Kusch, K.; Bruegmann, T.; Wolf, B. J.; Mager, T.; Moser, T.", "abstract": "Optogenetic control of cells is a key life sciences method and promises novel therapies. Here we report on ChReef, an improved variant of the channelrhodopsin ChRmine. ChReef offers minimal photocurrent desensitization, a unitary conductance of 80 fS and closing kinetics of 30 ms, which together enable reliable optogenetic control of cells at low light levels (nano-Joule) with good temporal fidelity and allows sustained stimulation. We demonstrate efficient and reliable red-light pacing and depolarization block of ChReef-expressing cardiomyocyte clusters. Towards clinical application we used AAV-based gene transfer to express ChReef in retinal ganglion cells where it restores visual function in blind mice with light sources as weak as an iPad screen. Toward optogenetic hearing restoration, ChReef enables stimulation of the auditory pathway in rodents and non-human primates with nano-Joule threshold enabling efficient and frequency-specific stimulation by LED-based optical cochlear implants. Thus, ChReef bears great potential for life sciences and clinical application.", "date": "2025-05-31", "journal": ""}
{"title": "ElectroPhysiomeGAN: Generation of Biophysical Neuron Model Parameters from Recorded Electrophysiological Responses", "doi": "10.1101/2023.12.19.572452", "authors": "Kim, J.; Peng, M.; Chen, S.; Liu, Q.; Shlizerman, E.", "abstract": "Recent advances in connectomics, biophysics, and neuronal electrophysiology warrant modeling of neurons with further details in both network interaction and cellular dynamics. Such models may be referred to as ElectroPhysiome, as they incorporate the connectome and individual neuron electrophysiology to simulate neuronal activities. The nervous system of C. elegans is considered a viable framework for such ElectroPhysiome studies due to advances in connectomics of its somatic nervous system and electrophysiological recordings of neuron responses. In order to achieve a simulated ElectroPhysiome, the set of parameters involved in modeling individual neurons need to be estimated from electrophysiological recordings. Here, we address this challenge by developing a deep generative estimation method called ElectroPhysiomeGAN (EP-GAN), which once trained, can instantly generate parameters associated with the Hodgkin-Huxley neuron model (HH-model) for multiple neurons with graded potential response. The method combines Generative Adversarial Network (GAN) architecture with Recurrent Neural Network (RNN) Encoder and can generate an extensive number of parameters (>170) given the neuron's membrane potential responses and steady-state current profiles. We validate our method by estimating HH-model parameters for 200 simulated neurons with graded membrane potential followed by 9 experimentally recorded neurons (where 6 of them newly recorded) in the nervous system of C. elegans. Comparison of EP-GAN with existing estimation methods shows EP-GAN advantage in the accuracy of estimated parameters and inference speed for both small and large number of parameters being inferred. In addition, the architecture of EP-GAN permits input with arbitrary clamping protocols, allowing inference of parameters even when partial membrane potential and steady-state currents profile are given as inputs. EP-GAN is designed to leverage the generative capability of GAN to align with the dynamical structure of HH-model, and thus able to achieve such performance.", "date": "2025-05-31", "journal": ""}
{"title": "A Ratiometric Catalog of Protein Isoform Shifts in the Cardiac Fetal Gene Program", "doi": "10.1101/2024.04.09.588716", "authors": "Han, Y.; Binti, S.; Wennersten, S. A.; Pandi, B.; Ng, D. C. M.; Lau, E.; Lam, M. P. Y.", "abstract": "Pathological cardiac remodeling is associated with the reactivation of fetal genes, yet the extent of the heart's fetal gene program and its impact on proteome compositions remain incompletely understood. Here, using a new proteome-wide protein ratio quantification strategy with mass spectrometry, we identify pervasive isoform usage shifts in fetal and postnatal mouse hearts, involving 145 pairs of highly homologous paralogs and alternative splicing-derived isoform proteins. Proteome-wide ratio comparisons readily rediscover hallmark fetal gene signatures in muscle contraction and glucose metabolism pathways, while revealing novel isoform usage in mitochondrial and gene expression proteins, including PPA1/PPA2, ANT1/ANT2, and PCBP1/PCBP2 switches. Paralogs with differential fetal usage tend to be evolutionarily recent, consistent with functional diversification. Alternative splicing adds another rich source of fetal isoform usage differences, involving PKM M1/M2, GLS-1 KGA/GAC, PDLIM5 long/short, and other spliceoforms. When comparing absolute protein proportions, we observe a partial reversion toward fetal gene usage in pathological hearts. In summary, we present a ratiometric catalog of paralogs and spliceoform pairs in the cardiac fetal gene program. More generally, the results demonstrate the potential of applying the proteome-wide ratio test concept to discover new regulatory modalities beyond differential gene expression.", "date": "2025-05-31", "journal": ""}
{"title": "Stromal and Endothelial Transcriptional Changes during progression from MGUS to Myeloma and after Treatment Response", "doi": "10.1101/2024.04.24.589777", "authors": "Cenzano, I.; Cocera, M.; Larrayoz, M.; Campos-Dopazo, L.; Sanz, S.; Bantan, A.; Vilas, A.; San-Martin, P.; Aguirre-Ruiz, P.; Alignani, D.; Lopez, A.; Sancho Gonzalez, I.; Ruiz, J.; Ripalda-Cemborain, P.; Abengozar-Muela, M.; Muinos-Lopez, E.; Lagani, V.; Tegner, J.; Hernaez, M.; Agirre, X.; Ebert, B.; Paiva, B.; Rodriguez-Otero, P.; Tamariz-Amador, L.-E.; San-Miguel, J.; Saez, B.; Martinez-Climent, J. A.; Calvo, I. A.; Gomez-Cabrero, D.; Prosper, F.", "abstract": "The role of the non-immune bone marrow microenvironment (BME) in the transition from monoclonal gammopathy of undetermined significance (MGUS) into clinically active multiple myeloma (MM) remains incompletely defined. To address this, we transcriptionally profiled endothelial cells (EC), mesenchymal stem cells (MSC) and MM cells at single-cell resolution from two genetically engineered mouse models (BIc{gamma}1 and MIc{gamma}1) that recapitulate MGUS to MM progression. Our analysis revealed distinct transcriptional trajectories in EC and MSC, uncovering stage-specific BME-PC interactions shaping disease progression. EC acquired a stress phenotype during MGUS transitioning to angiogenesis in MM, while MSC exhibited early impaired differentiation capacity during MGUS that persisted in MM. Notably, an interferon (IFN)-associated MM signature was detected in EC and MSC from the BIc{gamma}1 model but was absent in the more aggressive MIc{gamma}1 model. Treatment with bortezomib, lenalidomide, and dexamethasone remodeled the BME by suppressing MM-IFN signaling, promoting an adaptive response in EC, and restoring osteogenic potential in MSC-shifting the niche toward a less tumor-permissive state. Importantly, the MM-IFN signature was validated in patients across the MGUS-to-MM spectrum, supporting the translational relevance of our findings. Together, these data define novel dynamic and targetable alterations in the non-immune BME during myeloma progression.", "date": "2025-05-31", "journal": ""}
{"title": "Cortical synaptic vulnerabilities revealed in a α-synuclein aggregation model of Parkinson's disease", "doi": "10.1101/2024.06.20.599774", "authors": "Sah, S.; Sauerbeck, A. D.; Gupta, J.; Perez-Acuna, D.; Reiber, J. E.; Russell, D.; Goralski, T.; Henderson, M.; Volpicelli-Daley, L. A.; Higley, M. J.; Kummer, T. T.; Biederer, T.", "abstract": "Cognitive impairment is a frequent non-motor symptom in Parkinson's disease, and cortical Lewy pathology is strongly associated with cognitive decline. Synaptic pathology has been observed in the PD cortex, but the extent of synaptic vulnerabilities and their temporal and spatial relationship to pathology remains unclear. We employed high-resolution imaging to analyze synaptic abnormalities in layer 5 of the secondary motor cortex. We used striatal injections of -synuclein pre-formed fibrils as a model to cause the progressive pathological aggregation of endogenous -synuclein. We find that cortical -synuclein pathology results in the progressive loss of excitatory synapses, followed by a reduction in inhibitory postsynaptic sites. Synapse loss is most pronounced in areas with high pathology. Additionally, we observed ultrastructural changes in the remaining excitatory synaptic loci, including smaller synaptic vesicles. Consistent with these results, gene ontology analysis of synaptic genes exhibiting altered expression in pathological neurons supported pre- and post-synaptic changes, including in synapse organizing pathways. Our results demonstrate that -synuclein aggregation in the cortex is linked to molecular and structural alterations that disrupt synaptic connectivity and provide insights into the progressive PD-relevant vulnerability of cortical synapses.", "date": "2025-05-31", "journal": ""}
{"title": "Detecting branching rate heterogeneity with tree balance statistics in lineage tracing trees", "doi": "10.1101/2024.06.27.601073", "authors": "Gao, Y.; Feder, A. F.", "abstract": "Understanding variation in cellular growth rates among cells in tumors is crucial for predicting cancer progression and interpreting tumor-derived genetic data. Advances in lineage tracing technologies enable the reconstruction of high-resolution, single-cell phylogenies of cancer cell populations, but methods to detect cellular growth rate differences on these phylogenies remain limited. Tree balance statistics offer a way forward, but it is unknown if and how these statistics are distorted when applied to phylogenetic reconstructions built from lineage tracing data, and if these distortions limit the utility of tree balance statistics to distinguish between evolutionary scenarios characterized by variable or homogeneous cellular growth rates. Here, we examined two tree balance statistics, J1 and the Sackin index, and benchmarked their performance in distinguishing lineage tracing trees derived from populations with and without variable cellular growth rates. We found that when tumor population sizes and lineage tracing editing rates are approximately known and in favorable ranges, J1 detects departures from homogenous growth rates just as well on lineage tracing trees as on true genealogical trees, while the Sackin index loses most of its power even under the most favorable conditions. We applied our J1-based test to data derived from cancer lineage tracing experiments and found widespread signals of growth rate heterogeneity in murine autochthonous lung cancers, and lung and PDAC xenograft experiments in mice. Our results demonstrate the potential and challenges of tree balance statistics in analyzing growth dynamics in lineage tracing data.", "date": "2025-05-31", "journal": ""}
{"title": "Context-Seq: CRISPR-Cas9 Targeted Nanopore Sequencing for Transmission Dynamics of Antimicrobial Resistance", "doi": "10.1101/2024.09.12.612745", "authors": "Fuhrmeister, E. R.; Kim, S.; Mairal, S. A.; McCormack, C.; Chieng, B.; Swarthout, J. M.; Paulos, A. H.; Njenga, S. M.; Pickering, A. J.", "abstract": "Antimicrobial resistance (AMR) aligns with a One Health framework in that resistant bacteria and antibiotic resistance genes (ARGs) can be transmitted between humans, animals, and the environment. However, there is a critical need to more precisely understand how and to what extent AMR is exchanged between animals and humans. Metagenomic sequencing has low detection for rare targets such as ARGs, while whole genome sequencing of isolates is burdensome and misses exchange between uncultured bacterial species. We developed a novel, targeted sequencing assay using CRISPR-Cas9 to selectively sequence ARGs and their genomic context with long-read sequencing. Using this method, termed Context-Seq, we investigated overlapping AMR elements containing the ARGs blaCTX-M and blaTEM between adults, children, poultry, and dogs in animal-owning households in Nairobi, Kenya. We identified 22 genetically distinct clusters (> 80%ID over [&ge;] 3000 bp) containing blaTEM and one cluster containing blaCTX-M that were shared within and between households. Half of the clusters were shared between humans and animals, while the other half were shared only between animals (poultry-poultry, dog-dog, and dog-poultry). We identified potentially pathogenic hosts of ARGs including Escherichia coli, Klebsiella pneumonia, and Haemophilus influenzae across sample types. Context-Seq complements conventional methods to obtain an additional view of bacterial and mammalian hosts in the proliferation of AMR.", "date": "2025-05-31", "journal": ""}
{"title": "Hyperdiverse, bioactive, and interaction-specific metabolites produced only in co-culture suggest diverse competitors may fuel secondary metabolism of xylarialean fungi", "doi": "10.1101/2024.12.10.624342", "authors": "Franco, M. E. E.; Nickerson, M. N.; Bowen, B. M.; Louie, K.; Northen, T.; U'Ren, J. M.", "abstract": "Xylariales is one of the largest and most ecologically diverse fungal orders that is well-known for its chemical diversity. Enhanced secondary metabolism of Xylariales taxa is associated with increased gene duplication and horizontal gene transfer (HGT) of biosynthetic gene clusters (BGCs), especially in generalist taxa with both greater saprotrophic abilities and broader host ranges as foliar endophytic symbionts. Thus, one hypothesis for BGC diversification among more generalist fungi is that diverse competitive interactions-in both their free-living and symbiotic life stages with many hosts-may exert selective pressure for HGT and a diverse metabolic repertoire. Here, we used untargeted metabolomics to examine how competition (pairwise co-cultures) between seven xylarialean fungi influenced their metabolite production. Of the >9,000 total features detected, 6,115 and 2,071 were over-represented in co-cultures vs. monocultures, respectively. For each strain, each additional co-culture interaction resulted in an 11-14-fold increase in metabolite richness compared to monocultures, reflecting the limited amount of metabolite overlap among different co-culture combinations. Phylogenetic relatedness and BGC content did not impact the diversity of metabolites produced in co-culture; however, co-cultures between more ecologically distinct fungi elicited the strongest metabolic response. Overall, the diversity, specificity, and putative bioactivity of metabolites over-represented only in co-culture supports the role of widespread and diverse competitive fungal interactions to drive xylarialean metabolic diversification. Additionally, as fungal-produced plant hormones were only detected in co-culture, our results reveal the potential for in planta interactions among fungal endophytes to influence the host plant.", "date": "2025-05-31", "journal": ""}
{"title": "Age-related Increase in Locus Coeruleus Activity and Connectivity with Prefrontal Cortex during Ambiguity Processing", "doi": "10.1101/2024.12.21.629084", "authors": "Dave, A.; Ye, S.; Batz, L. R.; Lan, X.; Jacobs, H.; Ziaei, M.", "abstract": "Interpreting ambiguous environmental cues, like facial expressions, becomes increasingly challenging with age, especially as cognitive resources decline. Managing these challenges requires adaptive neural mechanisms that are essential for maintaining mental well-being. The locus coeruleus (LC), the brain's main norepinephrine source, regulates attention, arousal, and stress response. With extensive cortical connections, the LC supports adapting to cognitive demands and resolving conflicting cues from environment, particularly in later life. Previous research suggests that LC interacts with the prefrontal cortex (PFC) during high-conflict tasks. However, whether LC activity and its connectivity with the PFC support emotional ambiguity processing and contributes to emotional well-being in healthy aging remains unclear. To address this gap, we used 7T-MRI to examine LC function in 75 younger (25.8+/-4.02years, 35females) and 69 older adults (71.3+/-4.1 years, 35females) during facial-emotion-recognition task morphed with varying ambiguity: anchor (unambiguous happy or fearful), intermediate-ambiguity (30%happy-70%fearful and 40%happy-60%fearful expressions), and absolute-ambiguity (50%happy-fearful). Behaviorally, participants had longer response times and lower confidence during the absolute-ambiguity condition, while older adults perceived ambiguous faces as happy more frequently than younger adults. Neuroimaging results revealed older adults exhibited greater LC activity and enhanced connectivity with dorsolateral PFC (dlPFC) during absolute-ambiguity compared to younger adults. This heightened connectivity in older adults was linked to better task-independent self-reported mental well-being questionnaires and greater emotional resilience scores derived from principal component analysis. Overall, these findings suggest that greater LC activity supports managing cognitively demanding tasks, while enhanced LC-dlPFC connectivity promotes emotional well-being, highlighting this neural pathway's role in healthy aging.", "date": "2025-05-31", "journal": ""}
{"title": "Bacterial and host enzymes modulate the inflammatory response produced by the peptidoglycan of the Lyme disease agent", "doi": "10.1101/2025.01.08.631998", "authors": "McCausland, J. W.; Kloos, Z. A.; Irnov, I.; Sonnert, N. D.; Zhou, J.; Putnick, R.; Mueller, E. A.; Steere, A. C.; Palm, N. W.; Grimes, C. L.; Jacobs-Wagner, C.", "abstract": "The spirochete Borrelia burgdorferi causes Lyme disease. In some patients, an excessive, dysregulated proinflammatory immune response can develop in joints leading to persistent arthritis even after antibiotic therapy. In such patients, persistence of antigenic B. burgdorferi peptidoglycan (PGBb) fragments within joint tissues may contribute to immunopathogenesis pre- and post-antibiotic treatment. In live B. burgdorferi cells, the outer membrane shields the polymeric PGBb sacculus from exposure to the immune system. However, unlike most diderm bacteria, B. burgdorferi releases PGBb turnover products into its environment due to the absence of recycling activity. In this study, we identified the released PGBb fragments using a mass spectrometry-based approach. By characterizing the L,D-carboxypeptidase activity of B. burgdorferi protein BB0605 (renamed DacA), we found that PGBb turnover largely occurs at sites of PGBb synthesis. In parallel, we demonstrated that the lytic transglycosylase activity associated with BB0259 (renamed MltS) releases PGBb fragments with 1,6-anhydro bond on their N-acetylmuramyl residues. Stimulation of human cell lines with various synthetic PGBb fragments revealed that 1,6-anhydromuramyl-containing PGBb fragments are poor inducers of a NOD2-dependent immune response relative to their hydrated counterparts found in the polymeric PGBb isolated from dead bacteria. We also showed that the activity of the human N-acetylmuramyl-L-alanine amidase PGLYRP2, which reduces the immunogenicity of PGBb material, is low in joint (synovial) fluids relative to serum. Altogether, our findings suggest that MltS activity helps B. burgdorferi evade PG-based immune detection by NOD2 during growth despite shedding PGBb fragments and that PGBb-induced immunopathology likely results from host sensing of PGBb material from dead (lysed) spirochetes. Additionally, our results suggest the possibility that natural variation in PGLYRP2 activity may contribute to differences in susceptibility to PG-induced inflammation across tissues and individuals.", "date": "2025-05-31", "journal": ""}
{"title": "Gaze dynamics prior to navigation support hierarchical planning", "doi": "10.1101/2025.01.16.633460", "authors": "Gordon, J. R.; Chuang, J.; Pezzulo, G.", "abstract": "The task of planning future actions in the context of an uncertain world results in massive state spaces that preclude exhaustive search and other strategies explored in the domains of both human decision-making and computational agents. One plausible solution to this dimensionality explosion is to decompose the task into subgoals that match the information geometry of the task at hand. However, how individuals identify a productive hierarchy, and perceive and select subgoals suitable to planning, is not well understood. To investigate this topic, we designed a virtual-reality based behavioral experiment which collected eye movements during a pre-navigation planning phase. By capturing gaze dynamics correlated with the simulative processes used in planning, we were able to identify the spatiotemporal evolution of visual search under uncertainty. Our results highlight gaze dynamics indicative of a search process that exhibits hierarchical structure. These include a decreasing trend seen in gaze distance from origin and a broad to narrow shift (with reducing saccade distances and longer fixation durations) as plans are established. In line with prior work, critical tiles to which landscape connectivity is most sensitive were the strongest predictors of visual attention. We also find that deeper planning was correlated with success only on the most complex maps (e.g. those with a larger number of information-nodes, higher branching factor, and more forks, according to an info-graphical map analysis). This study highlights the role of embodied visual search during planning, and the skill-dependence of the specific subgoals and hierarchical decomposition used which unlocked successful performance.", "date": "2025-05-31", "journal": ""}
{"title": "GETgene-AI: A Framework for Prioritizing Actionable Cancer Drug Targets", "doi": "10.1101/2025.01.21.634201", "authors": "Gu, A.; Chen, J. Y.", "abstract": "Prioritizing actionable drug targets is a critical challenge in cancer research, where high-dimensional genomic data and the complexity of tumor biology often hinder effective prioritization. To address this, we developed GETgene-AI, a novel computational framework that integrates network-based prioritization, machine learning, and automated literature analysis to prioritize and rank potential therapeutic targets. Central to GETgene-AI is the G.E.T. strategy, which combines three data streams: mutational frequency (G List), differential expression (E List), and known drug targets (T List). These components are iteratively refined and ranked using the Biological Entity Expansion and Ranking Engine (BEERE), leveraging protein-protein interaction networks, functional annotations, and experimental evidence. Additionally, GETgene-AI incorporates GPT-4o, an advanced large language model, to automate literature-based ranking, reducing manual curation and increasing efficiency. In this study, we applied GETgene-AI to pancreatic cancer as a case study. The framework successfully prioritized high-priority targets such as PIK3CA and PRKCA, validated through experimental evidence and clinical relevance. Benchmarking against GEO2R and STRING demonstrated GETgene-AIs superior performance, achieving higher precision, recall, and efficiency in prioritizing actionable targets. Moreover, the framework mitigated false positives by deprioritizing genes lacking functional or clinical significance. While demonstrated on pancreatic cancer, the modular design of GETgene-AI enables scalability across diverse cancers and diseases. By integrating multi-omics datasets with advanced computational and AI-driven approaches, GETgene-AI provides a versatile and robust platform for accelerating cancer drug discovery. This framework bridges computational innovations with translational research to improve patient outcomes.", "date": "2025-05-31", "journal": ""}
{"title": "Deep Learning Improves Parameter Estimation in Reinforcement Learning Models", "doi": "10.1101/2025.03.21.644663", "authors": "Xiong, H.-D.; Ji-An, L.; Mattar, M. G.; Wilson, R. C.", "abstract": "Cognitive modeling provides a formal method to articulate and test hypotheses about cognitive processes. However, accurately and reliably estimating model parameters remains challenging due to common issues in behavioral science, such as limited data, measurement noise, experimental constraints, and model complexity. These challenges hinder the interpretability of parameters in both behavioral and neural data. In this study, we systematically examine how different optimization methods influence the generalizability, identifiability, robustness, and reliability of cognitive parameters in reinforcement learning models, which are widely used in psychology and neuroscience to study the cognitive mechanisms underlying value-based decision-making. Specifically, we compare the Nelder-Mead method (fminsearch), the de facto optimization approach in cognitive modeling, with a deep learning pipeline that integrates neural networks and modern optimization techniques, evaluating both across ten diverse value-based decision-making datasets involving human and animal participants performing various bandit tasks. Surprisingly, we find that although both approaches achieve comparable predictive accuracy, they produce divergent parameter estimates. Parameters estimated via the deep learning pipeline consistently demonstrate smaller gaps between training and test performance (better generalizability), increased resistance to parameter perturbations (enhanced robustness), improved recovery of ground-truth parameters in low-data regimes (stronger identifiability), and greater consistency across repeated measurements from the same individuals (better test-retest reliability). Our findings underscore the importance of systematically evaluating cognitive parameters from multiple perspectives to ensure their meaningful interpretation. Furthermore, the results highlight a critical yet underappreciated factor in cognitive modeling: the choice of optimization algorithm can systematically influence parameter estimates, even when predictive accuracy remains constant. These findings advocate for adopting deep learning-based optimization methods in cognitive modeling to improve parameter estimation.", "date": "2025-05-31", "journal": ""}
{"title": "Low-dimensional genotype-fitness mapping across divergent environments suggests a limiting functions model of fitness", "doi": "10.1101/2025.04.05.647371", "authors": "Ghosh, O. M.; Kinsler, G.; Good, B. H.; Petrov, D.", "abstract": "A central goal in evolutionary biology is to be able to predict the effect of a genetic mutation on fitness. This is a major challenge because fitness depends both on phenotypic changes due to the mutation, and how these phenotypes map onto fitness in a particular environment. Genotype, phenotype, and environment spaces are extremely large and complex, rendering bottom-up prediction difficult. Here we show, using a large collection of adaptive yeast mutants, that fitness across a set of lab environments can be well-captured by low-dimensional linear models of abstract genotype-phenotype-fitness maps. We find that these maps are low-dimensional not only in the environment where the adaptive mutants evolved, but also in divergent environments. We further find that the genotype-phenotype-fitness spaces implied by these maps overlap only partially across environments. We argue that these patterns are consistent with a \"limiting functions\" model of fitness, whereby only a small number of limiting functions can be modified to affect fitness in any given environment. The pleiotropic side-effects on non-limiting functions are effectively hidden from natural selection locally, but can be revealed globally. These results combine to emphasize the importance of environmental context in genotype-phenotype-fitness mapping, and have implications for the predictability and trajectory of evolution in complex environments.", "date": "2025-05-31", "journal": ""}
{"title": "The MpCAFA gene encodes a ciliary protein required for spermatozoid motility in the liverwort Marchantia polymorpha", "doi": "10.1101/2025.04.26.650577", "authors": "MORITA, M.; Yamato, K. T.", "abstract": "Bryophytes, pteridophytes, and some gymnosperm species produce motile ciliated spermatozoids that navigate to the egg by regulating ciliary motility in response to a concentration gradient of attractants released from the egg and/or the surrounding cells. However, the structural components of spermatozoid cilia in land plants remain largely unknown. In this study, we investigated MpCAFA (combined calcyphosine [CAPS] with flagellar-associated protein 115 [FAP115]; Mp1g04120) in the liverwort Marchantia polymorpha. The N-terminal and near C-terminal regions of MpCAFA showed similarity to CAPS, a mammalian EF-hand protein, and FAP115, a ciliary protein of the green alga Chlamydomonas reinhardtii, respectively. MpCAFA was expressed specifically in antheridia and its orthologs were found in some algae, bryophytes, pteridophytes, and some gymnosperms, but not in most seed plants. Spermatozoids from mutants lacking functional MpCAFA exhibited a significant decrease in swimming speed. Notably, these mutants showed no obvious morphological defects, including a 9 + 2 axoneme arrangement, and retained chemotactic capability and fertility, forming normal spores. This suggests that MpCAFA is required for spermatozoid motility, but not for sperm chemotaxis or subsequent reproductive processes. The introduction of MpCAFApro:MpCAFA-mCitrine fully complemented the mutant phenotype and revealed that MpCAFA-mCitrine was localized along the lengths of the two spermatozoid cilia. Both the CAPS-like and FAP115-like domains were essential for MpCAFA function and subcellular localization in spermatozoid, whereas the C-terminal proline-rich region was dispensable. These findings indicate that MpCAFA is a major ciliary protein in land plants and can serve as a marker for visualizing spermatozoid ciliary movements.", "date": "2025-05-31", "journal": ""}
{"title": "Persistently increased expression of PKMζ and unbiased gene expression profiles identify hippocampal molecular traces of a long-term active place avoidance memory and 'shadow' proteins", "doi": "10.1101/2025.04.28.651143", "authors": "Han, J.; Grau-Perales, A.; Harris, R. M.; Kao, H.-y.; Pal, A.; Alarcon, J.-M.; Sacktor, T. C.; Martiniani, S.; Hofmann, H. A.; Fenton, A. A.", "abstract": "Long-term memory formation transiently activates Ca2+-calmodulin kinase II (CaMKII) and atypical protein kinase C isoform iota/lambda (PKC/{lambda}), whereas persistent activation of the other atypical PKC, protein kinase M zeta (PKM{zeta}), together with its interacting partner, the scaffolding-protein KIBRA, is necessary for maintaining potentiated synapses and memory. Here, we use immediate early gene (IEG) Arc activation during active place avoidance memory expression to tag memory-activated neurons with EYFP, followed by PKM{zeta} immunohistochemistry to learn which hippocampal synaptic pathways are persistently altered. For at least 1 month, PKM{zeta} and EYFP-PKM{zeta} colocalization persistently increase in the hippocampal tri-synaptic pathway (dentate gyrus (DG)[-&gt;]CA3[-&gt;]CA1). We thus use DG, CA3, and CA1 transcriptional profiling to identify mRNAs for PKM{zeta} and other molecules that might contribute to maintaining the memory. We find that memory persistence correlates with the upregulation of IEGs Arc, Fos, and NPas4 in DG. In contrast, expression of CaMKII, PKM{zeta}, PKC/{lambda}, KIBRA, and most other LTP-associated proteins do not covary with memory. This result rules out strong memory-related transcriptional regulation, but not regulation of mRNA translation or stability of these 'shadow proteins' that, despite being crucial for memory maintenance, evade detection by unbiased transcriptome profiling. We further examine whether covarying gene expression defines molecular ensembles that predict memory and Prkcz expression. Community detection, applied to both linear and non-linear pairwise gene co-expression relationships, reveals gene co-expression networks predictive of memory, memory-related IEGs, and Prkcz expression. These findings trace: i) a PKM{zeta} engram in the hippocampus; and highlight: ii) sustained IEGs upregulation in >24-h memory maintenance; iii) the utility of investigating both linear and non-linear gene expression covariance patterns; iv) limits of transcriptional profiling for identifying long-term memory molecules, most of which appear to be in 'shadow' ; and demonstrates v) that weak pair-wise gene-gene correlations can identify strong gene co-expression networks related to behavioral and shadow molecular estimates of long-term memory.", "date": "2025-05-31", "journal": ""}
{"title": "Optimizing Oyster Breeding with Machine Learning and BigData for Superior Quality", "doi": "10.1101/2025.05.16.654565", "authors": "Nayak, P.; Mishra, R.; Swain, R.; Sahoo, D.", "abstract": "Oyster aquaculture is a vital component of global marine ecosystems and food production, yet winter mortality events threaten both ecological stability and economic viability. Traditional selective breeding methods, reliant on phenotypic traits and slow generational cycles, struggle to address these challenges efficiently. This study introduces an innovative approach integrating machine learning with multi-omics data genomics, transcriptomics, and proteomics to optimize oyster breeding for resilience and quality. By analyzing high-resolution datasets encompassing genetic markers, environmental stressors, and survival metrics, our ML models identified key SNPs linked to cold tolerance and disease resistance. Marker-assisted selection (MAS) accelerated breeding cycles, while predictive algorithms achieved 92.4% accuracy in forecasting survival and growth traits. Controlled trials demonstrated a 30% reduction in winter mortality and a 25% improvement in growth rates among ML-selected oyster lineages compared to traditional methods. Additionally, a smartphone-based diagnostic tool was developed to enable real-time monitoring of oyster health, empowering farmers to adapt feeding and environmental strategies dynamically. This research bridges the gap between conventional aquaculture and computational innovation, offering a scalable framework to enhance genetic diversity, sustainability, and yield. By replacing trial-and-error practices with data-driven precision, our approach not only mitigates immediate industry challenges but also establishes a pathway for climate-resilient aquaculture. The fusion of ML with multi-omics technologies marks a transformative shift, enabling breeders to make rapid, evidence-based decisions that harmonize ecological stewardship with commercial demands.", "date": "2025-05-31", "journal": ""}
{"title": "When good guides go bad: empirical evaluation of all unique Cas9 targets in E. coli reveal widespread functionality and rules for gRNA biological design", "doi": "10.1101/2025.05.23.651106", "authors": "Phillips, E. K.; Harrison, R.; Charles, S.; Klingeman, D. M.; Wiser, T. D.; Eckert, C. A.; Alexander, W. G.", "abstract": "The Cas9 nuclease has become central to modern methods and technologies in synthetic biology, largely due to the ease in which it can be targeted to specific DNA loci via guide RNAs (gRNAs). Reports vary widely on the actual specificity of this targeting, with some studies observing 60% of gRNAs possessing no activity against the genome, while there is a general assumption in the E. coli community that inactive gRNAs are rare. To resolve these contradictions, we evaluated the activity of nearly 500,000 unique gRNAs in the E. coli K12 MG1655 genome. We show that the overwhelming majority of unique gRNAs are functional (at least 93%) while only 0.3% are nonfunctional. These nonfunctional gRNAs tend to exhibit strong spacer self-interaction, leading to the development of a simple set of gRNA design rules for bacteria. Finally, this work provides the greater microbial synthetic biology community a set of nearly half a million sgRNA spacers that have been empirically evaluated in vivo which will expedite future biological engineering projects.", "date": "2025-05-31", "journal": ""}
{"title": "PACT suppresses PKR activation through dsRNA binding and dimerization, and is a therapeutic target for triple-negative breast cancer", "doi": "10.1101/2025.05.27.656288", "authors": "Young, A. A.; Juhler, I. G.; Pierce, J. R.; Bohlin, H. E.; Harper, H. A.; Onishile, D. S.; Chua, R. N.; Liu, M. E.; Gardner, E. N.; Elzey, B. D.; Cottrell, K. A.", "abstract": "Triple-negative breast cancer (TNBC), the deadliest breast cancer subtype, lacks broadly applicable targeted therapies. Induction of  viral mimicry by activation of viral double-stranded RNA (dsRNA) sensors has potential therapeutic applications for TNBC and other cancers. Suppressors of dsRNA sensing prevent sensing of endogenous dsRNAs and resulting autoimmunity. Depletion of the suppressor of dsRNA sensing ADAR1 causes activation of dsRNA sensors and cell death in many cancer cell lines. These ADAR1-dependent cells are generally also dependent on the dsRNA-binding protein PACT, which is highly expressed and essential in many TNBC cell lines. While PACT is known as an activator of the dsRNA sensor PKR, overexpression of PACT had no effect on activation of PKR in multiple TNBC cell lines. Conversely, depletion of PACT in PACT-dependent cell lines caused robust activation of the dsRNA sensor PKR and cell death, in addition to induction of integrated stress response genes and NF-{kappa}B targets. These phenotypes were entirely dependent on PKR. Rescue experiments revealed that PACT dimerization and dsRNA binding is required to suppress PKR activation. While depletion of PACT alone in ADAR1/ PACT-independent cell lines had no effect on PKR activation, combined depletion of both PACT and ADAR1 in those cell lines caused robust PKR activation and cell death, supporting a partially redundant role for ADAR1 and PACT in suppression of dsRNA sensing. Taken together, these findings support a vital role for PACT in suppressing PKR activation and highlight the therapeutic potential of targeting PACT to treat TNBC.", "date": "2025-05-31", "journal": ""}
{"title": "pLM-SAV: A Δ-Embedding Approach for Predicting Pathogenic Single Amino Acid Variants", "doi": "10.1101/2025.05.24.655916", "authors": "Gereben, O.; Tordai, H.; Khamisi, L.; Kouri, A.; Hegedus, T.", "abstract": "Predicting whether single amino acid variants (SAVs) in proteins lead to pathogenic outcomes is a critical challenge in molecular biology and precision medicine. Experimental determination of the effects of all possible mutations or those observed in pathogenic individuals is infeasible. While existing state-of-the-art tools such as AlphaMissense show promise, their performance remains insufficient for diagnostic applications, they are often challenging to run locally. To address these limitations, we developed pLM-SAV, a simple yet effective predictor leveraging protein language models (pLMs). Our method computes delta-embeddings by subtracting the embedding of the mutant sequence from that of the wild type sequence. These delta-embedding vectors serve as input for a convolutional neural network used for training and prediction. To prevent data leakage, we trained our model on a well-characterized, labeled set of Eff10k and evaluated it on a non-homologous subset of ClinVar data. Our results demonstrate that this approach performs exceptionally well on the Eff10k test folds and reasonably on ClinVar test sets. Notably, pLM-SAV excels in resolving ambiguous predictions by AlphaMissense. We also found that an ensemble method, REVEL, outperforms both AlphaMissense and pLM-SAV, thus, we integrated these REVEL-enhanced predictions into our widely used AlphaMissense web application, https://alphamissens.hegelab.org. Our results demonstrate that an SAV predictor trained on labeled data can achieve high predictive performance. We anticipate that incorporating delta-embeddings into other mutation effect predictors or mutant structure prediction methods will further enhance their accuracy and utility in diverse biological contexts.", "date": "2025-05-31", "journal": ""}
{"title": "Neural integration of acoustic statistics enables detecting acoustic targets in noise", "doi": "10.1101/2025.05.29.656794", "authors": "Alishbayli, A.; Przewrocki, K.; van Heumen, P.; Englitz, B.", "abstract": "Sound detection amidst noise presents an important challenge in audition. Many naturally occurring sounds (rain, wind) can be described and predicted only statistically, so-called sound textures. Previous research has demonstrated the human ability to leverage this statistical predictability for sound recognition, but the neural mechanisms remain elusive. We trained mice to detect vocalizations embedded in sound textures with different statistical predictability, while recording and optogenetically modulating the neural activity in the auditory cortex. Mice showed improved performance and neural encoding if they could sample the statistics longer per trial. Textures with more exploitable structure, specifically higher cross-frequency correlations improved performance, background encoding and vocalization activity. Activating parvalbumin-positive (PV) interneurons had an asymmetric effect, improving detection and neural encoding of vocalizations for low correlations, and impoverishing them for high cross-frequency correlations. In summary, mice exploit stimulus statistics to improve sound detection in naturalistic background noise, reflected in behavioral performance and neural activity, relying on PV interneurons for temporal integration.", "date": "2025-05-31", "journal": ""}
{"title": "Leveraging Dynamic Stability to Infer Regulation in Protein-Protein Interaction Networks: A Study of Infectious Vulnerability in COPD.", "doi": "10.1101/2025.05.26.656208", "authors": "Reimer, J.; Page, J.; Saha, P.; Shen, S.; Zhu, X.; Qian, S.; Mammen, M.; Qu, J.; Sethi, S.; Broderick, G. J.", "abstract": "The fourth leading cause of death in the US, Chronic Obstructive Pulmonary Disease (COPD) is punctuated by frequent viral and bacterial infections causing severe acute exacerbations (AECOPD) and increased mortality. In previous work we have shown that altered immune cell signaling may confer increased and persistent susceptibility to infection. Here we continue this investigation by conducting broad-spectrum proteomic profiling of circulating white blood cells to assemble an empirical protein-protein interaction network associated with frequency of infectious exacerbation. In a novel extension of conventional cross-sectional data analyses, we translate these undirected protein-protein interactions into candidate regulatory relationships with both direction and mode of action. The latter are inferred by formulating and solving a constraint satisfaction problem (SAT) whereby predicted dynamic behaviors of any valid regulatory network must support the expected persistent nature of low and high vulnerability phenotypes. Solving this SAT problem produced a set of competing candidate protein regulatory network architectures and signalling rules that unanimously highlighted several novel candidate pathway elements involved in oxidative stress response. Analysis of the overall dynamics supported by these networks, again supported the hypothesis that progression beyond an immune tipping point may confer persistent susceptibility to infection and that this may constitute a stable phenotype or regulatory trap in COPD characterized by a reactive oxygen cascade.", "date": "2025-05-31", "journal": ""}
{"title": "Parameter-Efficient Fine-Tuning of a Supervised Regulatory Sequence Model", "doi": "10.1101/2025.05.26.656171", "authors": "Yuan, H.; Linder, J.; Kelley, D. R.", "abstract": "DNA sequence deep learning models accurately predict epigenetic and transcriptional profiles, enabling analysis of gene regulation and genetic variant effects. While large-scale training models like Enformer and Borzoi are trained on abundant data, they cannot cover all cell states and assays, necessitating new model training to analyze gene regulation in novel contexts. However, training models from scratch for new datasets is computationally expensive. In this study, we systematically evaluate a transfer learning framework based on parameter-efficient fine-tuning (PEFT) approaches for supervised regulatory sequence models. We focus on the recently published state-of-the-art model Borzoi and fine-tune to new RNA-seq datasets, enabling accurate and efficient analysis of gene regulation across different biological systems. Our results demonstrate that PEFT substantially improves memory and runtime efficiency while achieving high accuracy. The transferred models effectively predict held-out gene expression changes, identify regulatory drivers of differentially expressed genes, and predict cell-type-specific variant effects. Our findings underscore the potential of PEFT to enhance the utility of large-scale sequence models like Borzoi for broader application to study genetic variants and regulatory drivers in any functional genomics dataset. Code for efficient Borzoi transfer is available in the Baskerville codebase https://github.com/calico/baskerville.", "date": "2025-05-31", "journal": ""}
{"title": "Prenatal alcohol exposure promotes nerve injury-induced pathological pain following morphine treatment via NLRP3-mediated peripheral and central proinflammatory immune actions.", "doi": "10.1101/2025.05.30.655639", "authors": "Pasmay, A. A.; Pritha, A. N.; Carter, J. R.; Jones, A.; Fernandez-Oropeza, A. K.; Sun, M. S.; Jimenez, D. C.; Murphy, M.; Valenzuela, C. F.; Noor, S.", "abstract": "Adverse in-utero conditions may exert a lifelong impact on neuroimmune function. Our prior work showed that prenatal alcohol exposure (PAE) increases pathological pain sensitivity (allodynia) following peripheral sciatic nerve injury. While the immune mechanism(s) of PAE-induced immune dysfunction are poorly understood, prior studies implicated the involvement of Toll-like receptor 4 (TLR4) and the nucleotide-binding domain, leucine-rich repeat-containing family, pyrin domain-containing 3 (NLRP3) inflammasomes. Interestingly, emerging data suggest a surprising overlap of spinal glial proinflammatory activation via the TLR4-NLRP3-interleukin (IL)-1{beta} axis due to opioid treatment in nerve-injured non-PAE rodents. Considering this preclinical evidence, we explored whether PAE poses a risk factor in creating proinflammatory immune bias consequent to opioid (morphine) exposure. We hypothesized that under nerve injury conditions, PAE may interact with morphine, promoting peripheral and CNS proinflammatory factors in a NLRP3-dependent manner. Using a minor nerve injury model in adult mice, we demonstrate that PAE prolongs the chronicity of ongoing allodynia in both sexes, with a more pronounced effect observed in male mice. Our study shows that PAE amplifies proinflammatory responses at the injury site and the spinal cord, driving morphine-prolonged allodynia through NLRP3 inflammasome activation. Furthermore, high mobility group box 1 (HMGB1), a well-established pain-promoting TLR4 agonist, is elevated in allodynic PAE mice. NLRP3 inhibitor, MCC950, effectively reverses morphine-induced allodynia and reduces Caspase-1 activity, IL-1{beta}, and related proinflammatory factors. Although few sex-specific effects were observed, our data convincingly support that PAE and morphine interactions ultimately converge on NLRP3-driven mechanisms in both sexes. Together, this study suggests that PAE modulates later-life neuroimmune function and provides critical insights into immune regulators underlying PAE-induced biological vulnerability to pathological pain processing and adverse effects of opioids.", "date": "2025-05-31", "journal": ""}
{"title": "Genome-wide CRISPR screens identify PTGES3 as a novel AR modulator", "doi": "10.1101/2025.05.29.656244", "authors": "Li, H.; Melnyk, J. E.; Fu, B. X. H.; Shrestha, R.; Zhang, M.; Sjostrom, M.; Feng, S.; Anderson, J.; Han, W.; Chesner, L. N.; Shin, H. J.; Farsh, T.; Suarez, H. J.; Nath, S.; Chou, J.; Das, R.; Egusa, E. A.; Calvert, M.; Kishishita, A.; Barpanda, A.; Zhu, J.; Maheshwari, A.; Chen, W. S.; Alshalalfa, M.; Winters, A.; Hua, J. T.; Liu, T.; Davicioni, E.; Wiita, A. P.; Stohr, B. A.; Siddiqui, J.; Huang, B.; Small, E. J.; Shokat, K. M.; Nelson, P.; Quigley, D. A.; Wasmuth, E. V.; Gilbert, L. A.; Feng, F. Y.", "abstract": "The androgen receptor (AR) is a critical driver of prostate cancer (PCa). To study regulators of AR protein levels and oncogenic activity, we created the first live cell quantitative endogenous AR fluorescent reporters. Leveraging this novel AR reporter, we performed genome-scale CRISPRi flow cytometry sorting screens to systematically identify genes that modulate AR protein levels. We identified and validated known AR protein regulators including HOXB13 and GATA2 and also unexpected top hits including PTGES3, a poorly characterized gene in PCa. PTGES3 repression resulted in loss of AR protein, cell cycle arrest, and cell death in AR-driven PCa models. PTGES3 is not a commonly essential gene, and our data nominate it as a prime PCa therapeutic target. Clinically, analysis of PCa data demonstrate that PTGES3 expression is associated with AR-directed therapy resistance. Mechanistically, we show PTGES3 binds directly to AR, forms a protein complex with AR in the nucleus, regulates AR protein stability in vitro and in vivo and modulates AR function in the nucleus at AR target genes. PTGES3 represents a novel therapeutic target for overcoming known mechanisms of resistance to existing AR-directed therapies in PCa.", "date": "2025-05-31", "journal": ""}
{"title": "The genetic architecture of an allosteric hormone receptor", "doi": "10.1101/2025.05.30.656975", "authors": "Stammnitz, M. R.; Lehner, B.", "abstract": "Many proteins function as switches, detecting chemicals and transducing their concentrations into cellular responses. Receptor switches are key to the integration of environmental signals, yet it is not well understood how their signal processing is genetically encoded. Here, to address these questions, we present a complete map of how mutations quantitatively alter the input-output function of a receptor. Using a massively parallel approach, GluePCA, we quantify more than 40,000 binding measurements and 3,500 dose-response curves for variants of the allosteric phytohormone receptor PYL1. Strikingly, >91% of missense variants tune the dose-response of the receptor. Many variants drive changes in sensitivity, basal activity, maximum response and induction steepness in a correlated manner, suggesting a shared underlying biophysical mechanism, which we identify as stability changes. Beyond this, signalling parameters can be independently tuned by mutations, with surprisingly large effects in interface-distal positions and a modular genetic architecture across the receptor's structure. A small subset of missense variants confers qualitative phenotypic innovation, producing hypersensitive and inverted response patterns. Our data demonstrate the feasibility of dose-response profile quantification at massive scale and reveal the remarkable evolutionary malleability of an allosteric switch.", "date": "2025-05-31", "journal": ""}
{"title": "Cancer-associated metabolic alterations facilitated by astrocyte glycogenolysis mediate neuropathic pain chronicity", "doi": "10.1101/2025.05.27.655245", "authors": "Park, J.; Kim, K.; Jun, H.; Lee, S. J.", "abstract": "Metabolic signal in astrocytes has been implicated in a range of neurophysiological disorders. Likewise, pain chronification, defined by the transition from an acute to a persistent pain state in response to repeated or intense nociceptive stimuli, involves crucial contributions from astrocytes. Although lactate transport by anterior cingulate cortex (ACC) astrocytes has been shown to influence pain chronification, the specific metabolic pathways and upstream signaling events remain poorly understood. In this study, we identify glycogenolysis in ACC astrocytes as a central signaling mechanism controlling pain chronification. Inhibition of glycogenolysis suppressed pain-related behaviors and normalized neuronal hyperactivity. To further extend the glycogenolysis effects to the broader metabolic dynamics, we conducted integrated transcriptomic and metabolomic analyses as chronic pain progressed. Interestingly, these analyses revealed that chronic pain was accompanied by a shift toward cancer-associated metabolic programs in the ACC, which was driven by astrocytic glycogenolysis. Taken together, our findings demonstrated that pain chronification was mediated by astrocytic glycogenolysis, which induced cancer-associated metabolic pathway. This suggests that alterations in astrocytic glycogen metabolism could be key signals to cancer-associated metabolic reprogramming and these findings offer novel insights into astrocyte-driven oncogenic metabolic regulation in the neuropathic pathology.", "date": "2025-05-31", "journal": ""}
{"title": "Click-qPCR: an ultra-simple tool for interactive qPCR data analysis", "doi": "10.1101/2025.05.29.656779", "authors": "Kubota, A.; Tajima, A.", "abstract": "Real-time quantitative PCR (qPCR) is a pivotal technique for gene expression and DNA copy number variation analysis. However, the limited availability of easy-to-use software tools remains a significant challenge for experimental biologists without programming expertise. To address this issue, we developed Click-qPCR, a user-friendly, web-based Shiny application that requires no local installation. Click-qPCR streamlines {Delta}Ct and {Delta}{Delta}Ct calculations using user-uploaded CSV data files. The application allows users to dynamically select genes and groups, and perform Welch's t-tests for group comparisons. Results are immediately visualized as interactive bar plots (mean {+/-} SD with individual data points) and can be downloaded as publication-quality images, along with statistical summaries. Click-qPCR enables researchers to efficiently process, interpret, and visualize their qPCR data regardless of programming skills, thereby accelerating data processing and improving the accessibility of routine analysis. Availability & Implementation: The Shiny application of Click-qPCR is freely available at https://kubo-azu.shinyapps.io/Click-qPCR/. The source code and user guide for Click-qPCR are openly available on GitHub at https://github.com/kubo-azu/Click-qPCR.", "date": "2025-05-31", "journal": ""}
{"title": "Functionally distinct ALK and ROS1 fusions detected in infant-type hemispheric gliomas converge on STAT3 and SHP2 activation", "doi": "10.1101/2025.05.27.656302", "authors": "Postlmayr, A.; Sanchez Bergman, A.; Torrejon Diaz, J.; Ciraulo, B.; Yan, S.; Hofmann, N.; Carbajal, S.; Dobler, R.; Machaalani, C.; Priego-Gonzalez, L.; De Micheli, A. J.; Berenjeno-Correa, E.; Baroncini, L.; Grotzer, M. A.; Tabori, U.; Hawkins, C.; Ayrault, O.; Zuckermann, M.; Baumgartner, M.; Guerreiro Stuecklin, A. S.", "abstract": "ALK and ROS1 fusions are emerging as key drivers of infant-type hemispheric gliomas (IHG). With diverse gene partners, the impact of ALK and ROS1 oncoprotein heterogeneity on glioma biology remains unknown. We developed an integrative phospho-proteomic and transcriptomic approach to discover biological functions regulated by five IHG-associated fusions: CCDC88A::ALK, PPP1CB::ALK, GOPC::ROS1, CLIP1::ROS1 and KIF21A::ROS1. Here, we report fusion-specific oncogenic functions conferred by the 5' gene partner, including increased cell motility driven by microtubule-interacting fusions CCDC88A::ALK and CLIP1::ROS1. All studied fusions converged on a non-canonical STAT3 activation. Using affinity purification mass spectrometry, we identify SHP2 in direct interaction with all three ROS1 oncoproteins, but with none of the ALK oncoproteins, which in turn interact with SHC1/SHC3. ROS1 fusions phosphorylated SHP2 to a larger extent than ALK fusions, and analyses of downstream pathways suggested MAPK-independent, non-canonical SHP2-driven functions. Our findings reveal both common and fusion-specific dependencies, offering opportunities to optimize therapeutic strategies for pediatric gliomas.", "date": "2025-05-31", "journal": ""}
{"title": "Complex I Drives Glutamine-Dependent TCA Cycle to Support Viability of MYChigh Breast Cancer Cells", "doi": "10.1101/2025.05.27.656356", "authors": "Anttila, J. M.; Savelius, M.; Somani, J.; Nicorici, D.; Munne, P. M.; Id, L.; Peura, A.; Hiltunen, A. O.; Aung, J.; Awadhpersad, R.; Prajapati, B.; Peltonen, M.; Ala-Hongisto, H.; Gautam, P.; Valimaki, M. J.; Tervonen, T. A.; Sapovalovaite, K.; Devarajan, R.; Perez, M. V. R.; Mutka, M.; Kovanen, P.; Niinikoski, L.; Meretoja, T.; Mattson, J.; Heikkila, P.; Wennerberg, K.; Arsenian-Henriksson, M.; Westermarck, J.; Aittokallio, T.; Goga, A.; Jackson, C. B.; Nieminen, A. I.; Klefstrom, J.", "abstract": "In many cancers, stably elevated MYC levels drive persistent and concerted activation of cell growth promoting anabolic programs and the cell cycle in ways that are distinct from normal cells. Therefore, synthetic-lethal strategies to target MYC reprograming of these pathways may identify new selective anticancer therapies for the treatment of MYChigh tumors. Here, we identify enhanced mitochondrial respiration as a hallmark of MYC overexpressing cancer cells. Mitochondrial respiration sustains the TCA cycle by regenerating NAD+ through complex I-mediated oxidation of NADH. Metabolic carbon tracing analysis revealed that MYC shifts TCA cycle's carbon source from glucose to glutamine. Inhibition of the glutamine-fueled TCA cycle using NAD+-depleting complex I inhibitors resulted in MYC-dependent synthetic lethality in breast cancer cells. In mouse models of MYChigh tumors, persistent inhibition of tumor growth was achieved through combined inhibition of complex I and glutaminolysis. Our results suggest that the high respiration rate observed in MYChigh cells supports glutamine carbon-enriched TCA cycle, rendering MYChigh tumors selectively vulnerable to inhibitors of mitochondrial respiration and glutaminolysis.", "date": "2025-05-31", "journal": ""}
{"title": "Deciphering lipidomics landscape of urine extracellular vesicles in alcohol use disorder patients", "doi": "10.1101/2025.05.27.656263", "authors": "Martin-Urdiales, B.; Perpina-Clerigues, C.; Mellado, S.; Rojas-Pirela, M.; Aguilar Sanchez, M.-L.; Puertas-Miranda, D.; Garcia-Garcia, F.; Marcos, M.; Pascual, M.", "abstract": "Urine extracellular vesicles (EVs) have garnered increasing interest in recent years as, in combination with their lipid content, they represent a potential source of non-invasive biomarkers. Alcohol use disorder (AUD) is one of the most common psychiatric disorders and a significant contributor to morbimortality. Thus, there is growing interest in assessing previous alcohol consumption and evaluating the severity of liver or brain injury, particularly via non-invasive methods. Here, we employed a novel approach based on urine EVs and a highly sensitive lipidomics strategy to characterize lipid species in male AUD patients, as well as to evaluate the differential functional roles and enzymatic activity networks of urine EV lipids. Our results show, for the first time, that the lipidomic profiling of urine EVs in AUD males is characterized by an enrichment of fatty acyls and glycerophospholipids, with FA 22:0 emerging as a potential biomarker. Notably, increased acyl chain saturation and elevated long-chain fatty acids (22-24 carbons) suggest links to AUD-associated inflammation, cancer, and metabolic dysfunction. These findings support an improved understanding of the urine EV lipidome, which could contribute to the identification of novel lipid targets and the discovery of non-invasive biomarkers in AUD.", "date": "2025-05-31", "journal": ""}
{"title": "An Adipose mTORC1 Effector Links Nutrient-induced Ribosomal Protein Translation to Lifespan in Drosophila", "doi": "10.1101/2025.05.27.656475", "authors": "Wang, J.; Cai, Z.; Gu, J.; Yang, M.; Chang, K.; Ning, X.; Wen, Y.; Yan, Y.; Lu, J.; Wang, Y.; Zhai, Z.", "abstract": "Mechanistic target of rapamycin complex 1 (mTORC1) senses nutrient availability to orchestrate metabolic processes critical for physiological homeostasis and organismal ageing. While mTORC1 preferentially regulates the translation of 5'-terminal oligopyrimidine (TOP) motif-containing mRNAs that predominantly encode ribosomal proteins (RPs) via the translational repressor 4E-BP, this mTORC1 function is resistant to rapamycin inhibition. TOP mRNAs are exceptionally abundant, thus imposing a major translational burden on cells; yet how their translation is physiologically tuned and linked to longevity remain unexplored. Here we identify Lsp2, originally known as a storage protein, as an adipose effector of mTORC1 that modulates lifespan in Drosophila. Lsp2 is induced by essential amino acids (EAAs) via mTORC1. Genetic ablation of Lsp2 to blunt organismal response to protein diets drives robust lifespan extension without compromising key life-history traits such as reproduction. Translatomic profiling reveals that loss of Lsp2 selectively reduces global TOP mRNA translation in a 4E-BP-dependent manner, thereby extending lifespan via a mechanism distinct from rapamycin inhibition that fails to reduce 4E-BP phosphorylation in vivo. Finally, Lsp2 adipokine promotes 4E-BP phosphorylation and acts systemically across tissues to shape the lifespan responses to dietary protein. Collectively, our findings establish Lsp2 as a novel translational regulator of TOP genes that mechanistically couples physiological ribosomal protein synthesis with organismal longevity.", "date": "2025-05-31", "journal": ""}
{"title": "Epigenetic remodeling via HDAC6 inhibition amplifies anti-tumoral immune responses in pediatric AML", "doi": "10.1101/2025.05.30.654805", "authors": "Schliehe-Diecks, J.; Tu, J.-W.; Stachura, P.; Schaal, K.; Kemkes, M.; Vasileiou, E.; Ruechel, N.; Brandes, D.; Vogt, M.; Lenz, T.; Nair, A.; Scheu, S.; Dominguez, P.; Pastorczak, A.; Nebral, K.; Stuehler, K.; Fischer, U.; Pandyra, A.; Borkhardt, A.; Bhatia, S.", "abstract": "Histone deacetylase 6 (HDAC6) has emerged as a promising therapeutic target in cancer due to its immunomodulatory effects. While its prognostic significance remains debated, we demonstrate that HDAC6 loss significantly impairs myeloid leukemia progression in vivo, despite having no functional impact on leukemia cell proliferation in vitro. Global proteome and secretome profiling of HDAC6-knockout (KO) cells revealed upregulation of several immune-related modulators, including RNase T2, a tumor suppressor known to modulate the tumor microenvironment. Notably, RNase T2 upregulation upon HDAC6 loss was restricted to myeloid but not B-ALL cells. Moreover, pharmacological inhibition of HDAC6 recapitulated this phenotype, leading to RNase T2 upregulation in myeloid leukemia cells. ATAC-seq revealed increased chromatin accessibility of RNase T2 following HDAC6 loss, highlighting a functionally epigenetic regulatory contribution. Further functional assays conducted in an immunocompetent setting both ex vivo and in vivo demonstrated that HDAC6 inhibition sensitized murine AML cells to broad CD8+ T cell activation as evidenced by increased TNF and CD107a expression. Consistently, in a syngeneic AML model, HDAC6 inhibition restricted AML cell growth. Moreover, an extended drug screening analysis identified Cytarabine and Clofarabine as significantly synergizing with HDAC6 inhibitor (Ricolinostat) in AML cell lines or pediatric patient derived xenograft (PDX)-AML cells, while showing limited synergy in ALL cell lines, PDX-ALL cells or healthy controls. These findings suggest that HDAC6 represents a promising therapeutic target in pediatric AML by simultaneously enhancing immune activation and increasing chemosensitivity.", "date": "2025-05-31", "journal": ""}
{"title": "Altered Hepatic Metabolism in Down Syndrome", "doi": "10.1101/2025.05.27.656393", "authors": "Dunn, L. N.; Niemeyer, B. F.; Eduthan, N. P.; Schade, K. A.; Waugh, K. A.; Brown, C.; Rachubinski, A. L.; Timkovich, A. E.; Orlicky, D. J.; Galbraith, M. D.; Espinosa, J. M.; Sullivan, K. D.", "abstract": "Trisomy 21 (T21) gives rise to Down syndrome (DS), the most commonly occurring chromosomal abnormality in humans. T21 affects nearly every organ and tissue system in the body, predisposing individuals with DS to congenital heart defects, autoimmunity, and Alzheimer's disease, among other co-occurring conditions. Here, using multi-omic analysis of plasma from more than 400 people, we report broad metabolic changes in the population with DS typified by increased bile acid levels and protein signatures of liver dysfunction. In a mouse model of DS, we demonstrate conservation of perturbed bile acid metabolism accompanied by liver pathology. Bulk RNA-sequencing revealed widespread impacts of the Dp16 model on hepatic metabolism and inflammation, while single-cell transcriptomics highlighted cell types associated with these observations. Modulation of dietary fat profoundly impacted gene expression, bile acids, and liver pathology. Overall, these data represent evidence for altered hepatic metabolism in DS that could be modulated by diet.", "date": "2025-05-31", "journal": ""}
{"title": "Beyond deep versus superficial: true laminar inference with MEG", "doi": "10.1101/2025.05.28.656642", "authors": "Szul, M. J.; Agarwal, I.; Moreau, Q.; Hiba, B.; Bestmann, S.; Barnes, G. R.; Bonaiuto, J. J.", "abstract": "Neural dynamics at the laminar level are critical components of cortical computations, but in humans, non-invasive methods to study these dynamics have been limited to coarse distinctions between deep and superficial layers. Here, we demonstrate that high-precision magnetoencephalography (hpMEG) can achieve laminar inference by localizing sources across all six cortical laminae. Using a multilayer source reconstruction approach, we systematically assess the limits of hpMEGs depth resolution, and show that laminar precision is achievable under optimal signal-to-noise ratios and co-registration accuracy. Our simulations reveal that accurate source reconstruction depends critically on aligning dipole orientations with the underlying cortical columnar structure, and that regional variations in cortical anatomy influence reconstruction fidelity. These findings position hpMEG as a powerful tool for investigating laminar-specific neural dynamics in cognition and behavior, and offer new opportunities to bridge invasive electrophysiology and human neuroimaging.", "date": "2025-05-31", "journal": ""}
{"title": "Adaptive transcranial ultrasound Doppler imaging of the brain", "doi": "10.1101/2025.05.27.656275", "authors": "Waasdorp, R.; Munoz-Ibarra, E.; Nelissen, F.; Heiles, B.; Gazzola, V.; Renaud, G. G. J.; Maresca, D.", "abstract": "The development of fully noninvasive, transcranial functional ultrasound (fUS) would increase the translatability and clinical potential of this neuroimaging modality. Unfortunately, transcranial fUS is hindered by skull-induced aberrations which degrade power Doppler image quality and lower sensitivity. As a result, a majority of fUS imaging studies rely on craniotomies or acoustically transparent cranial windows. To advance fUS technology further, we present an adaptive aberration correction method based on ray-tracing through 4 tissue layers (transducer lens, gel & skin, bone and brain tissue). Our method segments these layers, and estimates ultrasound wave speeds in each layer iteratively. Once a velocity model of the imaging plane of interest is retrieved, ultrafast power Doppler imaging of the brain is performed using a ray-tracing beamformer that accounts for wave refraction. We tested our method in three adult rats, and estimated wave speeds for the skin/gel layer (1628 {+/-} 7 m/s), skull bone (3247 {+/-} 110 m/s), and brain tissue (1526 {+/-} 55 m/s). After aberration correction, we measured an average adult rat skull thickness of 388 {+/-} 41 m in agreement with anatomical records. The largest improvements in Doppler imaging quality were observed in cortical brain layers adjacent to the skull, specifically lateral spatial resolution was improved by 32%. Our method consistently outperformed Doppler imaging based on traditional delay-and-sum (DAS) beamforming, which assumes a uniform sound speed.", "date": "2025-05-31", "journal": ""}
{"title": "Open-land-derived agroforestry and effects of abandonment of management of the main crop on ecosystem services and woody plant diversity", "doi": "10.1101/2025.05.27.656282", "authors": "Fonzaghi, L. M.; Hylander, K.; de Melo, T. S.; Tack, A. J. M.", "abstract": "Tropical forests are biodiversity hotspots threatened by deforestation and fragmentation. One approach to restore lost tropical forest areas is agroforestry, which benefits farmers by providing harvests and ecosystem services while complying with conservation laws. However, continued management of the main crop in agroforests is a challenge, and for multiple reasons farmers might decide to abandon management. We aimed to understand the reasons leading to the abandonment of management of the main crop and the impact on ecosystem services, disservices, and the woody plant community structure. We conducted farmer interviews and biodiversity surveys at 30 smallholder farms in the Atlantic forest region (Pontal do Paranapanema, SE Brazil) where coffee agroforests were established during the past two decades. Reasons for abandonment were mainly related to agroecology (failure of crop establishment and decline in productivity), whereas only few farmers reported other socioeconomic reasons. Interestingly, ecosystem services, disservices, and woody plant community structure had not (yet) differentiated after the abandonment of management. On the one hand, our findings underscore the need for continued support to farmers both during establishment and long-term management of agroforestry systems. On the other hand, our findings suggest that even after abandonment of management of the main crop the agroforests can continue benefiting farmers with ecosystem services as well as contributing to the restoration of tree cover in the landscape.", "date": "2025-05-31", "journal": ""}
{"title": "Cancer Diagnostics using Machine Learning of Tumor- and Tissue- Specific RNA Transcripts", "doi": "10.1101/2025.05.27.656256", "authors": "Chen, Z.; Tang, J.; Li, H.; Chen, Y.; He, X.", "abstract": "Accurate cancer diagnosis and tissue origin identification are crucial for precision oncology. We explored the potential of tumor-specific RNA transcripts (Tumor-SRTs) and tissue-specific RNA transcripts (Tissue-SRTs) as dual biomarkers using machine learning. Tumor-SRTs effectively distinguished malignant from normal tissues across training, test, and validation sets. Classifiers trained on 25 Tissue-SRTs exhibited high performance, validated externally with varying predictive accuracy across tissue types. We developed SRT-based Cancer Diagnostics (SRT-CD), an intelligent diagnostic system, to diagnose primary and metastatic cancers and determine tissue origin of Cancers of Unknown Primary. SRT-CD achieved top-1/top-3 accuracies of 80%/98.1% for primary and 76.9%/92.3% for metastatic cancers in external validation. This study establishes SRT-CD as a robust tool for clinical cancer diagnosis and tissue origin identification, and guiding personalized treatment strategies.", "date": "2025-05-31", "journal": ""}
{"title": "Microstructural architecture of the argonauts' shell-like eggcase reveals the formation logic of a convergent extended phenotype", "doi": "10.1101/2025.05.27.656349", "authors": "Hirota, K.; Sasaki, T.; Yoshimura, T.; Onodera, S.; Hirano, H.; Toyama, T.; Yoshida, M.-a.; Setiamarga, D. H. E.", "abstract": "Argonautid octopods of the genus Argonauta possess a shell-like biomineralized external structure called an eggcase. A classical behavioral observation suggested that this structure is produced by the first dorsal arms rather than by the mantle tissue as seen in typical molluscan shells. In this study, we performed detailed microstructural analyses using scanning electron microscopy to investigate the characteristics of normal, undamaged eggcases and regions that had undergone post-damage repair. Our analysis revealed that the eggcase comprises five layers: an outermost organic membrane, an outer spherulitic-fibrous prismatic layer, a middle organic layer, an inner spherulitic-fibrous prismatic layer, and an innermost organic membrane. Both prismatic layers exhibit bidirectional growth from the middle organic layer, a unique feature not observed in typical molluscan shells. We propose a four-stage formation sequence to explain the observed microstructural architecture: nucleation on the organic scaffold, bidirectional crystal growth from the organic mid-layer, perpendicular growth relative to the eggcase surface, and final encapsulation by an organic membrane. Interestingly, the growth pattern and crystal shapes in the prismatic layers resemble of the internalized shells of cuttlefish, the calcified skeleton of stony corals, and avian eggshells, suggesting functional convergence. We also identified two repair mechanisms: reattachment of broken fragments and regeneration via new secretions. These findings call into question the previous assumptions about the role of the first dorsal arms in calcification. The eggcase also exemplifies the formation of a functionally and structurally complex extended phenotype through convergence.", "date": "2025-05-31", "journal": ""}
{"title": "Larval seedboxes: a modular and effective tool for scaling coral reef restoration", "doi": "10.1101/2025.05.29.656887", "authors": "Doropoulos, C.; Roff, G.; Carlin, G.; Gouezo, M.; dela Cruz, D.; Chai, A.; Hardiman, L.; Hasson, L.; Thomson, D. P.; Harrison, P. L.", "abstract": "Natural recovery of degraded coral reefs is constrained by low larval recruitment, limiting restoration at ecologically meaningful scales. While propagule-based approaches have proven effective in plant-dominated systems, scaling larval restoration for sessile invertebrates like corals remains challenging. Traditional coral larval methods rely on net enclosures, restricting impact to small areas (<75 m2). We developed and tested a modular, passive larval delivery system - the larval seedbox - to overcome these spatial constraints. Each unit (600 x 500 x 300 mm; 11 kg) enables delayed release of competent larvae near the benthos, enhancing substrate encounter rates over broader areas. At Lizard Island (Great Barrier Reef), five seedboxes delivered ~14 million larvae across ~2 ha of degraded reef. Larval release coincided with slack currents to facilitate local retention and subsequent dispersal. Settlement was assessed on 234 tiles placed in concentric arrays around each seedbox. After 48 hours, 85% of tiles had settlers (up to 1,041 per tile), with mean densities 24-times greater than background levels. Enhanced settlement was directly quantified across >470 m2, with spatial modelling estimating >3,000 m2 via tidally driven dispersal. The larval seedbox enables unrestrained, scalable coral larval seeding and represents a practical advance toward broad-scale reef restoration.", "date": "2025-05-31", "journal": ""}
{"title": "Delayed effects of water-limiting conditions influence the ramet demography of a native iterocarpic thistle", "doi": "10.1101/2025.05.27.656337", "authors": "Mensah, J. N.; Louda, S. M.; Keeler, K. H.; Tenhumberg, B.", "abstract": "1. Increasing temperatures and shifting precipitation patterns are major components of climate change. Yet, the demographic responses of plants to such changes remain poorly known. We used 20 years of demographic monitoring data (1990-2009) on native Cirsium undulatum (wavyleaf thistle) from two Sandhills prairie sites in the central Great Plains, USA, to assess long- and short-term effects of weather variation on ramet dynamics. 2. C. undulatum is a deeply taprooted, short-lived perennial plant that can vegetatively reproduce rosette-like ramets. Since field evidence over the full length of the 20 years documented the recruitment and fate of rosettes, we evaluated ramet vital rates and dynamics. We first estimated annual recruitment, survival, and between-stage transitions. These vital rates were used to develop a matrix population model to calculate annual asymptotic population growth rates ({lambda}. We then fitted a functional linear model to explore the effect of temperature, precipitation, and standardized precipitation evapotranspiration index (SPEI), an integrated measure of drought intensity, on ramet demographic rates. Finally, we developed a population viability analysis (PVA) model to evaluate the persistence of the ramet population under worst- and best-case scenarios of future drought events. 3. The results revealed that at the drier site, Arapaho, wetter than normal years over the previous 19 months increased five parameters and decreased one. Seedling recruitment, flowering single rosette sprouts and {lambda} increased with positive SPEI; and single rosette survival and multiple rosette stasis increased with precipitation. Retrogression from multiple rosette to single rosette was reduced when precipitation decreased. Additionally, higher-than-normal temperatures between 18 to 12-months period before the population census significantly increased the flowering probability of single rosettes. At the second site, Niobrara, only seedling recruitment was significantly increased by positive SPEI. The PVA indicated C. undulatum ramet populations will likely persist even with an increase in drought frequency. 4. This study provides a relatively rare long-term study of the effect of weather variables on demographic rates and plant persistence. Our simulations suggest that plants evolved in highly variable and droughty environments like C. undulatum will be resilient to increases in drought with climate change.", "date": "2025-05-31", "journal": ""}
{"title": "Estimating the impact of invasive pests and diseases on ecosystem services: modelling carbon sequestration loss due to myrtle rust (Austropuccinia psidii exotic strains) in Australia", "doi": "10.1101/2025.05.30.657121", "authors": "Le, T. P.; Theng, M.; Baker, C. M.; Abell, I. R.; Kompas, T.; Hudgins, E. J.", "abstract": "The impacts of invasive pests and diseases are routinely estimated and measured in the context of agriculture, but less so in the context of biodiversity and ecosystem services. In this study, we estimate the potential reduction of carbon sequestration in Australia due to exotic strains of myrtle rust (Austropuccinia psidii, also known as Puccinia psidii, guava rust, or [o]hi'a rust). We model the contribution of susceptible plants to carbon sequestration and use previously known myrtle rust damage estimates to susceptible plant species and the valuation of carbon sequestration in Australia to estimate the potential monetary impact. This method can be systematically extended to other pests impacting plant growth as well as other ecosystem services. In the case of myrtle rust, we estimate that it could cause up to a 1.6% (95% CI: 1.3-2.0%) annual reduction in national carbon sequestration if it were to spread across all climatically suitable areas in Australia, resulting in an estimated value loss of over $340 million AUD (over $220 million USD) per year. Compared with contemporary syntheses of known cost estimates, our results show that the potential consequences of invasive species can be substantially larger than reported, and may be currently undervalued. Our work shows the need to systematically compile the potential impacts and costs to the environment and ecosystem services globally, to support both biosecurity decision-making and climate-change related initiatives such as net-zero emissions targets and reforestation efforts.", "date": "2025-05-31", "journal": ""}
{"title": "Could malaria mosquitoes be controlled by periodic releases of transgenic mosquitocidal Metarhizium pingshaense fungus? A mathematical modeling approach", "doi": "10.1101/2025.05.28.656721", "authors": "Pant, B.; Bilgo, E.; Mitra, A.; Safdar, S.; Diabate, A.; St. Leger, R.; Gumel, A. B.", "abstract": "Insect pathogenic fungi offer a promising alternative to chemical insecticides for controlling insecticide resistant mosquitoes. One proposed method involves releasing male Anopheles mosquitoes contaminated with transgenic Metarhizium pingshaense (Met-Hybrid), to lethally infecting females during mating. This study presents a novel deterministic mathematical model to evaluate the impact of this control approach in malaria-endemic areas. The model incorporates two fungus transmission pathways: mating-based transmission and indirect transmission through contact with fungus- colonized mosquito cadavers. We found the fungus cannot establish in the mosquito population without transmission from infected cadavers (in this scenario, the reproduction number of the model is zero). However, if transmission from colonized cadavers is possible, the fungus can persist in the local mosquito population when the reproduction number exceeds one. Simulations of periodic releases of infected male mosquitoes, parameterized using Met-Hybrid-exposed mosquito data from Burkina Faso, show that an 86% reduction in the local female mosquito population can be achieved by releasing 10 Met-Hybrid- exposed male mosquitoes per wild mosquito every three days over six months. This matches the efficiency of some genetic mosquito control approaches. However, a 90 reduction in the wild mosquito population requires, for instance, daily releases of the fungal-treated mosquitoes in a 6:1 ratio for about 5 months, proving less efficient than some genetic approaches. This study concludes that fungal programs with periodic releases of infected males may complement other methods or serve as an alternative to genetic-based mosquito control methods, where regulatory, ethical, or public acceptance concerns restrict genetically-modified mosquito releases.", "date": "2025-05-31", "journal": ""}
{"title": "Climate Change, Fisheries Management, and Increases in Demersal Fish Distribution in a Southern Ocean Biodiversity Hotspot", "doi": "10.1101/2025.05.27.656478", "authors": "Williams, J.; Foster, S.; Woolley, S.; Ziegler, P.; Masere, C.; Naughten, K.; Ovaskainen, O.; Johnson, C.; Hill, N.", "abstract": "The world's oceans and their biodiversity are undergoing going change driven by climate change and anthropogenic impacts such as fishing. The Kerguelen Plateau is a biodiversity hotspot with many endemic fish species, furthermore the region has economic importance in supporting valuable fisheries. This region is also a climate change hotspot with known notable changes in the location of the polar front, ocean currents, and primary productivity. In this study we use data from long-term scientific trawl surveys and contemporary joint species distribution models to understand how the demersal fish assemblage of the Kerguelen Plateau has changed through time and space. The modelling indicates that most demersal species have had notable changes in their occurrence and CPUE from 2003 to 2016. This included a significant increase in species richness throughout the study period. The modelling also provides novel insights into the depth, climatic and environmental preferences for all species, including many species that were previously data limited. It is unclear whether these changes reflect shifts in the fishery, management, or the effects of climate change, but most likely a combination of all. We also found evidence of several species' distributions responding to temperature variability, with species being exposed to the ongoing impacts of climate change. This new information can be used by managers and policy makers to ensure continuation of sustainable fisheries and the protection of biodiversity into the future.", "date": "2025-05-31", "journal": ""}
{"title": "Evolution of dominance in a Mendelian trait is linked to the evolution of environmental plasticity.", "doi": "10.1101/2025.05.30.657093", "authors": "Fukutomi, Y.; Phillips-Garcia, A.; Liu, J.; Chuang, A.; Watada, M.; Ramniwas, S.; Kopp, A.", "abstract": "Allelic dominance and phenotypic plasticity both influence how genetic variation is expressed in phenotypes, shaping evolutionary responses to selection. In both cases, changes in genotype or environment can cause sharp, nonlinear phenotypic shifts, hinting at shared underlying features of development that may link dominance and plasticity. Here, we investigate these links using a Mendelian, female-limited color dimorphism found in many species of the Drosophila montium lineage. In most species, the Dark allele is dominant, but two species-D. jambulina and D. cf. bocqueti-have been reported to have dominant Light alleles. We show that in both Dark-dominant and Light-dominant species, the color dimorphism is linked to the same locus: the POU domain motif 3 (pdm3) transcription factor. We then demonstrate that the interspecific differences in dominance relationships between pdm3 alleles are due to changes in phenotypic plasticity. In the Dark-dominant species D. rufa and D. burlai, the Dark allele is dominant across all developmental temperatures. In contrast, in both Light-dominant species, dominance is temperature-dependent, with the Light allele becoming increasingly dominant at higher temperatures. These results suggest a mechanistic connection between the evolution of dominance and phenotypic plasticity. We propose this connection may emerge from threshold-like properties of developmental systems.", "date": "2025-05-31", "journal": ""}
{"title": "Oxygen as a primary selective pressure for photo-endosymbiosis evolution", "doi": "10.1101/2025.05.28.656558", "authors": "Quevarec, L.; Bonnarde, R.; Robaglia, C.; Brasseur, G.", "abstract": "Photosymbiosis through eukaryotic or eukaryotic - prokaryotic associations provide energy and oxygen to the living world, however the mechanisms behind their evolution remain unknown. Here we develop a naive system based on the predatory ciliate Tetrahymena thermophila, not known for hosting symbiont, to recapitulate early events leading to photosymbiosis evolution. T. thermophila was found to readily phagocyte eukaryotic algae (Chlorella variabilis) or cyanobacteria (Synechoccocus elongatus) that can reach high numbers within predatory cells. Feeding with either prey in a low carbon environment provide little or no growth advantage to T. thermophila. In contrast, in anoxic environment, both intracellular C. variabilis or S. elongatus can readily support growth of T. thermophila, in the light but not in the dark, demonstrating that oxygen in hospite supply can be an initial feature supporting further photo-endosymbiosis evolution. This suggests that it is unlikely that carbon metabolites produced by phototrophs could have represented a selective advantage for the evolution of photosymbionts. Although most extant photosymbiosis are based on carbon supply to the host cell, we therefore propose that it is a secondary event occurring from initial evolution in anoxic or hypoxic conditions, where O2 production was crucial for establishing the initial steps of photosymbiosis.", "date": "2025-05-31", "journal": ""}
{"title": "Convergent latitudinal erosion of circadian systems in a rapidly diversifying order of fishes", "doi": "10.1101/2025.05.28.656707", "authors": "Wright, D. B.; Zhang, Y.; Daane, J. M.", "abstract": "Biological clocks enable organisms to anticipate cyclical environmental changes. Some habitats, such as those at high latitudes or deep sea, experience seasonally diminished or absent diel cues upon which species entrain their circadian rhythms. Fishes of the order Perciformes have rapidly diversified and adapted to these arrhythmic ecosystems, raising the possibility that evolutionary modifications to their circadian biology contributes to their success as one of the most species-rich orders of vertebrates. Here, we used a comparative genomic approach to investigate patterns of biological clock gene loss and circadian rhythms across 33 perciform and six outgroup species. We found both widespread and lineage-specific loss and relaxed selection in core clock genes, particularly in the convergently evolving polar and deep-sea Notothenioidei and Cottioidei suborders. This trend of circadian gene loss was significantly correlated with latitude, with higher-latitude species showing greater loss. Whether these losses and relaxed selection lead to changes in circadian rhythms is unknown for most perciforms. To address this, we performed metabolic phenotyping on three notothenioid species and found no circadian metabolic oscillations during the late austral fall, including in the sub-Antarctic Eleginops maclovinus, sister to the Antarctic adaptive radiation. We propose that diminished reliance on endogenous biological clocks may be an adaptive feature that facilitates the survival and diversification of perciform fishes in polar and arrhythmic environments.", "date": "2025-05-31", "journal": ""}
{"title": "Geometric morphometrics enables accurate predictions of paleoecology and reveals unique adaptations to an expanded niche space in extinct waterfowl", "doi": "10.1101/2025.05.29.656821", "authors": "Chatterji, R. M.; Williams, S.; Buckner, J. C.", "abstract": "Establishing the relationships between organismal phenotypes and their environment is a key component to understanding evolutionary history. Comparative evaluations of extant and extinct species can reveal how lineages have adapted to changing environmental conditions over time. However, the understanding of paleoecologies is predicated on a robust understanding of how modern species have been shaped by adaptation. Waterfowl may present an ideal group to study adaptive evolution as much of their morphology is apparently shaped by their dietary ecology. Here we use a large geometric morphometric dataset of waterfowl combined with random forest, a supervised machine learning algorithm, and linear discriminate analysis, to predict the dietary ecologies of nine extinct waterfowl species. We find that both model types reliably predict ecology for extinct species with well-established diets. Interestingly, we also found that the Hawaiian moa-nalo and the New Zealand Cnemiornis calcitrans likely occupied ecological niches no longer present in modern waterfowl as they were not morphologically or ecologically convergent with modern geese as previously asserted. Our study demonstrates that waterfowl are an excellent model group for the study of adaptive evolution, and underscores the utility of predictive modelling for paleontological studies.", "date": "2025-05-31", "journal": ""}
{"title": "An ancient role for conserved innate immunity transcription factors in holobiont self-recognition", "doi": "10.1101/2025.05.27.656460", "authors": "Yang, B.; Yuen, B.; Degnan, B. M.; Degnan, S. M.", "abstract": "Animal innate immunity may have evolved to regulate host-symbiont interactions using ancient and highly conserved animal transcription factors (TFs). We test this proposition by comparing cellular and transcriptional responses of a marine sponge presented with either native symbiotic or foreign bacteria. In contrast to foreign bacteria, experimentally introduced symbionts are quickly transported across the sponge epithelial boundary to underlying phagocytic amoebocytes. Numerous conserved immunity TFs, including NF-{kappa}B, IRF, STAT, AP-1, ETS, SMAD and nuclear receptors, pattern recognition receptors (PRRs) and signaling pathways are simultaneously activated. IRF translocates to the nuclei of amoebocytes that have engulfed the symbionts, followed shortly after by NF-{kappa}B, suggesting that both are critical to symbiont recognition. Nuclear localisation of STAT occurs in cells that do not have the symbionts. Foreign bacteria, in contrast, are internalised more slowly and do not induce the nuclear translocation of NF-{kappa}B, IRF or STAT, nor do they induce the upregulation of most other immunity genes. Instead, they induce a xenobiotic response. These findings suggest that the shared ancestor of sponges and other living animals used deeply conserved innate immunity TFs to recognise and maintain a beneficial microbiome.", "date": "2025-05-31", "journal": ""}
{"title": "Heterozygote advantage cannot explain MHC diversity, but MHC diversity can explain heterozygote advantage", "doi": "10.1101/2025.05.27.656382", "authors": "Cherry, J. L.", "abstract": "Several theoretical studies have concluded that heterozygote advantage makes at most a minor contribution to MHC diversity. Siljestam and Rueffler (2024) recently presented models in which heterozygote advantage alone can lead to realistically high diversity. Here I argue that heterozygote advantage cannot by itself explain MHC diversity, and that its contribution to diversity is unlikely to be large in most species. I first show that the high diversity reported by Siljestam and Rueffler is so sensitive to parameter values that the underlying phenomenon cannot explain the widespread diversity of MHC genes. I then consider a fundamental problem with explaining MHC diversity by heterozygote advantage alone: selective forces that favored heterozygotes would lead to the evolution of haplotypes having much higher fitness when homozygous, diminishing or eliminating heterozygote advantage. Diversity maintained by another force, however, might bring about adaptation to the more common heterozygous state at the expense of homozygous fitness. Thus, substantial heterozygote advantage may arise as a consequence of MHC diversity.", "date": "2025-05-31", "journal": ""}
{"title": "Electroacupuncture promotes post-stroke motor recovery through miR-124-3p-mediated regulation of NRG1/ErbB4 signaling pathway", "doi": "10.1101/2025.05.27.656264", "authors": "Yu, D.; Chen, P.; Chen, X.; Lin, F.; Lin, Y.; Chen, N.; Wu, F.; Shao, B.", "abstract": "Objective: Electroacupuncture has demonstrated beneficial effects in post-stroke motor dysfunction, yet the molecular mechanisms underlying its therapeutic efficacy remain incompletely understood. This study aims to investigate whether electroacupuncture promotes post-stroke motor function recovery by modulating the interaction between miR-124-3p and the NRG1/ErbB4 signaling pathway, specifically exploring whether miR-124-3p directly targets NRG1 to regulate neural plasticity in a focal cerebral ischemia rat model. Methods: The ischemic stroke model was established by middle cerebral artery occlusion/reperfusion (MCAO/R) in adult rats. These rats were randomly divided into sham, model, electroacupuncture and model plus miR-124-3p inhibitor groups. The model group, electroacupuncture group and model plus miR-124-3p inhibitor group received EA intervention 24 h after modelling for 7 consecutive days. Behavioural function was assessed by Zea Longa score and mechanical pain rating. Hippocampal damage was detected by HE staining and neuronal apoptosis was observed by TUNEL staining. IL-1{beta} and IL-18 levels were measured by ELISA. PCR and Western blotting were used to detect the expression of miR-124-3p and inflammatory pathway proteins. The interaction between miR-124-3p and TLR4 was verified by dual-luciferase reporter assay. Results: Electroacupuncture improved motor function in rat model of MCAO/R, as evidenced by improved Zea Longa scores and decreased mechanical withdrawal thresholds. Electroacupuncture significantly attenuated neuronal damage and also inhibited the inflammatory response by decreasing IL-18 and IL-1{beta} levels (P < 0.001). Notably, electroacupuncture upregulated miR-124-3p expression (P < 0.0001) and activated the NRG1/ErbB4 signaling pathway in the hippocampus. When miR-124-3p was inhibited, NRG1 protein expression decreased while GABA expression tended to increase. Dual-luciferase reporter assays confirmed that miR-124-3p directly targets the 3'UTR of NRG1 mRNA and regulates its expression at the translational level. These findings suggest that electroacupuncture may alleviate neuronal and axonal damage by modulating miR-124-3p/NRG1/ErbB4 signalling and regulating GABA release. Conclusion: Electroacupuncture can ameliorate motor dysfunction induced after brain I/R injury by targeting and modulating the NRG1-ErbB4 signaling pathway via miR-124-3p. These data are expected to provide new insights into the mechanisms of electroacupuncture for the prevention of potential targets for the recovery of motor dysfunction after stroke.", "date": "2025-05-31", "journal": ""}
{"title": "Infanticide in a colonial cooperative bird is not associated with direct reproductive benefits", "doi": "10.1101/2025.05.27.656097", "authors": "Covas, R.; Silva, L. R.; Ferreira, A. C.; D'Amelio, P. B.; Fortuna, R.; DuVal, D.; Paquet, M.; Doutrelant, C.", "abstract": "Infanticide, the killing of dependent young by adult conspecifics, is an extreme form of conflict that remains poorly understood. Previous studies suggest that it is associated with reproductive benefits, either by making breeders newly available for reproduction or by increasing offspring care and reducing competition for resources. In addition, infanticide may result from a reproductive trade-off, where parents kill their offspring if environmental conditions compromise their reproductive value. Here, we combine video, genetic and individual-level reproductive data collected over 12 years to describe infanticide in a highly social, cooperative bird, the sociable weaver Philetairus socius and to establish whether direct reproductive benefits or life-history trade-offs are possible motivators for this behaviour. We documented 50 cases of infanticide and identified 27 aggressors with known histories. These were mostly born outside the colonies where they committed infanticide (63%) and there was some bias towards females and younger individuals. Aggressors were usually not part of the victim's breeding group (74%), but in two cases infanticide was committed by the breeding female, and in five by helpers. In most cases, aggressors were not reproducing at the time of the infanticide, never mated with any of the breeders from the attacked nest, nor occupied the nest from where the chicks were evicted. Only eight of the known aggressors were confirmed as breeders after the attacks, and these mostly reproduced at the colony where the attacks were committed. Overall, we found no evidence for direct reproductive benefits of infanticide in sociable weavers. However, the younger age of aggressors, lack of genetic relatedness to the victims and future breeding at the colony suggest that competition between breeding groups, and hence indirect reproductive benefits, could provide motivation for infanticide in this population. Additional work over longer periods is needed to identify these possible indirect fitness benefits of infanticide.", "date": "2025-05-31", "journal": ""}
{"title": "Signal peptides as potential structural modulators of human splice isoforms", "doi": "10.1101/2025.05.27.656295", "authors": "Tsaban, T.; Schueler-Furman, O.", "abstract": "Signal peptides (SPs) are short protein segments responsible for protein localization, typically cleaved from mature proteins and rapidly degraded after fulfilling their targeting function. Beyond localization however, these sequentially and structurally diverse elements may play additional roles. We explore how alternative splicing potentially creates structural contexts where SPs become integral components of folded domains. Employing AlphaFold and additional computational approaches, we examined a known functional immune protein splice isoform of human SLAMF6 that retains biological activity, despite forming a truncated domain that lacks the central elements of the canonical interaction interface. We revealed striking characteristic similarities between the SLAMF6 SP and the absent segment, indicating its ability to complement and stabilize the isoform domain. An in silico screen of 235,000 reported expressed human isoforms identified several dozen additional candidates with potential SP complementation, previously dismissed as modeling artifacts. Notably, immunoglobulin and carbonic anhydrase domains show particular enrichment among these candidates. SPs are commonly regarded as dispensable elements that can be altered or eliminated when investigating proteins and their structures. Our research proposes an alternative perspective wherein SPs might perform integral roles in stabilizing their source proteins, or others. These findings extend the growing body of evidence for moonlighting SPs, suggesting that we have only begun to uncover their true functional scope. Specifically, SPs emerge as unique modulatory elements essential for understanding the structural and functional behavior of protein splice isoforms.", "date": "2025-05-31", "journal": ""}
{"title": "Benchmarking Genomic Variant Calling Tools in Inbred Mouse Strains: Recommendations and Considerations", "doi": "10.1101/2025.05.28.656711", "authors": "Garretson, A. C.; Blanco-Berdugo, L.; Roberts, A.; Dumont, B. L.", "abstract": "With the growing affordability of whole genome sequencing, variant identification has become an increasingly common task, but there are many challenges due to both technical and biological factors. In recent years, the number of software packages available for variant calling has rapidly increased. Understanding the benefits and drawbacks of different tools is important in setting leading practices and highlighting limitations. These considerations are crucial in model organism research, as many variant calling programs assume outbred genomes and implicit heterozygosity, which may not apply to inbred laboratory models. Here, we present an analysis of variant calling tools and their performance in the simulated genomes of the C57BL/6J inbred laboratory mouse and nine non-reference laboratory strains. Our findings reveal a tradeoff between the recall and precision of tools. Balancing these considerations, we show that an optimal call set is obtained by using an ensemble approach, but specific variant calling recommendations vary by strain and analytical goals. Further, we highlight filters improving the performance of different variant calling tools, both for the discovery of rare variants and in the discovery of strain polymorphisms. In summary, our work provides best practices for calling and filtering genomic variants in inbred organisms, particularly laboratory mice.", "date": "2025-05-31", "journal": ""}
{"title": "A Bayesian Approach for Identifying Driver Mutations within Oncogenic Pathways through Mutual Exclusivity", "doi": "10.1101/2025.05.27.656485", "authors": "Wang, X.; Kostrzewa, C.; Reiner, A.; Shen, R.; Begg, C.", "abstract": "Distinguishing driver mutations from the large background of passenger mutations remains a major challenge in cancer genomics. Evidence-based approaches to nominate driver mutations are often limited by the availability of experimental or clinical validation for specific variants. As clinical sequencing becomes integrated into patient care, computational methods provide powerful opportunities to analyze expanding genomic datasets and identify functional candidates beyond the current knowledge base. Among various analytical frameworks, mutual exclusivity, the observation that mutations in two or more genes tend not to co-occur within the same tumor, has been particularly attractive. Building on this principle, we propose BayesMAGPIE, a refined version of a statistical method, MAGPIE, developed previously for identifying driver genes within oncogenic pathways. The new method introduces two key innovations. First, it incorporates information on mutation type using a Bayesian hierarchical modeling framework, enabling the distinction between potential differences in functional effects among variants within the same gene, thereby improving the accuracy of driver identification. Second, it models gene-specific driver frequencies with a Dirichlet prior which effectively controls the sparsity of the inferred driver set and aligns with the biological expectation that most tumor types are driven by a small number of genes. We evaluate BayesMAGPIE through extensive simulation studies to assess its estimation bias and accuracy in driver identification, and benchmark its performance against MAGPIE using TCGA data from eight cancer types.", "date": "2025-05-31", "journal": ""}
{"title": "The Rationalization of Carbon Monoxide and Hemoglobin Association", "doi": "10.1101/2025.05.27.656340", "authors": "Lee, C.; Chen, N.", "abstract": "Carbon monoxide is a colorless, odorless, and poisonous gas, responsible for approximately 100,000 emergency room visits and over 420 deaths in the U.S. each year. Both carbon monoxide and oxygen bind to the ferrous ions in hemoglobin, but carbon monoxide has a significantly higher affinity. Extensive research has been conducted on the interaction between carbon monoxide and hemoglobin. However, a straightforward and practically applicable equation describing the relationship between carbon monoxide saturation and pressure is not found in the existing literature. In this paper, we establish an equation and confirm that the plot of CO saturation against CO pressure follows a hyperbolic shape, characterized by a continuous decrease in slope. In contrast, the oxygen-hemoglobin association curve is sigmoidal. These distinct curve shapes have different physiological implications. Our equation enables the determination of one variable, either saturation or pressure, if the other is known. Further analysis reveals the distribution of all five species of carboxyhemoglobin, showing that the triply bound form is abundant, a notable contrast to the distribution of oxyhemoglobin species. Additionally, our equation confirms that carbon monoxide's affinity for hemoglobin is approximately 230 times higher than that of oxygen. Lastly, we propose a new general equation that may generate all carbon monoxide-hemoglobin association curves under various oxygen pressures.", "date": "2025-05-31", "journal": ""}
{"title": "SIRT1-IDR-Driven Temporal Gating of Sequential Transcription-Factor Recruitment Coordinates Fasting Adaptation", "doi": "10.1101/2025.05.27.656293", "authors": "Shukla, A.; Chakrabarti, S.; Balaji, C.; Kolthur-Seetharam, U.", "abstract": "Precise temporal control of gene expression is critical for metabolic adaptation, yet how transcriptional regulators coordinate dynamic responses to nutrient stress remains poorly understood. Here, we identify the intrinsically disordered region (IDR) of SIRT1, encoded by exon-2 (E2), as a key determinant of transcriptional timing during fasting. Using global and conditional SIRT1{Delta}E2 mouse model, which mimics an endogenous transcript variant, we demonstrate that loss of the N-terminal IDR disrupts the hierarchical engagement of transcription factors (TFs), leading to premature and exaggerated activation of gluconeogenic genes. Mechanistically, the IDR acts as a conformational timer, competitively gating SIRT1 interactions with CREB, FOXO1, and PPAR to ensure sequential TF recruitment and resolution. Absence of this regulatory module resulted in runaway CREB activity, aberrant hepatic glucose output, and impaired fasting-refeeding transitions, linking IDR-driven temporal control to systemic metabolic homeostasis. Our findings reveal a paradigm wherein IDRs in upstream metabolic sensors orchestrate transcriptional handovers, offering a molecular basis for the dynamic rewiring of gene networks during physiological transitions. This work expands the functional repertoire of disordered regions beyond TFs, positioning them as critical nodes in nutrient-responsive transcriptional circuits and potential targets for metabolic disorders.", "date": "2025-05-31", "journal": ""}
{"title": "Neural hierarchy for coding articulatory dynamics in speech imagery and production", "doi": "10.1101/2025.05.27.656311", "authors": "Zhao, Z.; Wang, Z.; Liu, Y.; Qian, Y.; Yin, Y.; Gao, X.; Yuan, B.; Tong, S. X.; Tian, X.; Chen, G.; Li, Y.; Lu, J.; Wu, J.", "abstract": "Mental imagery is a hallmark of human cognition, yet the neural mechanisms underlying these internal states remain poorly understood. Speech imagery, the internal simulation of speech without overt articulation, has been proposed to partially share neural substrates with actual speech articulation. However, the precise feature encoding and spatiotemporal dynamics of this neural architecture remain controversial, constraining the understanding of mental states and the development of reliable speech imagery decoders. Here, we leveraged high-resolution electrocorticography recordings to investigate the shared and modality-specific cortical coding of articulatory kinematic trajectories (AKTs) during speech imagery and articulation. Applying a linear model, we identified robust neural dynamics in frontoparietal cortex that encoded AKTs across both modalities. Shared neural populations across the middle premotor cortex, subcentral gyrus, and postcentral-supramarginal junction exhibited consistent spatiotemporal stability during the integrative articulatory planning. In contrast, modality-specific populations for speech imagery and articulation were somatotopically interleaved along the primary sensorimotor cortex, revealing a hierarchical spatiotemporal organization distinct from shared encoding regions. We further developed a generalized neural network to decode multi-population neural dynamics. The model achieved high syllable prediction accuracy for speech imagery (79% median accuracy), closely matching the performance of speech articulation (81%). This model robustly extrapolated AKT decoding to untrained syllables within each modality while demonstrating cross-modal generalization across shared populations. These findings uncover a somato-cognitive hierarchy linking high-level supramodal planning with modality-specific neural manifestation, revolutionizing an imagery-based brain-computer interface that directly decodes thoughts for synthetic telepathy.", "date": "2025-05-31", "journal": ""}
{"title": "Mitochondrial Calcium Uniporter protects hippocampal CA2 neurons from excitotoxic injury", "doi": "10.1101/2025.05.27.656314", "authors": "Skweres, A.; Beresewicz-Haller, M.; Basheer, O.; Nalepa, M.; Owczarek, A.; Kawalec, M.; Gruszczynska-Biegala, J.; Zabłocka, B.; Wegrzynowicz, M.", "abstract": "Background. The hippocampal region CA2, unlike neighboring CA1, is exceptionally resistant to excitotoxicity, although the mechanisms behind this phenotype are unknown. Given the importance of mitochondrial calcium buffering, we investigated whether the Mitochondrial Calcium Uniporter (MCU), recently found to be enriched in CA2, contributes to this resistance. Methods. We employed immunostaining techniques in rodent brain tissue and organotypic slice cultures to visualize MCU distribution across hippocampal regions under both resting and excitotoxic conditions. Subsequently, we pharmacologically modulated MCU in an organotypic model of hippocampal excitotoxicity to assess its contribution to regional resistance to NMDA. Results. We found a strong spatial correlation between resistance to excitotoxic injury and MCU expression. Notably, NMDA exposure resulted in MCU upregulation in CA2, and pharmacological inhibition of MCU sensitized CA2 neurons to excitotoxic damage in a dose-dependent manner, while having minimal effect on the already vulnerable CA1 neurons, which express low MCU levels. Conclusions. MCU is known to exacerbate NMDA-induced cell injury, although our data indicate that CA2 neurons possess unique mitochondrial calcium handling capabilities enabling MCU to support neuroprotection. Our study provides novel insight into mechanisms supporting CA2 resistance to excitotoxic death and emphasizes context-dependent roles of MCU in neuronal injury or survival.", "date": "2025-05-31", "journal": ""}
{"title": "Tactile and Visual Spatial Frequency Perception Follows Optimal Integration but Is Not Affected by Spatial Proximity", "doi": "10.1101/2025.05.27.656312", "authors": "Wang, G.; Alais, D.", "abstract": "Spatial frequency is a fundamental feature in both visual and somatosensory perception, yet how these modalities integrate spatial frequency information remains unclear. This study investigates whether visuotactile spatial frequency perception follows the principles of Maximum Likelihood Estimation (MLE) and whether spatial proximity influences multisensory integration, using virtual reality (VR) and high-precision 3D-printed tactile stimuli. Experiment 1 found that the visuotactile integration of spatial frequency cues follows the MLE rule. However, Experiment 2 revealed that this integration is not affected by spatial proximity. These findings provide additional insights into the feature dependency of multisensory integration between vision and touch and highlight the potential for independent processing before integration, offering new perspectives on the mechanisms of spatial frequency processing in both visual and tactile modalities.", "date": "2025-05-31", "journal": ""}
{"title": "Changes over a 10-year Period in the Distribution Ranges and Genetic Hybridization of Three Pelophylax Pond Frogs in Central Japan", "doi": "10.1101/2025.05.28.656534", "authors": "Shigeta, S.; Suzuki, T.; Komaki, S.; Tojo, K.", "abstract": "In this study, we focused on interspecial interactions in Central Japan where three closely related pond frog species, Pelophylax nigromaculatus, Pelophylax porosus porosus and Pelophylax porosus brevipodus (two species and two subspecies) are distributed and are in contact and/or overlap. The presence or absence of hybridization between these species was evaluated by comparing the sequences of the mitochondrial DNA Cyt-b (586-bp) and the nuclear gene Tyrosinase (747-bp) regions of each specimen collected. By comparing interspecific hybridization in the same area in both 2010 (119 specimens) and 2020 (152 specimens), we clarified population distributions and corresponding genetic dynamics over a 10-year period; there was no major change in the degree of interspecific hybridization between P. nigromaculatus and P. p. brevipodus in the Ina Basin, but it was revealed that the proportion of ''pure''-bred Pelophylax p. brevipodus remained low. On the other hand, in the Matsumoto Basin, interspecific hybridization between P. nigromaculatus and P. p. porosus was evaluated to have progressed slightly. The proportion of ''pure''-bred Pelophylax p. porosus declined to less than half, while the proportion of hybrid individuals showed a tendency to increase. Moreover, the dispersal of P. nigromaculatus was confirmed in areas along the Sai River, where only the pure-bred P. p. porosus was previously known to inhabit. Since the three frogs targeted in this study are all ''Red List'' species that are endangered, continuous monitoring of population structures and genetic dynamics is required.", "date": "2025-05-31", "journal": ""}
{"title": "How do urban-dwelling bats cope with urbanisation? Sex-dependent plasticity of stress, microbiome and pathogen shedding", "doi": "10.1101/2025.05.27.656307", "authors": "Toshkova, N.; Aguillon, S.; Turpin, M.; Lebarbenchon, C.; Dietrich, M.", "abstract": "Understanding wildlife's stress and infection response patterns is crucial, especially for species like bats that are ecologically important and potential zoonotic reservoirs. While highly sensitive to habitat destruction and land use change, bats have shown adaptability in human-modified landscapes. This study investigates the impact of urbanisation on the endemic Reunion free-tailed bat (Mormopterus francoismoutoui), which roosts in a variety of rapidly urbanised habitats. We analysed 412 urine samples from 11 roosts across Reunion Island, covering a gradient of urban and agricultural land use. We measured urinary cortisol, microbiome diversity and the shedding of Leptospira bacteria and paramyxovirus. After accounting for natural cortisol level variations due to circadian rhythm, age, sex, reproduction and capture-induced stress, we found that bats roosting in agricultural and urban areas were in better condition and had lower cortisol levels, suggesting adaptation to human-modified landscapes. Less-stressed bats had more diverse urinary microbiomes and reduced pathogen shedding, suggesting that landscape modifications may indirectly alter the natural epidemiology of bat-borne infectious agents. These patterns were particularly pronounced in females, supporting sex-dependent plasticity to urbanisation in bats. Our study highlights how rapid urbanisation may elicit plastic responses in bats, with potential cascading effects on zoonotic risk of transmission.", "date": "2025-05-31", "journal": ""}
{"title": "What determines trophic niche breadth? A global analysis of freshwater fishes using isospaces", "doi": "10.1101/2025.05.27.656387", "authors": "Keppeler, F. W.; Giarrizzo, T.; Montana, C. G.; Adite, A.; Akin, S.; Angelini, R.; Arantes, C. C.; Benedito, E.; Bokhutlo, T.; El-Sabaawi, R.; Garcia, A.; Gonzalez-Bergonzoni, I.; Hoeinghaus, D.; Hoffman, J.; Jensen, O. P.; Jeppesen, E.; Kopf, R. K.; Layman, C. A.; Lopez, E. O.; Maitland, B. M.; Matsuzaki, S.-i. S.; Olin, J. A.; Paterson, G.; Quintana, Y.; Rezende, C. E. d.; Trudeau, A.; Trindade, P. A.; Turner, T. F.; Zandona, E.; Winemiller, K. O.", "abstract": "Trophic niche is one of the most tractable dimensions of a species niche. Several hypotheses have been proposed to explain global variation in species' trophic niches, but empirical tests are limited. Stable isotope analysis (SIA) of d13C (a proxy for basal sources) and d15N (a proxy for vertical trophic position) has increasingly been used to estimate trophic niche variation. We performed SIA on a dataset of over 33,000 stable isotope samples from freshwater fishes across six ecoregions. For 541 populations (358 species), we estimated the size of the d13C x d15N isospace: a bivariate representation of trophic niche breadth. We evaluated isospace variation in relation to environmental factors, species traits, and sampling scale, testing both novel and long-standing hypotheses about the drivers of trophic niche variation. A Boosted Regression Tree Model best predicted isospace, with environmental and trait-based variables among the strongest predictors. Fish isospaces were broader in regions with warmer temperatures, higher humidity, and precipitation variability, suggesting that more productive, diverse, and seasonal ecosystems are associated with broader trophic niches. Conversely, isospace size declined with increasing basin fish richness, which may reflect heightened interspecific competition or historical competitive exclusion. Isospace size was slightly smaller in large lakes compared to rivers, streams, and small lakes. Within-population variation in body size was strongly and positively associated with isospace size, highlighting the role of ontogenetic dietary shifts. Fish with truncate-rounded fins had broader isospaces than those with forked-lunate fins, likely due to the former having more limited movement and greater spatial isolation that resulted in greater between-individual niche variation. Primary consumers had larger isospaces than intermediate and top consumers. Predators showed relationships consistent with those observed from analysis encompassing all trophic guilds, but non-predators deviated with regard to four variables: solar radiation, basin richness, average body size, and caudal fin aspect ratio. Isospace size increased with the number of sampled individuals, habitats, and years surveyed. Although isospace patterns have well-documented limitations as trophic ecology metrics, our findings nonetheless conform with several longstanding hypotheses for trophic niche variation and stimulate new ideas about environmental and biological drivers of niche breadth.", "date": "2025-05-31", "journal": ""}
{"title": "SHOLA SKY ISLANDS BIRD SURVEY 2025", "doi": "10.1101/2025.05.29.656751", "authors": "P, S. M.; L, R. R.; K, V. C.; K, S. E.", "abstract": "The Shola Sky Islands of the Western Ghats are isolated montane habitats that harbour significant avian diversity and endemism. This study assessed bird species diversity across five mountain ranges in Wayanad, Kerala (Banasura, Brahmagiri, Camels Hump, Kuricharmala, and Manikunnu) situated above 1200 meters. A total of 144 species were recorded, with the Camels Hump range supporting the highest diversity (81 species). Patterns of species richness were found to correspond with mountain area and degree of isolation, consistent with the principles of island biogeography. Birds were classified by taxonomic order and family, with Passeriformes being the most dominant order. Among families, Muscicapidae recorded the highest number of species, followed by Accipitridae and Phylloscopidae. Invertivores constituted the majority of trophic guilds, and species richness showed a general decline with increasing elevation. These findings highlight the importance of habitat area and connectivity in shaping avian communities within sky island ecosystems. They also underline the urgent need for targeted conservation efforts in this ecologically sensitive region, much of which falls under territorial divisions, including reserve and vested forests.", "date": "2025-05-31", "journal": ""}
{"title": "Avian promiscuity in the last European primeval forest", "doi": "10.1101/2025.05.29.656776", "authors": "Sudyka, J.; Di Lecce, I.; Hebda, G.; Rowinski, P.; Rutkowski, R.; Szczuka, A.; Perrier, C.; Cholewa, M.; Maziarz, M.; Wesołowski, T.; Szulkin, M.", "abstract": "Primeval forests provide a reference baseline to understand the origins and evolution of mating systems because they offer a unique, undisturbed environment where ecological interactions and natural selection play out in their original context. We established rates of extra-pair paternity (EPP) for two bird species referential to evolutionary ecology: blue tits (Cyanistes caeruleus) and great tits (Parus major), breeding in natural cavities in Biaowie[z]a National Park, the sole remnant of European lowland primeval forests. Genotype-by-sequencing of 889 blue tits and 1,256 great tits revealed that 48% of blue tit broods and 39% great tit broods were of mixed paternity, with 15% blue tit and 14% great tit nestlings not sired by their social father. These referential levels align with median values of EPP reported in nestbox studies in secondary and managed forests, suggesting that certain reproductive strategies are advantageous across diverse environments. Observed promiscuity levels did not affect reproductive success or parental investment, indicating no or limited adaptive value for promiscuity in the context of a primeval forest ecosystem. Our study underscores how primeval habitats provide unparalleled insights into natural selection and mating strategies in wild populations, highlighting the stability and resilience of these strategies across different environmental contexts.", "date": "2025-05-31", "journal": ""}
{"title": "Phylogenetic Estimation of branch-specific Shifts in the Tempo of Origination", "doi": "10.1101/2025.05.28.656596", "authors": "Kopperud, B. T.; Höhna, S.", "abstract": "Studying rates of species diversification is one of the key themes in macroevolution. In particular, we are interested in if some clades in a phylogeny diversify more rapidly/slowly than others due to branch-specific diversification rates. A common approach in neontological studies is to use a phylogenetic birth-death process to model species diversification. Specifically, the birth-death-shift process is used to model branch-specific shifts in the tempo of diversification. Here, we present Pesto, a new method and software for estimating branch-specific diversification rates that does not rely on Markov chain Monte Carlo simulations for fitting the model and instead deterministically computes the posterior mean branch-specific diversification rates using only two traversals of the tree. This method is blazingly fast: the birth-death-shift model can be fitted to large phylogenies (>20k taxa) in minutes on a personal computer while also providing branch-specific inference of diversification rate shift events. Thus, we can robustly infer branch-specific diversification rates and the number of diversification rate shift events for large-scale phylogenies as well as exploring the characteristic of the birth-death-shift model through complex and large-scale simulations. Here, we first describe the method and the software implementation Pesto and explore its behavior using trees simulated under the birth-death-shift model. Then, we explore the behavior of inferring significant branch-specific diversification rate shifts using both Bayes factors and effect sizes. We find few to none false positive inferences of diversification rate shift events but many false negatives (reduced power). The most difficult parameter to estimate is the rate at which diversification rate shifts occur (shift rate). Despite this, branch-specific diversification rate estimates are precise and nearly unbiased.", "date": "2025-05-31", "journal": ""}
{"title": "Genomic Insights into a Highly Specific Marine Symbiosis Uncovers Geographic Structuring Without Co-Divergence Between Siphamia Cardinalfish and Their Bioluminescent Symbiont", "doi": "10.1101/2025.05.30.657134", "authors": "Neff, E.; Gould, A.", "abstract": "Symbiotic relationships with microorganisms are fundamental to life on Earth, yet relatively little is known about how these interactions persist through time, how they co-evolve, and to which degree they are genetically constrained. In this study, three cardinalfish species in the genus Siphamia, S. tubifer, S. mossambica, and S. fuscolineata, were analyzed for patterns of genetic divergence along with their luminous bacterial symbionts, from locations throughout the hosts' broad Indo-Pacific distribution. Using whole genome sequencing (WGS) of the fish light organ, we investigated whether the specificity of the association is maintained across host species and over this geographic range and whether there are any patterns of symbiont divergence associated with either. Our results indicated that the light organ symbionts of all three Siphamia species examined were identified as Photobacterium mandapamensis, suggesting a high degree of specificity of the symbiosis is conserved across hosts and geography. There was evidence of biogeographic structure in the symbiont between the three sampling regions, but no co-diversification between the hosts and their symbionts (p = 0.92). However, an analysis of single nucleotide polymorphisms (SNPs) between two S. tubifer populations sampled from Japan and the Philippines indicated some genetic differentiation (FST = 0.043) with phylogenetically-distinct clades of symbionts. Overall, these findings indicate that the association between Siphamia hosts and P. mandapamensis is highly conserved, yet there is significant genetic diversity within the symbionts driven by geography and potentially host ecology.", "date": "2025-05-31", "journal": ""}
{"title": "Decoding Breast Cancer in X-ray Mammograms: A Multi-Parameter Approach Using Fractals, Multifractals, and Structural Disorder Analysis", "doi": "10.1101/2025.05.27.656317", "authors": "Maity, S.; Alrubayan, M.; Pradhan, P.", "abstract": "We explored the fractal and multifractal characteristics of breast mammogram micrographs to identify quantitative biomarkers associated with breast cancer progression. In addition to conventional fractal and multifractal analyses, we employed a recently developed fractal-functional distribution method, which transforms fractal measures into Gaussian distributions for more robust statistical interpretation. Given the sparsity of mammogram intensity data, we also analyzed how variations in intensity thresholds, used for binary transformations of the fractal dimension, follow unique trajectories that may serve as novel indicators of disease progression. Our findings demonstrate that fractal, multifractal, and fractal-functional parameters effectively differentiate between benign and cancerous tissue. Furthermore, the threshold-dependent behavior of intensity-based fractal measures presents distinct patterns in cancer cases. To complement these analyses, we applied the Inverse Participation Ratio (IPR) light localization technique to quantify structural disorder at the microscopic level. This multi-parametric approach, integrating spatial complexity and structural disorder metrics, offers a promising framework for enhancing the sensitivity and specificity of breast cancer detection.", "date": "2025-05-31", "journal": ""}
{"title": "Prenatal Alcohol Exposure Impairs Striatal Cholinergic Function and Cognitive Flexibility in Adult Offspring", "doi": "10.1101/2025.05.27.656351", "authors": "Purvines, W.; Gangal, H.; Xie, X.; Ramos, J.; Wang, X.; Miranda, R.; Wang, J.", "abstract": "Fetal Alcohol Spectrum Disorder (FASD), caused by prenatal alcohol exposure (PAE), is characterized by significant cognitive impairments, including reduced cognitive flexibility. Despite the critical role of cholinergic interneurons (CINs) in the dorsomedial striatum (DMS) for cognitive and behavioral flexibility, their contribution to neurobehavioral deficits in FASD remains unclear. To address this gap, this research explored the impact of PAE on CIN populations and activity, cognitive flexibility, and compulsive drinking behaviors in adult offspring. Using ChAT-Cre;Ai14-tdTomato mice combined with ChAT staining, we found substantial reductions in CIN number within the striatum of adult PAE offspring. Functional assessments revealed that PAE markedly decreased CIN firing activity and reduced acetylcholine (ACh) release in the DMS, as measured by electrophysiology recordings and live-tissue confocal imaging using a genetically encoded ACh sensor. Behaviorally, PAE-exposed offspring exhibited a significant deficit in adapting to reversed action-outcome contingencies despite intact initial learning capabilities. Moreover, PAE-exposed mice exhibited compulsive alcohol drinking behavior, characterized by elevated consumption and preference for quinine-adulterated alcohol. These findings collectively highlight the critical role of impaired cholinergic signaling in the cognitive and behavioral deficits observed following PAE. Understanding this cholinergic dysfunction provides valuable insights necessary for developing targeted interventions aimed at mitigating cognitive and behavioral consequences associated with FASD.", "date": "2025-05-31", "journal": ""}
{"title": "Long-term impacts of tree monoculture plantations on biodiversity are mediated by soil acidification", "doi": "10.1101/2025.05.27.656426", "authors": "Balestra, S.; Manuzi, V.; Ceresa, E.; Gatti, P.; Pirttilahti, R.; Adatte, T.; Grand, S.; Losapio, G.", "abstract": "Reforestation efforts have sought to counteract deforestation and to provide a nature-based solution against climate change. However, they often involve monoculture plantations of non-native species, which may have unintended ecological consequences. Yet, the long-term impacts of planting trees have been poorly monitored. Leveraging historical reforestation conducted in northern Italy during the 1920s by the fascist regime, we monitor the long-term impacts of red spruce (Picea abies) monoculture plantations on biodiversity of plants and soil fauna. We found that plant diversity in tree plantations was 50.3% lower than in native forests and 74.5% lower than in grasslands. Additionally, functional evenness was reduced by 30% in spruce plantations, suggesting lower ecological stability. In tree plantations, soil pH was significantly more acid and organic carbon content was 25% higher due to litter deposition and slower decomposition rates. Soil fauna diversity was marginally less affected, suggesting a faster recover over the last one-hundred years of arthropods as compared to plants. These findings highlight the need for monitoring reforestation interventions, suggesting strategies that incorporate diverse tree species rather than planting tree monocultures to support functionally and resilient ecosystems.", "date": "2025-05-31", "journal": ""}
{"title": "Genome sequencing confirms cryptic diversity and potentially adaptive changes in gene content of Lepidoptera-infecting Apicomplexa", "doi": "10.1101/2025.05.29.656805", "authors": "Mongue, A. J.; Kuperus, P.; Groot, A. T.", "abstract": "Apicomplexan parasites of insects represent a largely unexplored branch of the tree of life. Their small size and lack of informative phenotypic traits can obscure their diversity and many lineage-specific adaptations to different host species. To better understand how these parasites have evolved, we have sequenced and annotated the genome of a neogregarine parasite of moths including Helicoverpa armigera. This parasite, which we term Helicoverpa-infecting Ophryocystis, has a tiny 7 Megabase genome with only 2,200 protein-coding genes. Using phylogenomic methods, we place it as the closest currently sequenced relative to Ophryocystis elektroscirrha and its sister lineage, both of which infect milkweed butterflies. We then explore evolution of the ATPase gene family, which is known to be reduced in other Ophryocystis lineages. Helicoverpa-infecting Ophryocystis has more ATPase genes than other Ophryocystis, which may relate to the interactions of parasites with phytochemistry encountered in their insect hosts. These results demonstrate both the amount of uncertainty remaining in the insect-infecting Apicomplexa as well as the utility of applying modern genomic approaches to their study.", "date": "2025-05-31", "journal": ""}
{"title": "Tomtom-lite: Accelerating Tomtom enables large-scale and real-time motif similarity scoring", "doi": "10.1101/2025.05.27.656386", "authors": "Schreiber, J.", "abstract": "Pairwise sequence similarity is a core operation in genomic analysis, yet most attention has been given to sequences made up of discrete characters. With the growing prevalence of machine learning, calculating similarities for sequences of continuous representations, e.g. frequency-based position-weight matrices (PWMs), attribution-based contribution-weight matrices, and even learned embeddings, is taking on newfound importance. Tomtom has previously been proposed as an algorithm for identifying pairs of PWMs whose similarity is statistically significant, but the implementation remains inefficient for both real-time and large-scale analysis. Accordingly, we have re-implemented Tomtom as a numba-accelerated Python function that is natively multi-threaded, avoids cache misses, more efficiently caches intermediate values, and uses approximations at compute bottlenecks. Here, we provide a detailed description of the original Tomtom method (see Supplementary Note 1) and present results demonstrating that our re-implementation can achieve over a thousand-fold speedup compared with the original tool on reasonable tasks (see Supplementary Note 2).", "date": "2025-05-31", "journal": ""}
{"title": "MetaFX: feature extraction from whole-genome metagenomic sequencing data", "doi": "10.1101/2025.05.27.656413", "authors": "Ivanov, A.; Popov, V.; Morozov, M.; Olekhnovich, E.; Ulyantsev, V.", "abstract": "Motivation: Microbial communities consist of thousands of microorganisms and viruses and have a tight connection with an environment, such as gut microbiota modulation of host body metabolism. However, the direct relationship between the presence of certain microorganism and host state often remains unknown. Toolkits using reference-based approaches are limited to microbes present in databases. Reference-free methods often require enormous resources for metagenomic assembly or results in many poorly interpretable features based on k-mers. Results: Here we present MetaFX -- an open-source library for feature extraction from whole-genome metagenomic sequencing data and classification of groups of samples. Using a large volume of metagenomic samples deposited in databases, MetaFX compares samples grouped by metadata criteria (e.g. disease, treatment, etc) and constructs genomic features distinct for certain types of communities. Features constructed based on statistical k-mer analysis and de Bruijn graphs partition. Those features are used in machine learning models for classification of novel samples. Extracted features can be visualised on de Bruijn graphs and annotated for providing biological insights. We demonstrate the utility of MetaFX by building classification models for 590 human gut samples with inflammatory bowel disease. Our results outperform the previous research disease prediction accuracy up to 17%, and improves classification results compared to taxonomic analysis by 9 {+/-} 10% on average. Availability: MetaFX is a feature extraction toolkit applicable for metagenomic datasets analysis and samples classification. The source code, test data, and relevant information for MetaFX are freely accessible at https://github.com/ctlab/metafx under the MIT License.", "date": "2025-05-31", "journal": ""}
{"title": "EnhancerDetector: Enhancer Discovery from Human to Fly via Interpretable Deep Learning", "doi": "10.1101/2025.05.28.656532", "authors": "Solis, L. M.; Sterling-Lentsch, G.; Halfon, M. S.; Girgis, H. Z.", "abstract": "Enhancers are essential non-coding DNA elements that regulate gene expression, yet their accurate identification remains a major challenge. We introduce EnhancerDetector, a convolutional neural network-based framework for cross-species enhancer prediction that combines high accuracy with biological interpretability. Trained on human data, EnhancerDetector achieves strong performance across human, mouse, and fly datasets, consistently outperforming existing methods in precision and F1 score. It generalizes effectively to datasets generated using diverse experimental assays. An ensemble strategy further improves prediction reliability by reducing false positives (critical for genome-wide applications). EnhancerDetector supports fine-tuning on new species and retains strong performance even when adapted with as few as 20,000 enhancer sequences, making it ideal for newly sequenced genomes with limited experimental data. For interpretability and visualization, we apply class activation maps to identify sequence regions predictive of enhancer activity. Experimental validation in transgenic flies confirms the predictive power of EnhancerDetector: five of six tested candidates drove reporter expression, and four exhibited expression patterns supported by prior literature. These analyses highlight distinct sequence and contextual features that confer what we term enhancerness: enhancer sequences possess a characteristic, identifiable signature. Together, these findings position EnhancerDetector as a practical, accurate, and interpretable framework for enhancer discovery across diverse species.", "date": "2025-05-31", "journal": ""}
{"title": "Evidence-driven biases in alternative splicing inferred from NCBI Eukaryotic Genome Annotation Pipeline metadata", "doi": "10.1101/2025.05.27.656353", "authors": "de la Fuente, R.; Diaz-Villanueva, W.; Arnau, V.; Moya, A.", "abstract": "The NCBI Eukaryotic Genome Annotation Pipeline (EGAP) predicts coding sequences by integrating transcriptomic and proteomic data with computational approaches, providing structural information that can be used to infer alternative transcript isoforms. However, accurate estimation of alternative splicing events depends on high-quality genome annotations, particularly in genome-wide analyses. The extent to which annotation pipelines influence these inferred splicing patterns has remained largely unexplored. In this study, we quantify potential biases associated with the EGAP annotation pipeline, and find that specific annotation features strongly influence these estimates, particularly the percentage of coding sequences that are supported by experimental evidence. Further, we implemented a polynomial regression model to normalize splicing levels, generating an adjusted metric that minimizes evidence-driven biases. This framework may serve as a basis for future investigations into splicing complexity and comparative genomics.", "date": "2025-05-31", "journal": ""}
{"title": "A Novel Machine Learning Approach for Tumor Detection Based on Telomeric Signatures", "doi": "10.1101/2025.05.28.656542", "authors": "Shah, P.; Sethuraman, A.", "abstract": "Cancer remains one of the most complex diseases faced by humanity, with over 200 distinct types, each characterized by unique molecular profiles that demand specialized therapeutic approaches (Tomczak et al., 2015). Prior studies have shown that both short and long telomere lengths are associated with elevated cancer risk, underscoring the intricate relationship between telomere length variation and tumorigenesis (The Telomeres Mendelian Randomization Collaboration et al., 2017). To investigate this relationship, we developed a supervised machine learning model trained on telomeric read content, genomic variants, and phenotypic features to predict tumor status. Using data from 33 cancer types within The Cancer Genome Atlas (TCGA) program, our model achieved an accuracy of 82.62% in predicting tumor status. The trained model is available for public use and further development through the project's GitHub repository: https://github.com/paribytes/TeloQuest. This work represents a novel, multidisciplinary approach to improving cancer diagnostics and risk assessment by integrating telomere biology with Biobank-scale genomic and phenotypic data. Furthermore, we highlight the potential of telomere length variation as a meaningful predictive biomarker in oncology.", "date": "2025-05-31", "journal": ""}
{"title": "HpBoRB, a helminth-derived CCP domain protein which binds RELMβ", "doi": "10.1101/2025.05.27.656348", "authors": "Shek, V.; Jamwal, A. J.; Smyth, D. J.; Frangova, T.; Savage, A. R.; Kelly, S.; Wright, G. J.; Toth, R.; Maizels, R. M.; Higgins, M. K.; Ivens, A. C.; Smits, H. H.; McSorley, H. J.", "abstract": "Helminth infections persist by influencing host immunity through the release of immunomodulatory proteins which prevent immune ejection. The intestinal nematode Heligmosomoides polygyrus bakeri (Hpb) secretes multiple families of immunomodulatory proteins, many of which are composed of consecutive Complement Control Protein (CCP) domains. We hypothesized that further CCP domain proteins are secreted by the parasite to interact with the host. We identified an unusually large number of CCP domain-containing proteins in the genome of Hpb, and cloned a range of these for screening in an Avidity-based Extracellular Interaction Screening (AVEXIS) assay, focussing on interactions with host immune proteins. This screen confirmed the binding of known immunomodulators (HpBARI, TGM1) for their targets (ST2, TGFBR2) and identified a new interaction between a 2 CCP domain Hpb protein and mouse resistin-like molecule beta (RELM{beta}), a host protein demonstrated to have anti-helminth properties. This protein was named Binder of RELM{beta} (HpBoRB). This interaction was confirmed in ELISA, competition assays, size exclusion chromatography and surface plasmon resonance experiments, identifying a subnanomolar affinity interaction between HpBoRB and RELM{beta}. These data may indicate that Hpb interferes with the potent anti-helminth host protein RELM{beta} and adds to our knowledge of the host- parasite interactions mediated by Hpb secreted proteins.", "date": "2025-05-31", "journal": ""}
{"title": "Dissecting Oxidative Stress and Organismic Response to various Temperature Regimes in the midge C. riparius", "doi": "10.1101/2025.05.28.656541", "authors": "Bulut, B.; Geiss, M.; Bernard, M.; Doria, H. B.; Feldmeyer, B.; Pfenninger, M.", "abstract": "Oxidative stress, driven by reactive oxygen species (ROS), poses a major challenge for organisms facing temperature fluctuations. This study provides the first direct in vivo measurements of ROS production in an insect, Chironomus riparius, across a broad range of ecologically relevant temperatures. We observed a U-shaped pattern of oxidative stress, with minimal ROS levels within an optimal thermal window (12-18C) and significantly elevated stress at both cold and warm extremes. Crucially, our findings reveal distinct underlying molecular mechanisms for ROS generation at these extremes: at low temperatures, ROS production is predominantly of the superoxide group, linked to hypoxia-induced hemoglobin autoxidation. Conversely, at high temperatures, the hydrogen peroxide group dominates, associated with increased metabolic rate and heat stress signaling pathways. Transcriptomic analysis shows that C. riparius's antioxidant defense system adapts accordingly, selectively upregulating mechanisms to counteract the specific dominant ROS type at different temperatures. This mechanistically differentiated oxidative stress and the modulated organismic response profoundly impacts the overall ecological success and evolution of C. riparius as a model for thermal stress in ectotherms.", "date": "2025-05-31", "journal": ""}
{"title": "Low current and future spotted lanternfly suitability in New York wine-growing regions tempers vineyard risk", "doi": "10.1101/2025.05.28.656630", "authors": "Eller, J. A.; Gold, K. M.; Emery, S. E.", "abstract": "Invasive species disrupt natural and agricultural ecosystems, leading to cascading shifts and economic losses. The spotted lanternfly (Lycorma delicatula) has spread rapidly across the northeastern United States, facilitated by its ecological flexibility, human activities, and the widespread presence of its favored host, tree-of-heaven (Ailanthus altissima). This polyphagous insect threatens New York vineyards, but the level of risk is uncertain. Using ~22,000 tree-of-heaven and ~10,000 SLF observations, species distribution models were developed for New York State using Random Forests. Models incorporate ~1km scale resource availability, remote sensing, human influence as well as geographic and climatic variables to better reflect factors that define niche breadth. A tree-of-heaven suitability index was used as a predictor of spotted lanternfly suitability. The species distribution models for tree-of-heaven and spotted lanternfly had high accuracy (98%). To quantify vineyard risk, tree-of-heaven and spotted lanternfly suitability were integrated with a distance weighted measure of vineyard proximity. Habitat suitability and vineyard risk were modeled under both current (2011-2040) and worsening future (2041-2070) climate scenarios. For tree-of-heaven the statewide increase in suitable habitat is modest and high suitability in the wine-growing regions actually decrease from 1.4% to 1.3%. High suitability nearly doubles between current and future conditions for spotted lanternfly, but the area at high risk is still less than 1.5% of the wine-growing regions. Though the future risk SLF poses to vineyards in the Finger Lakes and Hudson Valley is projected to increase in area and intensity, the risk burden under worsening climate conditions in the near-future is less than expected. These results highlight the need for fine scale management strategies and species-specific estimates in response to climate change and resource availability across the landscape.", "date": "2025-05-31", "journal": ""}
{"title": "Distinct immunity protein families mediate compartment-specificneutralisation of a bacterial toxin", "doi": "10.1101/2025.05.31.657152", "authors": "Alcock, F.; Yang, Y.; Deme, J.; Casabona, G.; Mendonca, C.; Ulhuq, F.; Lea, S. M.; Palmer, T.", "abstract": "Staphylococcus aureus utilises a type VII secretion system (T7SS) to secrete antibacterial toxins that target competitor bacteria. EsxX is a T7SS substrate protein secreted by ST398 strains that has an LXG domain at its N-terminus. Here we show that the EsxX C-terminus is a membrane-depolarising toxin with a glycine zipper motif. EsxX is profoundly toxic to bacteria, displaying toxicity from both cytoplasmic and extracellular compartments. A pair of polytopic membrane proteins, ExiCD, protect cells from intoxication by extracellular EsxX. By contrast, a distinct soluble heterodimer, ExiAB, neutralises cytoplasmic EsxX by sequestration of its glycine zipper motif in a binding groove on ExiB. The exiA-exiB gene pair co-occur in staphylococcal genomes with esxX, invoking a model whereby ExiAB protects EsxX-producing cells from self-toxicity prior to EsxX secretion. By contrast ExiCD is encoded by both EsxX producers and in antitoxin islands of competitor strains that do not encode EsxX, consistent with providing immunity against the secreted form of the toxin. This work defines a new class of antibacterial toxin requiring two distinct types of immunity protein which follow different phylogenetic distributions.", "date": "2025-05-31", "journal": ""}
{"title": "Therapeutic antisense oligonucleotide mitigates retinal dysfunction in a pig model of CLN3 Batten disease", "doi": "10.1101/2025.05.30.656864", "authors": "Stratton, M. P.; Centa, J. L.; Swier, V. J.; Pfeifer, W. L.; Booth, C. D.; Albert, K.; Hunyara, J. L.; Rechtzigel, M. J.; Duelli, F. J.; Leppert, H. G.; Rigo, F.; Smit, T.; Jafar-Nejad, P.; Weimer, J. M.; Drack, A. V.; Hastings, M. L.", "abstract": "CLN3 Batten disease is a lethal pediatric autosomal recessive neurodegenerative disease caused by mutations in the CLN3 gene. Typically, the disease manifests as vision loss early in life and progresses to neurological dysfunction and death in young adulthood. Therapeutic development has focused on treating the central nervous system. However, such therapies may not protect against vision loss, which has a significant impact on quality of life. We have shown that a splice-switching antisense oligonucleotide (ASO) delivered to the central nervous system can reduce neurological disease burden in mouse models of CLN3 disease. Here, we report on a similar ASO approach for treating CLN3 Batten disease retinal dysfunction in a pig model of the disease, which is more representative of human vision. A single intravitreal injection of ASO induces robust exon skipping in the retina for up to 12 months. The ASO treatment resulted in higher amplitudes on electroretinograms, suggesting mitigation of retinal dysfunction at early timepoints of disease. One ASO that efficiently induces exon skipping in vivo was well-tolerated and targets a region of CLN3 that is conserved in humans, making it a promising candidate for treating the disease in humans. Our findings demonstrate the potential utility of an ASO-based approach to treat retinal dysfunction in CLN3 Batten disease and generally supports the use of ASOs for treating eye diseases.", "date": "2025-05-31", "journal": ""}
{"title": "A fluorescent reporter and single-turnover kinetics reveal new insight into BAM complex function", "doi": "10.1101/2025.05.30.657120", "authors": "Bergman, W. N.; Sousa, M. C.", "abstract": "The {beta}-barrel assembly machine (BAM) is an essential protein complex that folds and inserts outer membrane {beta}-barrel proteins (OMPs) into the bacterial outer membrane. The BAM complex contains the essential BamA OMP with five soluble polypeptide transport-associated (POTRA) domains, which scaffold the essential BamD lipoprotein and the non-essential lipoproteins BamB/C/E. The importance of each BAM component has been investigated primarily using cell-based phenotypic assays, and structural data have revealed insights into the role of the BamA {beta}-barrel in OMP folding. However, in vitro quantitative analysis for the function of each BAM component has been challenging. We describe the development of a fluorescent reporter of OMP folding, tOmpA-A488, which we use to obtain single-turnover kinetic parameters for wildtype BAM complex in vitro. We observe a kfold of 0.78 {+/-} 0.15 min-1 and approximate substrate affinity of 3.1 {+/-} 1.1 M consistent with estimates of in vivo requirements. We also find that, contrary to prevailing models, POTRA domain deletions that include POTRA3, which is essential in cells, do not drastically impact activity. This indicates that the first three POTRA domains do not play a major role in binding or folding OMPs under single-turnover conditions, suggesting a different role in cells. Furthermore, we find that BamA alone is inactive in E. coli lipid liposomes, and the gain-of-function mutant BamA E470K does not rescue activity in vitro. The single-turnover kinetics enabled by the fluorescent reporter presented here defines a robust platform for quantitative evaluation of the folding activity of wildtype and mutant BAM complexes.", "date": "2025-05-31", "journal": ""}
{"title": "Programmed inhibition of an innate immune receptor via de novo designed transmembrane proteins", "doi": "10.1101/2025.05.31.657109", "authors": "Maillie, C. A.; Zhang, M.; Goiset, N.; Goldenfeld, G.; Ward, A.; mravic, m.", "abstract": "Toll-like receptors (TLRs) are single-pass membrane proteins central to innate immunity, yet the role of homodimeric transmembrane (TM) domain interactions in cross-membrane signaling remains poorly understood and underexploited for therapeutic intervention. Here, we conduct a de novo computational design campaign to generate synthetic peptides that selectively target the TM domain of Toll-like receptor 4 (TLR4), a key mediator of inflammatory signaling and a clinically relevant drug target. Using in silico modeling and cell-based screening, we identified two peptides that disrupt membrane-embedded interactions essential for receptor activation. Our lead candidate binds sequence-specifically to the native TM-juxtamembrane region, acting as a largely target-selective and preliminarily dose-dependent inhibitor that impairs TLR4 signaling without affecting receptor expression. This work establishes a novel inhibitory mechanism based on structural perturbation of the TM interface and provides a generalizable framework for designing TM-targeting molecules in the absence of structural or evolutionary templates. These findings underscore the functional importance of membrane-spanning interactions and open a new therapeutic avenue for modulating TLR4 activity in the context of infection, autoimmunity, and inflammation.", "date": "2025-05-31", "journal": ""}
{"title": "Carbon-Efficient Conversion through Hydrogen and Formate-Driven Metabolism in Escherichia coli", "doi": "10.1101/2025.05.30.657096", "authors": "Bertrand, R. L.; Panich, J.; Cowan, A. E.; Roberts, J. B.; Artier, J.; Toppari, E.; Baidoo, E. E.; Chen, Y.; Petzold, C. J.; Hudson, G. A.; Shih, P. M.; Singer, S. W.; Keasling, J. D.", "abstract": "Product yields for biomanufacturing processes are often constrained by the tight coupling of cellular energy generation and carbon metabolism in sugar-based fermentation systems. To overcome this limitation, we engineered Escherichia coli to utilize hydrogen gas (H2) and formate (HCOO-) as alternative sources of energy and reducing equivalents, thereby decoupling energy generation from carbon metabolism. This approach enabled precise suppression of decarboxylative oxidation during acetate growth, with 86.6 +/- 1.6% of electrons from hydrogen gas (via soluble hydrogenase from Cupriavidus necator H16) and 98.4 +/- 3.6% of electrons from formate (via formate dehydrogenase from Pseudomonas sp. 101) offsetting acetate oxidation. Hydrogen gas supplementation led to a titratable and stoichiometric reduction in CO2; evolution in acetate-fed cultures. Metabolomic analysis suggests that this metabolic decoupling redirects carbon flux through the glyoxylate shunt, partially bypassing two decarboxylative steps in the TCA cycle. We demonstrated the utility of this strategy by applying it to mevalonate biosynthesis, where formate supplementation during glucose fermentation increased titers by 57.6% in our best-performing strain. Flux balance analysis further estimated that 99.0 +/- 2.8% of electrons from formate were used to enhance mevalonate production. These findings highlight a broadly applicable strategy for enhancing biomanufacturing efficiency by leveraging external reducing power to optimize carbon and energy use.", "date": "2025-05-31", "journal": ""}
{"title": "DNA Flipping as Facile Mechanism for Transmembrane Signaling in Synthetic Cells", "doi": "10.1101/2025.05.31.656672", "authors": "Baranda Pellejero, L.; Vonk-de Roy, M.; Baykal, D.; Lehmann, L.; Walther, A.", "abstract": "Transmembrane signaling is essential for cellular communication, yet reconstituting such mechanisms in synthetic systems remains challenging. Here, we report a simple and robust DNA-based mechanism for transmembrane signaling in synthetic cells using cholesterol-modified single-stranded DNA (Chol-ssDNA). We discovered that anchored Chol-ssDNA spontaneously flips across the membrane of giant unilamellar lipid vesicles (GUVs) in a nucleation-driven, defect-mediated process. This flipping enables internal signal processing through hybridization with encapsulated complementary DNA and activation of downstream processes such as RNA transcription. The phenomenon shows a high transduction efficiency, is generic across DNA sequences and lipid compositions, and can be enhanced by glycerol, which modulates membrane dynamics. Mechanistic insights using fluorescence microscopy, nuclease degradation assays, and membrane permeability assays reveal that flipping is dominated by transient membrane pores. Leveraging this facile translocation process, we demonstrate selective transcriptional activation inside synthetic cells, underscoring the potential of CholssDNA flipping as a programmable tool for synthetic biology and bottom-up synthetic cell design.", "date": "2025-05-31", "journal": ""}
{"title": "Unified Genomic and Chemical Representations Enable Bidirectional Bio-synthetic Gene Cluster and Natural Product Retrieval", "doi": "10.1101/2025.05.31.656985", "authors": "Liu, G.; Li, Y.; Ong, G.; Wong, F. T.; Tay, D. W. P.; Lim, Y. H.; Foo, C. S.; Koh, L. C. W.", "abstract": "Natural product discovery is increasingly driven by the ability to analyze microbial genomes for biosynthetic gene clusters (BGCs) that encode secondary metabolites. While existing approaches have successfully linked BGCs to broad classes of chemical products, they typically operate in a single modality (genomic or chemical) limiting the scope of bidirectional prediction. In this work, we propose a multimodal framework that integrates genomic and chemical information by projecting embeddings derived from pretrained language models into a common representation space. We embed genomic sequences using a BGC foundation model and represent molecules through a chemical language model, then use a metric learning model to co-embed BGCs and their associated chemical structures. This co-embedding space allows us to quantify the similarity between BGCs and compounds using similarity measures, enabling both forward and inverse retrieval tasks. Beyond retrieval, we show that the shared space can guide strain selection for targeted compounds. By identifying BGCs closest to a query compound in the embedding space, we prioritize microbial strains that encode similar clusters, thereby streamlining genome mining and retrobiosynthetic design efforts. This approach represents a generalizable, scalable strategy to bridge biological and chemical modalities in natural product discovery.", "date": "2025-05-31", "journal": ""}
{"title": "Platelet DKK1 promotes tolerogenic dendritic cells and non-healing responses in cutaneous leishmaniasis", "doi": "10.1101/2025.05.27.656395", "authors": "Ihedioha, O.; Sivakoses, A.; Marcarian, H. Q.; Sajeev, M.; McMahon-Pratt, D.; Bothwell, A. L. M.", "abstract": "Dickkopf-1(DKK1) is a classical Wnt antagonist, which is released at the initiation of Leishmania major infection through platelet TLR1/2 activation. Using BALB/c mice deficient in platelet MyD88 (MyD88PKO) or platelet DKK1 (DKK1PKO), we assessed whether the transmission of activation signals through MyD88 and subsequent release of DKK1 are critical in regulating the immune response to L. major. At the site of infection, the levels of neutrophil platelet aggregates and activated neutrophils of MyD88(PKO) and DKK1(PKO) mice were reduced. Further, these mice mounted anti-leishmanial Th1-responses and failed to develop progressive lesions. In contrast, WT BALB/c-infected mice developed progressive disease associated with elevated IL-10-producing Th1 and Th2 T cells. Further, elevated CD206+ M2 macrophages and tolerogenic DC-10 cells, which favor parasite proliferation, were observed. In vitro, DKK1 promoted DC IL-10 production and blocked TNF-induction of IL-12. Overall, these results indicate that platelet-DKK1 promotes disease progression through the induction of tolerogenic DCs and subsequent pathological Th2 and IL-10-Th1 T cell responses.", "date": "2025-05-31", "journal": ""}
{"title": "A conceptual framework for revealing minor bacterial signals inmicrobiome data through guided data transformation", "doi": "10.1101/2025.05.31.656121", "authors": "MARTIN, D.; Houedry, P.; Derbre, F.; Monbet, V.", "abstract": "The microbiome is a rich source of biological data that offers promising insights into personalized medicine. However, inferring host health from gut bacterial composition using statistical analytical methods remains a challenge. Here, we show that groups of bacterial species with high abundance and variance (referred to as dominant bacterial signals and often associated with enterotype) exert a disproportionately large influence on microbiome analyses, hiding the contribution of less expressed species (referred to as minor bacterial signals). To address this limitation, we propose a guided data transformation highlighting minor bacterial signals while minimizing the impact of dominant bacterial signals on microbiome statistical analyses. This transformation (i) leads to alternative clustering more closely associated with host health and (ii) helps to improve the performance of supervised machine learning algorithms in high-dimensional settings (n << p). Applying to a real dataset, our results suggest that dominant bacterial signals may act as a confounding variable to predict host health.", "date": "2025-05-31", "journal": ""}
{"title": "Ecological divergence of sympatric Saccharomyces species across wild and fermentative environments in the neotropics", "doi": "10.1101/2025.05.31.656962", "authors": "Lopez-Gallegos, C.; Aguirre-Dugua, X.; Avelar-Rivas, J. A.; Kirchmayr, M. R.; Morales, L.; DeLuna, A.; Mancera, E.", "abstract": "The common yeast Saccharomyces cerevisiae is widely associated with anthropogenic habitats and dominates agave fermentations in Mexico, despite the absence of starter cultures in artisanal production. Yet, the origins and dispersal of the microorganisms involved in this fermentation system--including wild S. cerevisiae and its sister species S. paradoxus--remain poorly understood. Here, we analyzed the distribution of these two species across three regions in Mexico by collecting a total of 861 samples from 15 traditional distilleries and 25 nearby natural sites, including tree bark, insects, fermentation tanks, and distillery surfaces. Among 4,006 isolates identified by MALDI-TOF biotyping, S. cerevisiae and S. paradoxus were recovered at overall rates of 21% and 3.4%, respectively, with the former more frequently found in distilleries and the latter in natural habitats. Notably, Saccharomyces isolates were not exclusively associated with oak trees, as strains were also recovered from leguminous, pine, and Anacardiaceae trees, suggesting that the oak specialization observed in temperate regions may not hold in tropical environments. Genome sequencing of 100 Saccharomyces isolates and SNP-based analyses showed that S. cerevisiae strains clustered by geography, not by substrate, and were largely confined to two Mexican Agave clades, with minor representation from the North American Oak, Pacific West Coast, and Wine clades. Strains isolated from agave fermentations belonged to the same populations as those from plant substrates, with insects, especially Drosophilidae, likely mediating their dispersal. Meanwhile, S. paradoxus isolates grouped into the SpA (Eurasian) and SpB (North American) lineages, with three novel SpB subclades identified. Intriguingly, one of these, the SpB_MxAgave population, was exclusively associated with agave fermentations, providing the first evidence of a persistent association of S. paradoxus with an anthropogenic habitat. Our study sheds light on the ecological dynamics and diversity of S. cerevisiae and S. paradoxus populations in the neotropics.", "date": "2025-05-31", "journal": ""}
{"title": "MARISMa: a routine MALDI-TOF MS database from 2018 to 2024", "doi": "10.1101/2025.05.31.657186", "authors": "Schmidt-Santiago, L.; Lopez-Mareca, I.; Blazquez-Sanchez, M.; Moreno-Lopez, J. M.; Sevilla-Salcedo, C.; Gomez-Verdejo, V.; Rodriguez-Sanchez, B.; Rodriguez-Temporal, D.; Guerrero-Lopez, A.", "abstract": "Clinical microbiology laboratories play a crucial role in identifying pathogens, guiding antibiotic treatment, and managing antimicrobial resistance (AMR). Matrix-Assisted Laser Desorption/Ionization Time-of-Flight Mass Spectrometry (MALDI-TOF MS) has become essential for rapid, accurate, and cost-effective microbial identification. Recent advances in integrating MALDI-TOF MS with Artificial Intelligence (AI) show promise in improving microbial detection and prediction of AMR. However, progress is limited by the lack of comprehensive and openly accessible databases that restrict the validation, reproducibility, and applicability of the model. To address this gap, we introduce a publicly available, extensively documented MALDI-TOF MS database comprising 207,950 unique spectra from isolates collected between 2018 and 2024 at the Hospital General Universitario Gregorio Maranon, Spain. This dataset includes 191,048 bacteria, 16,537 fungal, and 365 mycobacterial isolates, all provided in raw format with detailed metadata and AMR annotations for 13,114 bacterial isolates. In contrast to many existing datasets, this resource is openly and freely shared, rigorously curated, and designed to support a wide range of machine learning and epidemiological applications. By ensuring unrestricted access to high-quality, standardized data, this database aims to promote transparency, reproducibility, comparative benchmarking, and collaborative progress in AI-driven clinical microbiology.", "date": "2025-05-31", "journal": ""}
{"title": "Impacts of wastewater treatment and the exposome on antibiotic resistance gene dynamics: Insights from Guadeloupe, a French Caribbean Island", "doi": "10.1101/2025.05.31.657145", "authors": "Alexa, M.; Kovacevic, A.; Pimenta, M.; Batantou Mabandza, D.; Ahmed, I.; Breurec, S.; DAGOT, C.; Huynh, B.-T.; Opatowski, L.", "abstract": "Wastewater treatment plants (WWTPs) are global hotspots for the dissemination of antibiotic resistance genes (ARGs), primarily driven by different anthropogenic activities. Chemical compounds commonly found in wastewater, including antibiotics, biocides, non-steroidal anti-inflammatory drugs (NSAIDs), and heavy metals, along with environmental factors such as temperature and precipitation, might enhance the selection of antibiotic-resistant bacteria (ARB) even at low concentrations, inadvertently promoting the proliferation of ARGs. Since WWTPs can vary in their removal efficiency and influent compositions, it is important to assess their impact in influencing the relative abundance of ARGs and pollutant concentrations in discharged effluent. We analyzed data collected in Guadeloupe, French Caribbean, using random forest and lasso to investigate changes in the resistome and exposome within untreated wastewater influents and treated effluents from three WWTPs. These WWTPs represented three distinct wastewater continuums - hospital-based, urban non-touristic, and urban touristic - each with unique influent compositions. The study, which spanned four sampling campaigns from September 2021 to January 2023, revealed that the reduction in ARG abundance by the WWTPs was lower than expected. Of the 16 clinically relevant genes and mobile genetic elements examined, the relative abundance of aph(3')-III, blaOXA, blaSHV, blaTEM, ermB, intI1, qnrS, and tetM was reduced by 59.8% to 89.9% across the three WWTPs. An increasing trend in the relative abundance of the mcr-1 gene was observed, showing a 9.52-fold increase in the treated effluent in the hospital continuum. Of the nine antibiotics tested, trimethoprim levels dropped by 70.8% in the touristic continuum and 78.8% in the non-touristic, while ciprofloxacin saw a significant 64.4% reduction only in the touristic continuum, while no other antibiotics or biocides among the eight tested were effectively removed. Regarding heavy metals, significant reductions were observed only in the non-touristic continuum, with cadmium (Cd), copper (Cu), and mercury (Hg) concentrations reduced by 32.5%, 21.1%, and 36.2%, respectively. Our findings provide insights into the associations between environmental factors and the relative abundance of ARGs in Guadeloupe. Generally, depending on the continuum, biocides, the antibiotic erythromycin, certain heavy metals (As, Cd, Cu, Cr, and Hg) and water temperature were associated with the relative abundance of clinically relevant ARGs. This study was not able to assess the impact of climate. Future research should include longitudinal studies with more frequent sampling to better investigate the evolution of antibiotic resistance in bacterial species and its associated drivers, including pollutants and climate-related factors.", "date": "2025-05-31", "journal": ""}
{"title": "A Catalytically Inactive Protein Kinase C alpha Mutation Drives Chordoid Glioma by Pathway Rewiring", "doi": "10.1101/2025.05.30.657104", "authors": "Bellamy, C.; Tovell, H.; Schwaighofer, S.; Baffi, T.; Arslan, J.; Letourneur, Q.; Dingli, F.; Loew, D.; Kornev, A.; Lerond, J.; Kao, T.; Liva, S.; Izac, B.; Andrieu, M.; Adle-Biassette, H.; Barnier, J.-V.; Stefan, E.; Sanson, M.; Newton, A.; Bielle, F.", "abstract": "Chordoid glioma (ChG) is a rare, low-grade brain tumor characterized by a novel recurrent point mutation, D463H, in the kinase domain of protein kinase C alpha (PKC). The mutation is invariably an Asp to His substitution, suggesting it endows a unique function beyond catalytic inactivation associated with other cancer-associated PKC mutations. Here we use in vitro and in cellulo activity assays to show that PKCD463H is catalytically inactive, functions as a dominant-negative mutant to suppress endogenous PKC and uniquely rewires the cellular interactome. Specifically, phosphoproteomic, proximity labeling, and co-immunoprecipitation mass-spectrometry data from cells overexpressing PKCD463H identify altered phosphorylation of substrates and binding to multiple proteins involved in cell-cell junctions compared to WT enzyme. Lastly, single nuclei RNAseq reveals that ChG derives from specialized tanycytes. Our data suggest that this disease-defining, fully penetrant mutation promotes neomorphic non-catalytic scaffolding to impair cell junction function.", "date": "2025-05-31", "journal": ""}
{"title": "HCR-Proxy resolves site-specific proximal RNA proteomes at subcompartmental nanoscale resolution", "doi": "10.1101/2025.05.30.656369", "authors": "Trupej, A.; Bergant, V.; Novljan, J.; Dodel, M.; Klobucar, T.; Adamek, M.; Lee, F. C. Y.; Yap, K.; Makeyev, E.; Kokot, B.; Cehovin Zajc, L.; Pichlmair, A.; Urbancic, I.; Mardakheh, F. K.; Modic, M.", "abstract": "The spatial organisation of RNA condensates is fundamental for understanding of basic cellular functions, but may also provide pivotal insights into diseases. One of the major challenges to understanding the role of condensates is the lack of technologies to map condensate-scale protein architecture at subcompartmental or nanoscale resolution. To address this, we introduce HCR-Proxy, a proximity labelling technique that couples Hybridization Chain Reaction (HCR)-based signal amplification with in situ proximity biotinylation (Proxy), enabling proteomic profiling of RNA-proximal proteomes at subcompartmental resolution. We benchmarked HCR-Proxy using nascent pre-rRNA targets to investigate the distinct proteomic signatures of the nucleolar subcompartments and to uncover a spatial logic of protein partitioning shaped by RNA sequence. Our results demonstrate HCR-Proxy's ability to provide spatially-resolved maps of RNA interactomes within the nucleolus, offering new insights into the molecular organisation and compartmentalisation of condensates. This subcompartment-specific nucleolar proteome profiling enabled integration with deep learning frameworks, which effectively confirmed a sequence-encoded basis for protein partitioning across nested condensate subcompartments, characterised by antagonistic gradients in charge, length, and RNA-binding domains. HCR-Proxy thus provides a scalable platform for spatially resolved RNA interactome discovery, bridging transcript localisation with proteomic context in native cellular environments.", "date": "2025-05-31", "journal": ""}
{"title": "PTP1B inhibition promotes microglial phagocytosis in Alzheimer's disease models by enhancing SYK signaling", "doi": "10.1101/2025.05.30.657101", "authors": "Cen, Y.; R. Alves, S.; Song, D.; Preall, J.; Van Aelst, L.; Tonks, N. K.", "abstract": "Amyloid-beta accumulation is a hallmark of Alzheimer's disease (AD). Emerging evidence suggests that impaired microglial amyloid-beta phagocytosis is a key feature in AD, highlighting the therapeutic potential of enhancing this innate immune function. Here, we demonstrate that genetic deletion or pharmacological inhibition of protein tyrosine phosphatase 1B (PTP1B) ameliorated memory deficits and reduced amyloid-beta burden in APP/PS1 mice. Moreover, we show that PTP1B was highly expressed in microglia, and its deficiency promoted a transcriptional shift toward immune activation and phagocytosis. Consistently, PTP1B deletion in microglia enhanced phagocytosis and metabolic fitness, supported by increased AKT-mTOR signaling, a pathway essential for meeting the energy demands of activation. Mechanistically, we identified spleen tyrosine kinase (SYK), a key regulator of microglial phagocytosis, as a direct substrate of PTP1B. Inhibition of SYK showed that PTP1B modulates microglial activation in a SYK-dependent manner. These findings established PTP1B as a critical modulator of microglial activation and a potential therapeutic target for AD.", "date": "2025-05-31", "journal": ""}
{"title": "Affinity-selected peptide ligands specifically bind i-motif DNA and modulate c-Myc gene expression", "doi": "10.1101/2025.05.30.656635", "authors": "Rosonovski, S. S.; Guneri, D.; King, J. J.; Morris, C. J.; Waller, Z. A. E.", "abstract": "c-Myc is an oncogene that is dysregulated in ~70% of cancers. Its multifaceted function complicates effective drug targeting of the protein. i-Motif DNA structures in gene promotor regions have gained attention for their potential role in modulation of gene expression. These include the i-motif formed by the cytosine-rich sequence that lies upstream of the key P1 promotor of the c-Myc gene. Currently, selective ligands interacting with i-motif structures are limited. Here, peptide ligands for the i-motif from the promoter of c-Myc were identified via phage display. Hit peptides were filtered for selective binding to i-motif structures over other DNA structures using dis-placement assays and DNA melting experiments. Two lead peptides were found to produce dose-dependent changes on c-Myc gene expression after delivery into HEK293 cells expressing a c-Myc luciferase reporter construct. These leads may be used as chemical tools for the manipulation of c-Myc i-motif in vitro and have potential to be developed into cell-permeable peptidomimetics for delivery in vivo.", "date": "2025-05-31", "journal": ""}
{"title": "Off-Target Structural Insights: ArnA and AcrB in Bacterial Membrane Protein Cryo-EM Analysis", "doi": "10.1101/2025.05.31.656883", "authors": "Caliseki, M.; Borucu, U.; Yadav, S.; Schaffitzel, C.; Kabasakal, B. V.", "abstract": "Membrane protein quality control in Escherichia coli involves coordinated actions of the AAA+ protease FtsH, the insertase YidC, and the regulatory complex HflKC. These systems maintain proteostasis by facilitating membrane protein insertion, folding, and degradation. To gain structural insights into a putative complex formed by FtsH and YidC, we performed single-particle cryogenic electron microscopy on detergent-solubilized membrane samples, from which FtsH and YidC were purified using Ni-NTA affinity and size exclusion chromatography. Although SDS-PAGE analysis indicated a high purity of these proteins, cryo-EM datasets unexpectedly yielded high-resolution structures of ArnA and AcrB at 4.0 [A] and 2.9 [A] resolutions, respectively. ArnA is a bifunctional enzyme involved in lipid A modification and polymyxin resistance, while AcrB is a multidrug efflux transporter of the AcrAB-TolC system. ArnA and AcrB are known membrane protein contaminants after Ni-NTA purifications. However, they were also detected in Strep-Tactin affinity purified FtsH-YidC samples. ArnA, typically cytoplasmic, was consistently found in membrane-isolated samples, indicating an association with membrane components. Two-dimensional class averages revealed additional particles resembling GroEL, cytochrome bo oxidase, and the AAA+ cytoplasmic domain of FtsH. Although our preparation was initially considered homogeneous, neither full-size FtsH nor the intact FtsH-YidC complex could be resolved. This case highlights that cryo-EM can reveal structural information beyond the intended target, and that overexpression of membrane proteins involved in quality control may lead to the co-purification of proteins such as ArnA and AcrB.", "date": "2025-05-31", "journal": ""}
{"title": "Evaluation of an Orbitrap Astral Zoom mass spectrometer prototype for quantitative proteomics - beyond identification lists", "doi": "10.1101/2025.05.30.657132", "authors": "Hsu, C.; Shulman, N.; Stewart, H.; Petzoldt, J.; Pashkova, A.; Plubell, D.; Denisov, E.; Hagedorn, B.; Damoc, E.; MacLean, B. X.; Remes, P. M.; Canterbury, J. D.; Makarov, A.; Hock, C.; Zabrouskov, V.; Wu, C. C.; MacCoss, M. J.", "abstract": "Mass spectrometry instrumentation continues to evolve rapidly, yet quantifying these advances beyond conventional peptide and protein detections remains challenging. Here, we evaluate a modified Orbitrap Astral Zoom mass spectrometer (MS) prototype and compare its performance to the standard Orbitrap Astral MS. Across a range of acquisition methods and sample inputs, the prototype instrument outperformed the standard Orbitrap Astral MS in precursor and protein identifications, ion accumulation efficiency, and reproducibility of measurements. To enable meaningful cross-platform comparisons, we implemented an ion calibration framework that converts signal intensity from arbitrary units to absolute ion counts (ions/sec). This benchmarking strategy showed that the prototype sampled 30% more ions per peptide than the original Orbitrap Astral MS. This increase in the ion beam utilization resulted in improved sensitivity and quantitative precision. To make these metrics broadly accessible, we added new metrics to the Skyline document grid to report ion counts directly from data-independent acquisition (DIA) data. Taken together, our results demonstrate the Orbitrap Astral Zoom prototype as a high-performance platform for DIA proteomics and establish a generalizable framework for evaluation of mass spectrometer performance based on the number of ions detected for each analyte.", "date": "2025-05-31", "journal": ""}
{"title": "FUNCTIONAL ANALYSIS OF BIPARTITE NRF2 ACTIVATORS THAT OVERCOME FEEDBACK REGULATION FOR AGE-RELATED CHRONIC DISEASES", "doi": "10.1101/2025.05.30.656434", "authors": "Hushpulian, D. M.; Ammal Kaidery, N.; Soni, P.; Poloznikov, A. A.; Zakhariants, A. A.; Razumovskaya, A. V.; Silkina, M. O.; Tishkov, V.; Kazakov, E. H.; Brown, A. M.; Gaisina, I. N.; Ahn, Y.-H.; Kazakov, S. V.; Krucher, N.; Sharma, S. M.; Paul, B. D.; Gazaryan, I. G.; Nikulin, S. V.; Thomas, B.", "abstract": "Activating Nrf2 with small molecules is a promising strategy for countering aging, oxidative stress, inflammation, and various disorders, including neurodegeneration. The primary regulator of Nrf2 protein stability is Keap1, a redox sensor protein and an adapter in the Cullin III ubiquitin ligase complex, which labels Nrf2 for proteasomal degradation. The known Nrf2 activators either chemically modify sensor thiols in Keap1 or competitively displace Nrf2 from the ubiquitin ligase complex. The latter approach is considered the most suitable for continuous administration, as non-specific chemical modifiers of Keap1 thiols also modify active thiols on other proteins, thus causing side effects. However, when transitioning from homogeneous to cell-based assays, genuine displacement activators show a significant loss in potency by several orders of magnitude. As we demonstrate here, this offset is due to the presence of high micromolar concentrations of Keap1 in both the cell lines and brain tissue. A potential solution could involve targeted delivery of an alkylating agent to Keap1 to achieve the desired specificity. Transcriptomic analysis of a cell-permeable Nrf2 peptide bearing an alkylating fumarate moiety indicates selective activation of the Nrf2 genetic program, confirming the high specificity of this approach. The Nrf2-triggered genetic program has a feedback regulation mechanism through the activation of Bach1, an Nrf2 transcriptional repressor, which is elevated in age-related neurodegeneration. Thus, a benign bipartite Nrf2 activator with Bach1 inhibition properties is needed for maximal benefits. The recently developed heterocyclic carboxamide, HPPE, shows overlap with the Nrf2 pathway activated by the fumarate-linked Nrf2 peptide and with zinc and tin protoporphyrins, which are recognized inhibitors of Bach1. Therefore, HPPE presents a promising and unique combination of the two desired activities that could be further optimized to treat age-related neurodegeneration.", "date": "2025-05-31", "journal": ""}
{"title": "Prediction of metabolic dynamics through deep learning and high-throughput multiomics data", "doi": "10.1101/2025.05.27.656438", "authors": "Marti, J. M.; Kinnunen, P. C.; Held, M.; Alikhani, A.; Conley, A.; Chen, Y.; Radivojevic, T.; Gin, J. W.; Zournas, A.; Lennen, R. M.; Hefzi, H.; Baniodeh, M.; Harrington, P.; Forrer, M.; Melis, D.; Dietrich, J.; Holtz, W.; Ohler, N.; Petzold, C. J.; Martin, H. G.", "abstract": "Synthetic biology's remarkable potential to tackle important societal problems is held back by our inability to predictably engineer biological systems. Here, we collected one of the largest public multiomics synthetic biology datasets generated to date, and used it to train a novel deep learning algorithm able to predict product and metabolic dynamics with great accuracy, starting to approach the predictive capabilities found in physics and chemistry. We were able to predict production time series with 90-99% accuracy, and final production with 96% accuracy. Further, we were able to produce good predictions for a majority of extracellular metabolites, and twenty different intracellular metabolites. These predictions were provided for a target of industrial relevance: a non-model yeast (Pichia kudriavzevii) engineered to produce large amounts of malonic acid, a desirable biomanufacturing target. This approach is generally applicable to any host, pathway, and product because all required knowledge is inferred from experimental data.", "date": "2025-05-31", "journal": ""}
{"title": "Confounding factors in assessing the enriched expression of somatic mutant allele in bulk tumor samples", "doi": "10.1101/2025.05.27.656366", "authors": "Hagiwara, K.; Thrasher, A.; Terekhanova, N. V.; Zhang, J.", "abstract": "Allele-specific expression (ASE) of somatic mutations can be caused by cis-activation of the mutant allele or silencing of the wildtype allele and has been investigated by examining the enrichment of mutant allele in RNA relative to DNA. Here we show that this mutation-based approach can be confounded by gene expression differences in tumor and normal cells which co-exist in most bulk tumor samples. We modeled mutant allele expression by incorporating tumor/normal expression difference, mutant allele dosage, tumor purity, and nonsense-mediated decay (NMD) efficiency, projecting that the enrichment can occur without ASE. This confounding effect is exacerbated with low tumor purity and is dependent on mutant allele dosage for NMD-sensitive mutations. The model was validated empirically using somatic insertions/deletions (indels) from 9,101 the Cancer Genome Atlas (TCGA) samples, showing three-fold higher enrichment in driver genes vs. non-drivers. To explore if the enriched mutant allele expression can be leveraged to complement DNA-based somatic mutation detection, we performed de novo somatic indel calling using TCGA RNA-Seq, increasing the TCGA driver indel repertoire by ~14%, mostly in samples with lower tumor purity. Our study not only revealed confounding factors in ASE analysis but also demonstrated the utility of leveraging RNA-Seq for driver mutation analysis.", "date": "2025-05-31", "journal": ""}
{"title": "Improved quantitative accuracy in data-independent acquisition proteomics via retention time boundary imputation", "doi": "10.1101/2025.05.27.656394", "authors": "Harris, L. J.; Riffle, M.; Noble, W. S.; MacCoss, M. J.", "abstract": "The traditional approaches to handling missing values in DIA proteomics are to either remove high-missingness proteins or impute them with statistical procedures. Both have their disadvantages--removal can limit statistical power, while imputation can introduce spurious correlations or dilute signal. We present an alternative approach based on imputing peptide retention times (RTs) rather than quantitations. For each missing value, we impute the RT boundaries, then obtain a quantitation by integrating the chromatographic signal within the imputed boundaries. Our method yields more accurate quantitations than existing proteomics imputation methods. RT boundary imputation also identifies differentially abundant peptides from key Alzheimer genes that were not identified with library search alone. RT boundary imputation improves the ability to estimate radiation exposure in biological tissues. RT boundary imputation significantly increases the number of peptides with quantitations, leading to increases in statistical power. Finally, RT boundary imputation better quantifies low abundance peptides than library search alone. Our RT boundary imputation method, called Nettle, is available as a standalone tool.", "date": "2025-05-31", "journal": ""}
{"title": "Early Radiation Therapy Response Assessment using Multi-scale Photoacoustic Imaging", "doi": "10.1101/2025.05.27.656322", "authors": "Lefebvre, T. L.; Oraiopoulou, M.-E.; Bunce, E. V.; Else, T. R.; Wright, L. C.; Golinska, M. A.; Hacker, L.; Brodie, C.; Kupczak, S.; Cheng, Y.; Young, L.; Sweeney, P. W.; Bohndiek, S. E.", "abstract": "There is a critical unmet clinical need to identify biomarkers that predict and detect radiotherapy response in cancer. Using the unique capabilities of multi-scale photoacoustic imaging (PAI) for depicting tumour oxygenation and vasculature in vivo, we identified surrogate biomarkers of radiation response in two human breast cancer models (MCF7 and MDA-MB-231), comparing hypofractionated delivery with an ablative single dose scheme. Ex vivo immunohistochemistry results underpinned findings from mesoscopic and multispectral tomographic PAI, performed 24h pre-RT, 24h post-RT, and at endpoint. A denser and more mature vasculature of the MCF7 xenografts afforded an improved response to both RT schemes compared to MDA-MB-231, in terms of overall tumour oxygenation , tumour volume and proliferation. Increased intratumoural blood oxygen saturation and oxygen diffusion pre-RT were associated with improved outcomes and decreased proliferation, expected given the oxygen-enhancement effect in RT. In vivo PAI revealed the differential effect between ablative courses of RT in both models, with the ablative scheme altering the tumour vasculature as early as 24h post-RT, and pruning the looping vessels and total blood volume at endpoint in the more radiosensitive MCF-7 xenografts. An increase in blood oxygen saturation at endpoint was observed only in the MCF7 xenografts treated with hypofractionated RT, confirming the reduced oxygen consumption of damaged tumour cells, indicative of response. Thus, we showed that PAI could capture early RT response and inform on radioresistance, thus demonstrating promise of PAI as an in vivo and future clinical tool to monitor the tumour vascular response to RT.", "date": "2025-05-31", "journal": ""}
{"title": "Longitudinal multi-omic profiling uncovers immune escape and predictors of response in multiple myeloma", "doi": "10.1101/2025.05.27.656392", "authors": "Ohlstrom, D.; Pilcher, W. C.; Michaud, M. E.; Acharya, C. R.; Satpathy, S.; Gonzalez-Kozlova, E.; Jayasinghe, R. G.; Ferguson, K. E.; Mumme, H.; Nanda, S.; Song, Y.; Mantrala, S. K.; Karagkouni, D.; Schulman, J.; Pabustan, N.; Vieira Dos Santos, J.; Sherbenou, D.; Keats, J.; Gout, A.; Foltz, S.; Lagana, A.; Kourelis, T.; Vij, R.; Dhodapkar, M. V.; Avigan, D.; Cho, H. J.; Baughn, L. B.; Nooka, A.; Lonial, S.; Kumar, S.; Samur, M.; Vlachos, I.; Ding, L.; Gnjatic, S.; Mulligan, G.; Bhasin, M.", "abstract": "Multiple myeloma (MM) is an incurable malignancy of clonally expanded plasma cells shaped by complex interactions with the immune microenvironment. To investigate immune factors driving treatment response and resistance, we conducted multi-omics profiling including CD138neg single-cell RNA sequencing of 243 bone marrow samples from 102 patients (631,226 cells) and CD138pos bulk RNA and whole-genome sequencing from 209 samples. Longitudinal analyses revealed that interferon gamma signaling impairs T cell memory after autologous stem cell transplant, while naive B cell abundance and immunoglobulin diversity correlated with improved progression-free survival (HR = 0.48, p = 2.3e-4). At disease progression, MM cells upregulated cancer-testis antigens and immune effector genes, with concurrent B cell depletion, enrichment of myeloid-derived suppressor cell genes in monocytes, and T cell exhaustion. These findings highlight dynamic immune-tumor interactions, identifying naive B cell reconstitution as a biomarker of durable response, and cancer-testis antigens as potential targets for high-risk disease at progression.", "date": "2025-05-31", "journal": ""}
{"title": "Advanced Age in Mice Exacerbates Sepsis-Induced Inflammation, Vascular Permeability, and Multi-Organ Dysfunction", "doi": "10.1101/2025.05.27.656343", "authors": "Lee, H. N. R.; Lin, J.; Smith, C. J.; Ware, L. B.; Harrison, F. E.; Bastarache, J. A.; Baer, B.", "abstract": "Sepsis is a life-threatening syndrome marked by a dysregulated immune response to an infection and significant endothelial vascular permeability, often leading to multi-organ failure. Elderly patients are particularly vulnerable to sepsis, with higher morbidity and mortality rates. We hypothesized that advanced age exacerbates sepsis-induced inflammation and endothelial vascular permeability, resulting in a delayed recovery, persistent inflammation, and sustained organ injury. Using a polymicrobial sepsis model in young (3-month-old) and aged (18-month-old) C57BL/6 mice, sepsis was induced via intraperitoneal cecal slurry (CS) injection. Outcomes were assessed during the acute (24-hour; 1.6mg/g CS) and recovery (8-day; 1.0 mg/g CS) phases. During the acute phase, aged mice exhibited worse physiologic dysfunction, higher systemic (plasma TNF-a: young septic 202.1 pg/mL [17.44, 398.9] vs. aged septic 482.6 pg/mL [279.8, 711.7]; p = 0.0352 Mann-Whitney) and organ-specific inflammation, increased endothelial injury and vascular permeability, as well as greater kidney and liver dysfunction compared to young mice. During recovery, aged mice had sustained physiologic dysfunction, prolonged systemic and organ-specific inflammation, and sustained organ injury (kidney tissue NGAL: young septic 291.5 RE [203.7, 373.2] vs. aged septic 821 RE [456, 1258] protein normalized to beta actin; p = 0.0008 Mann-Whitney) compared to young mice. These results support the hypothesis that advanced age worsens sepsis severity and outcomes and delays recovery, emphasizing the need for aged models and multi-organ evaluations to develop effective therapies for this vulnerable population.", "date": "2025-05-31", "journal": ""}
{"title": "Resistance training-induced appendicular lean tissue mass changes are largely unrelated to pre-training bone characteristics in a larger cohort of untrained adults", "doi": "10.1101/2025.05.27.656407", "authors": "Tiede, D. R.; Plotkin, D. L.; McIntosh, M. C.; Michel, J. M.; Huggins, K. W.; Beck, D. T.; Goodlett, M. D.; Carr, J. C.; Schoenfeld, B. J.; Mobley, C. B.; Young, K. C.; Swinton, P. A.; Fruge, A. D.; Roberts, M. D.", "abstract": "We sought to determine if pre-intervention bone characteristics measured by dual-energy x-ray absorptiometry (DXA) were associated with changes in bone-free lean tissue mass following a period of resistance training in a large cohort of untrained adults (n=119, 62M/57F, 26.0+/-4.7 kg/m2, age range = 18-70 years old). Participants completed 10-12 weeks of supervised whole-body resistance training twice weekly, and DXA scans were obtained approximately the same time of day prior to the intervention and 48-72 hours following the final training bout. Associations between baseline skeletal measures (e.g., appendicular bone characteristics, shoulder and hip widths) and training induced changes in appendicular lean mass were examined by estimating correlations between participant-level random slopes (reflecting change over time) and baseline skeletal measures. The same approach was used to evaluate associations between other participant attributes (e.g., age, training volume-load, self-reported energy intake) and appendicular lean tissue mass changes. Modeling was also used to explore whether baseline skeletal characteristics (e.g., shoulder and hip widths) moderated the change in appendicular lean tissue mass from training. All analyses used a Bayesian framework, and interpretation focused on estimated effect sizes and their associated credible intervals rather than formal null hypothesis testing. Strong positive associations were observed between pre-intervention characteristics including dual-arm lean tissue mass and dual-arm bone mineral content (r=0.90), dual-leg lean tissue mass and dual-leg bone mineral content (r=0.86), dual-leg lean tissue mass and pelvic mineral content (r=0.73), and dual-arm lean tissue mass and shoulder width (r=0.76). In contrast, weak associations were observed between training-induced changes in appendicular lean tissue mass versus bone characteristics, training volume-load, self-reported energy intake, self-reported protein intake, BMI, and age (-0.08[&le;]r[&le;] 0.24). After adjusting for sex, multivariable analyses indicated minimal evidence that skeletal characteristics moderated the hypertrophic response to training. These findings do not support a meaningful role of pre-training bone characteristics in influencing the lean tissue mass adaptations to shorter-term resistance training.", "date": "2025-05-31", "journal": ""}
{"title": "DNA framework array enables ultra-high throughput DNA synthesis", "doi": "10.1101/2025.05.30.657018", "authors": "Li, C.; Saimaiti, Y.; Li, M.; Wang, S.; Yin, F.; Fang, Z.; Jia, S.; Wang, F.; Ye, D.; Wang, L.; Zuo, X.; Fan, C.", "abstract": "High-throughput DNA synthesis has revolutionized synthetic biology, molecular diagnostics, genome engineering, and DNA data storage by enabling the scalable and precise construction of nucleotide-based information systems. However, existing high-throughput synthesis technologies rely on top-down fabrication strategies to maximize throughput, yet they are inherently constrained by physical limitations. These constraints make it exceedingly difficult to achieve single-molecule level synthesis control that is essential for advancing next-generation DNA synthesis. Here, we present a DNA framework-based bottom-up enzymatic synthesis strategy that enables single-molecule level control of DNA synthesis with high-throughput. Leveraging the nanoscale addressability of DNA frameworks, we achieved a synthesis site pitch of 10.9 nm, 183-fold smaller than that of previously reported electrode arrays. Theoretical projections suggest that this approach could scale synthesis throughput to 530 billion sequences per square centimeter, representing a four-order-of-magnitude improvement over existing synthesis arrays. This approach lays the foundation for gigabyte-scale DNA writing and offers a highly accessible pathway toward large-scale DNA synthesis for emerging applications such as molecular data storage.", "date": "2025-05-31", "journal": ""}
{"title": "Influenza A virus infection during pregnancy increases transfer of maternal bloodborne molecules to fetal tissues", "doi": "10.1101/2025.05.27.656420", "authors": "Gonzalez-Ricon, R. J.; Otero, A. M.; Chalen, I.; Savas, J.; Antonson, A. M.", "abstract": "Influenza A virus (IAV) infection during pregnancy is linked to heightened risk for neurodevelopmental disorders (NDDs) in the offspring. The precise pathophysiological mechanism(s) underling this association remains an active topic of research. We propose that maternal immune activation (MIA) triggered by IAV infection can disrupt selective permeability at the maternal-fetal interface, leading to increased transfer of blood-derived molecules into the fetal compartment. Some of these molecules might be responsible for the initiation of inflammatory cascades implicated in NDD etiology. Using a murine model of seasonal IAV infection during pregnancy, we examined placental and fetal brain barrier properties following maternal IAV challenge. Our findings demonstrate an enhanced transplacental transfer of fluorescently labeled tracers from maternal circulation to key neurodevelopmental regions, including the subventricular zone (SVZ) and choroid plexus (ChP) of fetal brains. This effect was most pronounced in fetuses from dams exposed to the highest dose of IAV. Notably, a similar pattern was observed for accumulation of the bloodborne neuroinflammatory molecule fibrinogen in these same brain regions, which was further amplified in response to the highest IAV dose. Moreover, fibrinogen accumulation was positively correlated with Iba1+ cell immunofluorescence, suggesting a potential interaction between fibrinogen and Iba1+ cells. Collectively, these findings suggest that IAV-induced MIA enhances transplacental transfer of blood-derived molecules into fetal tissues, potentially activating proinflammatory pathways in Iba1+ cells.", "date": "2025-05-31", "journal": ""}
{"title": "An Anaerobic Pathogen Rewires Host Metabolism to Fuel Oxidative Growth in the Inflamed Gut", "doi": "10.1101/2025.05.31.657111", "authors": "Spiga, L.; Fansler, R. T.; Grote, A.; Langford-Butler, M.; Miller, A. K.; Neal, M.; Hale, O. F.; Wu, Y.; Singla, D.; Calcutt, M. W.; Rose, A. E.; Bresson, M. M.; Schrimpe-Rutledge, A. C.; Berdy, B.; Codreanu, S. G.; Washington, M. K.; Bratton, B. P.; Sherrod, S. D.; McLean, J. A.; Zengler, K.; Sears, C. L.; Behringer, M. G.; Gnirke, A.; Livny, J.; Olivares-Villagomez, D.; Earl, A. M.; Zhu, W.", "abstract": "To colonize their host and cause disease, enteric pathogens must deploy their virulence factors to establish distinct nutrient niches. How obligate anaerobic pathogens construct nutrient niches in the densely populated large intestine remains poorly understood. Enterotoxigenic Bacteroides fragilis (ETBF) is considered an obligate anaerobic bacterium and has been implicated in inflammation-associated diseases, including colitis and colorectal cancer. Here we show that ETBF uses its virulence factor, Bacteroides fragilis toxin, to reprogram colonic epithelial cell metabolism to colonize the inflamed gut. Bacteroides fragilis toxin activates pro-tumorigenic signaling and hijacks the host bile acid recycling pathway, inducing a metabolic shift in the epithelium from oxidative phosphorylation to glycolysis. This shift increases local concentrations of L-lactate and oxygen, nutrients that support an oxidative metabolism in ETBF. These findings reveal an unexpected strategy by which a pathogenic organism, previously considered to be an obligate anaerobic bacterium, generates and exploits an oxidative niche in the inflamed gut.", "date": "2025-05-31", "journal": ""}
{"title": "Endogenous Estrogen-Mimetic Compounds in Cell Culture Media Influence Human Mesenchymal Stromal Cell (hMSC) Processes and Differentiation in a Sex-Biased Manner", "doi": "10.1101/2025.05.27.656455", "authors": "Bradford, J. C.; Robinson, J. L.", "abstract": "Estrogens are global steroids that control cellular signaling pathways and impact cellular processes, phenotype, and homeostasis. Traditional cell culture media contains multiple sources of exogenous estrogens with known estrogenic effects yet how these exogenous estrogenic mimics are biasing in vitro studies, particularly when considering sex as a biological variable, is unknown. This is particularly of note in human mesenchymal stromal cells (hMSCs) where perturbations to their culture conditions are known to impact differentiation which is critical for cell therapy and tissue engineering considerations. Currently, the effect of exogenous estrogens from cell culture media on male and female hMSCs is not considered, with most clinical trials including some form of exogenous estrogens in during culture and processing. Further, a baseline understanding of estrogen mimetic media influences on hMSCs is critical for adequate study design to specifically determine the impact of sex hormones on cell behavior. To this end, we investigated the effects of phenol red and unfiltered fetal bovine serum on the proliferation, metabolism, senescence, and differentiation capacity of male and female hMSCs. Phenol red significantly impacted proliferation, differentiation, and gene expression. Unfiltered FBS significantly impacted metabolism, senescence-associated staining, differentiation, and gene expression. Interestingly, treating with estrogen at the levels found in FBS did not recover most of the hMSC metrics tested, suggesting that estrogen signaling is not the only process impacted. Donor sex influenced significant differences in the response to proliferation, senescence associated staining, differentiation, and gene expression. Our work highlights sex-biased effects of estrogen-mimetic compounds in traditional culture media, highlighting a current gap in considering sex as a biological variable in cell therapy and tissue engineering products. The impact of exogenous estrogens must be considered in study design due to significant impacts on key indicators for hMSC cell processes, stemness and differentiation capacity.", "date": "2025-05-31", "journal": ""}
{"title": "Full-length isoform constructor (FLIC) - a tool for isoform discovery based on long reads", "doi": "10.1101/2025.05.27.656444", "authors": "Kasianova, A. M.; Klepikova, A. V.; Gusev, O. A.; Gazizova, G. R.; Logacheva, M. D.; Penin, A. A.", "abstract": "Advances in high-throughput sequencing have illuminated a complexity of transcriptome landscape in eukaryotes. An inherent part of this complexity is the presence of multiple isoforms generated by the alternative splicing and the use of alternative transcription start and polyadenylation sites. However, currently available tools have limited capacity to infer full-length isoforms. To address this problem, we developed a new pipeline, FLIC (Full-Length Isoform Constructor). FLIC is based on the long-read transcriptome data and integrates several key features: 1) utilizing biological replicate concordance to filter out noise and artifacts; 2) employing peak calling to precisely identify transcription start and polyadenylation sites; 3) enabling robust isoform reconstruction with minimal reliance on existing annotations. We evaluated FLIC using a dedicated set of real and simulated data of Arabidopsis thaliana cDNA sequencing. Results demonstrate that FLIC accurately reconstructs known and novel isoforms, outperforming existing tools, especially in the absence of reference annotations. A direct comparison with CAGE, currently regarded as golden standard for TSS identification shows that FLIC is equally accurate, while being much less time-consuming. Thus FLIC provides a valuable tool for comprehensive transcript characterization, particularly for non-model organisms or when dealing with incomplete or inaccurate annotations.", "date": "2025-05-31", "journal": ""}
{"title": "Analysis of isobaric quantitative proteomic data using TMT-Integrator and FragPipe computational platform", "doi": "10.1101/2025.05.27.656447", "authors": "Chang, H.-Y.; Deng, Y.; Li, R.; Avtonomov, D.; Wen, B.; Haynes, S. E.; Leprevost, F. d. V.; Zhang, B.; Yu, F.; Nesvizhskii, A. I.", "abstract": "Isobaric mass tags, such as iTRAQ and TMT, are widely utilized for peptide and protein quantification in multiplex quantitative proteomics. We present TMT-Integrator, a bioinformatics tool for processing quantitation results from TMT and iTRAQ experiments, offering integrative reports at the gene, protein, peptide, and post-translational modification site levels. We demonstrate the versatility of TMT-Integrator using five publicly available TMT datasets: an E. coli dataset with 13 spike-in proteins, the clear cell renal cell carcinoma (ccRCC) whole proteome and phosphopeptide-enriched datasets from the Clinical Proteomic Tumor Analysis Consortium, and two human cell lysate datasets showcasing the latest advances with the Astral instrument and TMT 35-plex reagents. Integrated into the widely used FragPipe computational platform (https://fragpipe.nesvilab.org/), TMT-Integrator is a core component of TMT and iTRAQ data analysis workflows. We evaluate the FragPipe/TMT-Integrator analysis pipeline's performance against MaxQuant and Proteome Discoverer with multiple benchmarks, facilitated by the bioinformatics tool OmicsEV. Our results show that FragPipe/TMT-Integrator quantifies more proteins in the E. coli and ccRCC whole proteome datasets, identifies more phosphorylated sites in the ccRCC phosphoproteome dataset, and delivers overall more robust quantification performance compared to other tools.", "date": "2025-05-31", "journal": ""}
{"title": "Differences in GenBank and RefSeq annotations may affect genomics data interpretation for Pseudomonas putida KT2440", "doi": "10.1101/2025.05.27.656432", "authors": "de Siqueira, G. M. V.; Eng, T.; Mukhopadhyay, A.; Guazzaroni, M.-E.", "abstract": "Annotations of genomic features are cornerstone data that support routine workflows in conventional omics analyses in Pseudomonas putida KT2440 and other organisms. The GenBank and the RefSeq versions of the annotated KT2440 genome are two popular resources widely cited in the literature; yet, they originate from distinct prediction pipelines and possess potentially different biological information that is often overlooked. In this study, we systematically compared the features present in these resources and found that approximately 16% of the total of KT2440 ORFs show differences in their predicted genomic positions across GenBank and RefSeq, despite sharing equivalent locus tag codes. Furthermore, we show that these discrepancies can affect the results of high-throughput analyses by processing a collection of RNAseq expression datasets utilizing both annotations. Our findings provide a comprehensive overview of the current state of available resources for genomics research in P. putida KT2440 and highlight a rarely addressed yet widespread potential pitfall in the literature on this organism, with possible implications for other prokaryotes.", "date": "2025-05-31", "journal": ""}
{"title": "Midkine inhibits dormancy of disseminated melanoma cells", "doi": "10.1101/2025.05.27.656365", "authors": "Tirado, C. A. R.; Riaz, T. A.; Rodrigues, A. A.; Kale, N.; Satheeshkumar, S. J.; Perez-Gallegos, A.; Olmeda, D.; Soengas, M. S.; Sosa, M. S.", "abstract": "A significant factor in cancer-related mortality in melanoma is the appearance of intrinsically aggressive distal metastases. This recurrence frequently results from the awakening of dormant disseminated cancer cells (DCCs). One of the most puzzling clinical features in this disease is that DCCs rapidly develop into metastases in certain melanoma patients, while remaining inactive in others. We have previously identified NR2F1 as a driver of dormancy, but the mechanisms underlying its regulation, particularly when DCC are ''awakened'', are poorly understood. This study reveals that the growth factor Midkine (MDK) triggers a potent autocrine mechanism that deactivates NR2F1-dependent dormancy in DCC, ultimately favoring metastatic outgrowth. The effect of MDK was found linked to deregulation of the p-p38/p-ERK ratio in DCCs, in a process that was partly ALK-dependent. Supporting the physiological relevance of these data, MDK and NR2F1 were inversely correlated in DCCs in human lymph nodes (LN). In this regard, we observed that human LN biopsies negative for metastasis carried higher percentages of the dormant MDKLOW/NR2F1HIGH DCC phenotype, an effect that was inverted in metastasis-positive LN. Moreover, activation of NR2F1 with a specific agonist decreased the metastasis-initiating capacity of MDKHIGH DCCs by blocking MDK-driven mTORC1 activity. Dual therapy targeting MDK (via inhibition) and NR2F1 (via activation) markedly improved survival in mouse models of melanoma. This investigation reveals that MDKHIGH melanomas share a mechanism that that disrupts the natural capacity of DCCs to enter dormancy. Moreover, this study suggests that combining an NR2F1 agonist with an MDK inhibitor could be a potential therapeutic strategy to prolong the dormancy phase of melanoma DCCs, thereby preventing metastasis formation.", "date": "2025-05-31", "journal": ""}
{"title": "Oxidative stress and vacuolar variants influence paraquat response in Saccharomyces cerevisiae of different genetic variants", "doi": "10.1101/2025.05.27.656361", "authors": "Rubilar, J. C.; Szenfeld, B.; Cubillos, F. A.; Klein, A. D.", "abstract": "The biological effects of paraquat (PQ), an herbicide linked to Parkinson's disease (PD) risk in humans can be studied in Saccharomyces cerevisiae due to its evolutionary conservation with mammals. To understand how genetic background influences PQ toxicity, we treated four yeast strains (NA, SA, WA, and WE) with PQ and assessed physiological (growth curves), molecular (superoxide and peroxide levels) and cellular consequences (vacuolar disaggregation) on each genetic background. PQ significantly reduced specific growth rates (uMax) in WE and WA, while SA and NA remained unaffected. Furthermore, PQ increased superoxide and peroxide levels across the strains, but to different extents, being the SA and WE the most affected. PQ also influenced vacuolar morphologies strain-dependently, shifting from one large organelle to small disaggregate vacuoles, with WE being the most susceptible. Interestingly, we found an inverse association between superoxide levels and uMax. Given the known involvement of lysosomal dysfunction in pesticide-induced PD, we investigated correlations between predicted missense variants in vacuolar genes and PQ responses across the yeast strains. We identified associations between fen2 variants, the human orthologue of SLC17A5, and vacuolar disaggregation. To validate this, we exposed a fen2-deleted strain to PQ, which exhibited increased vacuolar disaggregation. In conclusion, our findings demonstrate that the strain-specific susceptibility to PQ is associated with superoxide levels and that fen2 likely plays a role in the vacuolar adaptive response to PQ exposure. We speculate that the most resistant strains may facilitate the development of novel therapeutics for humans exposed to PQ.", "date": "2025-05-31", "journal": ""}
{"title": "Targeting PIEZO1-TMEM16F Coupling to Mitigate Sickle Cell Disease Complications", "doi": "10.1101/2025.05.27.656389", "authors": "Liang, P.; Wan, Y.-C. S.; Shan, K. Z.; Chou, R.; Zhang, Y.; Delahunty, M.; Khandelwal, S.; Francis, S.; Arepally, G. M.; Telen, M. J.; Yang, H.", "abstract": "A deeper understanding of sickle cell disease (SCD) pathophysiology is critical for identifying novel therapeutic targets. A hallmark of SCD is abnormal phosphatidylserine (PS) exposure on sickle red blood cells (RBCs), which contributes to anemia, thrombosis, and vaso-occlusive crises (VOC). However, the mechanisms underlying this excessive PS exposure remain unclear. Here, we identify TMEM16F, a Ca2+-activated lipid scramblase, as a key mediator of PS exposure downstream of Ca2+ influx through the mechanosensitive channel PIEZO1 in sickle RBCs. Electrophysiology, imaging and flow cytometry reveal that deoxygenation-induced sickling promotes PIEZO1 activation, triggering Ca2+ entry, TMEM16F activation, and PS exposure. This cascade enhances PS+ microparticle release, thrombin generation, and RBC adhesion to endothelial cells. Notably, partial PIEZO1 inhibition with benzbromarone, an anti-gout drug, suppresses these changes. Our findings thus define a previously unrecognized mechanotransduction pathway in sickle RBCs and propose a unique therapeutic strategy to mitigate hypercoagulability and vaso-occlusion associated with SCD.", "date": "2025-05-31", "journal": ""}
{"title": "Hormetic elevation of taurine restrains inflammaging by deactivating the NLRP3 inflammasome.", "doi": "10.1101/2025.05.27.656381", "authors": "Guan, C.; Ryu, S.; Dong, M.; Youm, Y.-H.; Mohanty, S.; Maeda, R.; Orliaguet, L.; Kim, H.-H.; Dlugos, T.; Smith, S. R.; Ravussin, E.; Onyuru, J.; Wang, A.; Shaw, A. C.; Hoffman, H. M.; Kluger, Y.; Sugiura, Y.; Dixit, V. D.", "abstract": "Taurine, the most abundant sulfonic amino acid in humans is largely obtained from diets rich in animal proteins. However, taurine is dietary non-essential because it can be synthesized from cysteine by activation of transsulfuration pathway (TSP) when food consumption is low or if the diet is predominantly plant based. The decline of taurine was proposed as the driver of aging through an undefined mechanism. Here, we found that mild food restriction in humans for one year that resulted in 14% reduction of calorie intake elevated the hypotaurine and taurine concentration in adipose tissue. Therefore, we investigated whether elevated taurine mimics beneficial effects of caloric restriction on inflammation, a key mechanism of aging. Interestingly, aging increased the circulating and tissue concentrations of taurine suggesting that elevated taurine may serve as a hormetic stress response metabolite that regulates mechanism of age-related inflammation. The elevated taurine protected mice against mortality from sepsis and inhibited inflammasome-driven inflammation and gasdermin-D (GSDMD) mediated pyroptosis. Mechanistically, danger signals including hypotonicity that activate NLRP3-inflammasome, caused upstream taurine efflux from macrophages, which triggered potassium (K+) release and downstream canonical NLRP3 inflammasome assembly, caspase-1 activation, GSDMD cleavage and IL-1{beta} and IL-18 secretion that was reversed by taurine restoration. Notably, taurine does not efflux from GSDMD pore and inhibited IL-1{beta} from macrophages independently of known transporters SLC6A6 and SLC36A1. Increased taurine in old mice promotes healthspan by inducing anti-inflammatory pathways previously linked to youthfulness. These findings demonstrate that taurine is an upstream metabolic sensor of cellular perturbations that control NLRP3 inflammasome and lowers age-related inflammation.", "date": "2025-05-31", "journal": ""}
{"title": "cytoFlagR: A comprehensive framework to objectively assess high-parameter cytometry data for batch effects", "doi": "10.1101/2025.05.27.656370", "authors": "Eswar, S.; Koenig, Z. T.; Tursi, A. R.; Cobena-Reyes, J.; Tilburgs, T.; Andorf, S.", "abstract": "Motivation: High-parameter cytometry is widely used in longitudinal studies, but technical variation across batches can confound biological signals. However, tools that objectively identify problematic batches and markers are limited. Results: We introduce cytoFlagR, a comprehensive tool to flag batch-related problems at the marker and cell cluster level based on robust statistical evaluations. Batch and marker variations are assessed based on median signal intensities of negative and positive cell populations and positive cell frequencies, along with Earth Mover's Distance (EMD) of signal intensity distributions. Additionally, cytoFlagR identifies cell type specific batch problems via unsupervised clustering and is suitable for mass and spectral cytometry datasets where it objectively detects distinct types of batch issues. We demonstrated cytoFlagR's utility for assessing datasets that include or lack reference controls. Thus, cytoFlagR improves quality control by objective identification of technical variations that may impact downstream analysis. Availability and Implementation: cytoFlagR is freely available as R scripts with documentation and an example at https://github.com/AndorfLab/cytoFlagR.", "date": "2025-05-31", "journal": ""}
{"title": "Loss of tumor suppressor p53 upregulates stem cell factor SOX9 via Notch signaling", "doi": "10.1101/2025.05.27.656408", "authors": "Sanawar, R.; Guo, W.", "abstract": "Basal-like breast cancer (BLBC) consists of the majority of triple-negative breast cancer subtype that has a higher degree of cellular plasticity owing to a greater number of stem-like cancer cells compared to other subtypes 1. BLBCs are thought to originate from the luminal progenitor cells despite their prominent basal-cell features. SOX9 is a key transcription factor which is expressed selectively in estrogen receptor-negative luminal progenitors in postnatal mammary glands. During BLBC progression, SOX9 upregulation is required for the de-differentiation of luminal cells to multipotent fetal mammary stem cell-like states, which are crucial for the malignant progression of BLBC. However, the mechanism driving SOX9 upregulation in BLBC remains unclear. Since p53 is mutated in nearly 90% of the BLBC and is considered as an early event in the BLBC transformation, we hypothesized that p53 loss could contribute to SOX9 upregulation during BLBC progression. Using primary mammary cell organoids, we showed that p53 loss not only induced the SOX9 expression but also stabilized the half-life of SOX9 protein. We further identified that p53 loss increased Psen2 expression to activate the Notch1 signaling, which induced SOX9 expression. Together, our work identified a molecular mechanism allowing loss of tumor suppressor p53 to coopt the cell fate determinant SOX9 to drive de-differentiation in BLBC.", "date": "2025-05-31", "journal": ""}
{"title": "Proliferation of Early and Mature Osteoblasts Is Required for Bone Fracture Healing in Mice", "doi": "10.1101/2025.05.27.656371", "authors": "Gould, N. R.; Coello, A. F.; McKenzie, J. A.; Li, T.; Hixon, K. R.; Chen, L.; Barwick, K.; Lee, T.; Obaji, M.; Zhang, B.; Ornitz, D. M.; Silva, M. J.", "abstract": "Fractures heal by rapid formation of mineralized callus. Essential to this process is proliferation of periosteal cells to supply bone-forming osteoblasts. To better understand the role of cell proliferation in fracture healing, we asked: How is callus composition altered when osteolineage cells proliferation is blocked? Do mature osteoblasts proliferate to contribute to callus formation? First, mice expressing herpes simplex virus-thymidine kinase (HSV-TK) driven by the 3.6Col1a1 promoter were treated with ganciclovir (GCV) to ablate proliferating osteolineage cells for 5 or 10 days. Analysis of callus cells using single-cell RNA-seq revealed that GCV-treated Col1-TK mice had fewer osteoblasts and chondrocytes than control mice, with more myofibroblasts and immune cells, consistent with fibrous nonunion. In controls, 15-30% of callus cells that expressed the early osteoblast markers osterix (OSX) and the late marker osteocalcin (OCN) were in the cell cycle. Next, we targeted proliferating osteoblasts at different stages of differentiation by crossing Osx-CreERT2, Ocn-Cre and Dmp1-CreERT2 mice with novel ROSA-TK mice. Following fracture, each Cre;ROSA-TK mouse line exhibited poorer radiographic healing, decreased callus bone volume and a shift from callus bone to fibrous tissue. We conclude that osteoblasts, often considered post-mitotic, proliferate after fracture to contribute to formation of mineralized callus essential to healing.", "date": "2025-05-31", "journal": ""}