{"title": "Intergenerational scaling law determines the precision kinematics of stochastic individual-cell-size homeostasis", "doi": "10.1101/2023.01.20.525000", "authors": "Joshi, K.; Wright, C. S.; Biswas, R. R.; Iyer-Biswas, S.", "abstract": "Individual bacterial cells grow and divide stochastically. Yet they maintain their characteristic sizes across generations within a tightly controlled range. What rules ensure intergenerational stochastic homeostasis of individual cell sizes? Valuable clues have emerged from high- precision longterm tracking of individual statistically-identical Caulobacter crescentus cells as reported in [1, 2]: Intergenerational cell size homeostasis is an inherently stochastic phenomenon, follows Markovian or memory-free dynamics, and cells obey an intergenerational scaling law, which governs the stochastic map characterizing generational sequences of cell sizes. These observed emergent simplicities serve as essential building blocks of the data-informed principled theoretical framework we develop here. Our exact analytic fitting-parameter-free results for the predicted intergenerational stochastic map governing the precision kinematics of cell size homeostasis are remarkably well borne out by experimental data, including extant published data on other microorganisms, Escherichia coli and Bacillus subtilis. Furthermore, our framework naturally yields the general exact and analytic condition that is necessary and sufficient to ensure that stochastic homeostasis can be achieved and maintained. Significantly, this condition is more stringent than the known heuristic result from quasi-deterministic frameworks. In turn the fully stochastic treatment we present here extends and updates extant frameworks, and highlights the inherently stochastic behaviors of individual cells in homeostasis.", "date": "2025-07-06", "journal": ""}
{"title": "Inhibition of the UFD-1-NPL-4 complex triggers an aberrant immune response in Caenorhabditis elegans", "doi": "10.1101/2023.12.12.571255", "authors": "Rao, R.; Aballay, A.; Singh, J.", "abstract": "The UFD-1 (ubiquitin fusion degradation 1)-NPL-4 (nuclear protein localization homolog 4) heterodimer is involved in extracting ubiquitinated proteins from several plasma membrane locations, including the endoplasmic reticulum. This heterodimer complex helps in the degradation of ubiquitinated proteins via the proteasome with the help of the AAA+ ATPase CDC-48. While the ubiquitin-proteasome system is known to have important roles in maintaining innate immune responses, the role of the UFD-1-NPL-4 complex in regulating immunity remains elusive. In this study, we investigate the role of the UFD-1-NPL-4 complex in maintaining Caenorhabditis elegans innate immune responses. Inhibition of the UFD-1-NPL-4 complex activates an aberrant immune response that reduces the survival of the wild-type worms on the pathogenic bacterium Pseudomonas aeruginosa despite diminishing colonization of the gut with the bacterium. This aberrant immune response improves the survival of severely immunocompromised worms on pathogenic bacteria but is detrimental on nonpathogenic bacteria. Transcriptomics studies reveal that the GATA transcription factor ELT-2 mediates the aberrant immune response upon inhibition of the UFD-1-NPL-4 complex. Collectively, our findings show that inhibition of the UFD-1-NPL-4 complex triggers an aberrant immune response that is detrimental to immunocompetent worms under infection conditions but can be advantageous for immunocompromised worms.", "date": "2025-07-06", "journal": ""}
{"title": "Measuring regulatory network inheritance in dividing yeast cells using ordinary differential equations", "doi": "10.1101/2024.11.23.624995", "authors": "Wu, W.; Kennedy, T.; Arguello-Miranda, O.; Lin, K. Z.", "abstract": "Quantifying the inheritance of protein regulation during asymmetric cell division remains a challenge due to the complexity of these systems and the lack of a formal mathematical definition. We introduce ODEinherit, a new statistical framework leveraging ordinary differential equations (ODEs) to measure how much a mother cell's regulatory network is passed on to its daughters, addressing this gap. ODEinherit first estimates cell-specific regulatory networks through ODE systems, incorporating novel adjustments for non-oscillatory trajectories. Then, inheritance is quantified by evaluating how well a mother's regulatory network explains its daughter's trajectories. We demonstrate that precise quantification of this inheritance relies on pruning and adjustment for the network density. We benchmark ODEinherit on simulated data and apply it to live-cell, time-lapse microscopy data, where we track the expression dynamics of six proteins across 85 dividing S. cerevisiae cells over eight hours. Our results reveal substantial heterogeneity in inheritance rates among mother-daughter pairs, paving the way for applications in cellular stress response and cell-fate prediction studies across generations.", "date": "2025-07-06", "journal": ""}
{"title": "Estimating scale-dependent covariate responses using two-dimensional diffusion derived from the SPDE method", "doi": "10.1101/2024.12.17.628864", "authors": "Lindmark, M.; Anderson, S. C.; Thorson, J.", "abstract": "Species distribution models (SDMs) are widely used to standardize spatially unbalanced data, project climate impacts, and identify habitat for conservation. SDMs typically estimate the impact of local environmental conditions by estimating a dome-shaped or non-parametric \"environmental response function\". However, ecological responses often integrate across local habitat conditions, such that species density depends on habitat at the location of sampling but also at nearby locations. To address this, we extend methods from the Stochastic Partial Differential Equation (SPDE) method that is widely used in INLA, which approximates spatial correlations based on local diffusion over a finite-element mesh (FEM). We specifically introduce the sparse inverse-diffusion operator on a FEM, and apply this operator to covariates to efficiently calculate a spatially weighted average of local habitat that is then passed through pointwise basis-expansion to predict species densities. We show that this operator has several useful properties, i.e., conservation of mass, linear computational time with spatial resolution, and a uniform stationary distribution, where the latter ensures that estimated responses are invariant to linear (scale and offset) transformations of covariates. We test this covariate-diffusion method using a simulation experiment, and show that it can correctly recover a non-local environmental response while collapsing to a local (pointwise) response when warranted. We apply it to monitoring data for 25 bottom-associated fishes in the eastern Bering Sea and 20 bird species in the western United States. This application confirms that non-local responses in the eastern Bering Sea case study are parsimonious for 25 species-maturity combinations, while 20 collapse to the pointwise method. Estimates suggest that some species-maturity combinations avoid proximity to the continental slope, beyond what is predicted by local bathymetry in isolation. By contrast, in only 2 of the 20 bird species is the diffused human population density covariate more parsimonious than the original covariate. The covariate-diffusion method introduced here constitutes a fast and efficient approach to modelling non-local covariate effects. This flexible method may be useful in cases when covariates influence nearby population densities, for instance due to movement of the sampled species or its important biological or physical drivers.", "date": "2025-07-06", "journal": ""}
{"title": "Rad51, Rad54, and ZMM proteins antagonize the mismatch repair system to promote fertility of budding yeast intraspecies hybrid zygotes", "doi": "10.1101/2025.02.08.636946", "authors": "Hung, Y.-L.; Chuang, C.-N.; Kim, H.-X.; Liu, H.-C.; Yao, J.-S.; Jovanska, L.; Hsueh, Y.-P.; Chen, R.-S.; Wang, T.-F.", "abstract": "Rad51 and meiosis-specific Dmc1 catalyze homologous recombination (HR) between maternal and paternal chromosomes during meiosis in many sexual eukaryotes, generating three interhomolog (IH) recombination products: noncrossovers (NCOs), class I crossovers (COs), and class II COs. Some COs form chiasmata, which physically connect homologous chromosomes and ensure proper chromosome segregation during meiosis I. Meiosis is highly relevant to speciation, with the mismatch repair (MMR) system believed to prevent IH-HR, leading to postzygotic isolation between closely related species. We report that several Saccharomyces cerevisiae HR proteins exhibit anti-MMR activities, including Rad51, Rad54, and synapsis-promoting ZMM proteins (Mer3, Zip1, Zip4, and Msh4) in SK1/S288c hybrid zygotes. Srs2 (an ortholog of Escherichia coli helicase UvrD) facilitates MMR by dissembling Rad51-ssDNA presynaptic filaments. Rad51 antagonizes MMR and Srs2 to catalyze D-loop formation. The anti-MMR activity of Rad54 acts after Srs2 and outcompetes its pro-HR function to promote Rad51-mediated IH-HR in hybrid zygotes. Dmc1 does not possess anti-MMR activity, but exhibits better mismatch tolerability than Rad51. Following D-loop formation mediated by Dmc1 and/or Rad51, ZMM proteins promote class I IH-CO formation while limiting MMR to promote NCO formation by Sgs1 (an ortholog of E. coli RecQ helicase) and prevent class II IH-CO formation by the Mms4-Mus81 endonuclease.", "date": "2025-07-06", "journal": ""}
{"title": "RBMX2: A Pivotal Regulator Linking Mycobacterium bovis Infection to Epithelial-Mesenchymal Transition and Lung Cancer Progression", "doi": "10.1101/2025.04.15.648920", "authors": "Wang, C.; Peng, Y.; Yang, H.; Jiang, Y.; Khalid, A. K.; Zhang, K.; Xie, S.; Bermudez, L.; Yang, Y.; Zhang, L.; Chen, H.; Guo, A.; Chen, Y.", "abstract": "Tuberculosis (TB) is a complex disease that arises from the dynamic interplay among the pathogen, host, and environmental factors. In 2022, TB affected approximately 10.6 million people worldwide, resulting in 1.3 million deaths. In regions with a high burden of zoonotic TB, Mycobacterium bovis (M. bovis) accounts for nearly 10% of human TB cases. The immune evasion strategies and latent nature of Mycobacterium tuberculosis (M. tb) pose significant challenges to understanding the host immune response to TB infection. In this study, we identify RNA-binding motif protein X-linked 2 (RBMX2) as a novel host factor that may facilitate M. bovis infection. However, the molecular mechanisms and functional roles of RBMX2 during M. bovis infection remain poorly understood. Our findings show that RBMX2 is significantly upregulated across multiple cell types following infection, including embryonic bovine lung (EBL) cells, bovine macrophage (BoMac) cells, bovine pulmonary alveolar primary cells, and human alveolar epithelial cells (A549). Using a combination of global transcriptomic sequencing, proteomic profiling, cell adhesion assays, ChIP-PCR, and Western blotting, we demonstrate that RBMX2 suppresses cell adhesion and tight junction formation in EBL cells while promoting M. bovis adhesion and invasion through activation of the p65 signaling pathway. Importantly, integrated analyses of transcriptomic, proteomic, and metabolomic data reveal that RBMX2 plays a key role in regulating epithelial-mesenchymal transition (EMT), a cellular process closely associated with cancer progression. To further explore the potential link between RBMX2 and cancer, we analyzed the TIMER2.0 database and found elevated RBMX2 expression in lung adenocarcinoma (LUAD) and lung squamous cell carcinoma (LUSC) tissues compared to normal lung tissues. These findings were corroborated by immunofluorescence staining. Using an M. bovis-infected BoMac-induced EBL-EMT model, we show that RBMX2 promotes EMT through activation of the p65/MMP-9 pathway following infection. Additionally, we validated the EMT process in human lung epithelial cancer cells (H1299), further supporting the involvement of RBMX2 in this transition. Collectively, our study identifies RBMX2 as a novel host factor that may enhance M. bovis infection and drive infection-induced EMT. These findings provide new insights into the molecular mechanisms underlying TB pathogenesis and suggest that RBMX2 could serve as a potential target for the development of TB vaccines and therapeutic strategies against TB-associated lung cancer.", "date": "2025-07-06", "journal": ""}
{"title": "Probing How Anti-Huntingtin Antibodies Bind The Fibrillar Fuzzy Coat Using Solid-State NMR", "doi": "10.1101/2025.04.25.650083", "authors": "Parlato, R.; Jain, G.; Lasorsa, A.; van der Wel, P. C. A.", "abstract": "Antibodies are critical for the immune response and serve as important tools due to their ability to recognize specific amino acid sequences, or epitopes. Based on the latter, they are utilized as diagnostic tools in biological and biomedical research. Huntington's disease (HD) is a neurodegenerative condition caused by CAG repeat expansions in the huntingtin (HTT) gene and characterized by amyloid-like protein deposits in patients. Multiple anti-HTT antibodies are used in HD research for their ability to recognize specific HTT inclusions in both post-mortem tissue and in laboratory conditions. Some of the antibodies are seen as detectors of distinct structural motifs. However, most knowledge of their binding mechanism stems from studies of soluble monomers or short fragments of the epitopes, rather than the aggregated, misfolded target protein. Here, we investigate how MW8 antibodies interact with HTT exon 1 (HTTex1) fibrils, using solid-state NMR, electron microscopy, and complementary techniques. Magic angle spinning NMR revealed localized impacts of the MW8 antibody on exposed parts of the HTTex1 fibrils: the flanking segments that form its fuzzy coat. Antibody binding affected the structure and dynamics of the fuzzy coat, but also modulated the propensity for forming supramolecular fibril clusters, which has important implications for (reducing) cytotoxicity.", "date": "2025-07-06", "journal": ""}
{"title": "Cancer-associated metabolic alterations facilitated by astrocyte glycogenolysis mediate neuropathic pain chronification", "doi": "10.1101/2025.05.27.655245", "authors": "Park, J.; Kim, K.; Jun, H.; Lee, S. J.", "abstract": "Metabolic signaling in astrocytes has been implicated in a range of neurophysiological disorders. Likewise, pain chronification, which is defined as the transition from an acute pain state to a persistent one in response to repeated or intense nociceptive stimuli, involves crucial contributions from astrocytes. Although lactate transport by anterior cingulate cortex (ACC) astrocytes has been shown to influence pain chronification, the specific metabolic pathways and upstream signaling events remain poorly understood. In this study, we identified glycogenolysis in ACC astrocytes as a central signaling mechanism controlling pain chronification. Inhibition of glycogenolysis suppressed pain-related behaviors and normalized neuronal hyperactivity. To extend the effects of glycogenolysis to broader metabolic dynamics, we conducted integrated transcriptomic and metabolomic analyses as chronic pain progressed. Interestingly, those analyses revealed that chronic pain was accompanied by a shift toward cancer-associated metabolic programs in the ACC, and that shift was driven by astrocytic glycogenolysis. Taken together, our findings demonstrate that pain chronification is mediated by astrocytic glycogenolysis, which induces a cancer-associated metabolic pathway. Therefore, alterations in astrocytic glycogen metabolism could be key signals for cancer-associated metabolic reprogramming. These findings offer novel insights into astrocyte-driven oncogenic metabolic regulation in neuropathic pathology.", "date": "2025-07-06", "journal": ""}
{"title": "Improving Joint Estimation of Vital Rates in IPMs via Gaussian Processes and ABC", "doi": "10.1101/2025.07.02.662764", "authors": "Zhu, Z.; Christodoulou, M. D.; Steinsaltz, D.", "abstract": "Developing population dynamic models that can flexibly adapt to different species remains a challenge due to the context-dependent nature of demographic studies. This work introduces ABC_GP IPM, a novel Integral Projection Model (IPM) framework, aimed at mitigating key limitations associated with traditional IPMs, including (i) reliance on predefined vital rate models with restrictive assumptions, (ii) omission of potential vital rate interactions, and (iii) limited flexibility in incorporating domain- or user-specific knowledge. The purpose of this work is to enhance the adaptability and accuracy of IPMs across various ecological and evolutionary studies. Our methodology integrates Gaussian Process (GP) models with Approximate Bayesian Computation (ABC). GP models introduce a non-parametric structure that accommodates a broader range of demographic patterns, reducing sensitivity to specific model choices. The incorporation of ABC methods allows IPMs to integrate additional population-level information, enabling potential interactions among vital rates to be reflected in model outcomes without requiring additional datasets. The information can be user-modified, facilitating the tailoring of IPMs to specific requirements or domain-specific knowledge. Recognising the inherent challenge of selecting appropriate summary statistics in ABC applications, we further propose a systematic procedure tailored to navigate this complexity effectively when applying ABC_GP to IPMs. The method demonstrated strong flexibility and adaptability across different modeling scenarios. In simulation studies, ABC_GP IPM showed notable improvements over traditional GLM-based IPMs across multiple population metrics commonly used in biological research. When applied to real-world datasets, the method captured complex demographic patterns more effectively, supporting its potential as a practical and adaptable alternative to existing IPM frameworks. The ABC_GP IPM framework provides greater flexibility in model specification, accommodating potential non-linearities with fewer assumptions. It also facilitates the incorporation of user expertise and domain-specific knowledge, enhancing its applicability to context-dependent demographic studies. While offering a more adaptable modeling approach, the method remains accessible to users without specialized expertise in statistical modeling. Importantly, ABC_GP IPM delivers these improved outcomes using identical datasets as standard IPMs, facilitating easier adoption for studies that have applied traditional IPMs.", "date": "2025-07-06", "journal": ""}
{"title": "ABC for high-dimensional modular models via MCMC samples", "doi": "10.1101/2025.07.02.662793", "authors": "Zhu, Z.; Christodoulou, M. D.; Steinsaltz, D.", "abstract": "Many complex systems are modelled using modular models, where individual sub-models are estimated separately and then combined. While this simplifies inference, it fails to account for interactions between components. A natural solution is to estimate all components jointly, but this is often impractical due to intractable likelihoods. Approximate Bayesian Computation (ABC) provides a likelihood-free alternative, but its standard implementations are computationally inefficient, particularly when applied to high-dimensional modular models, or when sub-models involve costly machine learning methods, like Gaussian Process (GP) models. The ABC-Population Monte Carlo (ABC-PMC) framework improves on vanilla ABC by using sequential Monte Carlo sampling with adaptive tolerances and proposal kernels, yielding much higher acceptance rates and more efficient exploration of parameter space. Existing ABC-PMC algorithms are not, however, especially efficient in the high-dimensional parameter setting typical of modular models. We introduce a novel modification of the ABC-PMC method that leverages model modularity. Our approach refines the prior distribution and perturbation kernel by using precomputed Markov Chain Monte Carlo (MCMC) samples from individual sub-models, making parameter updates more efficient. Additionally, we employ an adaptive summary statistic weighting strategy that dynamically adjusts the contribution of different statistics, reducing the influence of less informative statistics. These modifications greatly reduce overall computational cost. In our case studies, the runtime for 10,000 simulation attempts drops from over 20 days to under 1 minute, following a one-off preprocessing step that consists of standard MCMC sampling for each sub-model (typically 3-10 hours, depending on model complexity). We apply our method to an ecological case study using an Integral Projection Model (IPM) for Cryptantha flava, where survival, growth, and reproduction processes are modelled using GP models. The results of the simulated and the real case studies demonstrate greatly improved computational efficiency while preserving inference quality. While the case study focuses on ecology, the method is applicable to a broad range of modular models where capturing interactions among sub-models is essential.", "date": "2025-07-06", "journal": ""}
{"title": "A Pipeline for Screening Small Molecule-Enhanced Protein Stability in A Bacterial Orphan Receptor", "doi": "10.1101/2025.07.03.663076", "authors": "Siclari, J. J.; Favaro, D. C.; Huang, R. H.; Gardner, K. H.", "abstract": "Bacterial one-component signaling proteins integrate sensory and gene regulation functions within the same polypeptide, creating powerful natural sensors of environmental conditions which can also be adapted into powerful tools for synthetic biology and biotechnology. A key sensor motif within many of these proteins is the Per-ARNT-Sim (PAS) domain, known for its conserved fold yet highly divergent sequences, allowing for a broad range of ligands to control PAS protein function by changes in small molecule binding occupancy or configuration. This diversity introduces a challenging step -- identification of ligands for \"orphan\" PAS proteins which show signatures of ligand binding but no copurifying high-affinity bound small molecules -- into characterization and engineering of such proteins. In this study, we characterized CU228, a putative PAS-HTH transcription factor from Candidatus Solibacter usitatus, as a novel model system for searching for novel ligands by small molecule stabilization. Bioinformatics and structural analyses predicted a PAS domain with an Trp-rich internal cavity, suggesting potential small molecule interactions. Using a [~]760 compound fragment library, differential scanning fluorimetry identified three ligands (KG-96, KG-408, and KG-484) that substantially increased CU228 thermal stability with {Delta}Tm values up to +10{degrees}C. Microfluidic modulation spectroscopy (MMS) revealed ligand-induced preservation of -helical and {beta}-sheet integrity under thermal stress. Saturation transfer difference NMR confirmed direct binding of all three ligands and enabled estimation of micromolar-range dissociation constants, consistent with expected fragment-level affinity. Our findings expand the analytical toolbox for probing protein-ligand interactions in flexible, signal-responsive systems, laying the groundwork for designing synthetic chemogenetic variants of one-component transcription factors.", "date": "2025-07-06", "journal": ""}
{"title": "A screen for synthetic genetic interactions with the Saccharomyces cerevisiae hrq1ΔN allele", "doi": "10.1101/2025.07.03.663020", "authors": "Shumaker, K. A.; Kumcu, M. E.; McDevitt, F. E.; Rogers, C. M.; Bochman, M. L.", "abstract": "The Saccharomyces cerevisiae Hrq1 helicase is a functional homolog of the disease-linked human RECQL4 enzyme and has been used as a model to study RecQ4 helicase subfamily biology. Although the motor cores of Hrq1 and RECQL4 are quite similar, these proteins display distinct N-terminal domains (NTDs) of unknown function. Do these domains facilitate species-specific activities by the two helicases, or do they serve common roles despite their differences in sequence and predicted structure? We probed these questions here by analyzing an NTD-truncated isoform of Hrq1 (Hrq1N) both in vitro and in vivo. We found that the Hrq1 NTD houses a cryptic DNA binding site and that the hrq1{Delta}N allele is distinct from both hrq1 and the catalytically inactive hrq1-K318A mutant. Using synthetic genetic array analysis of hrq1{Delta}N crossed to the yeast S. cerevisiae single-gene deletion and temperature-sensitive allele collections, we also identified hundreds of synthetic genetic interactions. As with similar analyses of hrq1 and hrq1-K318A, our results suggest roles for Hrq1 and its NTD in multiple physiological pathways that underpin genome integrity. Together, these data are guiding our ongoing efforts to understand the roles of Hrq1 and RECQL4 in genome maintenance, which will help to explain why RECQL4 mutations cause disease.", "date": "2025-07-06", "journal": ""}
{"title": "Precursors of Sea Star Wasting: Immune and Microbial Disruption During Initial Disease Outbreak in Southeast Alaska", "doi": "10.1101/2025.07.05.662347", "authors": "McCracken, A.; Roger, A.; Saratkar, C.; Brusch, S.; Sularz, S.; Nunez, J.; Pespeni, M.", "abstract": "Sea Star Wasting Disease (SSW) has devastated sea star populations along the North American Pacific coast since 2013, yet the mechanisms of disease progression, particularly in natural environments, remain unclear. Here we integrate transcriptomic and microbial data from wild Pycnopodia helianthoides sampled across sites affected and unaffected by SSW in southeast Alaska during the initial outbreak recorded in the region in 2016. Individuals exposed to SSW but lacking visible symptoms showed elevated expression of complement system components, pathogen recognition genes, immune regulatory and cell death pathways. Alongside signs of immune activation, genes involved in maintaining extracellular matrix composition, tissue remodeling, and cell adhesion were differentially expressed, indicating early disruption of tissue homeostasis preceding visible wasting symptoms. Gene ontology analysis revealed enrichment of immune response, cell-cell adhesion, response to oxygen levels and nervous system regulatory pathways. Furthermore, network analyses revealed differentially abundant microbes in Exposed individuals - notably Vibrio spp.- were highly correlated with immune response, tissue integrity, stress and detoxification genes in network modules. Together, our findings offer insight into early host-pathogen dynamics in wild populations, underscoring putative links between immune activation and microbial community shifts with the onset of SSW disease.", "date": "2025-07-06", "journal": ""}
{"title": "ERAD machinery controls the conditional turnover of PIN-LIKES in plants", "doi": "10.1101/2025.07.05.663279", "authors": "Noura, S.; Ferreira Da Silva Santos, J.; Feraru, E.; Hoernstein, S. N. W.; Feraru, M. I.; Montero-Morales, L.; Roessling, A.-K.; Scheuring, D.; Strasser, R.; Huesgen, P. F.; Waidmann, S.; Kleine-Vehn, J.", "abstract": "Auxin is a crucial phytohormone that regulates plant development and facilitates dynamic responses to environmental changes through subcellular control mechanisms. PIN-LIKES (PILS) are auxin transport facilitators at the endoplasmic reticulum (ER) that mediate nuclear auxin abundance and signalling. While the posttranslational regulation of PILS is important for acclimating growth responses, the molecular mechanisms involved remain largely unknown. This study demonstrates that components of the ER-associated degradation (ERAD) machinery regulate the proteasome-dependent degradation of functional PILS proteins under non-stressed conditions. We further reveal that both internal and external signals utilise the ERAD complex to differentially modulate the turnover rates of PILS proteins. Our findings uncover an additional physiological role of the ERAD complex in regulating PILS protein turnover. This finding uncovers the interplay between protein homeostasis at the ER and growth regulation, opening new molecular avenues into how plants acclimate to internal and external cues.", "date": "2025-07-06", "journal": ""}
{"title": "Secretory carrier membrane proteins assist with aquaporin trafficking in Arabidopsis.", "doi": "10.1101/2025.07.03.662988", "authors": "Jiang, Q.; Vandorpe, M.; fox, a. R.; Vermeersch, M.; Mylle, E.; Cuadrado, A. F.; Kraus, J.; Liu, H.; Eeckhout, D.; Navarre, C.; Courtoy, A.; Jacobs, T. B.; Dragwidge, J. M.; De Smet, I.; Pleskot, R.; Chaumont, F.; Van Damme, D.", "abstract": "Secretory carrier membrane proteins are evolutionarily conserved multi-spanning transmembrane proteins. In animal cells, they function in secretion, endocytosis and autophagy. Knowledge on their role in plants is restricted to heterologous localization and trafficking experiments as well as to genetic perturbation experiments in lily and poplar. Here, we analysed the five members of the Arabidopsis SCAMP family. Using SCAMP5, the most prominently expressed member of the family as hallmark, we identified three conserved tyrosine motifs that assist in anterograde transport from the Trans Golgi Network to the plasma membrane, while N-terminally located NPF motifs are crucial for endocytosis. SCAMPs dimerize both at the plasma membrane and endosomes, and dimerization is required for internalization. Functionally, SCAMP5 interacts with several plasma membrane associated aquaporins (PIPs), and is required for their intracellular trafficking as mCherry-PIP2;1 accumulated differentially and specifically in the root meristematic vacuoles independent of the endocytic or secretory trafficking capacity of SCAMP5. Triple and quintuple scamp mutants show only mild developmental delay under standard growth conditions, but are more tolerant to drought. In conclusion, our research links SCAMP proteins to PIPs and we propose that the drought tolerance phenotype of the scamp135 mutants is at least partially caused by altered PIP trafficking.", "date": "2025-07-06", "journal": ""}
{"title": "Generalizability of machine learning models for plant traits using hyperspectral reflectance data: The case of maize", "doi": "10.1101/2025.07.03.661070", "authors": "Xu, R.; Ferguson, J. N.; Kromdijk, J.; Nikoloski, Z.", "abstract": "Hyperspectral reflectance provides rapid and precise phenotyping of plants in a non-destructive manner both in field and well-controlled settings. The resulting data have been used to devise machine learning (ML) models for paired measurements of different traits in diverse plants and crops. Yet, despite advances in using of hyperspectral data to reliably predict crop traits of interest, there are pressing issues concerning the training of ML models, the aggregation of data from crop field trials, and the generalizability of the models in different prediction settings. We collected hyperspectral reflectance data along with 25 anatomical, gas exchange, and chlorophyll fluorescence traits from 320 recombinant inbred lines of a maize Multi-Parent Advanced Generation Inter-Cross population grown across three consecutive seasons. We use these data to systematically: (1) compare the performance of representative ML models for different traits, including slow fluorescence kinetics whose predictability by hyperspectral data has not yet been investigated, (2) evaluate the ML model performance in prediction scenarios concerning unseen genotypes, unseen seasons, and the combination thereof, (3) investigate the effects of data aggregation of ML model performance. These problems are addressed in a rigorous nested cross-validation setting that provides a template for adequate assessment of performance of ML models for diverse crop traits considering the particularities of the experimental design.", "date": "2025-07-06", "journal": ""}
{"title": "Progressive Remodeling of Global Protein Interaction Networks in a Mouse Model of Tauopathy", "doi": "10.1101/2025.07.05.663296", "authors": "Lin, W.; Phanse, S.; van der Spek, S.; Lampl, N.; Stephens, M. C.; Rondon Ortiz, A.; Taylor, A.; Hekman, R.; Jiang, L.; Havugimana, P.; Botas, J.; Emili, A.; Wolozin, B.", "abstract": "Neurodegenerative disease is marked not just by loss of proteins or cells, but by dynamic rewiring of macromolecular interaction networks that precede and drive pathology. Here, we present the first temporally resolved, systems-scale map of multi-protein complex remodeling in a tauopathy model, integrating cofractionation mass spectrometry, quantitative phosphoproteomics, and machine learning to decode phosphorylation-dependent shifts in protein interactomes across disease progression. This interactomic atlas identifies functionally validated assemblies, including MAPT::Dpysl2 and Cyfip1::actin complexes that modulate early disease phenotypes in vivo. By revealing how phosphorylation tunes macromolecular complex architecture and function, this work reframes tauopathy as a disease of dynamic network instability, and establishes a generalizable framework for early detection and mechanistic dissection of neurodegeneration.", "date": "2025-07-06", "journal": ""}
{"title": "Intravital Multimodal Imaging of Human Cortical Organoids for Chronic Stroke Treatment in Mice", "doi": "10.1101/2025.07.05.663297", "authors": "Wang, J.; Qiao, G.; Tan, H.; Li, M.; Wang, K.; Xu, J.; Janowski, M.; Fu, T.-M.; Walczak, P.; Liang, Y.", "abstract": "Chronic stroke leads to enduring neurological deficits and remains a major clinical challenge. Human induced pluripotent stem cell (hiPSC)-derived cortical organoids (COs) offer promise for regenerative therapies, yet their application in chronic stroke remains understudied, in part due to limited tools for monitoring graft in vivo. Here, we present a Multimodal Imaging Platform for Organoid Tracking (MIPOT), which integrates MRI, bioluminescence imaging, light microscopy, and two-photon fluorescence microscopy to noninvasively track transplanted COs in the post-stroke brain over time. Using MIPOT, we verified precise delivery of COs into cleaned stroke cavities, observed progressive declines in viability within the first 10 days, and introduced labeling methods for functional in vivo tracking of COs at subcellular resolution. By 4 weeks post-transplantation, histological analysis revealed survival of COs in the cerebral cortex. Notably, COs engrafted into the hippocampus displayed enhanced maturation, underscoring the role of local microenvironments in graft integration. MIPOT enables dynamic, noninvasive evaluation of hiPSC COs in chronic stroke, providing a foundation for mechanistic studies and translational development of organoid-based therapies.", "date": "2025-07-06", "journal": ""}
{"title": "Genome-wide analysis reveals pathways important for the development and maturation of excitatory synaptic connections to GABAergic neurons", "doi": "10.1101/2025.07.05.663213", "authors": "Oliver, D. B.; Ramachandran, S.; Biswas, K.; McKillop, H.; Genao, N.; Lemons, M. L.; Francis, M. M.", "abstract": "A high degree of cell and circuit-specific regulation has presented challenges for efforts to precisely define molecular mechanisms controlling synapse formation and maturation. Here, we pursue an unbiased forward genetic approach to identify C. elegans genes involved in the formation and maturation of cholinergic synaptic connections with GABAergic motor neurons as indicated by the distribution of GFP-tagged postsynaptic AChRs in GABAergic dendrites. We identified mutations in 3 genes that identify key processes in synapse/circuit maturation: postsynaptic receptor assembly, cargo trafficking, and synapse structural organization. Mutation of the RUN domain (RPIP8, UNC-14, and NESCA) cargo adaptor unc-14 dramatically impacted both dendritic spines and overall GABAergic neuron morphology. In contrast, mutation of the nicotinic acetylcholine alpha subunit unc-63 caused a failure in AChR assembly in GABAergic neurons but did not significantly alter dendritic spine structure or abundance. Notably, specific expression of wild type unc-14 cDNA in either GABAergic neurons or presynaptic cholinergic neurons was not sufficient to rescue the unc-14 mutant phenotype while pan neuronal expression provided significant rescue, indicating that disruptions in GABAergic neuron morphology arise from compound effects. Finally, we obtained a mutation in the Liprin-; synaptic scaffold syd-2 that produces a stop codon in a C-terminal SAM domain and has severe effects on dendritic spines and AChR localization. Our unbiased strategy identified key genes that implicate three distinct cellular processes important for synapse/circuit development and maturation. The identification of these genes from our screen highlights how mechanisms for receptor assembly, cargo trafficking and synapse structural organization each contribute to circuit connectivity.", "date": "2025-07-06", "journal": ""}
{"title": "Multiplexed detection of nuclear immediate early gene expression reveals hippocampal neuronal subpopulations that engage in the acquisition and updating of spatial experience", "doi": "10.1101/2025.07.06.663345", "authors": "Hoang, T.-H.; Manahan-Vaughan, D.", "abstract": "Acquired spatial representations are not static. Each re-exposure to the spatial environment stimulates retrieval of the stored experience followed by information re-encoding, including updating if the environment has changed. It remains unclear if the same neurons are involved in these three events. Here, we used a multiplexed fluorescence in situ hybridization(FISH) approach that detected time-locked nuclear immediate early gene(IEG) expression to identify hippocampal neuronal ensembles that were engaged in the acquisition of a spatial representation, as well as its subsequent stabilization and/or updating. Responses were assessed in distal(dCA1) and proximal CA1(pCA1) of male rats. Homer1a was used to detect neuronal recruitment triggered by novel learning of a holeboard environment(HB). cFos and Arc expression was used to detect ensemble stability and/or expansion, or ensemble remodeling, respectively, that was triggered by animal exposure to the now familiar HB that included novel objects(HBO) 25min after the initial HB exposure. Novel HB exposure resulted in nuclear Homer1a expression in both dCA1 and pCA1. Subsequent HBO triggered significant cFos and Arc expression only in dCA1. IEG co-labelling (Homer1a/cFos, Homer1a/Arc and Homer1a/cFos/Arc) was also only evident in dCA1, reflecting both re-iteration and remodeling of dCA1, but not pCA1 ensembles. In sum, we show that the contiguous acquisition and updating of spatial representations recruits distinct populations of CA1-neurons reflecting ensemble selection and stabilization, as well as ensemble remodeling. Moreover, whereas dCA1 and pCA1 are involved in the acquisition of the original spatial representation, only dCA1 is engaged in representation updating related to changes in spatial content information.", "date": "2025-07-06", "journal": ""}
{"title": "Inhibiting Clarinet/CLA-1 restores function to injured motor neurons", "doi": "10.1101/2025.07.05.663315", "authors": "Huang, W.; Min, E.; Byrne, A.", "abstract": "To regain function, injured axons must both regenerate and reform synapses with appropriate postsynaptic cells. We found that inhibiting the scaffolding protein Clarinet/CLA-1, a C. elegans ortholog of Piccolo and Fife, robustly improves axon regeneration. Despite the importance of CLA-1 during synapse development, disrupting the medium isoform of CLA-1 increases the number of axons that regenerate to the neuromuscular junction without significantly influencing synapse reformation. Consequently, the axons that do regenerate are capable of regaining function. Mechanistically, the enhanced axon regeneration observed in cla-1(-) mutants depends on the function of PTRN-1, a microtubule minus-end binding protein. Our data supports a model where loss of CLA-1 promotes PTRN-1 function, which speeds trafficking of injury-related cargo to and from the lesion, thus improving repair. Together, our results reveal a highly conserved synaptic active zone protein that can be manipulated to enhance axon regeneration without sacrificing the function of the repaired axons.", "date": "2025-07-06", "journal": ""}
{"title": "Cortico-striatal dynamics across working memory stages", "doi": "10.1101/2025.07.04.663202", "authors": "Villet, M.; Azoulay, B.; Barik, J.; Marie, H.; Bethus, I.", "abstract": "Working memory depends on the temporary retention and manipulation of information, bridging the gap between short-term memory and information processing functions. Working memory relies on the temporary retention and manipulation of information, bridging short-term storage with broader cognitive processing. However, when the same working memory task is repeated over several days, it raises the question of whether the rule or task set becomes automated (or proceduralized). The medial prefrontal cortex (mPFC) is crucial for working memory. Yet, the role of the dorsolateral striatum (DLS) in the automation (proceduralization) of rules or task sets remains to be clarified. Using a longitudinal approach of the delay non-match to place (DNMP) task in a T-maze combined to silencing the mPFC or DLS in mice, we show that the mPFC becomes less critical in the maintenance phase of the task as behaviour progressively shifts toward automation. During this phase, the DLS facilitates automated processing. Accordingly, silencing the DLS during maintenance of the task triggers an adaptation in learning strategies, reactivating a goal-directed behaviour. Our findings strengthen the view that memory traces result from a dynamic reorganization of neural networks, challenging the classical view that information merely migrates between brain structures. We here propose that the memory trace remains in a dormant state less energy-consuming for the system while still allowing for rapid flexibility in case of task modification.", "date": "2025-07-06", "journal": ""}
{"title": "Sleep promotes aversive value coding in Drosophila", "doi": "10.1101/2025.07.04.663253", "authors": "Kirszenblat, L.; Someya, M.; Kazama, H.", "abstract": "Sleep is a state of reduced behavioural responsiveness to the external world. Lowered arousal is thought to arise from sensory gating in the brain, yet there is compelling evidence that stimuli can still be processed to some degree. Which aspects of sensory information are processed during sleep remains largely unknown. Here, we perform comprehensive recordings of activity from multiple neuron types during sleep and wakefulness in the Drosophila olfactory association center. We find that baseline activity of dopamine neurons (DANs) is distinct between active, rest and sleep states, enabling a decoder to predict when the fly is asleep. Optogenetic inhibition of DANs acutely induces sleep and lowers odor-evoked arousal, suggesting causality between DAN activity and behavior. We then examine odor processing during sleep, and find that whereas coding of odor identity in Kenyon cells (KCs) remains intact, coding of odor value in DANs is altered. Specifically, DANs encoding positive (attractive) and negative (aversive) values change their odor responses in an opposing manner, producing more aversive odor representations during sleep. Consistent with these changes in neural activity, sleeping flies awoken by odors show reduced approach and increased avoidance behaviour. Taken together, our data reveal that the brain does not simply suppress the propagation of sensory signals during sleep; rather, it utilizes different cell types to retain or modify specific aspects of sensory information. The aversive odor evaluation in DANs may have ethological benefits as it suppresses the motivation to pursue attractive odors during sleep and primes defensive action when aroused by the scent of potential dangers.", "date": "2025-07-06", "journal": ""}
{"title": "Music-evoked reactivation during continuous perception is associated with enhanced subsequent recall of naturalistic events", "doi": "10.1101/2025.07.05.663273", "authors": "Williams, J. A.; Margulis, E. H.; Baldassano, C.; Hasson, U.; Chen, J.; Norman, K. A.", "abstract": "Music is a potent cue for recalling personal experiences, yet the neural basis of music-evoked memory remains elusive. We address this question by using the full-length film Eternal Sunshine of the Spotless Mind to examine how repeated musical themes reactivate previously encoded events in cortex and shape next-day recall. Participants in an fMRI study viewed either the original film (with repeated musical themes) or a no-music version. By comparing neural activity patterns between these groups, we found that music-evoked reactivation of neural patterns linked to earlier scenes in the default mode network was associated with improved subsequent recall. This relationship was specific to the music condition and persisted when we controlled for a proxy measure of initial encoding strength (spatial intersubject correlation), suggesting that music-evoked reactivation may play a role in making event memories stick that is distinct from what happens at initial encoding.", "date": "2025-07-06", "journal": ""}
{"title": "Repetition-related reductions in neural activity support improved behavior through increases in oscillatory power", "doi": "10.1101/2025.07.06.663291", "authors": "Gilmore, A. W.; Claudino, L.; Levesque, C. M.; Agron, A. M.; Molfese, P. J.; Roopchansingh, V.; Rugg, M. D.; Gotts, S. J.; Martin, A.", "abstract": "Repeatedly processing an object leads to subsequent behavioral improvements in its identification and reductions in associated neural activity, a form of neural processing efficiency that multiple theoretical models have attempted to explain. Using simultaneous fMRI-EEG in humans during object naming, we find that stimulus-driven oscillatory power from high (gamma) to low frequencies (theta) increases and resolves earlier with repetition in task-engaged frontal and occipitotemporal brain regions identified as showing repetition suppression in fMRI. Changes in gamma oscillatory power in these regions were correlated with behavioral priming across subjects and additionally with fMRI repetition suppression in left frontal cortex, providing multimodal support for a novel mixture of the previously proposed Synchrony and Facilitation models.", "date": "2025-07-06", "journal": ""}
{"title": "Satiety Does Not Silence Food Attention: BMI Modulates Attentional Bias Toward High-Calorie Cues", "doi": "10.1101/2025.07.06.663349", "authors": "Ballestero-Arnau, M.; Rodriguez-Herreros, B.; Cunillera, T.", "abstract": "Background: Attentional bias (AB) for palatable foods has been linked to overeating, yet data on its modulation with body-mass index (BMI) and hunger/satiety are inconsistent. We tested whether hunger, sensory-specific satiety and BMI interact to shape automatic capture of attention by real high-calorie snack foods. Methods: Two emotional-attentional-blink (EAB) experiments presented food distractors either 300 msec (lag-3) or 900 msec (lag-9) before a neutral target. Experiment 1 (N = 183; whole BMI range) randomly assigned participants to taste (non-satiated), satiated or non-eating conditions; the snacks eaten (or not eaten) subsequently re-appeared as distractors in the EAB task. Experiment 2 (N = 61; 31 overweight/obese, 30 normal-weight) manipulated hunger/satiety states and snack type (consumed vs. novel) orthogonally, in a double session design. Results: Experiment 1; food images presented at lag-3 reduced target detection compared with lag-9 (OR = 0.61, CI 0.50 - 0.75, p < .01. Higher BMI predicted a larger AB when hungry, but a smaller AB when satiated (OR = 0.65, CI 0.48 - 0.88, p < 0.01). Experiment 2; For novel snacks, an interaction revealed that participants with overweight/obesity retained robust AB after satiation, whereas AB declined for participants with normal-weight (OR = 2.45, CI 1.09 - 5.51, p = 0.03). For snacks just eaten, AB remained significant in both groups (lag-3 vs. lag-9: OR = 0.37, CI 0.25 - 0.55, p < .001). Conclusions: Real-food cues automatically biased attention regardless of metabolic state, with BMI modulating this effect: even when satiated, individuals with overweight/obesity continue to orient their attention toward both familiar and novel high-calorie foods. These findings suggest that satiety signals alone may be insufficient to curb attentional capture by food in obesity, highlighting the need for interventions that target attentional control and limit food availability.", "date": "2025-07-06", "journal": ""}
{"title": "Psychedelic 5-HT2A agonist increases spontaneous and evoked 5-Hz oscillations in visual and retrosplenial cortex", "doi": "10.1101/2025.07.05.663288", "authors": "White, C. M.; Azimi, Z.; Staadt, R.; Song, C.; Knopfel, T.; Jancke, D.", "abstract": "Visual perception appears largely stable in time. However, psychophysical studies have revealed that theta waves (4-8 Hz) can modulate perception and have been linked to various cognitive states and functions. Neither the contribution of theta waves to cortical activity nor their impact during aberrant brain states have been resolved at high spatiotemporal scales. Here, using cortex-wide population voltage imaging in awake mice, we found that bouts of 5-Hz oscillations in the visual cortex are accompanied by similar oscillations in the retrosplenial cortex, occurring both spontaneously and evoked by visual stimulation. Injection of psychotropic 5-HT2AR agonist induced a significant increase in spontaneous 5-Hz oscillations, and also increased the power, occurrence probability and temporal persistence of visually evoked 5-Hz oscillations. This modulation of 5-Hz oscillations in both cortical areas indicates a strengthening of top-down control of perception, supporting an underlying mechanism of perceptual filling and visual hallucinations.", "date": "2025-07-06", "journal": ""}
{"title": "An Epigenomic Roadmap Primes Non-Growing Oocytes for Maturation and Early Embryogenesis", "doi": "10.1101/2025.07.06.663377", "authors": "Hu, M.; Munakata, Y.; Yeh, Y.-H.; Wang, H.; Hunter, N.; Schultz, R. M.; Namekawa, S. H.", "abstract": "Female reproductive lifespan is defined by long-lived, non-growing oocytes (NGOs) that comprise the ovarian reserve. NGOs are assumed to acquire the epigenetic marks that will define the early embryo only after they exit the ovarian reserve and become activated for growth. Contrary to this dogma, we show that mouse NGOs possess abundant histone modifications that both underlie maintenance of the ovarian reserve and prime the epigenome of growing oocytes for early embryogenesis. As NGOs are established around birth, Polycomb Repressive Complex 1 (PRC1) mediates abundant H2AK119 ubiquitylation and reprograms the H3K27 acetylation landscape, which is essential to maintain the ovarian reserve. Importantly, the PRC1-driven epigenetic state of NGOs provides a blueprint for subsequent generation of a PRC2-catalyzed H3K27 trimethylation profile in growing oocytes that is characterized by broad domains and DNA methylation-independent imprints that are transmitted to the embryo. Thus, Polycomb complexes play pivotal roles in priming the NGO epigenome for oocyte maturation and early embryogenesis.", "date": "2025-07-06", "journal": ""}
{"title": "Swarm Cohesion in Bats Emerges from Stable Temporal Loops", "doi": "10.1101/2025.07.05.663265", "authors": "Umadi, R.", "abstract": "Swarming in echolocating bats presents a compelling example of decentralised coordination driven by acoustic sensing. Unlike visually guided animals, bats navigate and maintain cohesion in dense groups using self-generated sonar signals. I present a biologically grounded simulation framework in which agents operate asynchronously using a closed-loop control policy based on local echo delays. Building on the theory of biosonar responsivity and the deduction of temporal precision in bat echolocation, my model predicts a tight coupling between echo delay, call duration, and call rate, and demonstrates that local, echo-timed interactions suffice to generate stable, self-organised swarm behaviour. To test these predictions, I systematically varied initial velocity and responsivity coefficient, kr, across a simulation grid and analysed the resulting call dynamics and collision risks. An information propagation model was derived, estimating the effective spatiotemporal speed of behavioural updates across the swarm. I also developed a decay-based model of perturbation attenuation to quantify the spatial limit of influence for local disturbances. Together, these analyses reveal a trade-off between responsiveness and stability: lower kr yields faster information flow but higher collision risk in denser regions, while higher kr promotes stability but reduces reactivity. My results align closely with recent empirical findings and provide a generative explanation for swarm cohesion based on the temporal precision of echolocation. These insights offer a promising design framework for decentralised control in bioinspired robotic swarms, where stability, autonomy, and resilience emerge from local sensing and feedback, rather than explicit synchrony or global coordination.", "date": "2025-07-06", "journal": ""}
{"title": "Virus-induced upregulation of mitochondrial metabolism modulates cytosolic redox balance and defense responses", "doi": "10.1101/2025.07.05.663277", "authors": "Hou, L.-Y.; Wu, C.-H.; Lin, N.-S.", "abstract": "Plants possess a remarkable capacity to reprogram their metabolism in response to pathogen attacks. However, the mechanisms by which metabolic reprogramming modulates defense signaling remain poorly understood. In this study, we leverage a multifaceted omics approach to investigate the metabolic shifts induced by the Bamboo mosaic virus (BaMV), a positive-sense single-stranded RNA virus that depends on host factors from multiple organelles for its replication. Metabolic profiling revealed an accumulation of hexose phosphates and Krebs cycle intermediates in Nicotiana benthamiana plants following BaMV infection. Fluxomic analysis uncovered an orchestrated redirection of metabolic flux toward glycolysis and the Krebs cycle during infection. Proteomic data further highlighted a concerted upregulation of mitochondrial enzymes, with three mitochondrial proteins showing markedly increased accumulation in BaMV-infected tissues. These integrated omics results suggest that BaMV infection triggers a metabolic shift toward energy-generating pathways. Notably, functional analysis revealed that silencing mitochondrial NAD+-dependent malic enzyme 1 significantly enhanced BaMV accumulation, accompanied by alterations in cytoplasmic NADH-to-NAD+ ratio and changes in the landscape of defense gene expression. Collectively, our findings underscore the pivotal role of mitochondrial metabolism in governing cytoplasmic redox balance, finely tuning defense responses to viral infection.", "date": "2025-07-06", "journal": ""}
{"title": "Micro RNA mediated enhanced growth in Solanum lycopersicum during cadmium hormesis", "doi": "10.1101/2025.07.04.663119", "authors": "Ravi, R.; Yadav, M.; Kanade, S.", "abstract": "Hormesis refers to the adaptive mechanism of organisms in response to environmental challenges where a lower dose of a toxic compound induce an improvement in functionality and overall development and a higher dose endangers even the existence of the organism. The recent developments in hormetic studies are of paramount importance in plant research as they help in risk assessment of environmental contaminants, protect the vegetation against pollution, and improve crop productivity. As one of the most toxic contaminants, cadmium is considered to have detrimental effects on the growth and development of plants. However, recent studies have revealed the beneficial effects of cadmium in plants at low levels of exposure however the exact mechanism behind this phenomenon is poorly deciphered. In this study, we have focused on observing the response of tomato seedlings under different concentrations of cadmium. The morphological, biochemical, and histochemical characterization of these seedlings under low cadmium exposure has confirmed their hormetic effects. The differential gene expression by transcriptomic profiling in low cadmium showed that, apart from genes involved in oxidoreductase activity, and signaling, several lncRNAs, also differentially expressed. The lncRNAs are known to regulate gene expression on the chromatin level and post-transcriptional regulation. First time we are reporting the expression of lncRNAs in hormesis as important factor for enhanced growth. In-silico analysis revealed the functions of lncRNAs, involving the prediction of cis-targets, mi-RNA precursors, and their targets. Two miRNAs; sly-MIR396a and sly-MIR1063g were seen to have a direct role in improving the growth of plants treated with low cadmium provided an insight into the molecular mechanisms of their role in cadmium hormesis. These findings provided important understanding of the molecular basis of the hormetic phenomenon which can pave a path for generating crops with improved agronomic characteristics.", "date": "2025-07-06", "journal": ""}
{"title": "A Hierarchical Cascade of Organellar Silencing and their Regeneration under Anaesthetic Stress in Plants", "doi": "10.1101/2025.07.03.663012", "authors": "Chandra, S.; Chouhan, S.; Mukherjee, B.; Salam, A.; Behera, L.; Nandi, C. K.", "abstract": "Anaesthetics are pharmacological drugs that temporarily inhibit neural activity by acting on voltage-gated sodium channels and GABA receptors. Although their neurological mechanisms are well-defined, their wider cellular effects, especially in non-neuronal systems, are inadequately understood d. This study utilized Solanum lycopersicum plants root apex cells as a transparent model to examine anaesthetic-induced subcellular alterations via live-cell fluorescence imaging, immunostaining, and super-resolution microscopy. Our findings, first of its kind, demonstrate the initial comprehensive model of sequential causal structure and hierarchical cascade of organelle collapse of different but important organelles such as mitochondria, lysosome, vesicles trafficking and nuclear architectures under anaesthesia in plants. The nucleus is identified as the most important controller of recovery potential and cellular fate. In a time dependent experiment, we found that plant cells exposed to lidocaine for up to four hours could still recover mitochondrial potential, lysosomal function, and nuclear integrity when anaesthesia is removed. However, beyond four hours, the damage, especially to the nucleus, was irreversible, and cells proceeded to programmed cell death. Our data further demonstrate that organelle functions can recover after brief exposure to anaesthetic stress. However, prolonged exposure prevents recovery, resulting in the irreversible degradation of the nucleus leading to complete cell death. The results present novel targets for preventative therapies, such as mitochondrial antioxidants, lysosomal stabilizers, and nuclear structural protectants that could mitigate anaesthetic-induced damage.", "date": "2025-07-06", "journal": ""}
{"title": "Differential impacts of drought and esca expression on Ascomycota fungi in the trunks and young organs of mature grapevines", "doi": "10.1101/2025.07.03.663063", "authors": "Gastou, P.; Bortolami, G.; Ferrer, N.; Gambetta, G.; Moretti, S.; Vallance, J.; Delmas, C.", "abstract": "Perennial plant decline is increasingly threatening the profitability and sustainability of agriculture and forestry worldwide. It results from intricate interactions between microbial communities, the plant host, and abiotic stressors. We investigated the effects of drought and esca disease on mature grapevine phytobiomes. Grapevines display no esca leaf symptoms during droughts, but the impacts of drought and esca expression on fungal communities and wood health in mature plants remain poorly understood. We studied 43 uprooted 30-year-old naturally infected vines in three experimental conditions: well-watered asymptomatic (Control) vines, vines with esca symptoms (Esca), and vines subjected to water deficit (WD) over two consecutive summers. We profiled trunk, cane, stem and petiole Ascomycota communities by DNA metabarcoding with primers specifically designed for grapevine trunk-associated Ascomycota, and quantified wood necrosis. The Ascomycota communities of trunks and younger organs clearly differed, and drought and esca had different impacts on the Ascomycota communities of perennial and young organs. In the trunk, drought significantly decreased fungal diversity in healthy wood and increased the abundance of wood pathogens (e.g. Phaeomoniella chlamydospora, Botryosphaeria dothidea). In young organs, esca expression decreased the species richness and diversity of the Ascomycota community to a greater extent than drought. We also found that the relative proportion of healthy wood was smaller in plants with esca symptoms than in asymptomatic plants. Thus, drought increased Ascomycota pathogen abundance in the trunk but did not increase wood degradation and esca expression, highlighting the need to investigate the molecular basis of plant-microbiome interactions under multi-stress conditions.", "date": "2025-07-06", "journal": ""}
{"title": "RegenPGC View: Semantic Segmentation of Perennial Groundcover Cropping Systems to Restore American Croplands", "doi": "10.1101/2025.07.03.663038", "authors": "Meyering, B.; Schlautman, B.", "abstract": "Modern, conventional row crop agricultural production relies on clean tillage of croplands and bare soil during the dormant season. While this paradigm of crop production has undoubtedly led to great increases in grain yields and efficiency, it has also resulted in significant soil erosion, groundwater contamination, degradation of local ecology, and hypoxic deadzones in US watersheds. Cover cropping with perennial plant species has been proposed as a way to mitigate these negative effects of crop production while having a minimum impact on crop yields. Measuring establishment of these perennial groundcovers (PGC) in research trials is subjective, tedious, and time-consuming when calculated with traditional methods whereas image based analyses are objective, efficient, and reproducible. For this project we have developed a deep learning approach using state of the art CNN architectures to estimate PGC establishment in research plots using a variety of open-source and internal image datasets. Our novel approach uses region of interest (ROI) markers in the field, to bound the predictions which improves upon other methods. We deployed the models on AWS Sagemaker serverless endpoints, and built a lightweight Django web application to host the images and inference services. Researchers will be able to acquire plot images with smartphone cameras and get fast, reliable data from their research trials using this \"Local Sensing\" data collection approach. We envision that this framework can be used by other researchers and growers as PGC adoption spreads throughout the Midwestern crop production areas.", "date": "2025-07-06", "journal": ""}
{"title": "Emergence of a maximum soil flux under drought governs stomatal responsiveness to vapor pressure deficit over sub-daily and daily timescales", "doi": "10.1101/2025.07.04.663235", "authors": "Rockwell, F. E.", "abstract": "The combination of drought and heat waves is known to have synergistic effects on mortality as plants experience both supply and demand-side water stress. Yet which of these most strongly down-regulates stomatal conductance remains at issue. Losses of soil hydraulic conductivity are modeled in a soil domain fed by a maximum water flux from a water table. Root uptake extracts water from the soil based on a two-node (root and leaf) plant model, with stomatal conductance a function of leaf water potential, and transpiration driven by vapor pressure deficit (VPD). The results of multi-day simulations reproduce published observations of near-perfect conservation of transpiration despite a doubling of VPD and show that the sensitivity of stomatal conductance to VPD depends on the ratio of total daily potential transpiration to the maximum soil flux. Osmotic adjustment to maintain open stomata to lower water potentials is shown to be ineffective for increasing carbon gain. Given estimates for the effective root to water table depth, use of a maximum soil water flux boundary condition could improve prediction of plant canopy responses to the twin stressors of drought and atmospheric aridity.", "date": "2025-07-06", "journal": ""}
{"title": "Dissecting specialized metabolism in space: A MALDI-MSI atlas of Amaryllidaceae alkaloids in Hippeastrum papilio (Ravenna) Van Scheepen", "doi": "10.1101/2025.07.03.663014", "authors": "Liyanage, N. S.; Merindol, N.; Pedersen, K. M.; Janfelt, C.; Desgagne-Penix, I.", "abstract": "Amaryllidoideae produce specific specialized metabolites known as Amaryllidaceae alkaloids (AAs), extensively studied for their significant pharmacological potential. AAs' spatial distribution and biosynthesis within plant tissues remain poorly understood. This study investigates organ- and tissue-specific localization in Hippeastrum papilio, from precursors to galanthamine and haemanthamine, using matrix-assisted laser desorption/ionization mass spectrometry imaging. Consistent accumulation of AAs was observed in epidermal and vascular tissues, with leaves exhibiting a uniform distribution across all ages and positions. Bulbs exhibited higher concentrations in the outer-scales and basal-plates, while roots displayed compartmentalized patterns, with galanthamine being uniquely abundant in the vascular bundles. Haemanthamine and galanthamine were detected in high quantities in the leaves' and bulbs' mucilage, while precursors were scarce. Multivariate analyses revealed that precursors clustered separately from end-products and were specifically enriched in the middle-scales and apical-leaves of the bulbs. Nonetheless, biosynthetic intermediates were observed in all tissues, indicating widespread AA biosynthesis across all organs. These findings suggest a coordinated metabolic network in H. papilio, which challenges existing hypotheses on organ-specific AA biosynthesis and hints at the transport of end-products. This study refines current models of alkaloid biosynthesis and underscore the value of H. papilio as a promising resource for sustainable production of therapeutic AAs.", "date": "2025-07-06", "journal": ""}
{"title": "Genomic characterization of heat related QTLs of wheat using SNPs", "doi": "10.1101/2025.07.03.662513", "authors": "Abid, A.; Awan, F. S.", "abstract": "Bread wheat is one of the major food crops globally, accounting for one-fifth of global calorie consumption. Global climate change due to growing greenhouse effect has posed a major threat to wheat production. Heat stress reduces wheat production by disrupting essential physiological and biochemical pathways. This experiment aimed at identifying quantitative trait loci (QTLs), associated with single nucleotide polymorphisms linked with several yield-related traits, such as biological yield(B/Y), yield per plant(Y/P), days to maturity(DM), and harvest index(HI), that have a role in heat stress tolerance by evaluating 184 Pakistani wheat accessions. Marker trait associations were identified using Genome wide association study (GWAS) that revealed 59 QTLs related to B/Y, Y/P, HI and DM across all of the 21 chromosomes out of which 32 had high confidence protein coding regions. These QTLs were functionally characterized using wheat databases including ENSEMBL and UNIPROT. Their functional annotation revealed that some of the proteins expressed by these regions including elongation factor alpha and cytochrome p450 on chr5B and chr5D exhibit direct response to heat stress. Several transcription factors on chr5A and 1A help repair damaged DNA or act as chaperones and restore cellular activity, playing a key role in rendering heat tolerance to wheat. 2B was identified as QTL hotspot having 6 significant SNPs that were related to proteins having substantial role in heat tolerance. Haplotype analysis of these SNPs revealed the patterns of inheritance of these SNPs. A single haplotype block influencing multiple yield-related traits and exhibiting pleiotropic effect was identified. 3 haplotypes were identified on 1A, 2B, 3B, 6B and 7B of CB241, CB329, and CB094 wheat accessions associated with BY, Y/P and DM that were referred to as heat tolerant genotypes. This data can be utilized for enhancing heat stress tolerance in wheat by screening wheat genotypes for candidate genes involved or over expressing the genes involved in heat stress response.", "date": "2025-07-06", "journal": ""}
{"title": "Multipartite coevolution shapes plant apoplastic immunity against rice blast fungus", "doi": "10.1101/2025.07.03.663104", "authors": "Takeda, T.; Shimizu, M.; Kodan, A.; Utsushi, H.; Kanzaki, E.; Natsume, S.; Imai, T.; Oikawa, K.; Abe, A.; Terauchi, R.", "abstract": "Beta-1,3-glucan-binding proteins (GBPs) play crucial roles in cell wall integrity, host-pathogen interactions, and stress responses in fungi, making them essential for fungal survival and virulence. Here, we show that a GBP of the causal agent for blast fungus, Magnaporthe oryzae, is involved in multipartite coevolutionary arms race with rice (Oryza sativa). The rice thaumatin-like pathogenesis-related protein 5 (OsPR5) binds to M. oryzae GBP and sequesters it from the fungal cell wall to confer immunity, but this interaction is counteracted by thaumatin-binding proteins secreted by the fungus to suppress apoplastic immunity. Moreover, a rice receptor kinase located at the cell surface has evolved a thaumatin-like domain to detect the fungal GBP and activate immunity. Our findings reveal that GBPs and thaumatin-domain-containing proteins are engaged in intricate coevolutionary dynamics in the rice apoplast. Given the conservation of thaumatin across plants, we propose a general defense mechanism against fungal pathogens.", "date": "2025-07-06", "journal": ""}
{"title": "Evidence for plastome loss in the holoparasitic Mystropetalaceae", "doi": "10.1101/2025.07.03.662983", "authors": "Yu, R.; Jost, M.; Wanke, S.; Bruy, D.; Li, P.; Nickrent, D. L.; Zhou, R.", "abstract": "Plastome loss is an extremely unusual phenomenon in land plants, even for those that lose their photosynthetic ability. To date, evidence for plastome loss has only been presented for two holoparasitic angiosperm lineages: two genera (Rafflesia and Sapria) of Rafflesiaceae and one section (Subulatae) of Cuscuta (Convolvulaceae). Here we propose plastome loss in holoparasitic Mystropetalaceae (Santalales), which consists of three monotypic genera: Dactylanthus, Hachettea, and Mystropetalon. Using Illumina DNA sequencing data, we successfully assembled the complete mitochondrial genomes of all three genera; however, we failed to recover any plastome sequences from them using reference-based and de novo assembly approaches. Illumina RNA sequencing data for Hachettea revealed the absence of plastid gene transcripts and losses of many nuclear-encoded genes with plastid function, including genes involved in DNA transcription, translation and protein degradation. Convergent loss of these key genes has also been documented in other plastome-less non-photosynthetic plant lineages. Taken together, we provided compelling evidence for plastome loss in the family Mystropetalaceae.", "date": "2025-07-06", "journal": ""}
{"title": "Eccentric cycling enhances primary motor cortex excitability", "doi": "10.1101/2025.07.04.663236", "authors": "Youssef, L.; O'Farrell, A.; Harroum, N.; Bakhta, Y.; Cohen, L.; Pageaux, B.; Neva, J. L.", "abstract": "Acute aerobic exercise (AAE) can modulate primary motor cortex (M1) excitability. To date, studies evaluating the effects of AAE on M1 excitability have focused almost exclusively on concentric cycling. Interestingly, eccentric cycling increases frontal-parietal brain activation more than concentric cycling. Critically, we recently found eccentric AAE enhances motor learning more than concentric AAE. Yet, the M1 excitability mechanisms underlying these effects remain unknown. Thus, the objective of this study was to evaluate the effect of eccentric cycling AAE on M1 excitability using transcranial magnetic stimulation (TMS). Thirty adults performed three 20 min-conditions: i) eccentric cycling AAE, ii) concentric cycling AAE, and iii) rest. Cycling AAE was carried out at a workload corresponding to 70% of peak heart rate (%HRpeak) measured during concentric incremental cycling exercise. TMS assessments were conducted before (Pre), immediately (Post0) and 20 minutes after (Post20) AAE/rest to evaluate changes in corticospinal excitability (CSE) and short interval-intracortical inhibition (SICI). We found CSE increased and SICI decreased at Post20 following eccentric and concentric cycling AAE compared to rest. Also, %HRpeak, muscle pain and perceived effort were lower during eccentric cycling AAE compared to concentric cycling AAE. Our results showed that eccentric cycling impacted M1 excitability change to a comparable degree as concentric cycling, while requiring less cardiovascular response, eliciting less muscle pain and lower perceived effort. Taken together, our results suggest that eccentric cycling AAE may be a valuable intervention to modulate M1 excitability for populations with limited cardiovascular capacity and have potential implications in clinical and sports-related contexts.", "date": "2025-07-06", "journal": ""}
{"title": "Discourse Focus and Memory Encoding: The Role of Trial-Level Alpha Power", "doi": "10.1101/2025.07.05.663298", "authors": "Beier, E. J.; Breska, A.; Miller, L.; Oganian, Y.; Mangun, G. R.; Swaab, T. Y.", "abstract": "The rapid, continuous flow of spoken language places strong demands on attention, and it is thought that listeners meet these demands by predicting when important information will occur and allocating attention accordingly. However, to date there is little direct evidence for the involvement of preparatory attention during language processing. In this study, we investigate preparatory attention during spoken language comprehension by measuring alpha neural activity with EEG, a known measure of temporal attentional preparation. Alpha activity leading up to target words that were either focused or defocused by a preceding discourse question did not vary as a function of focus, challenging the assumption that attention is pre-allocated to the timing of focused words. On the other hand, we found that trial-by-trial fluctuations in alpha activity predicted both the depth of processing and the subsequent memory for new information. Specifically, pre-target alpha modulated a centro-parietal Dm subsequent memory effect for focused words, linking preparatory attention to memory encoding during comprehension. Together, these findings bridge psycholinguistic studies on information structure and cognitive neuroscience research on temporal attention, offering novel insights into the role of alpha activity in attentional dynamics during spoken language processing.", "date": "2025-07-06", "journal": ""}
{"title": "Sensory-evoked perturbational complexity in human EEG: Effects of stimulus temperature and peripheral sensitisation in nociceptive processing", "doi": "10.1101/2025.07.04.663180", "authors": "Montemagno, K. T.; Courtin, A. S.; Mulders, D.; Fardo, F.", "abstract": "The perturbational complexity index (PCI), grounded in systems dynamic and information theory, quantifies the brain's capacity for differentiation and integration of neural activity. While it has been used to characterise consciousness states following transcranial magnetic stimulation, its responsiveness to sensory perturbations remains underexplored. Here, using two publicly available datasets, we computed state-transition PCI from thermal-evoked responses recorded over 3264 scalp channels. Dataset 1 combined three stimulus intensities (10{degrees}C, 42{degrees}C, 60{degrees}C) with topical application of thermosensitive TRP; channel agonists (menthol 20%, capsaicin 1%) or vehicle; Dataset 2 manipulated the block wise transition probability of receiving cold (15{degrees}C) or hot (58{degrees}C) stimulation. PCI scaled non-linearly with temperature, being lowest at the intermediate 42{degrees}C and highest at the cold and hot extremes (Datasets 1 and 2). PCI was sensitive both to peripheral sensitisation, as topical menthol and capsaicin selectively reduced PCI during cold stimulation (Dataset 1), and to changes in block-wise stimulus probability (Dataset 2). Across all analyses, classical ERP peak measures (N2-P2 amplitude/latency) failed to explain PCI variance. These findings demonstrate that sensory-evoked PCI reflects the brain's response to exogenous, sensory-driven perturbations, quantifying changes in neural complexity associated with both stimulus intensity, peripheral sensitisation and probabilistic manipulations. This supports its broader applicability as a measure of temporal and spatial differentiation in the domain of sensory and pain neuroscience.", "date": "2025-07-06", "journal": ""}
{"title": "Cerebrospinal fluid-driven ependymal motile cilia defects are implicated in multiple sclerosis pathophysiology", "doi": "10.1101/2025.07.06.663378", "authors": "Bigotte, M.; Groh, A. M. R.; Afanasiev, E.; Wong, V.; Lancon, K.; Yaqubi, M.; Creeggan, F.; Moore, C. S.; Harroud, A.; Schneider, R.; Seguela, P.; Charabati, M.; Tea, F.; Fournier, A. P.; Wang, Y. C.; Ragoussis, J.; Prat, A.; Thebault, S.; Zandee, S.; Stratton, J. A.", "abstract": "Background: Multiple sclerosis (MS) is a neurodegenerative autoimmune disorder of the central nervous system (CNS) in which autoreactive immune cells migrate through a damaged blood brain barrier, resulting in focal demyelinating lesions of both the white and grey matter. Of increasing interest is the repeated observation that beyond focal lesions, there are also diffuse, surface-in gradients of pathology in MS, wherein damage is most severe directly adjacent to cerebrospinal fluid (CSF)-contacting surfaces, such as the subpial and periventricular areas. This observation suggests that toxic factors within MS CSF may be contributing to the emergence and/or evolution of surface-in gradients. Directly separating the CSF from the periventricular parenchyma are ependymal cells - a glial epithelium that are equipped with tufts of motile cilia which are critical for circulating CSF solutes and regulating local fluid flow. While damage to ependymal cilia has the potential to drastically modify CSF homeostasis and thus contribute to the damage of CSF exposed regions, these motile cellular structures have yet to be investigated in the context of MS. Methods: We first conducted single cell RNA sequencing of fresh human periventricular brain tissue containing ependymal cells from MS patients and non-MS disease controls. We subsequently collected CSF from MS patients and exposed cultured rodent ependymal cells to this CSF in order to evaluate impact on ependymal ciliary function. To complement our direct evaluation of cilia in the context of MS, we also confirmed whether cilia were altered in a classic animal model of MS, experimental autoimmune encephalomyelitis (EAE), and also designed a novel transgenic animal model to evaluate the cellular and behavioural effect(s) of adult ependymal ciliary disruption. Results: Single cell RNA sequencing analysis of human ependymal cells in MS demonstrated largescale dysregulation of ciliary genes and in situ stains of MS brain tissue confirmed a loss of ependymal cilia. Exposure of ependymal cells to MS CSF led to transcriptional modification of ciliary gene and protein expression and reduced ciliary beating frequency. Likewise, analysis of ependymal cells in EAE also demonstrated altered cilia gene and protein expression. Conditional knockout in adult mice, of the critical cilia-associated gene Ccdc39 in ependymal cells led to transient ventricular enlargement, increased periventricular microglial density, and alterations in nesting behaviour. Conclusion: These data suggest that motile cilia in ependymal cells are dysregulated in CNS autoimmunity. More importantly, however, they provide evidence to suggest that ependymal cilia disruption could play an active role in the development of periventricular pathology in MS and can lead to behavioural deficits that may underlie aspects of non-motor MS symptomatology.", "date": "2025-07-06", "journal": ""}
{"title": "Neuromodulation of Swarming Behavior in C. elegans: Insights into the Conserved role of Calsyntenins", "doi": "10.1101/2025.07.06.663344", "authors": "Shahi, N.; Kumari, N.; Khapre, S.; Dahiya, D.; Saritekin, E.; Kocabas, A.; Babu, K.", "abstract": "Collective animal behaviors arise from a complex interplay between internal physiological states and external environmental cues. In Caenorhabditis elegans, favorable conditions promote dispersal, while stressors like food scarcity or overcrowding trigger aggregation. Here, we describe a distinct behavior termed as swarming, where C. elegans move and feed in aggregates despite abundant food availability. While environmental factors have been implicated in this behavior, the underlying genetic and molecular mechanisms remain unclear. We identify a novel role for the conserved calsyntenin protein CASY-1 in regulating swarming. Through genetic, behavioral, and optogenetic approaches, we show that CASY-1 functions in sensory neurons to modulate the neuropeptide pigment-dispersing factor (PDF) signaling. Mutants in casy-1 show impaired PDF-1 signaling and reduced inhibition of the serotonin pathway, a known regulator of social behaviors. This dysregulation, along with its associated mechanosensory and foraging defects, likely contributes to the swarming phenotype. Our findings reveal a putative neuromodulatory pathway critical for swarming behavior in C. elegans.", "date": "2025-07-06", "journal": ""}
{"title": "The proximal proteome of FLOWERING LOCUS T LIKE 1 during rice panicle development suggests cell-to-cell mobility features", "doi": "10.1101/2025.07.06.662997", "authors": "Chirivi, D.; Bono, G. A.; de Keijzer, J.; Dreni, L.; Faoro, F.; Giaume, F.; Ferrandiz, C.; Fornara, F.; Betti, C.", "abstract": "Flowering is promoted by perception of favorable environmental stimuli. In rice, exposure of leaves to short days induces the differentiation of a branched inflorescence called panicle at the shoot apical meristem (SAM). Systemic communication from the leaves to the SAM is mediated by members of the phosphatidylethanolamine-binding protein (PEBP) family, including HEADING DATE 3a (Hd3a) and RICE FLOWERING LOCUS T 1 (RFT1), commonly referred to as florigens. Florigens are ~20kDa proteins translated in leaf companion cells and loaded into the phloematic stream, through which they reach the SAM. Once in meristematic cells, they are translocated to the nucleus, where they form higher-order protein complexes that include transcription factors and drive transcriptional reprogramming of meristematic cells. The activity of Hd3a and RFT1 at the SAM is partly mediated by FLOWERING LOCUS T LIKE 1 (FTL1) encoding a florigen-like protein required to accelerate flowering and establish the branching pattern of the panicle. The photoperiodic regulatory network is largely based on protein-protein interactions (PPIs), that take place in different tissues and in response to environmental variation. Capturing the full extent of these interactions for a specific protein and in vivo is a challenging task. Here, we developed a protocol of Proximity Labeling (PL) to study the interactome of FTL1 in developing panicles. We show that FTL1 associates with or is proximal to several proteins implicated in vesicular trafficking, microtubule binding and transcriptional regulation. Using a transient system, we demonstrate that FTL1 can actively move between cells, similarly to Hd3a and RFT1. This study establishes a protocol to implement PL for the study of a dynamic process during rice reproductive development, identifies interactors of FTL1, and suggests novel features possibly linked to its function.", "date": "2025-07-06", "journal": ""}
{"title": "Direct Visualization of Anesthesia-induced Subcellular Dysfunction in Non-Neuronal Tissues of C. elegans", "doi": "10.1101/2025.07.03.663001", "authors": "Mukherjee, B.; Chandra, S.; Salam, A.; Behera, L.; Nandi, C. K.", "abstract": "Volatile anaesthetics such as isoflurane, halothane, and sevoflurane are extensively utilized for their reversible induction of unconsciousness, exhibiting well-defined impacts on neural networks. However, their influence on non-neuronal and developing tissues is inadequately comprehended, generating concerns for vulnerable categories, including children and individuals receiving extended anesthesia. To rectify this deficiency, we examined the subcellular impacts of anaesthetics utilizing HEK 293T and HepG2 cell lines, alongside with Caenorhabditis elegans as a comprehensive organismal model. In vitro treatment to lidocaine and isoflurane resulted in mitochondrial depolarization, lysosomal aggregation, and buildup of reactive oxygen species (ROS). In vivo, 8% isoflurane induced mitochondrial fragmentation, loss of branching, and disruption of tubular lysosomes, indicating compromised energy metabolism and autophagic stress. We detected selective transcriptional inhibition of neuron- and immune-related promoters, although RNA Pol I remained active, indicating energy-conservation strategies. Systemic oxidative stress was validated by TIR-1::GFP aggregation and lipofuscin accumulation. Our research is one of the initial investigations that defines anaesthesia-induced subcellular dysfunction beyond the nervous system, providing novel insights for safer anaesthetic protocols and informing long-term health evaluations, especially in individuals who are developing or chronically exposed.", "date": "2025-07-06", "journal": ""}
{"title": "Production of Glycolic acid through Whole-Cell Bioconversion from PET Monomer Ethylene Glycol Using Engineered Corynebacterium glutamicum", "doi": "10.1101/2025.07.06.663337", "authors": "Mohammad, G. R.; Wong, F. T.; Lim, Y. H.", "abstract": "In the last decade, the global warming and plastic pollution issue have driven research on developing a more sustainable platform for chemicals production from alternative feedstocks. Ethylene glycol (EG), a monomer of polyethylene terephthalate (PET) plastic, has a potential to become a renewable substrate for microbial production of value-added chemicals. This study presents a biotransformation platform using Corynebacterium glutamicum to produce glycolic acid (GA) from EG. C. glutamicum was engineered to express a heterologous EG oxidation pathway. Subsequent promoter engineering yielded strain FA4, producing 10.6 g/L GA from EG in 48 h. Implementation of a two-stage biotransformation strategy using resting cells further enhanced the GA production, reaching a cumulative GA titer of 98.8 g/L after a 72-h production. Finally, applying this platform to a simulated EG mixture from PET-degradation achieved a cumulative GA titer of 67.3 g/L over 72 h, highlighting the potential for valorizing plastic waste through this biotransformation platform. These findings establish C. glutamicum as an efficient biotransformation chassis for sustainable GA production from EG and offer a promising route for PET waste valorization into value-added chemicals.", "date": "2025-07-06", "journal": ""}
{"title": "CloneCoordinate: Open-source software for collaborative DNA construction", "doi": "10.1101/2025.07.04.663221", "authors": "Jeon, E.; Shen, Z.; Christ, S.; Qi, E.; Fan, I.; Lee, N.; Morgan, O.; Ohl, M.; Millson, D.; Laker, M.; Pierson, A.; Villegas Garcia, E.; Zhang, Y.; Choi, A.; Iyengar, A.; Kim, R.; Lee, J.; Niedeck, L.; Oeien, V.; Rashid, M.; Seetharaman, N.; Singh, A.; Soble, D.; Yu, J.; Yu, K.; Berdy, S.; Chang, E.; Kitazono, R.; Ortiz, S.; Taylor, D.; Thuronyi, B. W.", "abstract": "Custom DNA constructs have never been more common or important in the life sciences. Many researchers therefore devote substantial time and effort to molecular cloning, aided by abundant computer-aided design tools. However, support for managing and documenting the construction process, and for effectively handling and reducing the frequency of setbacks, is lacking. To address this need, we developed CloneCoordinate, a free, open-source electronic laboratory notebook specifically designed for cloning and fully implemented in Google Sheets. By maintaining a real-time, automatically prioritized task list, a uniform physical sample inventory, and standardized data structures, CloneCoordinate enables productive, collaborative cloning for individuals or teams. We demonstrate how the information captured by CloneCoordinate can be leveraged to troubleshoot assembly problems and provide data-driven insights into cloning efficiency. CloneCoordinate offers a new and uniquely accessible model for how to carry out, and iteratively improve on, real-world DNA assembly.", "date": "2025-07-06", "journal": ""}
{"title": "Endogenous glucocorticoids moderate the gastric inflammatory response to Helicobacter infection and protect from autoimmunity.", "doi": "10.1101/2025.07.03.662976", "authors": "Druffner, S. R.; Duncan, B. C.; Morris, M. T.; Pascoe, J. L.; Abner, T. M.; Hussain, S.; Piazuelo, M. B.; Peek, R. M.; Zhang, M.; DiPaolo, R. J.; Busada, J. T.", "abstract": "Background and Aims Immune responses to infection must balance pathogen clearance with minimizing tissue damage and autoimmunity. Chronic gastric inflammation caused by H. pylori damages the gastric mucosa and promotes carcinogenesis. Glucocorticoids are immunoregulatory hormones that limit immune activation in the stomach. This study aimed to determine how endogenous glucocorticoids regulate the gastric immune response to Helicobacter infection and their impact on preneoplastic lesion development. Methods We examined the role of endogenous glucocorticoids in shaping the gastric immune response to Helicobacter felis colonization. Gastric immune cell infiltration, atrophy, metaplasia, and preneoplastic lesion development were evaluated in adrenal-intact control mice and adrenalectomized (ADX) mice. Auto-reactive IgG antibodies were assessed using a mouse self-antigen array and by measuring their binding to healthy gastric tissue. Results Loss of endogenous glucocorticoids led to significantly increased H. felis-induced gastric T cell infiltration and proinflammatory cytokine expression compared to intact-infected controls. While all intact mice maintained chronic infection for up to 12 months, nearly all ADX mice eradicated H. felis within 2 - 3 weeks. Despite bacterial clearance, ADX mice continued to exhibit chronic gastric inflammation and developed dysplasia. Autoantibody profiling showed that both intact and ADX groups generated self-reactive IgG during active infection. However, only ADX mice sustained autoantibody production following bacterial eradication. Conclusions Endogenous glucocorticoids attenuate gastric inflammation during Helicobacter infection, supporting bacterial persistence while maintaining immune tolerance. These findings suggest that heightened immune responses to H. pylori may trigger autoimmune gastritis (AIG) development, which can persist after H. pylori clearance and continue to drive gastric cancer risk.", "date": "2025-07-06", "journal": ""}
{"title": "Extracellular RNA drives Electromethanogenesis in a Methanogenic Archaeon", "doi": "10.1101/2025.07.06.663362", "authors": "Kotoky, R.; Ajunwa, O. M.; Kawaichi, S.; Meyer, R. L.; Rotaru, A.-E.", "abstract": "Methanogenic archaea generate two-thirds of Earths methane. Some reduce CO2 by drawing electrons directly from solid substrates. Yet many, including Methanosarcina barkeri, lack the multiheme cytochromes (MHCs), that drive extracellular electron transfer (EET) in other microbes. Here we show that at growth onset, M. barkeri releases an extracellular nucleic-acid pool dominated by short RNAs (~80%) that self-assemble into G-quadruplexes (G4) on the cell surface. Addition of synthetic G4-RNA doubles cathodic methane production, whereas nuclease digestion abolishes EET. Neither treatment affected growth on soluble substrates. Thus, G4-RNA forms an electron conduit enabling cathodic EET in this MHC-deficient archaeon. The discovery broadens the inventory of biological wiring and hints that nucleic-acid electronics pre-date protein redox systems, with ramifications for early-Earth metabolism, bioenergy and living electronics.", "date": "2025-07-06", "journal": ""}
{"title": "Functional interplay between (p)ppGpp and RNAP in Acinetobacter baumannii", "doi": "10.1101/2025.07.04.663200", "authors": "Perrier, A.; Budin-Verneuil, A.; Hallez, R.", "abstract": "The (p)ppGpp-dependent stress response is required for pathogenic bacteria to survive both outside and inside the host but the mechanisms behind this survival are mostly unknown. In this study, we characterize the (p)ppGpp metabolism in the opportunistic pathogen multi-drug-resistant Acinetobacter baumannii. We show that two stressful conditions potentially encountered during infection -- iron starvation and polymyxin exposure -- induce (p)ppGpp production. The absence of (p)ppGpp led to multiple consequences on the physiology of A. baumannii, including an increase of surface motility, a decrease in catalase activity, a poor survival upon nutrient starvation, a rapid killing during desiccation and a strong attenuation in a Galleria mellonella model of infection. Using a motility suppressor screen, we isolated multiple independent stringent mutations in rpoB and rpoC that suppress the (p)ppGpp-dependent phenotypes. By combining the suppressor screen with deep sequencing, we isolated dozens of additional mutants, expanding the list of putative stringent RNAP mutations described so far. Furthermore, our transcriptomic data reveal that (p)ppGpp deeply impacts the transcriptional landscape of A. baumannii on solid surface to induce many stress-related genes, including catalase and hydrophilins critical for tolerance to desiccation. This work highlights the functional interplay between (p)ppGpp and RNAP in the successful survival of A. baumannii in the environment but also during infection.", "date": "2025-07-06", "journal": ""}
{"title": "Convolvulus pluricaulis mediates its pharmacological effects via sod1, rdl, glut1, GABA-B-R1 and CG6293 orthologs in Drosophila melanogaster", "doi": "10.1101/2025.07.06.663350", "authors": "Mitra, S.; Kumar, A.; Pandey, M.; Sharma, M.; Pundir, S.; Jangir, M.; Chawla, G.", "abstract": "Convolvulus pluricaulis, commonly known as Shankhpushpi, has been extensively used in the management of disorders of the nervous system, including depression and anxiety. The plant extract has also been demonstrated to function as an antioxidant. However, the molecular effectors underlying the beneficial effects of Shankpushpi are yet to be identified. In this study, we have utilized the fruit fly Drosophila melanogaster to identify the metabolic and molecular targets that mediate the beneficial effects of dietary Shankpushpi intake. Metabolomic analysis revealed changes in Ascorbic acid, glucose, and Adenosine monophosphate in the head tissue of fruit flies that were fed Shankpushpi for 20 days. Subsequent gene expression analysis revealed significant changes in expression of glut 1 (Glucose transporter 1), CG6293 (Ascorbate transporter), rdl (Resistant to dieldrin), GABA-B-R1 (GABA-B receptor subtype 1) and sod 1 (Superoxide dismutase 1) in the head tissue of adult flies that were exposed to different doses of Shankpushpi. Consistent with the expression data, knockdown of sod 1, glut1, GABA-B-R1, and CG6293 but not sod 2 abolished the Shankpushpi-mediated resistance to paraquat-induced oxidative stress. To uncover downstream effectors that are responsible for the antidepressant and anxiolytic effects of Shankpushpi, we examined the effects of dietary intake of Shankpushpi in a stress-induced model of depression. Administration of Shankpushpi during development alleviated depression-like behavior in Drosophila. Wild-type adult flies that were fed Shankpushpi accumulated high levels of Ascorbate in the head tissue, and knockdown of Ascorbate transporter abolished the antidepressant activity of Shankpushpi in the stress-induced model. Thus, indicating that Shankpushpi-induced antidepressant effects are associated with increased Ascorbate transport. Taken together, our analysis using Drosophila melanogaster as a model has uncovered five conserved downstream effectors responsible for the antioxidant activity and one conserved effector responsible for the antidepressant activity of Convolvulus pluricaulis.", "date": "2025-07-06", "journal": ""}
{"title": "Cytoplasmic tail composition modulates the G protein and arrestin-3 signaling bias of the adhesion GPCR LPHN2", "doi": "10.1101/2025.07.04.663222", "authors": "Garbett, K.; Zheng, C.; Drube, J.; Hoffmann, C.; Gurevich, V.; Sando, R.", "abstract": "The class B2 Adhesion GPCRs (aGPCRs) combine cell adhesion with GPCR signaling to control diverse developmental and physiological processes. How aGPCRs interact with and integrate distinct groups of effectors including G proteins, arrestins, and G protein receptor kinases (GRKs) remains unclear. Here, we find that diversity in the aGPCR C-terminal intracellular tail modulates G protein activation, arrestin-3 recruitment, and utilization of selective GRKs in LPHN2, a postsynaptic aGPCR essential for synapse formation. The C-terminal tail of LPHN2 is required for G protein activation and arrestin-3 recruitment. LPHN2 with an intact tail recruits arrestin-3 in the absence of G protein activation, suggesting constitutive arrestin-3-biased signaling. Alternative splicing of the LPHN2 tail modulates G protein activation and arrestin-3 binding independently, supporting that it controls G protein vs arrestin-3 bias. GRKs are important but not essential for arrestin-3 recruitment to LPHN2. Moreover, GRK2 increases arrestin-3 recruitment only in a subset of LPHN2 variants. Collectively, these results show that the mechanisms of the interactions of class B2 aGPCRs and arrestin are distinct from those of class A GPCRs and that splicing of the LPHN2 C-terminal tail determines G protein vs arrestin bias.", "date": "2025-07-06", "journal": ""}
{"title": "The methyltransferase NmbA methylates the low-molecular weight thiol bacillithiol, and displays a specific structural architecture", "doi": "10.1101/2025.07.06.663066", "authors": "Hammerstad, M.; Steinvik, E.; Hersleth, H.-P.", "abstract": "Low-molecular weight (LMW) thiols maintain the cellular redox balance, and play a protective role against reactive species, heavy metals, toxins, and antibiotics. Despite serving similar metabolic functions, structurally distinct LMW thiols are widespread in nature, with bacillithiol (BSH) being the predominant LMW thiol in bacteria. The LMW thiol N-methyl-BSH (N-Me-BSH) has been characterized in the green sulfur bacterium Chlorobaculum tepidum, unveiling the presence and role of a putative S-adenosyl-L-methionine (SAM)-dependent methyltransferase (MT), NmbA, catalyzing the final biosynthetic step of N-Me-BSH. In this work, we report biochemical evidence for NmbAs function as an MT of the N-atom of the BSH cysteine moiety, showing substrate specificity, which together with our bioinformatics analyses classifies NmbA and its outspread homologs as N-directed natural product MTs (NPMTs) of the LMW thiol BSH. We also present the first crystal structure of NmbA, which shows that NmbA is a Class I SAM-dependent MT, however, displaying a unique three-dimensional architecture unlike that observed for other NPMTs. The NmbA active site adopts a narrow molecular basket structure due to an unusual organization of the variable Cap domain, which together with our docking calculations suggests that it may specifically accommodate the BSH substrate. Our studies provide a valuable overview of the phylogenetic distribution of N-Me-BSH in bacteria, accompanied by important functional and structural insight into a new class of NPMTs. Our findings contribute to the field of SAM-dependent MTs, as well as possible applications for targeting distinct bacterial defense mechanisms involving LMW thiols with potential environmental, biotechnological, and medical implications.", "date": "2025-07-06", "journal": ""}
{"title": "De novo biosynthesis of alpinetin enhanced by directed evolution of 5-O-methyltransferase", "doi": "10.1101/2025.07.06.663367", "authors": "Peng, B.; Wang, Z.; Zhang, L.; Groves, M. R.; Haslinger, K.", "abstract": "Alpinetin ((2S)-7-Hydroxy-5-methoxyflavan-4-one) is a natural flavonoid found in various medicinal herbs and is frequently used in Chinese patent medicines. It exhibits a wide range of bioactivities, including anti-inflammatory, cardiovascular protective, lung protective, antiviral, hepatoprotective, and antitumor effects. Alpinetin features a 5-methyl group on the A ring, a rare characteristic among methylated flavonoids. The limited abundance of Alpinetin in plant biomass, its laborious extraction and purification from this biomass, and the toxicity and lack of regio- and chemoselectivity in organic synthesis render its biosynthesis in engineered microbes an attractive alternative. In this study, we aimed to achieve the de novo biosynthesis of alpinetin in Escherichia coli. In a series of optimization steps, we varied the selection of pathway enzymes, plasmid configurations, medium composition, and fermentation strategies. Lastly, we applied a directed evolution campaign to the 5-O-methyltransferase to successfully enable the de novo biosynthesis of alpinetin in E. coli for the first time. Moreover, we demonstrated the ability of O-methyltransferase to methylate a broad range of flavonoid substrates, leading to the production of valuable O-methylated flavonoids. Our study represents the first example of alpinetin biosynthesis in a heterologous host and paves the way to produce other valuable O-methylated flavonoids enzymatically.", "date": "2025-07-06", "journal": ""}
{"title": "Molecular Basis for Asynchronous Chain Elongation During Rifamycin Antibiotic Biosynthesis", "doi": "10.1101/2025.07.05.663307", "authors": "Liu, C.; West, R. C.; Chen, M.; Cohn, W.; Wang, G.; Mandot, A. M.; Kim, S.; Cogan, D. P.", "abstract": "The rifamycin synthetase (RIFS) from the bacterium Amycolatopsis mediterranei is a large (3.5 MDa) multienzyme system that catalyzes over 40 chemical reactions to generate a complex precursor to the antibiotic rifamycin B. It is considered a hybrid enzymatic assembly line and consists of an N-terminal nonribosomal peptide synthetase loading module followed by a decamodular polyketide synthase (PKS). While the biosynthetic functions are known for each enzymatic domain of RIFS, structural and biochemical analyses of this system from purified components are relatively scarce. Here, we examine the biosynthetic mechanism of RIFS through complementary crosslinking, kinetic, and structural analyses of its first PKS module (M1). Thiol-selective crosslinking of M1 provided a plausible molecular basis for previously observed conformational asymmetry with respect to ketosynthase (KS)-substrate carrier protein (CP) interactions during polyketide chain elongation. Our data suggest that C-terminal dimeric interfaces (which are ubiquitous in bacterial PKSs) force their adjacent CP domains to co-migrate between two equivalent KS active site chambers. Cryogenic electron microscopy analysis of M1 further supported this observation while uncovering its unique architecture. Single-turnover kinetic analysis of M1 indicated that although removal of C-terminal dimeric interfaces supported 2-fold greater KS-CP interactions, it did not increase the partial product occupancy of the homodimeric protein. Our findings cast light on molecular details of natural antibiotic biosynthesis that will aid in the design of artificial megasynth(et)ases with untold product structures and bioactivities.", "date": "2025-07-06", "journal": ""}
{"title": "Microtubule end stabilisation by cooperative oligomers of Ska and Ndc80 complexes", "doi": "10.1101/2025.07.06.663352", "authors": "Radhakrishnan, R. M.; Stokes, L.; Day, M.; Huis in 't Veld, P. J.; Volkov, V. A.", "abstract": "During mitosis, properly aligned chromosomes stabilise microtubule ends with the help of kinetochores to ensure timely segregation of chromosomes. Microtubule-binding components of the human outer kinetochore, such as Ndc80 and Ska complexes, are present in multiple copies and together bind several microtubule ends, creating a highly multivalent binding interface. Whereas Ndc80:Ndc80 and Ndc80:microtubule binding is crucial for interface stability, Ndc80 alone in absence of Ska is unable to support stable kinetochore-attachments. Using cryoET, we demonstrate that oligomeric Ndc80:Ska assemblies stabilise microtubule ends against shortening by strengthening lateral contacts between tubulin protofilaments at microtubule plus-ends. We further identify a point mutation within the SKA1 microtubule-binding domain that does not affect microtubule-binding of individual Ska molecules, but does abolish Ska:Ska interactions. Finally, we report that oligomerisation of Ska, in a cooperative fashion together with the Ndc80, is necessary to maintain stable microtubule attachments both in vivo and in vitro.", "date": "2025-07-06", "journal": ""}
{"title": "Global Protein-Ligand Binding Affinity Profiling via Photocatalytic Labeling", "doi": "10.1101/2025.07.04.662444", "authors": "Warren, C. D.; Yardeny, N.; Peng, S.; Burdette, C. S.; Geri, J. B.", "abstract": "Protein-ligand binding, selectivity, and affinity dictate the effects of drugs and endogenous molecules in cells. Currently, potential protein-ligand interactions are identified by qualitative interpretation of proteomic, transcriptomic, or genomic data, then binding affinities of hits are measured using purified proteins or engineered reporter systems to validate and quantify the strength of individual interactions. Few methods enable simultaneous target identification and biophysical affinity measurement, and these either apply to specific enzyme classes or proteins with ligand dependent shifts in stability. Here we describe a general platform, termed Affinity Map, which leverages competitive binding analysis, high fidelity photocatalytic labeling, and high throughput proteomics for global quantitative binding affinity profiling. We show that this method is applicable to major classes of ligands, including small molecules, linear peptides, cyclic peptides, and proteins, and can measure affinities between unmodified ligands and proteins in cell lysates, organ extracts, and live cell surfaces.", "date": "2025-07-06", "journal": ""}
{"title": "Product-stabilized filamentation by human glutamine synthetase allosterically tunes metabolic activity", "doi": "10.1101/2025.07.04.663231", "authors": "Greene, E.; Muniz, R.; Yamamura, H.; Hoff, S. E.; Bajaj, P.; Lee, D. J.; Thompson, E. M.; Arada, A.; Lee, G. M.; Bonomi, M.; Kollman, J. M.; Fraser, J. S.", "abstract": "To maintain metabolic homeostasis, enzymes must adapt to fluctuating nutrient levels through mechanisms beyond gene expression. Here, we demonstrate that human glutamine synthetase (GS) can reversibly polymerize into filaments aided by a composite binding site formed at the filament interface by the product, glutamine. Time-resolved cryo-electron microscopy (cryo-EM) confirms that glutamine binding stabilizes these filaments, which in turn exhibit reduced catalytic specificity for ammonia at physiological concentrations. This inhibition appears induced by a conformational change that remodulates the active site loop ensemble gating substrate entry. Metadynamics ensemble refinement revealed >10 [A] conformational range for the active site loop and that the loop is stabilized by transient contacts. This disorder is significant, as we show that the transient contacts which stabilize this loop in a closed conformation are essential for catalysis both in vitro and in cells. We propose that GS filament formation constitutes a negative-feedback mechanism, directly linking product concentration to the structural and functional remodeling of the enzyme.", "date": "2025-07-06", "journal": ""}
{"title": "Why do some predicted protein structures fold poorly? Benchmarking AlphaFold, ESMFold, and Boltz in maize", "doi": "10.1101/2025.07.05.663230", "authors": "Haley, O. C.; Tibbs-Cortes, L.; Hayford, R. K.; Harding, S.; Woodhouse, M. R.; Cannon, E. K.; Gardiner, J. M.; Portwood, J. L.; Sen, T. Z.; Kim, H.-S.; Andorf, C. M.", "abstract": "Protein structure prediction tools have significantly reduced the time and cost to generate protein structures and accelerated protein discovery and design. However, plant proteins are underrepresented in sequence and structural datasets used to train these programs. To quantify the downstream impact of this deficiency, we benchmarked five structure-prediction programs (AlphaFold 2, AlphaFold 3, ESMFold, Boltz-1, and Boltz-2) across 417 well-characterized Zea mays genes. These \"classical\" genes represent a set of well-studied genes with known genetic and phenotypic effects. We generated structures for each gene using these programs and compared how sequence, structural, and evolutionary conservation impacted the structures' confidence and geometric features. Proteins lacking conserved sequence and/or structural domains had on average 25% to 43% lower confidence scores than proteins having both domains. Proteome-wide phylostratigraphy revealed that species-specific proteins had substantially lower confidence scores than proteins conserved amongst angiosperms and Eukaryotes. Boltz-1 and ESMFold structures had the highest occurrence of structures with severe geometry issues, including overlapping atoms and unlikely bond angles. We also compared computational and experimental alignments of Arabidopsis, maize, rice, wheat, and soybean proteins from the Protein Data Bank and identified structures showing incongruences with experimental data. This study challenges the assertion that protein folding has been completely 'solved', and urges more investigation into benchmarking and standardized evaluation frameworks to improve model performance and assessment in agricultural crops.", "date": "2025-07-06", "journal": ""}
{"title": "Structural motif search across the protein-universe with Folddisco", "doi": "10.1101/2025.07.06.663357", "authors": "Kim, H.; Kim, R. S.; Mirdita, M.; Steinegger, M.", "abstract": "Detecting similar protein structural motifs, functionally crucial short 3D patterns, in large structure collections is computationally prohibitive. Therefore, we developed Folddisco, which overcomes this through an index of position-independent geometric features, including side-chain orientation, combined with a rarity-based scoring system. Folddisco indexes 53 million AFDB50 structures into 1.45 terabyte within 24 hours, enabling rapid detection of discontinuous or segment motifs. Folddisco is more accurate and storage-efficient than state-of-the-art methods, while being an order of magnitude faster. Folddisco is free software available at folddisco.foldseek.com and a webserver at https://search.foldseek.com/folddisco.", "date": "2025-07-06", "journal": ""}
{"title": "Multi-omics time-series analysis in microbiome research: a systematic review", "doi": "10.1101/2025.07.03.659054", "authors": "Sherwani, M. K.; Ruuskanen, M.; Feldner-Busztin, D.; Firbas, P. N.; Boza, G.; Moreh, A.; Borman, T.; Erawijantari, P. P.; Scheuring, I.; Gopalakrishnan, S.; Lahti, L.", "abstract": "Recent developments in data generation have opened up unprecedented insights into living systems. It has been recognized that integrating and characterizing temporal variation simultaneously across multiple scales, from specific molecular interactions to entire ecosystems, is crucial for uncovering biological mechanisms and understanding the emergence of complex phenotypes. With the increasing number of studies incorporating multi-omics data sampled over time, it has become clear that integrated approaches are pivotal for these efforts. However, standard data analytical practices in longitudinal multi-omics are still shaping up and many of the available methods have not yet been widely evaluated and adopted. Thus, we performed a systematic literature review on data science methods for longitudinal multi-omics, with a particular focus on microbiome research.", "date": "2025-07-06", "journal": ""}
{"title": "PIMENTO: A PrIMEr infereNce TOolkit to facilitate large-scale calling of amplicon sequence variants", "doi": "10.1101/2025.07.04.663168", "authors": "Atallah, C.; Richardson, L.; Beracochea, M.; Finn, R. D.", "abstract": "The calling of amplicon sequence variants from DNA metabarcoding data is a common method of revealing the taxonomic makeup of environmental samples. A significant hurdle to the large-scale calling of amplicon sequence variants from publicly available nucleotide datasets is the presence of primer sequences in reads, the removal of which is a necessary pre-processing step for this form of analysis. Further, as the details of which primers were used is rarely associated with the sequence records, there is a need for a method that can automatically infer the presence and identity of primers in sequencing data. In this work, we introduce PIMENTO, a Python package which uses a dual-strategy approach for identifying primers that are present in sequencing reads to enable their removal, and therefore facilitate amplicon sequence variant calling at scale.", "date": "2025-07-06", "journal": ""}
{"title": "Investigating the Impact of Omental Adipocytes on Ovarian Cancer: Insights from a 3D in-silico model", "doi": "10.1101/2025.07.03.662794", "authors": "Oliver, S. M.; Williams, M.; Howard, D.; Gonzalez, D.; Powathil, G.", "abstract": "Ovarian cancer is responsible for the most deaths of all gynaecological cancers in the Western world. The symptoms of ovarian cancer are typically subtle and alike to less lethal diseases found more prevalently in the population, frequently resulting in late diagnoses and advanced tumour stages upon treatment initiation. While surgery and platinum-based treatments can be curative, ovarian cancers found at the latter, metastasised stages are likely to be recurrent and more tailored towards palliative care. Metastasised ovarian cancer spreads to surrounding organs and tissues such as the greater omentum, a large fat pad composed of adipose tissue stretching from the stomach and hanging over the intestines. The location of this is key in its role towards ovarian cancer and its progression. In this study, we develop a mathematical model to investigate the role that adipocytes found in adipose tissue can have in ovarian cancer progression. Observations of biological experiments from two cell lines create foundations to build a multiscale agent-based model in a Physicell framework. The impact of the adipose derived media concentration, treatment dosage, and initial tumour size are explored to find how these conditions affect the spatio-temporal dynamics of cancer tumours.", "date": "2025-07-06", "journal": ""}
{"title": "Transient YAP/TAZ inhibition exposes therapeutic vulnerabilities in advanced cancers", "doi": "10.1101/2025.07.03.662986", "authors": "Jessen, M.; Kim, K.; Tollot-Wegner, M.; Vranesic, A. C.; Doenmez, C.; Junker, C.; Lehmann, T.; Khandelwal, A.; Kurlishchuk, Y.; Huenniger, T.; Ritter, C.; Di Napoli, E.; Krishnan, M. S.; Buck, V.; Muth, S.; Tang, T.; Rosenwald, A.; Inverso, D.; Radsak, M.; Paciello, O.; von Eyss, B.", "abstract": "YAP and TAZ, key effectors of the Hippo pathway, are frequently hyperactivated in cancer, where they drive tumor progression and resistance to therapy. Their oncogenic activity relies on interaction with TEAD transcription factors, making the TEAD-YAP/TAZ complex an attractive therapeutic target. Using translational mouse models, we demonstrate that sustained systemic YAP/TAZ depletion leads to severe side effects. However, even transient YAP/TAZ inhibition alone is sufficient to suppress tumor growth in advanced stages. Mechanistically, YAP/TAZ activity promotes T cell exclusion from the tumors by inducing target genes involved in tissue remodeling. Consequentially, YAP/TAZ inhibition induces immune infiltration, but the infiltrating T cells rapidly become exhausted. Combining YAP/TAZ inhibition with immune checkpoint blockade (ICB) overcomes this exhaustion and sensitizes previously resistant tumors to immunotherapy.", "date": "2025-07-06", "journal": ""}
{"title": "Zero-shot antibody design in a 24-well plate", "doi": "10.1101/2025.07.05.663018", "authors": "Chai Discovery,  ; Boitreaud, J.; Dent, J.; Geisz, D.; McPartlon, M.; Meier, J.; Qiao, Z.; Rogozhnikov, A.; Rollins, N.; Wollenhaupt, P.; Wu, K.", "abstract": "Despite breakthroughs in protein design enabled by artificial intelligence, reliably designing functional antibodies from scratch has remained an elusive challenge. Recent works show promise but still require large-scale experimental screening of thousands to millions of designs to reliably identify hits. In this work, we introduce Chai-2, a multimodal generative model that achieves a 16% hit rate in fully de novo antibody design, representing an over 100-fold improvement compared to previous computational methods. We prompt Chai-2 to design <=20 antibodies or nanobodies to 52 diverse targets, completing the workflow from AI design to wet-lab validation in under two weeks. Crucially, none of these targets have a preexisting antibody or nanobody binder in the Protein Data Bank. Remarkably, in just a single round of experimental testing, we find at least one successful hit for 50% of targets, often with strong affinities and favorable drug-like profiles. Beyond antibody design, Chai-2 achieves a 68% wet-lab success rate in miniprotein design -- routinely yielding picomolar binders. The high success rate of Chai-2 enables rapid experimental validation and characterization of novel antibodies in under two weeks, paving the way toward a new era of rapid and precise atomic-level molecular engineering.", "date": "2025-07-06", "journal": ""}
{"title": "DIA-PASEF Proteomic Profiling Reveals MpkA-Dependent Iron Stress Responses and Siderophore Biosynthesis in Aspergillus nidulans", "doi": "10.1101/2025.07.03.662993", "authors": "Lee, J.; West, O. K.; Huso, W.; Doan, A. G.; Gray, K. J.; Edwards, H.; Tran, J. T.; Carman, D. R.; Betenbaugh, M.; Srivastava, R.; Harris, S.; Marten, M. R.", "abstract": "Filamentous fungi play essential roles in biotechnology as producers of valuable bioproducts and, conversely, as opportunistic pathogens. Aspergillus nidulans is a widely used model organism for fungal genetics and cell biology; however, comprehensive proteomic references for this species remain limited. In this study, we applied a data-independent acquisition parallel accumulation serial fragmentation (DIA-PASEF) approach to enable efficient and in-depth proteome profiling of A. nidulans. Leveraging ion mobility-based ion cloud information from DDA-PASEF experiments, we developed DIA-PASEF methods that identified 3,904 proteins across biological triplicates grown in rich medium. Compared to prior studies, this represents an increase in protein identifications of more than 140% and was achieved with more than five-fold reduction in analysis time. We employed this newly developed DIA&ndash] PASEF methodology to conduct both proteomic and phosphoproteomic analyses under iron-depleted conditions in an MpkA protein-kinase deficient mutant ({Delta}mpkA). The {Delta}mpkA strain exhibited expression of approximately 500 additional proteins and occupancy of over 1,800 additional phosphosites relative to a control. Differentially expressed and phosphorylated proteins increased by more than an order of magnitude in the {Delta}mpkA mutant across both iron-replete and iron- deplete conditions. Gene Ontology (GO) enrichment analysis revealed broader and distinct biological processes under iron-depleted conditions, highlighting adaptive responses specific to iron limitation and MAPK pathway disruption. This work establishes a high-coverage proteomic resource for A. nidulans and provides novel insights into fungal stress responses and signaling network perturbation. Importantly, high-throughput proteomic profiling reveals that limited iron availability and MAPK pathway disruption increases siderophore biosynthesis.", "date": "2025-07-06", "journal": ""}
{"title": "eRNAs Modulate mRNA Stability and Translation Efficiency to Bridge Transcriptional and Post-transcriptional Gene Regulation", "doi": "10.1101/2025.07.06.663389", "authors": "Kuklinkova, R.; Benova, N.; Anene, C. A.", "abstract": "Enhancer RNAs (eRNAs) are best known for their role in transcriptional regulation, where they facilitate enhancer-promoter communication and chromatin remodelling. Yet growing evidence suggests that their function may extend beyond the nucleus. Here, we systematically characterise the decay kinetics of eRNAs across human cell types using time-resolved transcriptomics and kinetic modelling. While most eRNAs undergo canonical exponential decay, a subset displays non-linear dynamics, suggesting context-dependent degradation mechanisms. Perturbation of core decay regulators, including components of the mA and CCR4-NOT pathways, reveals that eRNA stability is modulated by a patchwork of pathways governing mRNA turnover. Integrating transcriptome-wide ribosome profiling, RNA-Seq, and half-life data, we identify eRNAs associated with changes in mRNA stability and translation efficiency of their target protein-coding transcripts. Functional validation of one such eRNA, en4528, shows it regulates CDKN2C mRNA independently of transcription and impacts cell migration. These findings redefine the regulatory scope of eRNAs, positioning them as active participants in post-transcriptional gene control and cellular behaviour. The resulting decay profiles and regulatory annotations have been incorporated into the eRNAkit database, available at https://github.com/AneneLab/eRNAkit, enhancing its capacity for integrative systems-level analysis of eRNA function.", "date": "2025-07-06", "journal": ""}
{"title": "Phagosome Maturation in Macrophages is Enhanced by p38α MAPK Signaling", "doi": "10.1101/2025.07.03.662985", "authors": "Shah, M.; Kirthivasan, N.; Chakraborty, S.; Krishnan, Y.; Jhunjhunwala, S.", "abstract": "In macrophages, it is generally assumed that without active escape mechanisms, all phagocytosed cargo eventually reaches lysosomes. Yet, the influence of specific ligands, like lipopolysaccharide (LPS), on phagosome maturation is unclear. Here, using sterile, non-immunogenic particles as model cargo phagocytosed by macrophages, we show that in the absence of an external signal, less than half the phagosomes fuse with lysosomes. By quantifying phagosome maturation in terms of lysosomal localization and mapping lumenal pH dynamics, we find that early events triggered by LPS-induced signaling enhance both cargo delivery to lysosomes and phagosome acidification rates. We demonstrate that stress-activated p38 alpha mitogen-activated protein kinase (p38 MAPK) is important for this signaling event. Other signals known to activate p38 MAPK such as flagellin, IgG and albumin also enhance lysosomal delivery of phagocytosed cargo. Our work indicates that the maturation of phagosomes in macrophages is enhanced by the presence of specific ligands on the cargo, which activate cell surface receptors that signal via p38 MAPK.", "date": "2025-07-06", "journal": ""}
{"title": "Trypanosoma brucei from pigs in sleeping sickness foci from Cote Ivoire is structured into clonal and strongly subdivided populations", "doi": "10.1101/2025.07.03.662103", "authors": "NDJETCHI, M. K.; DE MEEUS, T.; TRAORE, B.; RAVEL, S.; SEGARD, A.; KABORE, J.; ABE, A.; KABA, D.; DJAKARIDJA, B.; KONAN, T.; COULIBALY, B.; GREBAUT, P.; BOSSARD, G.; BUCHETON, B.; KOFFI, M.; JAMONNEAU, V.", "abstract": "Human African trypanosomiasis (HAT), or sleeping sickness, is currently targeted for elimination. The etiologic agent of HAT is a trypanosome belonging to the species Trypanosoma brucei (Tb) s.l., a unicellular parasite transmitted by tsetse flies. Tb s.l. consists of three subspecies: T. b. brucei (Tbb), T. b. gambiense (Tbg) and T. b. rhodesiense (Tbr). These subspecies are morphologically indistinguishable and classified according to host in which they are found, type of disease and geographical distribution. During the last few decades, there has been considerable effort to genetically characterize Tb s.l. isolated from domestic and wild animals in order to better evaluate the impact of animal reservoirs on the epidemiology of HAT. To assess genetic diversity of Tb s.l. strains circulating in three endemic or historical HAT foci in Cote Ivoire, we conducted a population genetics study of these parasites. Biological and isolated stock samples collected from pigs and reference stocks were tested with the primers of the Trypanosoma gambiense-specific-glycoprotein gene (TgsGP) and were genetically characterized with eighteen microsatellite primers. TgsGP positive samples did not fit into Tbg as regard to their microsatellite profile. We also found that in Ivoirian foci, Tbb populations (animal trypanosomes) were structured as several strongly isolated units that propagate clonally. This is in variance with other published data on that subspecies. This study confirms the need to develop better tools to explore the relationships between Tbb and Tbg and to study the epidemiological role of potential animal reservoir for Tbg.", "date": "2025-07-06", "journal": ""}
{"title": "Structure of Photosystem I with SOD reveals coupling between energy conversion and oxidative stress protection", "doi": "10.1101/2025.07.05.663305", "authors": "Feng, Y.; Huang, K.; Li, X.; Amunts, A.", "abstract": "In photosynthetic organisms, Photosystem I (PSI) not only converts energy into its chemical form but is also a major source of superoxide (O2-), which can damage cellular components. Its detoxification by superoxide dismutase (SOD) is essential for redox homeostasis. We report the structure of the PSI-SOD supercomplex from Chromera velia (C. velia), revealing a direct coupling between energy conversion and oxidative stress protection. The heterodimeric SOD comprises a catalytic SOD2 and a non-catalytic SOD1 anchoring it to the conserved stromal PSI surface near the ferredoxin-binding site with four contact areas. Structural comparison with plants and algae shows that SOD could occupy a similar position via interactions with PsaD. C. velia PSI displays several distinct features, including a split subunit PsaA linked by PsaV, a unique iso-fucoxanthin bound to PsaB, and an extended PsaF coordinating an extra chlorophyll in the membrane. The antenna includes five fucoxanthin-chlorophyll family proteins (FCPs) stabilized by adaptations unique to each antenna protein. These findings reveal the structural basis for the integration of a photoprotective mechanism with energy metabolism in photosynthetic membranes.", "date": "2025-07-06", "journal": ""}
{"title": "Fubylation as a Druggable Ubiquitin-Like Conjugation System Controlling Hippo Pathway Activity", "doi": "10.1101/2025.07.06.663376", "authors": "Bulos, M. L.; Grzelak, E. M.; Nutsch, K.; Elshan, N. G. R. D.; Chatterjee, A. K.; Bollong, M. J.", "abstract": "The functionally and evolutionarily conserved Hippo-YAP signaling pathway plays a critical role in regulating cellular proliferation, organ size control, and regeneration. Accordingly, activators of YAP-driven transcription hold therapeutic promise for treating disease states driven by insufficient proliferative repair, yet only a handful of pharmacological mechanisms exist for augmenting YAP activity. Here we report the discovery of sCMF231, a small molecule activator of YAP discovered from high throughput screening that acts by targeting the poorly characterized ubiquitin-like protein FUBI. Using canonical ubiquitin conjugation machinery - UBA1, UBE2C, and APC/C - FUBI covalently modifies the Hippo pathway protein Annexin A2, reinforcing its YAP suppressive role at the plasma membrane. Binding of sCMF231 to FUBI discourages its conjugation to Annexin A2, resulting in the membrane delocalization of Annexin A2 and a liberated, transcriptionally active form of YAP. This work provides the first definitive evidence of covalent modification of proteins by FUBI, a post-translational modification termed fubylation, and defines how fubylation regulates the activity of a central growth pathway.", "date": "2025-07-06", "journal": ""}
{"title": "High precision fluorescence tomography-guided system for pre-clinical radiation research: system design and validation", "doi": "10.1101/2025.07.03.662589", "authors": "Xu, X.; Tseng, Y.; Deghhani, H.; Hardy, L.; Tong, Z.; Guo, G.; Habib, A.; Iordachita, I.; Wong, J.; Wang, K. K.-H.", "abstract": "Purpose: Cone-beam computed tomography (CBCT), commonly used for image guidance in pre-clinical studies, is limited in soft tissue localization and lacks the functional information needed for image-guided radiation studies and treatment assessment. To address these limitations, we developed 3D fluorescence tomography (FT) for high precision functional image-guided research and integrated it with small animal irradiators. Methods: The FT system, integrated with a commercial bioluminescence-guided platform in a standalone configuration, enabling compact multi-projection and multi-spectral imaging. A dual-axis galvo mirror scanner was used for laser spots scanning to excite internal fluorophore. A transportable mouse bed allows animals imaged in the optical system and transferred to irradiators for CBCT imaging and FT-guided irradiation. Spatial geometry-based methods were developed to map the laser spots and fluorescence images onto the animal numerical mesh surface, generated from the CBCT image, to serve as input data for FT reconstruction. A self-calibration method using Born-ratio data, fluorescence normalized to the excitation image, was adopted for reconstruction. Mouse phantom embedded with QD800 reporter and orthotopic glioblastoma (GBM) model injected with IRDye 800CW labelled U87-EGFR cells were used to verify the FT-guided system in target localization. Results: The laser spot mapping accuracy are within 0.7 mm maximum deviation. Our system can reconstruct the target QD800 as deep as 17 mm in the mouse phantom with single projection fluorescence imaging at localization accuracy < 1 mm deviation. Using the Born ratio approach, we effectively eliminated excitation light leakage and autofluorescence, enabling our FT system to localize IRDye 800CW-labeled EGFR-overexpressing GBM cells in the mouse brain with approximately 1 mm accuracy. Conclusion: We developed a compact FT system integrated with a small animal irradiator, achieving sub-millimeter localization accuracy in phantom and in vivo models. Its precision, flexibility, and compatibility position it as a powerful tool for advancing functional imaging-guided pre-clinical radiation research.", "date": "2025-07-06", "journal": ""}