{"title": "SF3B1-targeted Splicing Inhibition Triggers Transcriptional Stress Response and Global Alterations in R-Loop Landscape", "doi": "10.1101/2020.06.08.130583", "authors": "Castillo Guzman, D.; Hartono, S. R.; Frederick, M.; Sanz, L. A.; Sereiva, T.; Chedin, F.", "abstract": "Efficient co-transcriptional splicing is thought to suppress genome-destabilizing R-loops. Inhibition of SF3B1, a core U2 spliceosome component, by Pladienolide B (PladB) in human K562 cells caused widespread intron retention and modest R-loops gains. Minimal overlap existed between these events, suggesting that unspliced introns by themselves do not cause excessive R-loops. R-loop gains were instead driven by extensive readthrough transcription at a subset of stress-response genes, defining a new class of aberrant downstream of genes (DoG) R-loops. Such DoG R-loops were temporally and spatially uncoupled from loci experiencing DNA damage. Unexpectedly, the predominant response to splicing inhibition was a global R-loop loss. This resulted from increased promoter-proximal pausing and defective transcription elongation associated with premature termination. Similar results were observed upon depletion of Aquarius, a U2 spliceosome-associated factor previously thought to suppress R-loops. Thus, U2 spliceosome-targeted splicing inhibition triggered profound alterations in transcriptional dynamics, leading to unexpected disruptions in R-loop landscapes.", "date": "2025-05-12", "journal": ""}
{"title": "A GATA factor radiation in Caenorhabditis rewired the endoderm specification network", "doi": "10.1101/2022.05.20.492851", "authors": "Darragh, A. C.; Weinstein, R.; Bloom, J. R.; Rifkin, S. A.", "abstract": "Although similar developmental regulatory networks can produce diverse phenotypes, different networks can also produce the same phenotype. In theory, as long as development can produce an acceptable end phenotype, the details of the process could be shielded from selection, leading to the possibility of developmental system drift, where the developmental mechanisms underlying a stable phenotype continue to evolve. Many examples exist of divergent developmental genetics underlying conserved traits. However, studies that elucidate how these differences arose and how other features of development accommodated them are rarer. In Caenorhabditis elegans, six transcription factors that bind motifs with a GATA core sequence (GATA factors) comprise the zygotic part of the endoderm specification network. Here we show that the core of this network - five of the genes - originated within the genus during a brief but explosive radiation of this gene family and that at least three of them evolved from a single ancestral gene with at least two different spatio-temporal expression patterns. Based on analyses of their evolutionary history, gene structure, expression, and sequence, we explain how these GATA factors were integrated into this network. Our results show how gene duplication fueled the developmental system drift of the endoderm network in a phylogenetically brief period in developmentally canalized nematodes.", "date": "2025-05-12", "journal": ""}
{"title": "Nonlinear feedback modulation contributes to the optimization of flexible decision-making", "doi": "10.1101/2023.07.15.549136", "authors": "Zhou, Y.; Wu, X.", "abstract": "Neural activity in the primate brain correlates with both sensory evaluation and action selection aspects of decision-making. However, the intricate interaction between these distinct neural processes and their impact on decision behaviors remains unexplored. Here, we examined the interplay of these decision processes in posterior parietal cortex (PPC) when monkeys performed a flexible decision task. We found that the PPC activity related to monkeys' abstract decisions about visual stimuli was nonlinearly modulated by monkeys' following saccade choices directed outside each neuron's response field. Recurrent neural network modeling indicated that the feedback connections, matching the learned stimuli-response associations during the task, might mediate such feedback modulation. Further analysis on network dynamics revealed that selectivity-specific feedback connectivity intensified the attractor basins of population activity underlying saccade choices, thereby increasing the reliability of flexible decisions. These results highlight an iterative computation between different decision processes, mediated primarily by precise feedback connectivity, contributing to the optimization of flexible decision-making.", "date": "2025-05-12", "journal": ""}
{"title": "Ciliary ARL13B is essential for body weight regulation in adult mice", "doi": "10.1101/2023.08.02.551695", "authors": "Terry, T. T.; Gigante, E. D.; Alexandre, C. M.; Brewer, K. M.; Yue, X.; Berbari, N. F.; Vaisse, C.; Caspary, T.", "abstract": "Cilia are near ubiquitous cellular appendages critical for cell-to-cell communication and involved in diverse developmental and homeostatic processes. ARL13B is a regulatory GTPase enriched in cilia. We engineered an Arl13b mouse allele, Arl13bV358A, which retains ARL13B biochemical activities but renders ARL13B undetectable in cilia. Surprisingly, these mice are hyperphagic and become obese and insulin resistant. In addition to its GTPase function, ARL13B acts as a guanine nucleotide exchange factor (GEF) for ARL3. To test whether ARL13B's GEF activity is required to regulate body weight, we analyzed the body weight of mice expressing an ARL13B variant lacking ARL3 GEF activity (Arl13bR79Q). We found no difference in body weight, indicating ARL13B is unlikely to regulate weight via its ARL3 GEF activity. Ciliary ARL13B could control energy homeostasis through a role in development or in adult mice. We induced wildtype ARL13B expression, which localizes to cilia, in 4-week-old Arl13bV358A/V358A mice and found the obesity phenotype and associated metabolic impairments were rescued, consistent with ARL13B regulating homeostatic signaling within cilia in adult mice. These results show that ciliary ARL13B functions to control body weight. Our ability to genetically control the subcellular localization of ARL13B by removing and introducing it into cilia enables us to define the cilia-specific role of ARL13B and provides key information for understanding how cilia act as a signaling hub critical for energy homeostasis.", "date": "2025-05-12", "journal": ""}
{"title": "Allelic bias contributes to heterogeneous phenotypes of NK cell deficiency", "doi": "10.1101/2023.09.25.559149", "authors": "Seo, S.; Ahn, Y.-O.; Patil, S. L.; Armetta, J.; Saturne, M. D.; Hegewisch-Solloa, E.; Guilz, N. C.; Patel, A.; Corneo, B.; Borowiak, M.; Mace, E. M.", "abstract": "While monogenic variants in CDC45-MCM-GINS (CMG) replisome proteins cause human natural killer cell deficiencies (NKD), family members with the same inherited variants often have variable clinical and cellular phenotypes. We investigated two siblings with inherited compound heterozygous GINS4 variants but variable disease expressivity. Cell cycle impairment and increased apoptosis were detected following NK cell lineage commitment but not in pluripotent cells. While this effect was detected in both siblings, the efficiency of NK cell differentiation was variable and correlated with differential clinical severity of NKD. Further investigation of allelic expression of inherited GINS4 variants demonstrated expected biallelic expression of GINS4 in pluripotent cells and progenitors. However, allelic bias in lineage-committed NK cells led to over- or under-representation of more damaging GINS4 heterozygous variants associated with differential cellular and clinical severity. This study identifies allelic bias that causes phenotypic variation of monogenic diseases and defines mechanisms underlying immunodeficiency.", "date": "2025-05-12", "journal": ""}
{"title": "The explosive radiation of the Neotropical Tillandsia subgenus Tillandsia (Bromeliaceae) has been accompanied by pervasive hybridization", "doi": "10.1101/2023.11.16.567341", "authors": "Yardeni, G.; Barfuss, M. H. J.; Till, W.; Thornton, M. R.; Groot Crego, C.; Lexer, C.; Leroy, T.; Paun, O.", "abstract": "The recent rapid radiation of Tillandsia subgenus Tillandsia (Bromeliaceae) provides an attractive system to study the drivers and constraints of species diversification. This species rich Neotropical monocot clade includes predominantly epiphytic species displaying vast phenotypic diversity. Recent in-depth phylogenomic work revealed that the subgenus originated within the last 7 MY, with one major expansion from South into Central America within the last 5 MY. However, disagreements between phylogenies and lack of resolution at shallow nodes suggest that hybridization may have occurred throughout the radiation, together with frequent incomplete lineage sorting and rapid gene family evolution. We used whole-genome resequencing data to explore the evolutionary history of representative ingroup species employing both tree-based and network approaches. Our results indicate that lineage co-occurrence does not predict relatedness and confirm significant deviations from a tree-like structure, coupled with pervasive gene tree discordance. Focusing on hybridization, ABBA-BABA and related statistics were used to infer the rates and relative timing of events, while topology weighting uncovered high heterogeneity of the phylogenetic signal along the genome. High rates of hybridization within and among subclades suggest that, contrary to previous hypotheses, the expansion of subgenus Tillandsia into Central America proceeded through several dispersal events, punctuated by episodes of diversification and gene flow. Network analysis revealed reticulation as a plausible propeller during radiation and establishment across different ecological niches. This work contributes a plant example of prevalent hybridization during rapid species diversification, supporting the hypothesis that interspecific gene flow facilitates explosive diversification.", "date": "2025-05-12", "journal": ""}
{"title": "From static to dynamic: how object rotation influences grasp decisions in ambiguous settings", "doi": "10.1101/2023.11.20.567846", "authors": "Maffitt, N. J.; Cairns, E. G.; Wozna, J.; Soteropoulos, D. S.; Kraskov, A.", "abstract": "The hand grasp of an object is normally consistent, determined by the optimal, most efficient strategy learnt from previous experience. Yet in certain settings, despite object properties remaining constant and intention the same, the grasp chosen by an individual can vary with a lack of clear preference for a particular grasp configuration. This is referred to as motor ambiguity. Here, we compare the influence of preceding static versus dynamic visual information on participants' choice between two possible hand configurations when grasping an object at various orientations. We confirm previous findings that presentation of an object in an initial static orientation prior to the grasping in ambiguous orientation causes subjects to select a grasp that would be most congruent with the initial, determinate orientation. However, we unexpectedly found that when object rotation is observed between the initial and target positions, the bias is inversed, i.e. subjects choose the alternate grasp configurations. Furthermore, the inverse bias strength was found to be independent of the motion magnitude, and persists even when greater decision time is allowed. We provide evidence that this bias effect is not a perceptual phenomenon, and suggest it is potentially a behavioural manifestation of inhibitory circuits that delay decisions in conditions of motor ambiguity.", "date": "2025-05-12", "journal": ""}
{"title": "Mesolimbic dopamine ramps reflect environmental timescales", "doi": "10.1101/2024.03.27.587103", "authors": "Floeder, J. R.; Jeong, H.; Mohebi, A.; K Namboodiri, V. M.", "abstract": "Mesolimbic dopamine activity occasionally exhibits ramping dynamics, reigniting debate on theories of dopamine signaling. This debate is ongoing partly because the experimental conditions under which dopamine ramps emerge remain poorly understood. Here, we show that during Pavlovian and instrumental conditioning, mesolimbic dopamine ramps are only observed when the inter-trial interval is short relative to the trial period. These results constrain theories of dopamine signaling and identify a critical variable determining the emergence of dopamine ramps.", "date": "2025-05-12", "journal": ""}
{"title": "Stimulatory and inhibitory G-protein signaling relays drive cAMP accumulation for timely metamorphosis in the chordate Ciona", "doi": "10.1101/2024.04.09.588679", "authors": "Hozumi, A.; Totsuka, N. M.; Onodera, A.; Wang, Y.; Hamada, M.; Shiraishi, A.; Satake, H.; Horie, T.; Hotta, K.; Sasakura, Y.", "abstract": "Larvae of the ascidian Ciona initiate metamorphosis tens of minutes after adhesion to a substratum via their adhesive organ. The gap between adhesion and metamorphosis initiation is suggested to ensure the rigidity of adhesion, allowing Ciona to maintain settlement after losing locomotive activity through metamorphosis. The mechanism producing the gap is unknown. Here, by combining gene functional analyses, pharmacological analyses, and live imaging, we propose that the gap represents the time required for sufficient cAMP accumulation to trigger metamorphosis. Not only the Gs pathway but also the Gi and Gq pathways are involved in the initiation of metamorphosis in the downstream signaling cascade of the neurotransmitter GABA, the known initiator of Ciona metamorphosis. The mutual crosstalk of stimulatory and inhibitory G-proteins functions as the accelerator and brake for cAMP production, ensuring the faithful initiation of metamorphosis at an appropriate time and in the right situation.", "date": "2025-05-12", "journal": ""}
{"title": "Zebrafish as a model to study PERK function in developmental diseases: implications for Wolcott-Rallison syndrome", "doi": "10.1101/2024.04.16.589737", "authors": "Almeida, L. M.; Lima, L. P.; Oliveira, N. A. S.; Silva, R. F. O.; Sousa, B.; Bessa, J.; Pinho, B. R.; Oliveira, J. M. A.", "abstract": "PERK (EIF2AK3) is an endoplasmic reticulum stress kinase whose loss of function disturbs normal human development, leading to skeletal dysplasia and permanent neonatal diabetes, as seen in the Wolcott-Rallison Syndrome (WRS). The lack of efficient and less invasive therapies for developmental diseases highlights the need for animal models that replicate the complex pathological phenotypes, while preserving scalability for drug screening. Zebrafish exhibits high fecundity and rapid development that facilitate efficient and scalable in vivo drug testing. Here, we aimed to assess the potential of zebrafish to study PERK function and its pharmacological modulation, and as model organism of developmental diseases such as the WRS. Using bioinformatic analyses, we showed high similarity between human and zebrafish PERK. We used the pharmacological PERK inhibitor GSK2606414, which was bioactive in zebrafish, to modulate PERK function. Using transgenic zebrafish expressing fluorescent pancreatic markers and a fluorescent glucose probe, we observed that PERK inhibition decreased beta-cell mass and disrupted glucose homeostasis. By combining behavioural and functional assays, we show that PERK-inhibited zebrafish present marked defects in growth and skeletal development, as well as neuromuscular and cardiac deficiencies, which are clinically relevant in WRS patients, while sparing parameters like otolith area and eye/body ratio which are not associated with WRS. These results show that zebrafish holds potential to study PERK function and its pharmacological modulation in developmental disorders like WRS, assisting research on their pathophysiology and experimental treatments.", "date": "2025-05-12", "journal": ""}
{"title": "Commensal bacteria inhibit viral infections via a tryptophan metabolite", "doi": "10.1101/2024.04.21.589969", "authors": "Jiang, D.; Soo, N.; Tan, C. Y.; Dankwa, S.; Wang, H.-Y.; Theriot, B. S.; Xue, K.; Hill, D.; Ardeshir, A.; Bain, J. R.; Heston, S. M.; Hurst, J. H.; Siddiqui, N. Y.; Van Rompay, K. K. A.; Cervantes-Barragan, L.; Smith, J. P.; Song, R.; Roper, J.; Kelly, M. S.; Hudgens, M. G.; De Paris, K.; Permar, S. R.; Goswami, R.; Surana, N. K.", "abstract": "Clinical outcomes following viral exposures exhibit substantial interindividual variability. Although developing evidence suggests commensal bacteria modulate viral infections, the specific bacteria and mechanisms remain underexplored. Here we define a pathway by which viral infections are inhibited by specific tryptophan-catabolizing bacteria. Using HIV as a model, we bioinformatically associated and experimentally validated several bacterial species that inhibited viral replication. This activity required the aromatic amino acid aminotransferase (ArAT) to metabolize tryptophan into 3-indolelactic acid, which agonizes the aryl hydrocarbon receptor (AhR). Given that AhR regulates multiple viral infections, we found that commensal bacteria also inhibit cytomegalovirus (CMV) in an ArAT-dependent manner. Finally, we confirmed that ArAT is associated with protection against disease outcomes in three distinct human cohorts at-risk for HIV, CMV, or symptomatic COVID-19. Taken together, our results provide mechanistic insight into how commensal bacteria impact viral infections, thereby adding to an emerging field focused on host-commensal-virus interactions.", "date": "2025-05-12", "journal": ""}
{"title": "Multiomic Evidence for a Unified Model of Alzheimer's Disease Etiology Linking Microglial Flux Capacity and Astrocyte-Neuron Metabolic Breakdown", "doi": "10.1101/2024.07.23.604835", "authors": "Paterson, T.; Rohrs, J.; Hohman, T. J.; Mapstone, M.; Meikle, P.; Kaddurah-Daouk, R.; Levey, A. I.; Hood, L.; Funk, C. C.", "abstract": "Age and APOE genotype are the strongest known risk factors for late-onset Alzheimer's disease (AD), but the mechanisms linking them to neuronal loss remain incompletely defined. Using multiomic data from the Alzheimer's Disease Neuroimaging Initiative (ADNI), we propose a unified hypothesis in which two interdependent failure modes--saturation of microglial lipid flux capacity and disruption of the astrocyte--neuron lactate shuttle (ANLS) due to excess astrocytic membrane cholesterol--drive disease progression upstream of amyloid and tau pathology. Stratifying participants by cognitive score quartiles, we find consistent associations linking impaired lipid clearance, metabolic stress, and genetic variants regulating cholesterol handling. These processes appear to reinforce each other, resulting in accelerating neurodegeneration. Our hypothesis reframes AD as a systems-level collapse in metabolic coordination, rather than a purely linear pathological cascade. These insights emerged during the development of digital twin models for personalized interventions, highlighting the power of systems approaches to reveal hidden drivers of neurodegeneration.", "date": "2025-05-12", "journal": ""}
{"title": "Direct quantitative assessment using digital droplet PCR and field-scale spatial distribution of Plasmopara viticola oospores in vineyard soil", "doi": "10.1101/2024.07.29.605284", "authors": "Poeydebat, C.; Courchinoux, E.; Demeaux, I.; Rodriguez, M.; Chataigner, A.; Lelievre, M.; Goutouly, J.-P.; Rossi, J.-P.; Raynal, M.; Deliere, L.; Francois, D.", "abstract": "Grapevine downy mildew, caused by the oomycete Plasmopara viticola, is one of the most devastating diseases of grapevine worldwide. While primary inoculum plays a decisive role in disease epidemics, we still know very little about the abundance and the distribution of oospores in soil, which are the overwintering forms of the pathogen resulting from sexual reproduction. In this study, we present a ddPCR-based approach to quantify P. viticola oospores in soil samples. We used this method to describe the spatial distribution of P. viticola primary inoculum in a vineyard soil at the onset of the growing season. We found P. viticola oospores in all soil samples (n=318) except one. The distribution of primary inoculum at the field scale was not random but characterized by 25 m-diameter patches of concentrically increasing oospore concentration. The results indicated that oospores accumulated 5 times more in the ridge of soil below the vine stocks than in the inter-row. We conducted a leaf disc bioassay to assess soil infectious potential on a subset of samples collected in the field and evaluated whether the ddPCR-based assessment of inoculum concentration had an epidemiological significance. Soil infectious potential estimated through infected leaf-disc area was positively correlated with our DNA-based quantification of oospores. This approach could be used to quantify soil oospores in vineyards, which would be useful to improve models for epidemic risk prediction and decision-making tools.", "date": "2025-05-12", "journal": ""}
{"title": "An enhanced Eco1 retron editor enables precision genome engineering in human cells without double-strand breaks", "doi": "10.1101/2024.08.05.606586", "authors": "Cattle, M. A.; Aguado, L. C.; Sze, S.; Wang, D. Y.; Papagiannakopoulos, T.; Smith, S.; Rice, C. M.; Schneider, W. M.; Poirier, J. T.", "abstract": "Retrons are a retroelement class found in diverse prokaryotes that can be adapted to augment CRISPR-Cas9 genome engineering technology to efficiently rewrite short stretches of genetic information in bacteria and yeast. However, efficiency in human cells has been limited by unknown factors. We identified non-coding RNA (ncRNA) instability and impaired Cas9 activity due to 5' sgRNA extension as key contributors to low retron editor efficiency in human cells. We re-engineered the Eco1 ncRNA to incorporate an exoribonuclease-resistant RNA (xrRNA) pseudoknot from the Zika virus 3' UTR and devised an RNA processing strategy using Csy4 ribonuclease to minimize 5' sgRNA extension. This strategy increased steady-state ncRNA levels and rescued sgRNA activity, leading to increased templated repair. This work reveals a previously unappreciated role for ncRNA stability in retron editor efficiency in human cells and presents an enhanced Eco1 retron editor capable of precise genome editing in human cells from a single integrated lentivirus and, in the context of the nCas9 H840A nickase, without creating double-strand breaks.", "date": "2025-05-12", "journal": ""}
{"title": "Super-resolution imaging in whole cells and tissues via DNA-PAINT on a spinning disk confocal with optical photon reassignment", "doi": "10.1101/2024.08.26.609760", "authors": "Zaza, C.; Joseph, M. D.; Dalby, O. P. L.; Walther, R. F.; Kolataj, K.; Chiarelli, G.; Pichaud, F.; Acuna, G. P.; Simoncelli, S.", "abstract": "Single Molecule Localization Microscopy (SMLM) has traditionally faced challenges to optimize signal-to-noise ratio, penetration depth, field-of-view (FOV), and spatial resolution simultaneously. Here, we show that DNA-PAINT imaging on a Spinning Disk Confocal with Optical Photon Reassignment (SDC-OPR) system overcomes these trade-offs, enabling high-resolution imaging across multiple cellular layers and large FOVs. We demonstrate the system's capability with DNA origami constructs and biological samples, including nuclear pore complexes, mitochondria, and microtubules, achieving a spatial resolution of 6 nm in the basal plane and sub-10 nm localization precision at depths of 9 {micro}m within a 53 x 53 {micro}m2 FOV. Additionally, imaging of the developing Drosophila eye epithelium at depths up to 9 {micro}m with sub-13 nm average localization precision, reveals distinct E-cadherin populations in adherens junctions. Quantitative analysis of Collagen IV deposition in this epithelium indicated an average of 46 {+/-} 27 molecules per secretory vesicle. These results underscore the versatility of DNA-PAINT on an SDC-OPR for advancing super-resolution imaging in complex biological systems.", "date": "2025-05-12", "journal": ""}
{"title": "Wall teichoic acids regulate peptidoglycan synthesis by paving cell wall microstructure", "doi": "10.1101/2024.09.02.610702", "authors": "Barber, F.; Akbary, Z.; Yuan, Z.; Biboy, J.; Vollmer, W.; Rojas, E. R.", "abstract": "The bacterial cell wall is a polymeric exoskeleton, composed largely of peptidoglycan, that determines cell size and shape. Two systems synthesize peptidoglycan during the growth of rod-shaped bacteria, which are found pervasively across diverse bacterial taxa: the multi-protein Rod complexes are critical for cell shape because they synthesize anisotropic peptidoglycan oriented along the cell circumference, whereas PBP1 synthesizes isotropic peptidoglycan (Fig. 1A). In Gram-positive bacteria, rod shape is also dependent on wall teichoic acids5, an abundant cell wall polymer, for entirely unknown reasons. Here, we show that teichoic acids occlude nanoscopic pores in the cell wall, which simultaneously promotes Rod complex activity and inhibits PBP1. Depletion of teichoic acids exposed these pores within minutes, coinciding with a rapid activation of PBP1. In contrast to previous steady-state measurements, we found that teichoic acid depletion also caused the transient arrest of Rod complexes prior to the onset of amorphous growth. Teichoic acids, therefore, are a new critical factor in peptidoglycan synthesis regulation. Our work further identifies the cell wall, via its molecular-scale structure, as a non-canonical auto-regulatory factor in its own synthesis. Since teichoic acids additionally govern peptidoglycan hydrolysis, our results position these polymers as 'master regulators' of rod-shaped cell growth.", "date": "2025-05-12", "journal": ""}
{"title": "Endosymbionts impact ladybird predation rates of aphids in a temperature-dependent manner", "doi": "10.1101/2024.09.20.614137", "authors": "Bitsch, K.; Ross, P. A.; Gill, A.; Yang, Q.; Stelmach, M.; Callahan, A.; Oersted, M.; Hoffmann, A. A.; Kristensen, T. N.", "abstract": "Aphids are worldwide pests causing major economic losses to growers. Current management strategies rely heavily on pesticides, but some effective pesticides are being withdrawn and the efficiency of remaining pesticides is also decreasing as aphids build up resistance. Biological control using predators can provide a sustainable alternative to pesticides under some circumstances, while the deliberate introduction of facultative bacterial endosymbionts that induce host fitness costs and reduce plant virus transmission provides another potential future strategy to combat aphid pests. However, new control options should not be antagonistic, with the concern that the effectiveness of biocontrol might be altered by endosymbiont presence in hosts. We, therefore, tested if predation by two aphidophagous ladybirds, Adalia bipunctata and Harmonia conformis, on the green peach aphid, Myzus persicae, and the oat aphid, Rhopalosiphum padi, was affected by transinfected Rickettsiella viridis and both native and transinfected Regiella insecticola endosymbionts at different temperatures. The predation rate of aphids infected by either endosymbiont was higher at 14 degrees C than the rate for uninfected aphids of both species, but the opposite pattern was apparent at 20 degrees C and for one host-endosymbiont combination at 26 degrees C. Overall, the results showed that higher temperatures increased predation, while differences between intermediate and low temperatures were species dependent. No transmission of endosymbionts from aphid to ladybird through predation was detected. These findings point to a lack of consistent effects of the investigated endosymbionts on predation rates in these major aphid pests. The temperature dependence of endosymbiont-predation interactions suggests that the impact of seasonal climate should be considered when assessing the potential of endosymbionts in a biological control setting.", "date": "2025-05-12", "journal": ""}
{"title": "De novo discovery of conserved gene clusters in microbial genomes with Spacedust", "doi": "10.1101/2024.10.02.616292", "authors": "Zhang, R.; Mirdita, M.; Soeding, J.", "abstract": "Metagenomics has revolutionized environmental and human-associated microbiome studies. However, the limited fraction of proteins with known biological process and molecular functions presents a major bottleneck. In prokaryotes and viruses, evolution favors keeping genes participating in the same biological processes co-localized as conserved gene clusters. Conversely, conservation of gene neighborhood indicates functional association. Spacedust is a tool for systematic, de novo discovery of conserved gene clusters. To find homologous protein matches it uses fast and sensitive structure comparison with Foldseek. Partially conserved clusters are detected using novel clustering and order conservation P-values. We demonstrate Spacedust's sensitivity with an all-vs-all analysis of 1308 bacterial genomes, identifying 72843 conserved gene clusters containing 58% of the 4.2 million genes. It recovered recover 95% of antiviral defense system clusters annotated by a specialized tool. Spacedust's high sensitivity and speed will facilitate the large-scale annotation of the huge numbers of sequenced bacterial, archaeal and viral genomes.", "date": "2025-05-12", "journal": ""}
{"title": "Multiple context discrimination in adult rats: sex variability and dynamics of time-dependent generalization of an aversive memory", "doi": "10.1101/2024.10.06.616911", "authors": "Alves, F. N. L.; Guerra, K. T. K.; Crestani, A. P.; Quillfeldt, J. A.", "abstract": "Memory generalization involves the transfer of conditioned fear responses to novel contexts, a phenomenon observed in systems consolidation, whereby a time-dependent reduction in discrimination precision occurs due to the reorganization of brain regions supporting memory retrieval. To understand the fine temporal structure of this process across sexes, young adult female and male rats were trained in contextual fear conditioning and tested in the same or one of three distinct novel contexts at 2, 28 or 45 days post-training. Neutral contexts were designed to allow graded levels of fear expression relative to the training context, and sex differences were evident at the recent memory test. This pattern, however, disappeared over time due to partial generalization, with fear converging into similar, higher values, grouped into two levels for both sexes. In all experiments, females were better discriminators and displayed lower fear responses than males, apparently prioritizing different sensory modalities, with multivariate analysis suggesting that chamber size was salient for females and floor texture for males. This study is the first to compare fear responses between adult female and male rats across multiple neutral contexts and timepoints revealing several dimorphic findings.", "date": "2025-05-12", "journal": ""}
{"title": "Learning Biophysical Dynamics with Protein Language Models", "doi": "10.1101/2024.10.11.617911", "authors": "Hou, C.; Zhao, H.; Shen, Y.", "abstract": "Structural dynamics are fundamental to protein functions and mutation effects. Current protein deep learning models are predominantly trained on sequence and/or static structure data, which often fail to capture the dynamic nature of proteins directly. To address this, we introduce SeqDance and ESMDance, two protein language models trained on dynamic biophysical properties derived from molecular dynamics simulations and normal mode analyses of over 65,100 proteins. SeqDance, trained from scratch, learns both local dynamic interactions and global conformational properties across ordered and disordered proteins. SeqDance predicted dynamic property changes reflect mutation effect on protein folding stability. ESMDance, built upon ESM2 outputs, substantially outperforms ESM2 in zero-shot prediction of mutation effects for designed and viral proteins which lack evolutionary information. Together, SeqDance and ESMDance offer a novel framework for integrating protein dynamics into language models, enabling more generalizable predictions of protein behavior and mutation effect.", "date": "2025-05-12", "journal": ""}
{"title": "Social rank-order stability of mice revealed by a novel food competition paradigm in combination with available space competition paradigms", "doi": "10.1101/2024.10.15.618390", "authors": "Liu, M.; Chen, Y.; Chen, R.", "abstract": "Psychological, behavioral and biological studies on social organization and competition with animal models are boosting. The mouse has been recognized as a valuable and economic model animal for biomedical research in social behaviors, however, currently available food competition paradigms for mice remain limited. Discrepant paradigms involving different competitive factors, such as physical strength vs psychological features, muscular confrontation vs threat perception, and boldness vs timidity, may produce task-specific win-or-lose outcomes and lead to inconsistent ranking results. Here, we developed a food competition apparatus for mouse, in which contenders were a pair of mice eager to take over the same food pellet placed under a movable block in the middle of a narrow chamber where they were separated to the either right or left side. This Food Pellet Competition Test (FPCT) was designed to (1) provide researchers with a choice of new food competition paradigm and (2) expose psychological factors influencing the establishment and/or expression social status in mice by avoiding direct physical competition between contenders. Meanwhile, we wanted to evaluate the consistency of social ranking results between FPCT and typically available space competition paradigms - tube test and warm spot test (WST). We hypothesized inconsistency of rankings of mice tested by FPCT, tube test and WST as they possess different targets for mice to compete and different factors determining competitiveness. Interestingly, application of FPCT in combination with tube test and WST discovered unexpected consistency of mouse social competitivity and rankings in a grouped male or female mice that were housed in an either 2- or 3-member cage, most likely indicating that the status sense of animals is part of a comprehensive identify of self-recognition of individuals in an established social colony. Furthermore, the FPCT may facilitate researches on social organization and competition, given its reliability, validity, and ease of use.", "date": "2025-05-12", "journal": ""}
{"title": "Anisotropic Cell Shape and Motion Coordinate Hindbrain Neuropore Morphogenesis", "doi": "10.1101/2024.11.21.624679", "authors": "Perez-Verdugo, F.; Maniou, E.; Galea, G. L.; Banerjee, S.", "abstract": "Neural tube closure is a critical morphogenetic process in vertebrate development, and failure to close cranial regions such as the hindbrain neuropore (HNP) leads to severe congenital malformations. While mechanical forces like actomyosin purse-string contraction and directional cell crawling have been implicated in driving HNP closure, how these forces organize local cell shape and motion to produce large-scale tissue remodeling remains poorly understood. Using live and fixed imaging of mouse embryos combined with cell-based biophysical modeling, we show that these force-generating mechanisms are insufficient to explain the robust patterns of cell elongation and nematic alignment observed at the HNP border. Instead, we show that local anisotropic stress and cytoskeletal organization are required to generate these patterns and promote midline cell motion. Our model captures key features of cell shape dynamics and emergent nematic order, which we confirm experimentally, including the alignment of actin fibers with cell shape and enhanced midline cell speed. Comparative analysis with chick embryos, which lack supracellular purse-strings, supports a conserved link between tension generation and cellular patterning. These findings establish a physical framework connecting force generation, cell shape anisotropy, and tissue morphodynamics during epithelial gap closure.", "date": "2025-05-12", "journal": ""}
{"title": "Concomitant suppression of COX-1 and COX-2 is insufficient to induce enteropathy associated with chronic NSAID use", "doi": "10.1101/2024.11.22.624882", "authors": "Barekat, K.; Ghosh, S.; Herrmann, C.; Keat, K.; Assenmacher, C.-A.; Tanes, C.; Wilson, N.; Sengupta, A.; Das, U. S.; Joshi, R.; Ritchie, M.; Bittinger, K.; Weljie, A.; Cadwell, K.; Bushman, F.; Wu, G.; FitzGerald, G. A.; Ricciotti, E.", "abstract": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are the most widely used medications for the management of chronic pain; however, they are associated with gastrointestinal (GI) adverse events. Although many mechanisms have been suggested, NSAID-induced enteropathy has been thought mainly due to inhibition of both cyclooxygenases (COX) -1 and -2 resulting in suppression of prostaglandin synthesis. Surprisingly, over 10 months, concomitant postnatal deletion of Cox-1 and -2 failed to cause intestinal injury in mice unless they were treated with naproxen or its structural analog, phenylpropionic acid, which is not a COX inhibitor. Cox double knockout mice exhibit a distinct gut microbiome composition and cohousing them with controls rescues their dysbiosis and delays the onset of NSAID-induced GI bleeding. Suppression of bile acid synthesis is also protective. In both the UK Biobank and All of US, coadministration of antibiotics with NSAIDs is associated with an increased frequency of GI bleeding. These results show that prostaglandin suppression plays a trivial role in NSAID-induced enteropathy. However, Cox deletion causes dysbiosis of the gut microbiome that amplifies the enteropathic response to NSAIDs.", "date": "2025-05-12", "journal": ""}
{"title": "Phase-specific premotor inhibition modulates leech rhythmic motor output", "doi": "10.1101/2024.12.03.626557", "authors": "Radice, M.; Sanchez Merlinsky, A.; Yulita, F.; Szczupak, L.", "abstract": "Understanding how motoneuron activity is finely tuned remains an open question. Leeches are a highly suitable organism for studying motor control due to their well-characterized behaviors and relatively simple nervous system. On solid surfaces leeches display crawling, a rhythmic motor pattern that can be elicited in the isolated nerve cord or even in single ganglia isolated from it. This study aimed to learn how this motor output is shaped by concurrent premotor signals. Specifically, we analyzed how electrophysiological manipulation of a premotor nonspiking (NS) neuron, that forms a recurrent inhibitory circuit (homologous to vertebrate Renshaw cells), shapes the leech crawling motor pattern. The study included a quantitative analysis of motor units active throughout the fictive crawling cycle that shows that the rhythmic motor output in isolated ganglia mirrors the phase relationships observed in vivo. Taken together, the study reveals that the premotor NS neurons, under the control of the segmental pattern generator, modulated the degree of excitation of motoneurons during crawling in a phase-specific manner.", "date": "2025-05-12", "journal": ""}
{"title": "Mapping the loss of flagellar motility across the tree of life", "doi": "10.1101/2024.12.05.626484", "authors": "Philip, J. S.; Grewal, S.; Scadden, J.; Puente Lelievre, C.; Matzke, N. J.; McNally, L.; Baker, M. A.", "abstract": "Bacterial swimming is mostly powered by the bacterial flagellar motor and the number of proteins involved in the flagellar motor can vary. Quantifying the proteins present in flagellar motors from a range of species delivers insight into how motility has changed throughout history and provides a platform for estimating from its genome whether a species is likely to be motile. We conducted sequence and structural homology searches for 54 flagellar pathway proteins across 11,365 bacterial genomes and developed a classifier with up to 95% accuracy that could predict whether a strain was motile or not. We then mapped the evolution of flagellar motility across the GTDB bacterial tree of life. We confirmed that the last common bacterial ancestor had flagellar motility and that the rate of loss of this motility was four-fold higher than the rate of gain. We showed that the presence of filament protein homologues was highly phylogenetically correlated with motility and that all species classified as motile contained at least one filament homologue. We calculated the rate of gain and loss for each flagellar protein and that the filament protein FliC was highly correlated with motility across the tree of life. We then measured the correlation of each flagellar motor protein with FliC and showed that the filament, rotor, and rod and hook proteins were all highly correlated with FliC, and thus with motility. We calculated the differential rates of gain and loss for each flagellar protein and quantified which genomes encoded for partial sets of flagellar proteins, indicating potential pathways by which motility could be lost. Overall, we show that filament, rod and hook and rotor proteins are conserved when flagellar motility is preserved and that the presence or absence of a FliC homologue is a good, simple predictor of whether or not a species has flagellar motility.", "date": "2025-05-12", "journal": ""}
{"title": "Using FoxP2 to Distinguish Direct and Indirect Basal Ganglia Pathways for Vocal Learning in Songbirds", "doi": "10.1101/2024.12.08.627403", "authors": "Jagannathan, A.; Nigudkar, M.; Bottjer, S.", "abstract": "The cortico-basal ganglia pathways that mediate vocal learning in zebra finches (Taeniopygia guttata) are localized in parallel circuits formed by CORE and SHELL subregions (Fig. 1). These circuits traverse a cortical region (LMAN), a specialized region of the basal ganglia essential for vocal learning (Area X), and a region of dorsomedial thalamus (DLM). Area X includes functional analogs of mammalian direct and indirect pathways that may have opposing effects and thereby increase or inhibit thalamic activity respectively. Direct pallidal neurons of Area X send projections to DLM, whereas indirect pallidal neurons form intrinsic connections onto DLM-projecting neurons. Expression of the transcription factor FoxP2 in the basal ganglia is necessary for normal vocal learning and production in both humans and songbirds. We used tract-tracing techniques to label direct pallidal Area X[-&gt;]DLM projection neurons and immunohistochemical techniques to label neurons expressing the transcription factor FoxP2 in adult and juvenile male zebra finches. Our results showed that DLM-projecting neurons in Area X did not express FoxP2 in either adults or juveniles. We also observed a population of large neurons that expressed FoxP2 but were not retrogradely-labeled from DLM. A putative marker of striatal neurons (DARPP-32) did not co-localize with FoxP2 in most of these large neurons, suggesting that they form a class of indirect pallidal neurons. These findings offer FoxP2 as a possible marker for indirect pallidal neurons and support the existence of different subpopulations of neurons that correspond to direct and indirect pathways within Area X.", "date": "2025-05-12", "journal": ""}
{"title": "Vancomycin-resistant enterococci colonise the antibiotic-treated intestine by occupying overlapping but distinct nutrient- and metabolite-defined intestinal niches", "doi": "10.1101/2024.12.12.628149", "authors": "King, O. G.; Yip, A. Y. G.; Horrocks, V.; Miguens Blanco, J.; Marchesi, J. R.; Mullish, B. H.; Clarke, T. B.; McDonald, J. A. K.", "abstract": "Antibiotic treatment significantly disrupts the gut microbiome and promotes vancomycin-resistant enterococci (VRE) intestinal colonisation. These disruptions cause the intestine to act as a reservoir for VRE that seed difficult-to-treat infections. Patients would benefit from new treatments that prevent or treat VRE intestinal colonisation. However, the factors that drive VRE growth in the gut are poorly understood. We demonstrated that multiple antibiotics that promote VRE intestinal colonisation increased the concentration of a wide range of nutrients and decreased the concentration of a wide range of microbial metabolites. We found significant but incomplete suppression of VRE growth by individual short chain fatty acids that were decreased in antibiotic-treated faecal microbiomes. However, we showed that mixtures of short chain fatty acids provided complete or near complete suppression of VRE growth. We also showed that VRE could use most nutrients increased in antibiotic-treated faecal microbiomes as carbon or nitrogen sources to support their growth. Enterococcus faecium and Enterococcus faecalis had some common and some distinct preferences for use of specific nutrients that were enriched in antibiotic-treated faecal microbiomes. Finally, we showed that E. faecium and E. faecalis occupied overlapping but distinct nutrient-defined intestinal niches that promoted high growth when cultured with each other and when cultured with carbapenem-resistant Enterobacteriaceae (another group of multidrug-resistant pathogens). Our results demonstrated that VRE occupy distinct intestinal niches in the antibiotic-treated intestine, defined by their abilities to utilise specific enriched nutrients and their abilities to grow with reduced concentrations of inhibitory microbial metabolites.", "date": "2025-05-12", "journal": ""}
{"title": "Family life and cadmium ingestion independently shape offspring microbiomes in a subsocial insect", "doi": "10.1101/2024.12.30.630762", "authors": "Cheutin, M.-C.; Honorio, R.; Meunier, J.", "abstract": "Symbiotic microbes are essential for host health and fitness. In family-living species, these microbes are often acquired through vertical transmission from parents and horizontal transmission from siblings. However, it is unclear how environmental stressors, such as chemical pollution, influence these contributions to the juvenile microbiome. Here, we tested the independent and interactive effects of social environment and cadmium ingestion - a highly toxic and common heavy metal pollutant - on the microbiome of juvenile European earwigs. We reared 900 juveniles either alone, with siblings or with siblings plus the mother. We exposed them to cadmium-enriched food at 0, 25 or 100mg.L-1, and analysed their microbiome composition and diversity at the end of the family life period. Our results showed that both social environment and cadmium exosure shaped the phylogenetic beta-diversity of the juvenile microbiome, with no evidence of an interaction between these factors. In contrast, alpha-diversity remained unaffected by either factor or their interaction. Notably, several specific bacterial taxa, including putatively pathogenic (Serratia) and mutualistic (Lactobacillus) symbionts, were more abundant in juveniles reared with family members than in those reared in isolation, reflecting classical patterns observed in social species. Overall, our findings suggest that while both social environment and cadmium shape the microbiome of earwig juveniles, family life neither amplifies nor mitigates the effects of chemical exposure. This highlights the robustness of microbial sharing within families, even under strong environmental stress.", "date": "2025-05-12", "journal": ""}
{"title": "Opposing Nodal and Wnt signalling activities govern the emergence of the mammalian body plan", "doi": "10.1101/2025.01.11.632562", "authors": "Dias, A.; Pascual-Mas, P.; Robertson, G.; Torregrosa-Cortes, G.; Stelloo, S.; Casani-Galdon, P.; Babin, S.; Romaniuk, Y.; Mayran, A.; Wehmeyer, A. E.; Garcia-Ojalvo, J.; McNamara, H. M.; Vermeulen, M.; Arnold, S. J.; Martinez Arias, A.", "abstract": "Nodal and Wnt signalling play an important role in the emergence of the mammalian body plan, primarily by orchestrating gastrulation. While the literature suggests they cooperate to build the primitive streak, their individual contributions remain poorly understood. Using gastruloids, we found that Wnt/{beta}-catenin drives a genetic program characteristic of the late primitive streak, promoting the development of posterior body structures in a time and dose-dependent manner. Conversely, Nodal activates a distinct transcriptional module resembling the early streak. By engineering gastruloids with varying levels of Nodal signalling, we demonstrate that a decreasing temporal gradient of Nodal activity is critical for establishing the anterior body, with higher Nodal levels producing more anterior structures in a concentration-dependent manner. Our findings suggest that Nodal and Wnt act antagonistically, initiating distinct developmental modules within the primitive streak. This antagonism is likely the core mechanism driving the early body plan in mammals.", "date": "2025-05-12", "journal": ""}
{"title": "Modular DNA Barcoding of Nanobodies Enables Multiplexed in situ Protein Imaging and High-throughput Biomolecule Detection", "doi": "10.1101/2025.01.16.633477", "authors": "Zhong, S.; Wang, R.; Gao, X.; Guo, Q.; Lin, R.; Luo, M.", "abstract": "Current immunodetection methods using antibody-DNA conjugates enable multiplexed target detection through orthogonal DNA barcodes, but existing conjugation approaches are labor-intensive and often compromise antibody function. Here we present a modular, site-specific, and cost-efficient DNA tagging strategy -- multiplexed and modular barcoding of antibodies (MaMBA). Utilizing nanobodies as modular adaptors, MaMBA enables direct site-specific labeling of off-the-shelf IgG antibodies with a one-component design. We first applied MaMBA to develop the misHCR method for highly multiplexed in situ protein imaging via orthogonal hybridization chain reaction (HCR). Its cleavable variant, misHCRn, achieves simultaneous visualization of 12 different targets within the same mouse brain sections through iterative probe use. We further extended the cleavable MaMBA to develop the barcode-linked immunosorbent assay (BLISA) for multiplexed and high-throughput biomolecule detections. By combining BLISA with next-generation sequencing, we successfully measured SARS-CoV-2 IgG and HBV-associated antigens in a large number of human serum samples. Additionally, we demonstrated a small-scale drug screen by using BLISA to simultaneously detect eight protein targets. In conclusion, MaMBA offers a highly modular and easily adaptable approach for antibody DNA-barcoding, which can be broadly applied in basic research and clinical diagnostics.", "date": "2025-05-12", "journal": ""}
{"title": "3BTRON: A Blood-Brain Barrier Recognition Network", "doi": "10.1101/2025.02.12.637854", "authors": "Fletcher-Lloyd, N. V.; Bravo-Ferrer, I.; Gaasdal-Bech, K.; Diaz Castro, B.; Barnaghi, P.", "abstract": "The blood-brain barrier (BBB) plays a crucial role in maintaining brain homeostasis. During ageing, the BBB undergoes structural alterations. Electron microscopy (EM) is the gold standard for studying the structural alterations of the brain vasculature. However, analysis of EM images is time-intensive and can be prone to selection bias, limiting our understanding of the structural effect of ageing on the BBB. Here, we introduce 3BTRON, a deep learning framework for the automated analysis of the BBB architecture (the morphology, structure, and texture of its various components) in EM images. Using age as a readout, we trained and validated our model on a unique dataset (n = 359). We show that the proposed model could confidently identify the BBB architecture of aged mouse brains from young mouse brains across three different brain regions, achieving a sensitivity of 77.8% and specificity of 80.0% post-stratification when predicting on unseen data. Additionally, feature importance methods revealed the spatial features of each image that contributed most to the predictions. These findings demonstrate a new data-driven approach to analysing age-related changes in the architecture of the BBB.", "date": "2025-05-12", "journal": ""}
{"title": "Machine learning for optimal growth temperature prediction of prokaryotes using amino acid descriptors", "doi": "10.1101/2025.03.03.640802", "authors": "Colette, S.; Francois, J.; De Moor, B.; van Noort, V.", "abstract": "Motivation: The optimal growth temperature (OGT) of organisms is valuable in bioprospecting enzymes that work under extreme conditions. Existing OGT prediction models achieve high accuracy, but mainly capture trends of overrepresented groups in the training set including organisms that thrive at moderate temperatures and those from well-described taxa. Results: In this study, we incorporated weighted scoring and phylogenetic splits to improve the generalizability of the prediction models. We first built a new growth temperature dataset comprising more than 21,000 species distributed over all three domains of life, with special attention to include OGT and extreme temperature data. We then trained machine learning models on the OGT data of 6,401 prokaryotes using proteome-averaged amino acid descriptors. The best-performing model was the multilayer perceptron with a cross-validated RMSE of 5.07&degC ( {+/-} 0.24) and an R2 of 0.89 ( {+/-} 0.04). The most important proteome features were related to backbone flexibility, charged residues, as well as surface accessibility. Availability and Implementation: The MLP model is integrated in the command line tool OGTFinder and available under MIT license at: https://github.com/SC-Git1/OGTFinder.", "date": "2025-05-12", "journal": ""}
{"title": "Chronic replication stress-mediated genomic instability disrupts placenta development in mice", "doi": "10.1101/2025.02.28.640689", "authors": "Munisha, M.; Huang, R.; Khan, J.; Schimenti, J. C.", "abstract": "Abnormal placentation drives many pregnancy-related pathologies and poor fetal outcomes, but the underlying molecular causes are understudied. Here, we show that persistent replication stress due to mutations in the MCM2-7 replicative helicase disrupts placentation and reduces embryo viability in mice. MCM-deficient embryos exhibited normal morphology but their placentae had a drastically diminished junctional zone (JZ). Whereas cell proliferation in the labyrinth zone (LZ) remained unaffected, JZ cell proliferation was reduced during development. MCM2-7 deficient trophoblast stem cells (TSCs) failed to maintain stemness, suggesting that replication stress affects the initial trophoblast progenitor pool in a manner that preferentially impacts the developing JZ. In contrast, pluripotency of mouse embryonic stem cells with MCM2-7 deficiency were not affected. Developing female mice deficient for FANCM, a protein involved in replication-associated DNA repair, also had placentae with a diminished JZ. These findings indicate that replication stress-induced genomic instability compromises embryo outcomes by impairing placentation.", "date": "2025-05-12", "journal": ""}
{"title": "Patchy Striatonigral Neurons Modulate Locomotor Vigor in Response to Environmental Valence", "doi": "10.1101/2025.02.28.640838", "authors": "Hawes, S.; Liang, B.; Oldham, B.; Sullivan, B. T.; Song, B.; Chang, L.; Wang, L.; Lin, D.-T.; Cai, H.", "abstract": "Spiny projection neurons (SPNs) in the dorsal striatum play crucial roles in locomotion control and value-based decision-making. SPNs, which include both direct-pathway striatonigral and indirect-pathway striatopallidal neurons, can be further classified into subtypes based on distinct transcriptomic profiles and cell body distribution patterns. However, how these SPN subtypes regulate spontaneous locomotion in the context of environmental valence remains unclear. Using Sepw1-Cre transgenic mice, which label a specific SPN subtype characterized by a patchy distribution of cell bodies in the dorsal striatum, we found that these patchy striatonigral neurons constrain motor vigor in response to valence differentials. In a modified light/dark box test, mice exhibited differential walking speeds between the light and dark zones. Genetic ablation of these patchy SPNs disrupted restful slowing in the dark zone and increased zone discrimination by speed. In vivo recordings linked the activity of these neurons to zone occupancy, speed, and deceleration, with a specific role in mediating deceleration. Furthermore, chemogenetic activation of patchy SPNs-and optical activation of striatonigral neurons in particular-reduced locomotion and attenuated speed-based zone discrimination. These findings reveal that a subtype of patchy striatonigral neurons regulates implicit walking speed selection based on innate valence differentials.", "date": "2025-05-12", "journal": ""}
{"title": "AI-Driven Analysis Unveils Functional Dynamics of Müller Cells in Retinal Autoimmune Inflammation", "doi": "10.1101/2025.02.28.640907", "authors": "Shi, G.; Nagarajan, V.; Caspi, R. R.", "abstract": "Mullercell is the most common type of glial cell in the human and mouse retina, playing a crucial role in maintaining retinal homeostasis. In addition to providing structural support to the retina, Mullercells can also supply trophic substances to retinal neurons, remove metabolic waste, mitigate oxidative stress, and promote synaptic activities. However, many roles of Mullercells remain largely unknown, particularly for those in the inflamed retina. In this article, we reanalyzed a single cell RNA-seq (scRNA-seq) dataset from Aire-/- mice, which exhibits autoimmune retinal inflammation, specifically focusing on Mullercells and T cells, identifying nine distinct Mullercell subgroups along with five T cell subgroups. Among them, three subgroups of Mullercells are activated Mullercells, representing over 60% Mullercells in the inflamed retina. Using SCassist - an Artificial Intelligence (AI) based workflow assistant for single-cell analysis, we constructed a comparison matrix to quantify the involvement of pathways characterizing the functions of each Mullercell subpopulation. The activated Mullercells primarily present a macrophage-like phenotype with or without augmentation of the known Mullercell functions. Trajectory analysis further identified two paths, validating the presence of these two phenotypes, governed by Neurod1 and Irf family transcription factors (TFs). We further inferred the interactions between Mullercells and T cells and observed that activated Mullercells do not exhibit extra chemoattraction to Th1 cells compared to other Mullercells but display nearly exclusive expression of immune checkpoint molecules, primarily targeting Th1 cells. Our findings open new avenues for understanding the specialized mechanisms of retinal pathogenic autoimmunity and identifying candidates to explore potential inhibitory pathways in the inflamed retina.", "date": "2025-05-12", "journal": ""}
{"title": "Controllability analysis of macaque structural connectome from an edge centric perspective", "doi": "10.1101/2025.03.07.642125", "authors": "Dey, S.; Bharti, E.; Deng, Z.-D.", "abstract": "In this paper, we investigate the edge controllability properties of the macaque structural connectome, which is reconstructed using optimal tractography parameters. We derive the expression of edge modal controllability and edge average controllability, providing a mathematical framework to analyze their roles from a network systems perspective. Further, we establish the relationship between the two controllability measures, providing insights into their functional implications. We also identify the top edges with the highest average controllability values, which may be critical in facilitating state transitions within the macaque brain network. These findings may have implications for neurostimulation interventions.", "date": "2025-05-12", "journal": ""}
{"title": "Cap-adjacent 2'-O-ribose methylation of RNA in C. elegans is required for postembryonic growth and germline development in the presence of the decapping exonuclease EOL-1", "doi": "10.1101/2025.03.10.638824", "authors": "Clemens, E.; Brivio, S.; Al-Khafaji, M.; Eijlers, P.; Kurukulasuriya, M.; MacLeod, D.; Haussmann, I.; Wenzel, M.; Mueller, B.; Soller, M.; Pettitt, J.", "abstract": "Cap-adjacent 2'-O-ribose methylation (cOMe) of the first two transcribed nucleotides of RNA polymerase II transcripts is a conserved feature in many eukaryotes. In mammals, these modifications are key to a transcript surveillance system that regulates the interferon response, but the broader functions of cOMe remain poorly understood. To understand the role of this modification in C. elegans, we functionally characterised the methyltransferases (CMTR-1 and CMTR-2) responsible for installing cOMe. These enzymes have distinct expression patterns, protein interaction partners, and loss of function phenotypes. Loss of CMTR-1 causes dramatic reductions in cOMe, impaired growth and sterility. In contrast, animals lacking CMTR-2 are superficially wild-type, though CMTR-2 loss enhances the severity of the cmtr-1 mutant phenotype. Depletion of CMTR-1 causes downregulation of transcripts associated with germline sex determination and upregulation of those involved in the intracellular pathogen response (IPR). We show that absence of the decapping exonuclease, EOL-1, an IPR component, completely suppresses the sterility and growth defects caused of loss of CMTR-1, suggesting that EOL-1 degrades cellular transcripts lacking cOMe. Our work shows the physiological relevance of cOMe in protecting transcripts from decapping exonucleases, raising the possibility that cOMe plays a role in RNA-mediated immune surveillance beyond the vertebrates.", "date": "2025-05-12", "journal": ""}
{"title": "Replicating the facilitatory effects of transcranial random noise stimulation on motion processing: A registered report", "doi": "10.1101/2025.03.18.643903", "authors": "Edwards, G.; Ruhde, R.; Carroll, M. B.; Baker, C. I.", "abstract": "Non-invasive brain stimulation (NIBS) techniques have the potential to demonstrate the causal impact of targeted brain regions on specific behaviors, and to regulate or facilitate behavior in clinical applications. Transcranial random noise stimulation (tRNS) is one form of transcranial electric stimulation (tES) in which an alternating current is passed between electrodes at random frequencies. High-frequency tRNS (hf-tRNS) is thought to enhance excitability and has been reported to have facilitatory effects on behavior in healthy and clinical populations. Due to the potential application of tRNS, clear demonstrations of the efficacy and replicability of stimulation are critical. Here, we focused on replicating the facilitatory effect of hf-tRNS over the human middle temporal complex (hMT+) on contralateral motion processing, initially demonstrated by Ghin et al. (2018). In this prior study, the improvement in performance was specific to global motion processing in the visual field contralateral to stimulation. The motivation to replicate this effect was reinforced by the well-supported hypothesis that hMT+ is critical for contralateral global motion processing. However, our results indicated that hf-tRNS does not improve motion discrimination. Specifically, we were unable to replicate a contralateral global motion processing facilitation following hf-tRNS to hMT+. In our within-subject controls, we also found no difference between hf-tRNS to hMT+ on contralateral global motion processing in comparison to sham stimulation, or in comparison to hf-tRNS to the forehead. While it remains possible that our lack of replication could be due to minor changes in the protocol from the original Ghin et al., study, for hf-tRNS to become a widely applied method, the modulatory effect of hf-tRNS should be robust to slight adjustments to the procedure.", "date": "2025-05-12", "journal": ""}
{"title": "Ex vivo recapitulation of intramuscular mRNA vaccination with naive and recall antigens using a human Lymphoid Follicle Chip platform", "doi": "10.1101/2025.04.16.649172", "authors": "Zhai, Y.; Ku, M. W.; Yang, K.; Patil, A.; Prabhala, P.; He, L.; Man, Y.; Spörri, S. B.; Gharpure, S.; Isaacs, A. R.; Ferdosi, S.; Pitek, A.; Maruggi, G.; Bertholet, S.; Firestone, J.; Mousavi, K.; Miller, E.; Luisi, K.; Hellman, C. A.; Williams, L. D.; Tomaras, G. D.; Yin, P.; Gygi, S.; McAuliffe, J.; Ingber, D. E.; Goyal, G.", "abstract": "Predicting the efficacy and toxicity of intramuscular mRNA vaccines remains challenging. Here, we describe an ex vivo human cell-based model that replicates immune responses to lipid nanoparticle (LNP)-based mRNA vaccines that require intramuscular injection. Vaccines are administered into a biomimetic muscle module containing human skeletal myoblasts and antigen-presenting cells (APCs) to mimic intramuscular vaccination, followed by transfer of the APCs and soluble factors to a microfluidic human lymphoid follicle chip (LF Chip) to mimic lymphatic drainage. Non-replicating mRNA vaccines directly induce antigen expression in APCs, whereas self-amplifying mRNA vaccines require muscle cell-APC contact within the intramuscular vaccination module. Transfer of APCs and soluble factors to the LF Chip induces LF expansion, de novo antigen-specific IgG production against a naive antigen (rabies virus glycoprotein), and cytokine release, with responses varying depending on LNP type. Vaccination of LF chips against SARS-COV-2 Spike recall antigen using the Moderna Spikevax vaccine generates neutralizing antibodies and induces somatic hypermutation. This biomimetic platform offers an all-human alternative for evaluating vaccine-induced immunity, potentially obviating the need for non-human primates and accelerating vaccine development.", "date": "2025-05-12", "journal": ""}
{"title": "A Y-linked duplication of anti-Mullerian hormone is the sex determination gene in threespine stickleback", "doi": "10.1101/2025.04.28.650899", "authors": "Treaster, M. J.; McCann, J.; Solovei, K. S.; Palmieri, R. J.; White, M. A.", "abstract": "Many taxa have independently evolved genetic sex determination where a single gene located on a sex chromosome controls gonadal differentiation. The gene anti-Mullerian hormone (amh) has convergently evolved as a sex determination gene in numerous vertebrate species, but how this gene has repeatedly evolved this novel function is not well understood. In the threespine stickleback (Gasterosteus aculeatus), amh was duplicated onto the Y chromosome (amhy) [~]22 million years ago. To determine whether amhy is the primary sex determination gene, we used CRISPR/Cas9 and transgenesis to show that amhy is necessary and sufficient for male sex determination, consistent with the function of a primary sex determination gene. Despite being indispensable for sex determination, we detected low levels of amhy expression throughout early development. This indicates the mechanism of sex determination is likely unrelated to overall dosage of amhy and its autosomal paralog, amha. Threespine stickleback have striking differences in behavior and morphology between sexes. The creation of sex reversed lines allow us to investigate the genetic basis of secondary sex characteristics. Here we show one of the classic traits important for reproductive success, male nuptial coloration, is controlled by both Y-linked genetic factors as well as hormonal factors independent of sex chromosome genotype. This research establishes stickleback as a model to investigate how amh regulates gonadal development and how this gene repeatedly evolves novel function in sex determination. Analogous to the four core genotypes model in house mice, sex-reversed threespine stickleback offer a new vertebrate model for investigating the separate contributions of gonadal sex and sex chromosomes to sexual dimorphism.", "date": "2025-05-12", "journal": ""}
{"title": "ScIsoX: A Multidimensional Framework for Measuring Isoform-Level Transcriptomic Complexity in Single Cells", "doi": "10.1101/2025.04.28.650897", "authors": "Wu, S.; Schmitz, U.", "abstract": "Single-cell isoform sequencing enables high-resolution characterisation of transcript isoform expression, yet analytical frameworks to systematically measure transcriptomic complexity are lacking. Here, we introduce ScIsoX, a computational framework that integrates a novel hierarchical data structure, a suite of complexity metrics, and dedicated visualisation tools for isoform-level analysis. ScIsoX supports systematic exploration of global and cell-type-specific isoform expression patterns arising from alternative splicing, revealing multidimensional complexity signatures across diverse datasets - insights often missed by conventional gene-level approaches.", "date": "2025-05-12", "journal": ""}
{"title": "A functionally validated TCR-pMHC database for TCR specificity model development", "doi": "10.1101/2025.04.28.651095", "authors": "Messemaker, M.; Kwee, B. P. Y.; Moravec, Z.; Alvarez-Salmoral, D.; Urbanus, J.; de Paauw, S.; Geerligs, J.; Voogd, R.; Morris, B.; Guislain, A.; Mussmann, M.; Winkler, Y.; Steinmetz, M.; Iras, M.; Marcus, E.; Teuwen, J.; Perrakis, A.; Beijersbergen, R. L.; Scheper, W.; Schumacher, T.", "abstract": "Accurate prediction of TCR specificity forms a holy grail in immunology and large language models and computational structure predictions provide a path to achieve this. Importantly, current TCR-pMHC prediction models have been trained and evaluated using historical data of unknown quality. Here, we develop and utilize a high-throughput synthetic platform for TCR assembly and evaluation to assess a large fraction of VDJdb-deposited TCR-pMHC entries using a standardized readout of TCR function. Strikingly, this analysis demonstrates that claimed TCR reactivity is only confirmed for 50% of evaluated entries. Intriguingly, the use of TCRbridge to analyze AlphaFold3 confidence metrics reveals a substantial performance in distinguishing functionally validating and non-validating TCRs even though AlphaFold3 was not trained on this task, demonstrating the utility of the validated VDJdb (TCRvdb) database that we generated. We provide TCRvdb as a resource to the community to support training and evaluation of improved predictive TCR specificity models.", "date": "2025-05-12", "journal": ""}
{"title": "The zoo of the gene networks capable of pattern formation by extracellular signaling", "doi": "10.1101/2025.05.06.652477", "authors": "Anhom, K. M.; Ciudad, I. S.", "abstract": "A fundamental question of developmental biology is pattern formation, or how cells with specific gene expression end up in specific locations in the body to form tissues, organs and, overall, functional anatomy. Pattern formation involves communication through extracellular signals and complex intracellular gene networks integrating these signals to determine cell responses (e.g., further signaling, cell division, cell differentiation, etc.). In this article we ask: 1) Are there any logical or mathematical principles determining which gene network topologies can lead to pattern formation by cell signaling over space in multicellular systems? 2) Can gene network topologies be classified into a small number of classes that entail similar dynamics and pattern transformation capacities?\n\nIn this article we combine logical arguments and mathematical proofs to show that, despite the large amount of theoretically possible gene network topologies, all gene network topologies necessary for pattern formation fall into just three fundamental classes and their combinations. We show that gene networks within each class share the same logic on how they lead to pattern formation and hence, lead to similar patterns. We characterize the main features of each class and discuss how they constitute an exhaustive zoo of pattern-forming gene networks. This zoo includes all gene networks that, to our knowledge, are experimentally known to lead to pattern formation as well as other gene networks that have not yet been found experimentally.\n\nSignificance StatementA fundamental question of developmental biology is pattern formation. In this article we ask: 1) Are there any logical or mathematical principles determining which gene network topologies can lead to pattern formation by cell signaling over space in multicellular systems? 2) Can gene network topologies be classified into a small number of classes that entail similar dynamics and pattern transformation capacities? We show that, despite the large amount of theoretically possible gene network topologies, all gene network topologies necessary for pattern formation fall into just three fundamental classes and their combinations. We show that gene networks within each class share the same logic on how they lead to pattern formation and hence, lead to similar patterns.", "date": "2025-05-12", "journal": ""}
{"title": "A conserved triple arginine motif in OMA-1 is required for RNA-binding activity and embryo viability", "doi": "10.1101/2025.05.09.653132", "authors": "Ertekin, A.; Noronha, S. T.; Darko, C.; Massi, F.; Ryder, S. P.", "abstract": "Sexually reproducing organisms make haploid gametes--oocytes and spermatocytes--that combine during fertilization to make an embryo. While both gametes contain similar DNA content, oocytes con-tain the bulk of the cytoplasm including maternally supplied mRNAs and proteins required prior to zygotic gene activation. RNA-binding proteins are key regulators of these maternal transcripts. In Caenorhabditis elegans, the tandem zinc finger proteins OMA-1 and OMA-2 are required for fertiliza-tion. Here, we show that OMA-1 RNA-binding activity requires a short basic region immediately up-stream from the canonical tandem zinc finger domain. Mutation of this region in animals produces a phenotype distinct from a genetic null. Oocytes can be fertilized, but fail to form an intact chitin egg-shell, frequently break in utero, and arrest prior to morphogenesis. Our results identify a critical region outside of the canonical RNA-binding domain required for both RNA-binding activity as well as re-vealing a new role for OMA-1 during the oocyte-to-embryo transition.", "date": "2025-05-12", "journal": ""}
{"title": "Multi-layer encapsulation of plant protoplasts.", "doi": "10.1101/2025.05.08.652860", "authors": "Grasso, M. S.; Floreani, R.; Lintilhac, P. M.", "abstract": "We report here on an attempt to create an engineered structure which can reproduce the physical and mechanical environment of the land plant sporangium. This work is part of a broader effort to understand the stress mechanics of the land plant sporangium and its role in initiating reproductive development. A second purpose is to extend the range of experimental methods available for the study of the physical environment of plant cell growth and the mechanics of trans-cellular signaling in plant development. We describe an experimental protocol, based on the microfluidic encapsulation of living plant protoplasts in multilayered microbeads composed of tunable hydrogel materials whose mechanical properties can be modified to mimic the stress-mechanics of the living sporangium. Our results demonstrate the successful encapsulation of living plant protoplasts in dual-layered microbeads consisting of an inner layer of gelled agarose and an outer layer of cross-linked alginate/methacrylate.", "date": "2025-05-12", "journal": ""}
{"title": "Uromodulin velcro sheets and their interaction with uropathogenic E. coli", "doi": "10.1101/2025.05.09.653020", "authors": "Banjara, S.; Wang, H.; Schaeffer, C.; Stsiapanava, A.; Sandin, S.; Carroni, M.; Okumura, H.; Rampoldi, L.; Sandblad, L.; Jovine, L.", "abstract": "Homopolymeric uromodulin (UMOD), the most abundant protein in human urine, protects against urinary tract infections (UTI) by acting as a decoy for uropathogenic E. coli (UPEC). Using cryo-electron tomography (ET), we show that urinary UMOD filaments naturally form sheets that interact with UPEC type I pili. Sheet formation is salt-dependent, and we resolve their high-resolution structure using single-particle cryo-electron microscopy (EM). This reveals a lateral interface between polymers, whose mutation disrupts UMOD filament bundle formation in mammalian cells. Branchless egg coat protein ZPD also forms sheets, and cryo-ET of elastase-treated UMOD indicates that absence of N-terminal branches promotes the stacking of UMOD-like protein sheets into thick 3D matrices. These results rationalize early observations of salt-dependent aggregation of UMOD, explain how UMOD can assemble into extended velcro-like structures that efficiently inactivate a multitude of adhesive UPEC pili, and suggest how UMOD-like molecules can generally organize into supramolecular structures of variable thickness.", "date": "2025-05-12", "journal": ""}
{"title": "Multiplex Gene Editing Suppresses Random Integration of Hepatitis B Virus DNA in Chronically Infected Liver", "doi": "10.1101/2025.05.06.652508", "authors": "Slattery, S.; Huo, W.; Arif, A.; Gordon, J.; Takeuchi, R.", "abstract": "Gene editing technologies have opened the possibility of directly targeting viral DNA in therapeutic applications. In chronically infected hepatocytes with hepatitis B virus (HBV), covalently closed circular DNA (cccDNA) serves as the master template for viral transcripts and gene products. In the present study, we evaluated the outcomes of anti-HBV multiplex gene editing with the CRISPR-Cas9 endonuclease from Staphylococcus aureus (SaCas9) using primary human hepatocytes (PHHs) and HBV mouse models. Nonviral delivery of SaCas9-encoding mRNA and a pair of HBV-targeting guide RNAs (gRNAs) substantially reduced viral biomarkers and intrahepatic HBV DNA copies in vitro and in vivo, suggesting that fragmentation of HBV DNA primarily leads to its degradation. Hybridization capture sequencing analyses indicated that small insertions and deletions (indels) and structural variants including excisions and inversions of the viral sequences were accumulated in the residual HBV DNA. These assays also demonstrated that transient expression of the HBV-targeting SaCas9 significantly suppressed random integration of HBV DNA, while this therapeutic approach was unlikely to affect chromosomal translocations involving viral copies. Taken together, our results suggest that anti-HBV multiplex gene editing eliminates viral DNA from chronically infected hepatocytes, potentially reducing the risk of hepatocarcinogenesis associated with HBV DNA integration.", "date": "2025-05-12", "journal": ""}
{"title": "Could instructor talk drive CURE effectiveness? A comparative study of instructor talk in introductory lab courses", "doi": "10.1101/2025.05.09.653137", "authors": "Zajic, C. J.; Subramanian, K.; Adulla, A.; Allen, Z.; Blitchington, M. B.; Brotzman, A.; Carrillo, E.; Dhruv, J.; Evans, T.; Haider, S.; Han, S. A.; Hilton, L.; Holliday, K.; Keairnes, E.; Kum, J.; Lantz, W. N.; Martin, J.; Pierce-Tomlin, M.; Plunkett, M. J.; Sam, C. S.; Sarr, F.; Shroyer, A.; Tucker, C.; Walton, K.; West, M. A.; Wolfson, E.; Yoon, B.; Zumbro, K.; Dolan, E. L.", "abstract": "Course-based undergraduate research experiences (CUREs) are thought to enhance students' motivation to continue in college, in science, and in research. Yet, how CUREs enhance student motivation is largely undefined. Theories of instructor immediacy, self-efficacy, and task values suggest that CURE instructors may talk in ways that influence students' motivational beliefs. We characterized the non-content related talk of instructors teaching 48 introductory biology lab courses, half CUREs and half non-CUREs. We identified 14 types of instructor talk that fit these theoretical perspectives: fostering students' closeness with their instructor (i.e., immediacy talk), building students' confidence in their scientific abilities (i.e., self-efficacy talk), and promoting students' sense of worth in their work (i.e., task value talk). Course type had a medium effect on talk type, with CURE instructors utilizing more immediacy, self-efficacy, and task values talk than non-CURE instructors but also showing more variation in these types of talk. Our results suggest that motivation-related instructor talk is more prevalent in CUREs than non-CUREs, but wide variation in CURE instructor talk indicates additional investigation is needed before non-content talk can be considered a mechanism for the motivational influences of CUREs.", "date": "2025-05-12", "journal": ""}
{"title": "Profiling metabotropic glutamate receptor 7 expression in Rett syndrome: consequences for pharmacotherapy", "doi": "10.1101/2025.05.08.652716", "authors": "Vermudez, S. A. D.; Freitas, G. A.; Smith, M.; Gogliotti, R.; Niswender, C. M.", "abstract": "We have reported that levels of metabotropic glutamate receptor 7 (mGlu7) are dramatically decreased in brain samples from Rett syndrome patients carrying truncation mutations in the Methyl-CpG Binding Protein 2 (MECP2) gene. Additionally, we identified decreases in mGlu7 levels in Mecp2+/- female mice and demonstrated that administration of a positive allosteric modulator (PAM) with activity at mGlu7 corrected deficits in cognitive, social, and respiratory domains. Here, we expanded our studies to a larger cohort of RTT samples covering a range of mutations and evaluated expression of the three widely expressed group III mGlu receptors (mGlu4,7 and 8). We found significant decreases in mGlu7, but not mGlu4 or mGlu8, mRNA expression across this larger cohort; additionally, we identified a previously unknown and robust correlation in the expression of mGlu4 and mGlu8 in control individuals. Stratification of RTT patients into individuals with mutations that are clinically correlated with severe versus mild disease revealed statistically significant decreases in mGlu7 expression only in patients with mutations that induce more severe symptoms. We then administered the PAM VU0422288 to mice modeling the mild R306C mutation (Mecp2R306C/+) and found a significant reduction in apneas induced by VU0422888 administration despite no decreases in mGlu7 expression in the brainstem or cortex. These results provide the first evidence of potentially broad utility for mGlu7 PAMs in reducing apneas in RTT patients.", "date": "2025-05-12", "journal": ""}
{"title": "Modelling PRRS transmission between pig herds in Denmark and prediction of interventions impact", "doi": "10.1101/2025.05.09.653077", "authors": "Chang, Y.; Marques, A. R.; Fertner, M.; Toft, N.; Lorenzen, B.; Reimert, M. M.; Houe, H.; Conrady, B.", "abstract": "Porcine reproductive and respiratory syndrome (PRRS) is an endemic viral disease in most pig-producing countries, including Denmark. In 2022, Denmark launched a control program to reduce PRRS prevalence, with legislative changes in 2023 making testing and status reporting mandatory. The program also enforces the loss of PRRS-free status for farms that purchase pigs from non-PRRS-free sources and implements region-specific control measures to coordinate PRRS elimination within herds. However, the effectiveness of these interventions remains uncertain and requires thorough evaluation through transmission modelling and analysis of data before and after legislation changes. To understand PRRS transmission prior to legislative changes in 2023 and predict the impact of control measures, we developed a between-herd stochastic compartmental model. This model includes compartments for susceptible (S), highly infectious (Ih), lowly infectious (Il) and detected (D) pig herds, using data from 2020-2021. The model (i) quantifies the relative contributions of pig movements and local transmission to the spread of PRRS; (ii) generate herd-level maps of the basic reproduction (R0); and (iii) assess the effectiveness of targeted interventions for eradicating PRRS in Denmark. Model results indicated that more than 50% of herds had an R_0 greater than 1, suggesting a potential for sustained transmission if no interventions had been implemented after 2022. Both local spread and movement-mediated transmission play important roles, but local transmission drives the spatial heterogeneity in observed PRRS prevalence across Denmark. Although only 17% of infectious herds remain undetected under current surveillance, they are responsible for 60% of total transmission. Local control via depopulation and repopulation, is the fastest measure to reduce the observed prevalence of PRRS, but it has a lower effect on true transmission due to the hidden infections. Therefore, achieving eradication may require a combination of more frequent testing, targeted within-herd PRRS elimination and stricter risk-based trading. This study identifies PRRS hotspots and transmission routes, offering evidence-based recommendations for control.", "date": "2025-05-12", "journal": ""}
{"title": "Modelling PRRS transmission between pig herds in Denmark and prediction of interventions impact", "doi": "10.1101/2025.05.09.653077", "authors": "Chang, Y.; Marques, A. R. P.; Fertner, M.; Toft, N.; Lorenzen, B.; Reimert, M. M.; Houe, H.; Conrady, B.", "abstract": "Porcine reproductive and respiratory syndrome (PRRS) is an endemic viral disease in most pig-producing countries, including Denmark. In 2022, Denmark launched a control program to reduce PRRS prevalence, with legislative changes in 2023 making testing and status reporting mandatory. The program also enforces the loss of PRRS-free status for farms that purchase pigs from non-PRRS-free sources and implements region-specific control measures to coordinate PRRS elimination within herds. However, the effectiveness of these interventions remains uncertain and requires thorough evaluation through transmission modelling and analysis of data before and after legislation changes. To understand PRRS transmission prior to legislative changes in 2023 and predict the impact of control measures, we developed a between-herd stochastic compartmental model. This model includes compartments for susceptible (S), highly infectious (Ih), lowly infectious (Il) and detected (D) pig herds, using data from 2020-2021. The model (i) quantifies the relative contributions of pig movements and local transmission to the spread of PRRS; (ii) generate herd-level maps of the basic reproduction (R0); and (iii) assess the effectiveness of targeted interventions for eradicating PRRS in Denmark. Model results indicated that more than 50% of herds had an R_0 greater than 1, suggesting a potential for sustained transmission if no interventions had been implemented after 2022. Both local spread and movement-mediated transmission play important roles, but local transmission drives the spatial heterogeneity in observed PRRS prevalence across Denmark. Although only 17% of infectious herds remain undetected under current surveillance, they are responsible for 60% of total transmission. Local control via depopulation and repopulation, is the fastest measure to reduce the observed prevalence of PRRS, but it has a lower effect on true transmission due to the hidden infections. Therefore, achieving eradication may require a combination of more frequent testing, targeted within-herd PRRS elimination and stricter risk-based trading. This study identifies PRRS hotspots and transmission routes, offering evidence-based recommendations for control.", "date": "2025-05-12", "journal": ""}
{"title": "A phrenic-sparing cephalic reanastomosis model: Acute effects and implications", "doi": "10.1101/2025.05.06.652103", "authors": "Lebenstein-Gumovski, M.; Zharchenko, A.; Rasueva, T.; Sobol, E.; Petrov, P.; Eskov, K.", "abstract": "Background: Head transplantation (HT), also known as cephalosomatic anastomosis (CSA), is a surgical procedure proposed as a potential method to extend lifespan in cases of terminal bodily failure. CSA requires a thorough evaluation of each step using appropriate experimental animal models, with pigs being particularly suitable due to their anatomical and physiological similarities to humans. The critical challenge in HT is spinal cold fusion, which current research suggests can be facilitated using fusogens. To refine the technical aspects of the procedure, we conducted head replantation in a pig model using polyethylene glycol (PEG)-chitosan conjugate (Neuro-PEG). In this article, we evaluate the technical aspects of this procedure, the rate of recovery of ventilation after spinal cord fusion, and phrenic sparing in a model of autologous decapitation-reanastomosis in a single swine. Methods: A Hungarian Mangalica pig was submitted to surgical separation of the head while maintaining blood flow to the brain through cannulation of the primary cervical vessels. After cephalic separation, the head was reconnected, and the cervical spinal cord fused. Results: The animal was weaned from ventilation after 5 h and kept on spontaneous breathing. The animal regained full consciousness, demonstrated early signs of sensory recovery, and restored brain functions. Conclusion: Pending further confirmatory studies, a phrenic-sparing cephalic reanastomosis with spinal cord fusion using fusogens has clarified the technical aspects of the procedure. A head replantation model with complete vascular cannulation was developed, resulting in the recovery of spontaneous breathing and brain functions.", "date": "2025-05-12", "journal": ""}
{"title": "An All-In-One Software Solution for Automated Processing of LA-ICP-TOF-MS datasets", "doi": "10.1101/2025.05.09.653091", "authors": "Crawford, A. M.; Zee, D. Z.; Jin, Q.; Sue, A.; Sinha, N.; Ahn, S. H.; MacRenaris, K. W.; O'Halloran, T.", "abstract": "LA-ICP-TOF-MS provides rapid, high resolution elemental analysis of biological and non-biological samples. However, accurate real-time data analysis frequently requires the user to account for several instrumental and experimental variables that can change during data acquisition. AutoSpect is a novel software tool designed to automate the processing and fitting of LA-ICP-TOF-MS data, addressing key challenges such as time-dependent spectral drift, instrument sensitivity drift calibration inaccuracies, and peak deconvolution, enabling researchers to rapidly and accurately process complex datasets. The tool is optimized to be robustly applicable across scientific fields (e.g., geochemistry, biology, and materials science), providing a streamlined solution for end users seeking to maximize the potential of LA-ICP-TOF-MS for high-resolution elemental mapping and isotopic analysis.", "date": "2025-05-12", "journal": ""}
{"title": "Resting state periodic and aperiodic brain oscillations from birth to preschool years: Aperiodic maturity predicts developmental course", "doi": "10.1101/2025.05.11.653151", "authors": "Green, H. L.; Edgar, J. C.; Mol, K.; McNamee, M.; Prosser, L.; Kim, M.; Kuschner, E. S.; Miller, G. A.; Chen, Y.", "abstract": "The non-invasive assessment of resting-state (RS) neural activity via electrophysiology provides information on brain function and brain health. Our understanding of RS neural activity in older children and adults is limited by our poor understanding of the maturation of RS activity (oscillatory and non-oscillatory) from infancy to preschool ages. The present study used MEG with source imaging and an adapted Dark Room eyes-open task to assess oscillatory and non-oscillatory RS activity. 107 typically developing children 2 to 68 months were enrolled. For the Dark-Room eyes-open task, each child alternated between viewing an Inscapes video without audio for 20s and then resting with their eyes open for 30s in total darkness. This was repeated for 6 cycles. Whole-brain RS activity maps were computed using Minimum Norm Estimates, with RS power spectra divided into estimates of periodic measures (dominant frequency and power) and aperiodic measures (the exponent - slope of the 1/f function; the offset - vertical displacement of the 1/f function). An infant dominant peak was observed more often in the Dark-Room (94% of children) than in the Video-On condition (83% of children). The Dark-Room condition elicited a 36% increase in dominant oscillation activity than the Video-On condition. The maturation of the parietal-occipital periodic dominant frequency increased non-linearly as a function of age. The maturation of aperiodic measures decreased nonlinearly as a function of age, with aperiodic measures as well as their maturation rate differing across the brain. Finally, more mature aperiodic values predicted better adaptive behaviors and daily living skills. Present findings demonstrate that (1) the use of an appropriate Dark-Room eyes-open task provides measures of young child RS periodic activity with excellent SNR, (2) an understanding of the development of infant RS activity is best achieved via obtaining measures in brain source space in order to detect regional differences in aperiodic activity, and (3) a more mature aperiodic value predicts higher developmental behavior scores.", "date": "2025-05-12", "journal": ""}
{"title": "LINKING MULTI-SCALE BRAIN CONNECTIVITY WITH VIGILANCE, WORKING MEMORY, AND BEHAVIOR IN ADOLESCENTS", "doi": "10.1101/2025.05.09.653144", "authors": "Bajracharya, P.; Ballem, R.; Chen, J.; Camazon, P. A.; Khasayeva, N.; Calhoun, V.; Liu, J.; Iraji, A.", "abstract": "This study examines how multi-scale intrinsic connectivity networks (ICNs) relate to cognitive and behavioral functions in adolescents, focusing on attention/vigilance, working memory, and behavioral regulation. Leveraging the NeuroMark 2.2 multi-scale ICN template obtained from over 100,000 subjects, we obtained multi-scale ICNs from baseline resting-state fMRI data from the ABCD Study. For this study, we are interested in \"the fronto- thalamo-cerebellar (FTC) circuitry\" and choose the subdomains of Neuromark 2.2 that cover it: Cerebellar (CB), Subcortical - Extended Thalamic (SC-ET), Higher Cognition - Insular Temporal (HC-IT), and Higher Cognition - Frontal (HC-FR), previously identified as relevant to cognitive and behavioral functions. Employing a multivariate approach combining principal component analysis (PCA) and canonical correlation analysis (CCA), we examined associations between these multi-scale ICNs and cognitive-behavioral outcomes. Our findings revealed significant associations, particularly for one of the estimated canonical components, linking multi-scale ICNs to cognitive and behavioral measures across both discovery and replication sets. This connectivity pattern may serve as a potential marker for attention, working memory, and behavioral regulation, offering new insights into a wide spectrum of neurodevelopmental disorders including Attention-Deficit/Hyperactivity Disorder (ADHD).", "date": "2025-05-12", "journal": ""}
{"title": "Neurochemical imaging reveals changes in dopamine dynamics with photoperiod in a seasonally social vole species", "doi": "10.1101/2025.05.11.652581", "authors": "Mun, J.; Power, K. C.; Beery, A. K.; Landry, M. P.", "abstract": "Studying dopamine signaling in non-model organisms is crucial for understanding the broad range of behaviors not represented in traditional model systems. However, exploring new species is often hindered by a scarcity of tools suitable for non-genetic models. In this work, we introduce near-infrared catecholamine nanosensors (nIRCats) to investigate dopamine dynamics in meadow voles, a rodent species that exhibits distinct changes in social behavior and neurobiology across photoperiods. We observe increased dopamine release and release site density in social voles under short photoperiods, suggesting adaptations linked to environmental changes. Moreover, pharmacological and extracellular manipulations demonstrate that social voles exhibit heightened responsiveness to dopamine-increasing interventions and resilience against suppressive conditions. These findings highlight a significant association between dopamine signaling and photoperiod-driven changes in social behavior and establish nIRCats as an effective tool for expanding our understanding of dopamine dynamics across non-model organisms.", "date": "2025-05-12", "journal": ""}
{"title": "Spatially Organized IGF1 mTOR Signaling Controls Human Forebrain Progenitor Fate Through Coordinated Transcriptional and Translational Programs", "doi": "10.1101/2025.05.08.652851", "authors": "Xu, J.; Lissit, K.; Huo, D.; Eacker, S. M.; Zhang, S.; Yang, A.; Huang, Y.; Dawson, T.; Dawson, V. L.", "abstract": "The specification and maintenance of human forebrain neural progenitor cells (NPCs) depend on both intrinsic gene networks and spatially localized niche signals, but the interplay between these cues remains incompletely understood. Here, we identify a spatially organized, paracrine IGF1 signaling architecture that regulates human FOXG1 positive NPCs through multilayered transcriptional and translational control. Using a pluripotent stem cell derived forebrain model, we show that FOXG1 positive NPCs express IGF1 receptors but lack endogenous IGF1, instead depending on neighboring epithelial-like domains that secrete IGF1. IGF1 promotes progenitor proliferation, clonal expansion, and vertical tissue growth by activating PI3K AKT mTOR and MEK ERK pathways. Ribosome profiling and 5-UTR reporter assays reveal that mTOR signaling selectively enhances translation of neurodevelopmental and biosynthetic transcripts including GSX1, a ventral fate determinant implicated in interneuron specification and autism. These findings uncover a human-specific regulatory mechanism in which spatially restricted IGF1 mTOR signaling integrates niche signals with translational output to support progenitor identity, biosynthetic capacity, and developmental resilience.", "date": "2025-05-12", "journal": ""}
{"title": "Atlas-independent brain connectome analysis at voxel-level granularity: graph convolutional networks for etiology classification in newborns", "doi": "10.1101/2025.05.08.652584", "authors": "Speckert, A.; Gianinazzi, L.; Kollmorgen, S.; Hagmann, C.; Grehten, P.; Kottke, R.; Natalucci, G.; Latal, B.; Knirsch, W.; Tuura, R.; Spina Bifida Study Group Zurich,  ; Hoefler, T.; Jakab, A.", "abstract": "Early identification of altered brain networks in neonates at risk for neurodevelopmental impairments is critical for timely intervention and improving outcomes. This study explores the potential of graph convolutional networks (GCNs) applied to structural brain connectomes at the voxel level granularity to classify neonatal connectomes by their underlying etiology: 51 children with congenital heart disease (CHD), 100 children born very preterm (PB), and 43 children with spina bifida aperta (SBA). Leveraging the flexibility of voxel-level parcellation, we captured fine-grained connectomic differences that improved classification performance (F1 = 0.78) compared to both atlas-based methods (F1 = 0.62) and a multilayer perceptron baseline model (F1 = 0.69). This approach enables subject-specific parcellation without the need for predefined anatomical templates, facilitating the analysis of diverse brain morphologies and age ranges. Attribution analysis using integrated gradients provided interpretable insights into etiology-specific connectomic patterns, highlighting regions of potential neurodevelopmental importance, such as the Rolandic operculum, inferior parietal lobule, and inferior frontal gyrus. Lateralized attribution patterns in PB reflected known neurodevelopmental alterations, underscoring the value of interpretable graph learning for understanding etiology-specific connectomic features. This work represents an important step toward atlas-independent connectome analysis, offering a novel framework for studying diverse neonatal populations and advancing our understanding of early brain development.", "date": "2025-05-12", "journal": ""}
{"title": "Brain-derived synaptic vesicles have an intrinsic ability to sequester tubulin", "doi": "10.1101/2025.05.08.652815", "authors": "Mimoso, T.; Korobeinikov, A.; Stein, A.; Milovanovic, D.; Rizzoli, S. O.; Köster, S.; Reshetniak, S.", "abstract": "The presence and function of microtubules within the synaptic bouton has long been under investigation. In recent years evidence has accumulated that connects the synaptic vesicle cluster to the local dynamics of microtubule ends. Nonetheless, one question remains open, namely whether the vesicles influence the availability of tubulin within the synaptic compartment. An analysis of previously published live imaging experiments indicates that tubulin is strongly enriched in the synaptic vesicle cluster. To analyze the vesicle-tubulin interaction directly, we isolated vesicles from the mouse brain and imaged them together with fluorescent tubulin in vitro. We found that soluble tubulin is collected by synaptic vesicles in physiological buffers, resulting in the formation of tubulin-rich regions (TRRs) on the respective vesicle clusters. We conclude that the synaptic vesicle cluster is indeed able to recruit soluble tubulin.", "date": "2025-05-12", "journal": ""}
{"title": "Predicting cochlear synaptopathy in mice with varying degrees of outer hair cell dysfunction using auditory evoked potentials", "doi": "10.1101/2025.05.09.653157", "authors": "Buran, B. N.; Elkins, S.; He, W.; Bramhall, N. F.", "abstract": "Human temporal bones suggest a steady decline of cochlear synapses with age and greater synapse loss in adults with a history of military or occupational noise exposure. However, there is currently no validated method of diagnosing this type of cochlear deafferentation in living humans. Animal models indicate that cochlear synaptopathy is associated with reduced auditory brainstem response (ABR) wave 1 amplitude and envelope following response (EFR) magnitude for a sinusoidally amplitude modulated (SAM) tone. However, translating the SAM EFR to humans is complicated because it is difficult to obtain this measurement in humans using the same modulation frequency that showed the strongest relationship with synaptopathy in mice (1000 Hz). Computational modeling suggests that EFR magnitude measured with a rectangular amplitude modulated (RAM) tone may be a more sensitive measure of synaptopathy than the SAM EFR. In addition, because synaptopathy likely co-occurs with outer hair cell dysfunction, a diagnostic assay for synaptopathy needs to be robust even when auditory thresholds are abnormal. This study compared the relative ability of the ABR, SAM EFR, and RAM EFR to predict synapse numbers in mice with a large range of auditory thresholds and degrees of synaptopathy. The results indicate that the RAM EFR modulated at 1000 Hz is the single best predictor of synapse number when there is a broad loss of synapses across frequency, while combining RAM EFR and ABR further improves synapse prediction. In contrast, focal synaptopathy is best predicted by ABR wave 1 amplitude.", "date": "2025-05-12", "journal": ""}
{"title": "BetaII-Spectrin Gaps and Patches Emerge from the Patterned Assembly of the Actin/Spectrin Membrane Skeleton in Human Motor Neuron Axons", "doi": "10.1101/2025.05.09.653215", "authors": "Gazal, N. G.; Castellanos-Montiel, M. J.; Bruno, G.; Franco-Flores, A. K.; Lepine, S.; Gursu, L.; Haghi, G.; Maussion, G.; Anastasia, A.; Bisbal, M.; Gorostiza, E. A.; Durcan, T. M.; Unsain, N.", "abstract": "The membrane-associated periodic skeleton (MPS), composed of F-actin and spectrin, is a cytoskeletal structure that supports axonal integrity and organization. Using high-resolution imaging, we characterized the spatial distribution and assembly dynamics of {beta}II-spectrin in human motor neuron (MN) axons derived from induced pluripotent stem cells (iPSCs). We discovered a striking gap-and-patch pattern in the medial axon, where sharply demarcated {beta}II-spectrin gaps alternate with patches containing a well-organized MPS. These gaps lack periodic F-actin and II-spectrin and do not reflect axonal degeneration or spectrin cleavage. The pattern increases with culture time and is acutely induced by the kinase inhibitor staurosporine. Notably, pharmacological inhibition of actin polymerization prevents patch formation, indicating a requirement for actin nucleation in MPS assembly. Our data supports a model in which spectrin incorporation into nascent MPS patches depletes neighboring regions, producing periodic interruptions. This study provides the first detailed nanoscale analysis of MPS organization in human MNs, offering new insights into cytoskeletal remodeling in axons and its potential relevance to neurodegenerative diseases such as amyotrophic lateral sclerosis. Key words: iPSCs, MPS, actin, spectrin, cytoskeleton, motor neurons, staurosporine.", "date": "2025-05-12", "journal": ""}
{"title": "Direct measurements of active forces and material properties unveil the active mechanics of early embryogenesis", "doi": "10.1101/2025.05.11.653307", "authors": "Michaut, A.; Chamolly, A.; ALEGRIA, O.; Phan, C.; Corson, F.; Gros, J.", "abstract": "Despite progress in probing tissue mechanics, direct long-term measurements in live embryonic epithelia are lacking. This limits our understanding of amniote embryonic morphogenesis, which takes place over hours or days. Here, we introduce a combined technological and analytical framework to directly measure active forces and material properties in developing quail embryos, in a minimally invasive way. We find that the embryonic epithelium behaves elastically on short timescales with a modulus {approx} 2 nN/m but flows over longer timescales with a viscosity {approx} 4 N.s/m, and that both properties are under active regulation. Notably, we demonstrate that cell division is an active epithelial fluidizer, with division rates correlating with tissue fluidity. This fluidization is crucial for the emergence of the primary embryonic axis, which we show is shaped by a force {approx} 2 N. Altogether, our approach delivers a complete and quantitative view of early embryonic mechanics, and opens new avenues for biomechanical studies in live embryos and tissues.", "date": "2025-05-12", "journal": ""}
{"title": "Hippocampal reactivation of planned trajectories is required for effective goal choice in an allocentric memory task", "doi": "10.1101/2025.05.10.653115", "authors": "Gobbo, F.; Mitchell-Heggs, R.; Duszkiewicz, A. J.; Tse, D.; Garcia-Font, N.; Faillace, E.; Spooner, P. A.; Keshishian, A.; Schnitzer, M. J.; Schultz, S. R.; Morris, R. G.", "abstract": "Abstract It still remains unclear how the brain replays stored neural information, and whether such replay merely reflects past experiences or also plans of future endeavours. Hippocampal activity provides a representation of the world around us and our movement and navigation within that world, but it is not known if and to what extent the chosen navigational reference frame can influence hippocampal representations during memory-based tasks, including those focused on future activity. Here, we develop and employ two naturalistic, carefully controlled variants of the everyday memory task to model the use of egocentric and allocentric coordinates in the same arena. By recording hippocampal neural activity through miniature microscopes in rats performing each of the two tasks, we uncover differences in the representation of space, and in the features of memory-based action planning. By also deploying optogenetic inactivation during navigational decision making, we find that hippocampal representations observed during the planning phase are necessary for solving the allocentric, but not the egocentric version of the task. Overall, our findings reveal a functional link between non-local hippocampal representations and allocentric navigation.", "date": "2025-05-12", "journal": ""}
{"title": "Synaptic dynamics govern spatial integration in mouse visual cortex", "doi": "10.1101/2025.05.11.653343", "authors": "Li, J. Y.; Cammarata, C. M.; Glickfeld, L. L.", "abstract": "Neurons in primary visual cortex are often suppressed by stimuli extending beyond their receptive fields. This surround suppression is proposed to reduce the redundancy of encoding large stimuli and support scene segmentation. We find that surround suppression decreases firing rates in mouse primary visual cortex by accelerating the decay of visually-evoked responses and reducing response duration. The rapid decay of visual responses at large sizes is enhanced by increased contrast, reduced by locomotion, and invariant to stimulus orientation, consistent with the engagement of a network mechanism. While fast-spiking interneurons have faster dynamics relative to neighboring pyramidal cells, the dynamics of somatostatin-expressing interneurons are delayed. At the subthreshold level, the rapid decay of visual responses with increasing size is due to a delayed removal of both synaptic excitation and inhibition below baseline levels following visual input. We propose that the delayed activation of somatostatin-expressing interneurons drives a network-wide suppression and accelerates the decay of the visual response. Thus, these data identify a key role for synaptic network dynamics in regulating both spatial and temporal integration in mouse visual cortex.", "date": "2025-05-12", "journal": ""}
{"title": "Neural Mechanisms Supporting Proactive Control", "doi": "10.1101/2025.05.09.653198", "authors": "Feldman, R. L.; Quale, M.; Etzel, J. A.; Braver, T. S.", "abstract": "Recent prior work suggests a preferential relationship between working memory capacity (WMC) and proactive control, yet the neural mechanisms that support this relationship are still not well understood. We directly addressed this question by leveraging the Dual Mechanisms of Cognitive Control (DMCC) project, as it employed a fMRI neuroimaging design optimized to test for individual differences (sample N > 100), with task variants that independently assessed proactive and reactive control relative to baseline conditions. Behavioral analyses replicated prior work with the AX-CPT paradigm, in which a measure of target preparation based on contextual cues (the A-cue Bias index) was both reliably increased under task conditions encouraging proactive control and positively associated with WMC. Analyses of fMRI activity indicated that A-cue Bias was selectively linked to increased cue-related neural activity in left motor cortex (lMOT). Additionally, WMC was associated with increased cue-related activation in right dorsolateral prefrontal cortex (rDLPFC), even when statistically controlling for baseline and reactive conditions. The relationship between these two effects was supported by a latent path analysis, which suggested that the rDLPFC-lMOT circuit preferentially mediates the WMC-A-cue Bias relationship present under proactive task conditions. The results suggest this neural circuit may translate strategic task goals into active response preparation as a mechanism of proactive control. Individuals high in WMC may be better able to implement proactive task strategies when instructed via contextual cues. The sensitivity of the rDLPFC-lMOT circuit to individual differences suggest it as a potential target for cognitive enhancement.", "date": "2025-05-12", "journal": ""}
{"title": "Gaming the Metrics? Bibliometric Anomalies and the Integrity Crisis in Global University Rankings", "doi": "10.1101/2025.05.09.653229", "authors": "Meho, L. I.", "abstract": "Global university rankings have transformed how certain institutions define success, often elevating metrics over meaning. This study examines universities with rapid research growth that suggest metric-driven behaviors. Among the 1,000 most publishing institutions, 98 showed extreme output increases between 2018-2019 and 2023-2024. Of these, 18 were selected for exhibiting sharp declines in first and corresponding authorship. Compared to national, regional, and international norms, these universities (in India, Lebanon, Saudi Arabia, and the United Arab Emirates) display patterns consistent with strategic metric optimization. Key findings include publication growth of up to 965%, concentrated in STEM fields; surges in hyper-prolific authors and highly cited articles; and dense internal co-authorship and citation clusters. The group also exhibited elevated shares of publications in delisted journals and high retraction rates. These patterns illustrate vulnerabilities in global ranking systems, as metrics lose meaning when treated as targets (Goodhart's Law) and institutions emulate high-performing peers under competitive pressure (institutional isomorphism). Without reform, rankings may continue incentivizing behaviors that distort scholarly contribution and compromise research integrity.", "date": "2025-05-12", "journal": ""}
{"title": "From Noise to Models to Numbers: Evaluating Negative Binomial Models and Parameter Estimations in Single-Cell RNA-seq", "doi": "10.1101/2025.05.05.652189", "authors": "Wang, Y.; Shu, Z.; Cao, Z.; Grima, R.", "abstract": "The Negative Binomial (NB) distribution effectively approximates the transcript count distribution in many single-cell RNA sequencing (scRNA-seq) datasets. This has led to its widespread use in various computational tools for scRNA-seq analysis. However, the underlying reasons for its ubiquitousness remain unclear. Here, we use a computationally efficient model selection technique to precisely map the relationship between the choice of the best-fit models --- Beta-Poisson (Telegraph), NB and Poisson --- and the kinetic parameters that control the stochasticity of gene expression. We find that the NB distribution is an excellent approximation to simulated data, that accounts for both biological and technical noise, in an intermediate range of an effective parameter --- the sum of the gene activation and inactivation rates normalized by the mRNA degradation rate. The size of this range increases with decreasing mean expression, increasing technical noise, and increasing sample size (number of cells). These findings have important implications: (i) excellent NB fits span diverse parameter regimes and are not exclusive indicators of transcriptional bursting; (ii) for small sample sizes, biological noise generally becomes the primary factor shaping the NB characteristics of the count distribution, even when technical noise is significant; (iii) under the assumption of steady-state conditions, gene-specific parameters (burst size and frequency) estimated in regions where the NB model fits well, typically show large relative errors, even after corrections for technical noise; (iv) gene ranking by burst frequency remains accurate, indicating that burst parameter magnitudes are often only relatively informative.", "date": "2025-05-12", "journal": ""}
{"title": "Psilocybin-induced modulation of visual salience processing", "doi": "10.1101/2025.05.10.652897", "authors": "Muller, S. A.; Cavanna, F.; de la Fuente, L. A.; Bruno, N.; D'Amelio, T.; Pallavicini, C.; Tagliazucchi, E.", "abstract": "Psychedelic compounds significantly reshape conscious perception, yet the implications of these alterations for complex visual-guided behaviors remain poorly understood. We investigated how psilocybin modulates visual salience processing during natural scene perception. Twenty-three participants completed eye-tracking tasks under self-blinded low and high doses of psilocybin, in a naturalistic design with experimental conditions unknown to participants and researchers. Subjects viewed natural scenes while their gaze patterns were recorded and analyzed in relation to normative computational saliency maps generated using a deep learning model of visual attention. Results revealed increased fixation on salient image regions and reduced inter-fixation distance under the high-dose condition, suggesting heightened sensitivity to visual salience and more localized gaze behavior. The Shannon entropy of fixations on high-saliency regions indicated a more exploratory and less predictable visual scanning of the images. Complementary EEG recordings showed broadband spectral power reductions and increased Lempel-Ziv complexity, with delta power negatively correlating with salience metrics. These findings suggest psilocybin enhances bottom-up attentional control while weakening top-down modulation, consistent with theoretical models positing facilitated bottom-up information flow under the acute effect of psychedelics.", "date": "2025-05-12", "journal": ""}
{"title": "Decoding hypnotic consciousness: neural and experiential insights into induced and ideomotor suggestions", "doi": "10.1101/2025.05.11.652707", "authors": "Gelebart, J.; Foure, A.; Quentin, R.; Debarnot, U.", "abstract": "Hypnotic induction and ideomotor suggestions provide a powerful framework to investigate how verbal influence dynamically reshapes conscious experience, cognition, and motor control. We employed a multimodal approach combining high-density EEG, respiratory and behavioral monitoring, and first-person reports across three conditions: baseline resting state, progressive hypnotic induction (Light and Deep phases), and an ideomotor challenge comparing a hypnotically suggested arm catalepsy to a voluntary simulation. EEG results revealed that light hypnosis was associated with early parieto-occipital alpha suppression and increased theta-band activity. As hypnosis deepened, frontoparietal connectivity increased while parasympathetic activation declined, challenging the view of hypnosis as a passive, low-arousal state and instead pointing to active top-down reorganization of large-scale brain networks. During the ideomotor phase, participants exhibited distinct patterns of behavioral responsiveness, classified as tremblers and non-tremblers, despite reporting comparable disruptions in the sense of agency; phenomenological analyses corroborated these distinctions by uncovering divergent experiential strategies. Tremblers showed increased frontoparietal gamma activity and reduced delta connectivity, suggesting heightened sensorimotor integration and greater executive monitoring under motor conflict. Together, these findings show that hypnosis engages dynamic top-down processes that reconfigure both neural connectivity and subjective experience, supporting predictive coding accounts of agency disruption and highlighting the value of neurophenomenological methods for advancing consciousness science and informing clinical applications.", "date": "2025-05-12", "journal": ""}
{"title": "Promising Inhibitor of Flavivirus: Evaluating the Antiviral Activity of Nordihydroguaiaretic Acid against West Nile Virus Replication", "doi": "10.1101/2025.05.10.653272", "authors": "Martinez, F.; Ghietto, L. M.; Lingua, G.; Aguilar, J. J.; Gil, P. I.; Gomez, T. I.; Marioni, J.; Nunez-Montoya, S. C.; Konigheim, B.", "abstract": "Mosquito-borne Arboviruses, including Alphaviruses and Flaviviruses, are responsible for millions of human infections worldwide. The absence of specific antivirals for arbovirus infections underscores the urgent need for novel research to develop effective treatments. Natural products have emerged as promising candidates. Nordihydroguaiaretic acid (NDGA), a natural lignan predominantly found in Larrea spp., has shown antiviral activity against several viruses, including Dengue. This study aimed to investigate the antiviral potential of NDGA against West Nile virus (WNV), assessing its mechanism of action and cellular interactions. Using plaque-forming unit reduction and immunofluorescence assays in LLC-MK2 cells, we determine the reduction in viability of WNV viral particles at different times post-infection. The potential involvement of the sterol regulatory element-binding proteins (SREBP) and 5-lipoxygenase pathways in WNV infection was evaluated. Additionally, we analyzed the cytoskeleton integrity in treated cells. NDGA, had the greatest inhibitory effect on WNV replication when added 1 and 2 h post-viral internalization (PI), losing activity when added after 3 h PI, thus suggesting it targets early viral infection events. The SREBP pathway seems to be involved in the inhibition of WNV by NDGA, likely due to its lipogenic activity. Furthermore, the antiviral activity of NDGA could be related to its ability to modify the cytoskeleton of LLC-MK2 cells. These findings highlight NDGA potential as a therapeutic candidate against WNV and other flaviviruses. Plant metabolites are among the leading therapeutic resources globally. Further research is necessary to comprehensively assess the therapeutic promise of NDGA.", "date": "2025-05-12", "journal": ""}
{"title": "Phosphorylation of the α subunit inhibits proteasome assembly and regulates cell division in archaea", "doi": "10.1101/2025.05.09.653063", "authors": "Huang, Q.; Wu, Y.; Gan, Q.; Liang, S.; Yang, Y.; Wu, P.; Feng, X.; She, Q.; Ni, J.; Shen, Y.", "abstract": "Archaea of the order Sulfolobales display a eukaryotic-like cell cycle. Here, we demonstrate that phosphorylation of the  subunit by a eukaryotic-like protein kinase ePK2 affects 26S proteasome assembly and controls cell division in Saccharolobus islandicus. ePK2 exhibits cell cycle-dependent expression at both transcriptional and translational levels. Deletion or overexpression of ePK2 results in impaired cytokinesis, with the deletion cells being unable to generate single chromosome cells after synchronization and the overexpression cells exhibiting growth retardation and cell enlargement. Interestingly, overexpression of ePK2 leads to a coherent reduction in cellular proteasome activity and degradation of cell division proteins. We identify S200 and T213 of the proteasome  subunit as specific target sites for ePK2 phosphorylation. Functional and structural analyses of site-directed mutants at S200 and T213 suggest that S200 phosphorylation disrupts the assembly of 20S into 26S proteasome whereas T213 phosphorylation interferes the de novo  ring assembly. Collectively, our study uncovers an ingenious and efficient mechanism of proteasome phosphorylation-mediated cell division regulation, a prototype of the eukaryotic cell cycle regulation system, in Sulfolobales archaea.", "date": "2025-05-12", "journal": ""}
{"title": "Novel origin of replication for environmentally isolated Pantoea strain enables expression of heterologous proteins, pathways and products", "doi": "10.1101/2025.05.10.653210", "authors": "Codik, A.; Kothari, A.; Liu, H.; Weinberg, B. L.; Owens, T. K.; Srinivasan, A.; Rivier, A.; Eng, T.; Arkin, A. P.; Deutschbauer, A. M.; Mukhopadhyay, A.", "abstract": "Plasmids isolated or characterized from environmental samples serve as a resource that can be used to develop genetic tools for characterizing recently isolated or less-studied microbes. In this report, we leveraged sequences from a previously characterized groundwater plasmidome and developed a screen to identify novel plasmid origins. Putative origin sequences were used to construct a barcoded plasmid library, which contained both known and newly predicted origins. This library was tested against a panel of representative bacterial strains and led to the identification of 3 novel origins that putatively replicate in gram-negative bacteria not previously associated with these origin sequences. We empirically validated one of the newly identified origins, 6911, to be functional in both the model bacterial strain, Escherichia coli BW25113, as well as in Pantoea sp. MT58, a fast growing and metal tolerant, environmentally important bacterium from the widespread Pantoea genus. We confirmed that a plasmid bearing origin 6911 as the sole origin could replicate and had a copy number of 9 ({+/-} 2) in Pantoea sp. MT58. We successfully used a plasmid based on the new origin to express the reporter protein GFP, and two non-native metabolite pathways for the natural product, indigoidine and the terpenoid compound, isoprenol. By pairing functional novel origins of replication to non-model organisms this pipeline can expand the tool kit for genetic manipulations of both model and less-studied bacteria.", "date": "2025-05-12", "journal": ""}
{"title": "miR-486-3p ameliorates aging-related impaired angiogenesis in adult moyamoya disease by targeting Forkhead Box O4", "doi": "10.1101/2025.05.07.652777", "authors": "Chen, J.; Wen, Y.; Chen, S.; Long, T.; Chen, F.; Wang, Z.; Zhang, G.-Z.; Li, M.; Zhang, S.; Kang, H.; Feng, W.; Wang, G.", "abstract": "Objective: Investigate miR-486-3p's role in alleviating age-related angiogenic decline in Moyamoya disease (MMD) by regulating senescent endothelial cells. Methods: Clinical analysis of 151 MMD patients correlated age with postoperative angiogenesis (DSA grading). Senescent HUVECs (SA-{beta}-gal>80%) exhibited elevated SASP factors (IL-6/IL-8/MCP-1). Functional assays (EdU/Transwell/Matrigel) and bioinformatics identified miR-486-3p targets, validated via luciferase/Western blot. Results: Patients [&ge;]35 years had 3.67-fold higher risk of poor angiogenesis (OR=3.67). Senescent HUVECs showed 10-16-fold higher SASP secretion (p<0.01). miR-486-3p overexpression increased proliferation (EdU+25%), migration (1.7-fold), and tube formation (+40% branches) in senescent cells (p<0.01) and enhanced angiogenesis in vivo (p<0.001). miR-486-3p directly targeted FOXO4, reducing its luciferase activity (-35%) and protein levels (-37%) (p<0.01), suppressing SASP. Conclusion: miR-486-3p enhances post-revascularization angiogenesis in MMD by inhibiting FOXO4-mediated SASP, offering a therapeutic target and predictive biomarker.", "date": "2025-05-12", "journal": ""}
{"title": "MagnEspScope - DIY microscope with integrated magnetic system for magnetogenetic studies", "doi": "10.1101/2025.05.10.653253", "authors": "Minin, A. S.; Belousova, A. V.; Zubarev, I.", "abstract": "Magnetogenetics is a promising field of biology devoted to the manipulation of biological objects by magnetic fields, where magnetic nanoparticles usually act as actuators. However, studying the response of biological objects is hampered by the fact that microscopes are usually made of ferromagnetic materials, making it difficult to work with them in powerful magnetic fields. This article focuses on building a DIY 3d printed microscope based on the ESPressoscope platform, integrated into a gradient magnetic system of permanent magnets. The article reveals the design, choice of materials and, using the example of cellular spheroids saturated with magnetic nanoparticles, demonstrates the application of MagnEspScope for the observation of magnetophoresis of biological objects.", "date": "2025-05-12", "journal": ""}
{"title": "Elevated mitochondrial metabolism in Down syndrome iPSCs reduces commitment to neuroectoderm", "doi": "10.1101/2025.05.09.653211", "authors": "Rothermel, B. A.; Chaklader, M.; Souza Bomfim, G. H.; Jeju, N.; Duan, Y.; Niemeyer, B. F.; Espinosa, J. M.; Rosado-Olivieri, E.; Lin, W.; Lacruz, R. S.", "abstract": "A key feature of Down syndrome (DS) is reduced neurogenesis. Here, we provide evidence that increased mitochondrial metabolism in DS stem cells reduces their ability to commit to neuroectoderm (NE), one of the earliest steps in the development of the nervous system. We show that mitochondria in induced pluripotent stem cells derived from individuals with DS (3S-iPSCs) have a higher membrane potential and increased capacity for calcium uptake via the mitochondrial calcium uniporter (MCU) compared to isogenic, euploid controls. Consequently, 3S-iPSCs proliferate faster and spend less time in G1 of the cell cycle. This reduces the opportunity for growth of a primary cilium, an important developmental signaling hub. Inhibiting MCU or slowing proliferation of 3S-iPSCs is sufficient to increase ciliation and improve commitment to NE. In summary, we provide evidence that a mitochondria-to-cilia signaling axis important during the earliest steps of neurogenesis is dysregulated in DS, yet remains amenable to small molecule intervention.", "date": "2025-05-12", "journal": ""}
{"title": "Genetic association meta-analysis is susceptible to confounding by between-study cryptic relatedness", "doi": "10.1101/2025.05.10.653279", "authors": "Tu, T.; Ochoa, A.", "abstract": "Meta-analysis of Genome-Wide Association Studies (GWAS) has important advantages, but it assumes that studies are independent, which does not hold when there is relatedness between studies. As a motivating example, recent work suggested applying sex-stratified meta-analysis to correct for participation bias, without considering that men and women from the same population will be highly related. Our theory demonstrates how cryptic relatedness results in correlated test statistics between studies, inflating meta-analysis. We characterize the effects of different between-study relatedness scenarios, particularly population structure and recent family relatedness, on meta-analysis type I error control and power. We simulated data with (1) no family relatedness between subpopulations, (2) family relatedness within subpopulations, (3) family relatedness across subpopulations, and (4) single population with family relatedness. We run joint and meta-analyses on simulations using both binary and quantitative traits. In scenarios with family relatedness, sex-stratified meta-analysis exhibits severe inflation and lower AUC compared to joint and subpopulation meta-analyses. Remarkably, genomic control succeeds in correcting inflation in these cases, but does not alter calibrated power. Analysis of real datasets confirms severe inflation for sex-stratified meta-analysis in family studies, but a negligible effect for population studies with up to 10,000 individuals. Our theoretical framework demonstrates that the inflation factor increases as the sample size increases. We recommend against meta-analyzing studies that share the same populations, which increases the risk of inflation due to cryptic relatedness between studies.", "date": "2025-05-12", "journal": ""}
{"title": "Powerful one-dimensional scan to detect heterotic QTL", "doi": "10.1101/2025.05.06.652159", "authors": "Li, G.; Schmidt, R. H.; Zhao, Y.; Reif, J. C.; Jiang, Y.", "abstract": "To meet the growing global demand for food, increasing yields through heterosis in agriculture is crucial. A deep understanding of the genetic basis of heterosis has led to the development of a quantitative genetic framework that incorporates both dominance and epistatic effects. However, incorporating all pairwise epistatic interactions is computationally challenging due to the large sequencing depth and population sizes needed to uncover the genes behind complex traits. In this study, we developed hQTL-ODS, a one-dimensional scanning method that directly assesses the net contribution of each locus to heterosis. Simulations show that hQTL-ODS reduces computational time while offering higher power and lower false-positive rate. We applied this method to a population of 5,234 wheat hybrids with whole-genome sequenced profile, revealing key epistatic hubs that play a critical role in determining heterosis. Our findings offered valuable insights for improving breeding strategies to enhance crop yields.", "date": "2025-05-12", "journal": ""}
{"title": "The tricyclic antidepressant cyproheptadine rescues egg-laying defect of grk-2 mutants", "doi": "10.1101/2025.05.09.653175", "authors": "Wang, J.", "abstract": "Serotonin regulates egg-laying by activating vulva muscle contraction. Its oxidization metabolite 5-HIAA inhibits vulva muscle contraction. The loss-of-function mutants of grk-2 have strong egg-laying defects because they have serotonin depletion and high level of 5-HIAA. The experiment results show that 5-HIAA function depends on 5-HT1/HT2 receptor SER-1. The egg-laying inhibition can be completely reverted by loss-of-function goa-1, the Go homolog in C. elegans. Serotonin and 5-HIAA competes for SER-1 binding and they activate different G protein complexes. The tricyclic antidepression drug cyproheptadine can block 5-HIAA function. The experiment results propose a plausible mechanism of cyproheptadine function. On the postsynaptic membrane, SER-1 binding with cyproheptadine can only recruit serotonin, thus, it biased activates Gq instead of Go coupled signaling.", "date": "2025-05-12", "journal": ""}
{"title": "Defective But Promising: Evaluating Bioinformatic Pipelines for Utility of Defective Interfering RNA Discovery in Plant Viral Infections", "doi": "10.1101/2025.05.09.653214", "authors": "Taylor, A. A.; Rosa, C.; Archetti, M. A.", "abstract": "We explored the utility of the currently available bioinformatics programs ViReMa, DI-tector, DVGfinder, DG-Seq, and VODKA2 for identifying junction points in plant virus high-throughput sequencing (HTS) data that could be tested downstream for antiviral capacity. Specifically, we looked at whether the outputs from these bioinformatic tools generally agree and whether the most frequently identified 'defective viral genomes' (DVGs) from these programs are promising defective interfering RNA (DI) candidates for downstream validation. We also explored the possibility of these tools helping us address a larger research question of whether DI RNA are consistently generated and maintained in a specific virus-host combination when conditions are per-missive for their replication and accumulation, our 'DI prevalence' hypothesis. This was conducted by running eight previously published RNAseq datasets through all five programs and comparing degree of output overlap, most common junction point identified, and whether previously published DI junction points were found. Our results demonstrate a low degree of agreement regarding identified junction points be-tween programs, promise regarding looking at the most commonly occurring junction for DI candidates, and support for our DI prevalence hypothesis. We conclude that bioinformatics workflows have a place in the toolbox of DI and DVG research, but they should not be used alone. We suggest the use of multiple programs on a dataset to better inform decisions regarding deletions to recreate and screen downstream and reiterate the importance of other avenues of evidence in DVG/DI characterization.", "date": "2025-05-12", "journal": ""}
{"title": "Transient centrosome loss in cultured prostate epithelial cells induces chromosomal instability to produce an oncogenic genotype that correlates with poor clinical outcomes", "doi": "10.1101/2025.05.10.653266", "authors": "Yang, J.; de Oliveira Pessoa, D.; Ryniawec, J. M.; Coope, M. R.; Buster, D. W.; Loertscher, E.; Wang, M.; Chen, C.; Cress, A. E.; Rogers, G. C.; Padi, M.", "abstract": "Chromosomal instability (CIN) is a hallmark of prostate cancer that strongly correlates with metastatic burden and appears prominently in both primary cancer and metastatic disease. Low Gleason score primary prostate tumors display pervasive centrosome loss, a known mechanistic driver of CIN, that disrupts normal spindle assembly and increases mitotic errors. Previously, we found that transient depletion of centrosomes in immortalized, non-tumorigenic prostate epithelial cells (PrEC) induced a burst of CIN, generating cell lines capable of forming xenograft tumors. Here, we use a multi-omics approach to identify the oncogenic alterations caused by transient centrosome loss. By integrating genomic and transcriptomic data of the prostate lines, we identified a consensus set of focal copy-number variations (CNVs) induced by centrosome loss in cultured cells that are also detectable within a subset of samples from a prostate cancer patient cohort. Using this CNV signature, we were able to derive a unique transcriptomic signature from prostate cancer patient samples that showed strong predictive value for adverse clinical outcomes. In summary, our experimental system uses centrosome loss to promote a punctuated burst of genomic crisis that is characteristic of genome evolution during prostate cancer progression. Consequently, this prostate cancer model produced recurrent structural variations that are detectable in patient samples and associate with worse outcomes.", "date": "2025-05-12", "journal": ""}
{"title": "Retinal image motion distracts visual motion memory even when generated by eye movement", "doi": "10.1101/2025.05.07.652578", "authors": "Miyamoto, T.; Numasawa, K.", "abstract": "Interference between visual short-term memory (VSTM) and task-irrelevant sensory distractors is a well-documented phenomenon across a wide range of visual features, which is believed to stem from neural interactions between mnemonic and sensory processing. An overlooked question in the ongoing debate is whether this VSTM distraction is linked to the original sensory information or the ultimate perceptual experience. Here we addressed this issue by leveraging the perceptual invariance during ocular tracking of an object (i.e., smooth pursuit), where retinal image motion induced by smooth pursuit is encoded in early visual areas involved in motion processing, including the middle temporal (MT) and the medial superior temporal (MST) areas, but is perceptually suppressed. Our results showed that retinal image motion during the VSTM maintenance (delay period) attracted the memorized motion speed, consistent with previous studies. Importantly, the impact was comparable whether the retinal image motion was due to physical displacement of objects in world coordinates or to apparent motion induced by smooth pursuit without actual motion in world coordinates. In fact, observers' responses in the VSTM task were partially predicted by retinal image motion during the delay period by a cross-condition classifier, where the distraction effect induced by the smooth pursuit-induced apparent motion was replicable using a classifier trained on data from the condition with the world-coordinate motion, and vice versa. These findings provide behavioral evidence that sensory inputs can distract VSTM without conscious perception and also suggest that the VSTM system shares neural substrates with sensory processing, but not with perception.", "date": "2025-05-12", "journal": ""}
{"title": "Chiral shift toward D-serine reflects intrathecal inflammation in multiple sclerosis and counteracts motor impairment in a murine model", "doi": "10.1101/2025.05.07.652561", "authors": "Usiello, A.; Arisumi, K.; Nuzzo, T.; Gilio, L.; Taniguchi, S.; Russo, R.; Motegi, H.; di Vito, R.; Hata, J.; Errico, F.; Hashiguchi, A.; Okano, H.; Furlan, R.; Finardi, A.; Bassi, M. S.; Nakahara, J.; Mita, M.; Kanai, T.; Chambery, A.; Yasui, M.; Centonze, D.; Sasabe, J.", "abstract": "Multiple sclerosis (MS) is characterized by chronic inflammatory demyelination involving complex interplay between the central nervous and immune systems. Neuroinflammation triggers cellular reorganization requiring L-serine for sustained syntheses of membrane lipids and nucleic acids, whereas it causes aberrant glutamatergic neurotransmission involving D-serine. However, significance of serine metabolism in MS pathology remains unexplored. Here we show that serine chiral homeostasis is disrupted in MS and endogenous D-serine prevents motor deficits caused by inflammatory demyelination. We found in a large cohort study that patients with MS exhibit elevated D-serine levels and the D-/total serine ratio in the cerebrospinal fluid at diagnosis. Steric deviation toward D-serine accords with emergence of the intrathecal inflammatory marker oligoclonal bands, and correlates negatively with proinflammatory cytokines. An in vivo animal model of MS, genetically engineered to exhibit distinct metabolic states of D-serine, revealed that endogenous D-serine synthesis mitigates the progression of motor deficits and suppresses proinflammatory and vascular endothelial pathogenic signaling. Moreover, pre-symptomatic oral supplementation with D-serine, but not L-serine, enhances production of extracellular matrices, preserves integrity of the blood brain barrier, attenuates demyelination, and improves motor function. Contrary to the previously recognized neurotoxic nature of D-serine, our findings reveal an unrecognized significance of D-serine metabolism in MS and a protective function of D-serine against neuroinflammation involving disruption of the blood brain barrier, which may present an untapped therapeutic target in MS.", "date": "2025-05-12", "journal": ""}
{"title": "Targeting C42 in PKGIα alleviates diastolic dysfunction in HFpEF", "doi": "10.1101/2025.05.09.653217", "authors": "Su, J.; Zhang, M.; Yang, X.; Holt, M.; Raabe, J.; Cuello, F.; Shah, A. M.; Shattock, M. J.; Burgoyne, J. R.", "abstract": "Background: In our exploration of novel therapeutic strategies for treating heart failure with preserved ejection fraction (HFpEF), we focused on cysteine 42 (C42) in cGMP-dependent protein kinase I (PKGI), which plays a crucial role in regulating blood pressure and diastolic relaxation. Our findings demonstrate that targeting C42 on PKGI with urolithin A effectively limits diastolic dysfunction and cardiac remodeling in a multi-hit mouse model of HFpEF, while also improving the kinetics of relaxation and contraction in human-engineered heart tissue. Methods: We evaluated various polyphenols, including urolithin A, for their capacity to oxidize and activate PKGI. This assessment involved recombinant protein, isolated rat aortic smooth muscle cells, and myography experiments using isolated mesenteric vessels. Additionally, we investigated the ability of urolithin A to stimulate PKGI-dependent phosphorylation of phospholamban (PLN) in neonatal rat ventricular myocytes (NRVMs). A multi-hit mouse model was employed to induce HFpEF in wild-type and C42S PKGI knock-in (KI) mice. Following this, the mice were given vehicle or urolithin A by gavage, and heart function was evaluated using echocardiography. The relevance to human physiology was assessed using human-engineered heart tissue. Results: The polyphenols quercetin, fisetin, and urolithin A were shown to induce C42-dependent activation of PKGI. This mechanism of kinase activation led to vasorelaxation, which was attenuated in mesenteric vessels isolated from KI mice. Additionally, urolithin A treatment promoted PKGI-dependent phosphorylation of phospholamban in isolated cardiomyocytes. In a multi-hit model of HFpEF, urolithin A reversed diastolic dysfunction and cardiac remodeling in wild-type mice, but not in KI mice. These findings were shown to be likely relevant to humans, as urolithin A also enhanced the kinetics of relaxation and contraction in human-engineered heart tissue. Conclusions: Targeting C42 in PKGI with urolithin A presents a promising new strategy for the treatment of HFpEF.", "date": "2025-05-12", "journal": ""}
{"title": "Detecting Protein Higher-Order Structural Changes Using Kinase as a Phospho-Labeler", "doi": "10.1101/2025.05.07.652599", "authors": "Maeda, A.; Ogata, K.; Ishihama, Y.", "abstract": "We developed an approach to detect protein conformational changes on a proteome-wide scale by labeling proteins with phosphate groups through in vitro kinase reactions. This structural proteomics approach combines residue-specific labeling based on substrate recognition by protein kinases with quantitative phosphoproteomics using phosphopeptide enrichment, enabling proteome-wide and site-specific profiling of protein conformational changes. By performing in vitro phosphorylation of myoglobin with and without heat denaturation and of HEK293T cell extracts with and without protease treatment, we demonstrated that differences in substrate protein structure are reflected in in vitro phosphorylation efficiency. Moreover, we successfully identified protein conformational changes upon RNA digestion in non-denatured cell extract proteome samples on a proteome-wide scale with high sensitivity by comparing phosphorylation efficiencies. This approach enables residue-specific readout of structural dynamics within the intracellular proteome.", "date": "2025-05-12", "journal": ""}
{"title": "Bridging 3D Molecular Structures and Artificial Intelligence by a Conformation Description Language", "doi": "10.1101/2025.05.07.652440", "authors": "Xiong, J.; Shi, Y.; Zhang, W.; Zhang, R.; Chen, Z.; Zeng, C.; Jiang, X.; Cao, D.; Xiong, Z.; Zheng, M.", "abstract": "Artificial intelligence, particularly language models (LMs), is reshaping research paradigms across scientific domains. In the fields of chemistry and pharmacy, chemical language models (CLMs) have achieved remarkable success in two-dimensional (2D) molecular modeling tasks by leveraging one-dimensional (1D) representations of molecules, such as SMILES and SELFIES. However, extending these successes to three-dimensional (3D) molecular modeling remains a significant challenge, largely due to the absence of effective 1D representations for capturing 3D molecular structures. To address this gap, we introduce ConfSeq, a novel molecular conformation description language that integrates SMILES with internal coordinates including dihedral angles, bond angles, and pseudo-chirality. This design naturally ensures SE(3) invariance, while preserving the human readability and conciseness characteristic of SMILES. ConfSeq enables the reformulation of a range of 3D molecular modeling tasks, such as molecular conformation prediction, 3D molecular generation, and 3D molecular representation, into sequence modeling problems. Then, by simply employing a standard Transformer architecture, we achieve state-of-the-art performance on various benchmark sets. Furthermore, compared to widely used diffusion-based approaches in 3D molecular modeling, the ConfSeq-based method offers unique advantages in inference efficiency, generation controllability, and enables scoring of generated molecules. We believe that ConfSeq can serve as a foundational tool, advancing the development of sequence-based 3D molecular modeling methods.", "date": "2025-05-12", "journal": ""}
{"title": "Screening for cryoprotective agent toxicity and toxicity reduction in mixtures at subambient temperatures", "doi": "10.1101/2025.05.07.652719", "authors": "Ahmadkhani, N.; Sugden, C.; Mayo, A. T.; Higgins, A. Z.", "abstract": "Organ transplantation faces major challenges in preserving and transporting organs due to the limitations of existing cold storage methods. Cryopreservation offers a promising alternative for extending preservation time, but it remains a challenge to avoid toxicity from the high concentrations of cryoprotective agents (CPAs) required to prevent ice formation. In this study, we expanded a previously reported high-throughput CPA toxicity screening platform by retrofitting an automated liquid handling system with subambient cooling capabilities. This enabled systematic assessment of CPA toxicity at 4 {degrees}C, a temperature commonly used for CPA equilibration in tissue and organ cryopreservation. Overall, we screened 22 individual CPAs and a wide range of binary mixtures at concentrations up to 12 mol/kg, allowing us to identify CPA combinations that reduce toxicity. Our findings revealed that at 4 {degrees}C, CPA toxicity was significantly reduced compared to room temperature. Several CPA combinations resulted in significantly lower toxicity than their constituent CPAs at the same concentration, including 12 CPA mixtures at 6 mol/kg and 8 CPA mixtures at 12 mol/kg. Toxicity neutralization was also observed in 9 cases, especially in combinations involving formamide, acetamide, dimethyl sulfoxide, and glycerol. For example, exposure to 6 mol/kg formamide alone resulted in 20% viability, but the addition of 6 mol/kg glycerol to create a mixture with a total concentration of 12 mol/kg eliminated this toxicity, resulting in a viability of 97%. These findings support the rationale for using multi-CPA cocktails and underscore the potential of rational mixture design to reduce toxicity.", "date": "2025-05-12", "journal": ""}
{"title": "Combining structural modeling and deep learning to calculate the E. coli protein interactome and functional networks", "doi": "10.1101/2025.05.07.652715", "authors": "Zhao, H.; Velez, C.; Naravane, A. C.; Saha, A.; Feldman, J.; Skolnick, J.; Murray, D.; Honig, B.", "abstract": "We report on the integration of three methods that are computationally efficient enough to predict, on a proteome-wide scale, whether two proteins are likely to form a binary complex. The methods include PrePPI, which uses three-dimensional structure information as a basis for predictions, Topsy-Turvy which analyzes sequences using a protein language model, and ZEPPI which uses evolutionary information to evaluate protein-protein interfaces. We demonstrate how these methods can be integrated and validate the performance of the integrated method and its separate components at predicting E. coli protein-protein interactions through testing on the HINT high-quality literature-curated database of binary interactions. The integrated method identifies more high-confidence (FPR [&le;] 0.001) interactions (~20K) than any of the component methods. The AF3Complex algorithm was used to predict the structures of 400 protein-protein interactions, and 78% of the integrated method predictions resulted in models deemed accurate by the AF3Complex evaluation score. Notably, essentially all AF3Complex models have at least partially overlapping interfaces with PrePPI models of the complexes. Finally, we clustered the high-confidence E. coli interactome and obtained 385 subnetworks which have high functional coherence defined by enrichment of Gene Ontology Biological Process terms, thus, illustrating that our methods which contain no explicit functional information provide biologically meaningful protein interactions. Biological insights derived from the subnetworks, including the annotation of proteins of unknown function, are discussed in detail. Overall, independent validations support the accuracy of the comprehensive E. coli interactome we have presented.", "date": "2025-05-12", "journal": ""}
{"title": "Adolescent cannabinoid vapour exposure sex-dependently alters the relationship between vulnerability traits and ethanol self-administration and modifies naltrexone actions on ethanol intake in rats", "doi": "10.1101/2025.05.07.652663", "authors": "Acosta-Vargas, J.; De las Heras-Martinez, N.; Marcos, A.; Nozal, L.; Crego, A. L.; Ucha, M.; Higuera-Matas, A.", "abstract": "Background: Cannabis use during adolescence is common and may predispose individuals to substance use disorders. Animal studies have explored the gateway hypothesis, but data on ethanol consumption are limited. This study aimed to investigate the potential link between adolescent cannabis exposure and ethanol self-administration, as well as the relationship between predisposing behavioural traits and ethanol consumption. Methods: Adolescent rats were exposed to vapourised {Delta}9-tetrahydrocannabinol (THC) alone or with cannabidiol (CBD) at different ratios, or to a vehicle, from postnatal day (PND) 28 to 44, every other day. Behavioural assessments, including novelty and saccharin preference, goal-tracking, elevated plus maze, and ethanol self-administration (fixed and progressive ratio, punished seeking), were conducted from PND 70. Naltrexone was administered to assess its effects on ethanol intake. Results: Cannabinoid exposure did not significantly affect behavioural traits or ethanol self-administration. However, sex differences emerged, with females showing a more vulnerable pattern of ethanol consumption and seeking. In THC-exposed males, a negative correlation was observed between sucrose preference and compulsive ethanol seeking, which was absent in vehicle-exposed males. In females, THC exposure disrupted the correlation between novelty preference and ethanol intake and was associated with a negative correlation between goal-tracking and compulsive seeking. Naltrexone was most effective in reducing ethanol intake in THC-exposed rats. Conclusions: Adolescent cannabinoid exposure has limited effects on overall alcohol risk but may alter the psychological framework of alcohol-related behaviours and increase naltrexone potency. The observed sex differences highlight the need for personalised interventions.", "date": "2025-05-12", "journal": ""}
{"title": "Unmasking Convergent Oxycodone Seeking and Consumption Driving Augmented Intake during Extended Access to Oral Operant Self-Administration", "doi": "10.1101/2025.05.07.652717", "authors": "Sharp, B. M.; Chen, H.", "abstract": "Individual vulnerability to opioid intake escalation is a critical but poorly understood aspect of addiction. Using genetically diverse inbred rat strains, we investigated operant oral oxycodone self-administration, identifying Augmenter phenotypes that dramatically increased consumption during extended (16h vs. 4h) access, a vulnerability not predicted by standard motivation tests. A key innovation was applying lick microstructure analysis (LMA) to operationally distinguish 'consumption' from seeking lick clusters within the inter-reward interval. During extended access, Augmenters of both sexes exhibited a striking surge in the frequency of both consumption and seeking clusters (p<0.0001), driving their escalated intake. Notably, female Augmenters also showed larger seeking cluster sizes (p=0.006), suggesting enhanced reward value specifically linked to seeking behavior. In contrast, interlick interval (a palatability measure) did not differentiate phenotypes. This LMA-based approach reveals that an increased drive to seek out additional oxycodone, rather than altered hedonic impact alone, underlies the augmentation of opioid intake, offering a nuanced rodent model of heightened vulnerability and a powerful tool to dissect reward dynamics.", "date": "2025-05-12", "journal": ""}
{"title": "Visualization of extracellular polymeric substances in Aspergillus niger biofilms using fluorescent-labeled lectins.", "doi": "10.1101/2025.05.12.651018", "authors": "Shailaja, A.; Bruce, T. F.; Gerard, P.; Kerrigan, J. L.", "abstract": "Aspergillus niger is a filamentous fungus that adheres to different substrate surfaces and form biofilms consisting of dense hyphal networks embedded in a self-produced gelatinous matrix composed of extracellular polymeric substance (EPS). The EPS mainly contains exopolysaccharides. The objective of this study was to visualize and assess the different exopolysaccharides structure in this extracellular polymeric substance using a combination of two different fluorescent-labeled lectin probes, Erythrina cristagalli (ECA) and Canavalia ensiformis (Con A). Each lectin is a unique protein that binds to specific a carbohydrate moiety and is classified based on these terminal sugars to which they are binding. Exopolysaccharides are imaged according to their distinct fluorescence color with the help of confocal laser scanning microscopy (CLSM). The biomass, average thickness, and roughness of biofilms were calculated from the Z-stack images using the computer program COMSTAT. A statistically significant difference was observed in the biomass (m3/m2), average thickness (m), and roughness of the biofilm treated with the two different lectin probes indicating the presence of a higher amount of galactose and {beta}-1,4 N-acetylgalactosamine ({beta}4GalNAc) when compared to the mannose and glucose moieties in the EPS of A. niger biofilm. The combination of two lectin-fluorescent probe method staining should help better characterization of A. niger biofilms in terms of their heterogeneity with regards to the EPS production.", "date": "2025-05-12", "journal": ""}
{"title": "Corn rust population genomics reveals a cryptic virulent group and adaptive effectorome", "doi": "10.1101/2025.05.07.652763", "authors": "Li, Y.; Zhao, P.; Liu, X.; Tsui, C. K. M.; Croll, D.; Liang, j.; Cai, L.", "abstract": "Understanding the population structure of pathogens and the genetic determinants driving virulence gains is crucial for managing epidemic plant diseases. Puccinia polysora, a giga-scale fungal pathogen causing southern corn rust, has posed significant threat to global food security. Traditionally, P. polysora was considered clonal with minimal genetic variation. However, our population genomic and transcriptomic studies conducted in China, the emerging epicentre of the disease, have challenged this view. By adopting variant analyses appropriate to the dikaryotic nature of the pathogen, we discovered an unexpectedly clear population structure with six distinct groups. A cryptic group exhibits high virulence, facilitated by group-specific variation, and diversification of effectors. Although the Chinese population of P. polysora is predominantly asexual, internuclear exchange on some chromosomes have introduced recombination signals. The comprehensive pan-effectorome analyses revealed presence/absence variation and alternative splicing events on effectors, shaping a highly adaptive effector repertoire in P. polysora. In conclusion, our findings highlight the tandem mapping on exploring clear genetic structure of dikaryotic species and reported the emergence of a virulent group and an adaptive effectorome of P. polysora. Effective containment strategies must be flexible to counter the threats posed by the unexpectedly dynamic evolution of this pathogen.", "date": "2025-05-12", "journal": ""}
{"title": "A human-specific regulatory mechanism revealed in a preimplantation model", "doi": "10.1101/2025.05.10.653263", "authors": "Fueyo, R.; Wang, S.; Crocker, O. J.; Swigut, T.; Nakauchi, H.; Wysocka, J.", "abstract": "Stem cell-based human embryo models offer a unique opportunity for functional studies of the human-specific features of development. Here, we genetically and epigenetically manipulate human blastoids, a 3D embryo model of the blastocyst, to investigate the functional impact of HERVK LTR5Hs, a hominoid-specific endogenous retrovirus, on preimplantation development. We uncover a pervasive cis-regulatory contribution of LTR5Hs elements to the hominoid-specific diversification of the blastoids epiblast transcriptome. Many of the nearly 700 LTR5Hs genomic insertions in the human genome are unique to our own species. We show that at least one such human-specific LTR5Hs element is essential for the blastoid-forming potential via enhancing expression of the primate-specific ZNF729 gene, encoding a KRAB zinc finger protein. ZNF729 binds G/C-rich sequences, extremely abundant at gene promoters associated with basic cellular functions, such cell proliferation and metabolism. Surprisingly, despite mediating recruitment of TRIM28, at many of these promoters ZNF729 acts as a transcriptional activator. Together, our results illustrate how recently emerged transposable elements and genes can confer developmentally essential functions in humans.", "date": "2025-05-12", "journal": ""}
{"title": "Genomics of Root System Architecture Adaptation in Sorghum under Nitrogen and Phosphorus Deficiency", "doi": "10.1101/2025.05.07.652720", "authors": "Magu, J.; Masanga, J.; Muui, C.; Runo, S.", "abstract": "Plant root systems play a crucial role in water and nutrient uptake, yet the genetic mechanisms underlying root architecture adaptation to environmental stress remain poorly understood, particularly in non-model crops. Here, we investigate the diversity of root system architecture (RSA) in Sorghum bicolor, a climate-resilient cereal, under nitrogen (N) and phosphorus (P) starvation. We used a diverse sorghum reference set, and employed crown root imaging technology to quantify RSA traits and performed a genome-wide association study (GWAS) to identify genetic factors driving these responses. Our analysis revealed significant changes in six RSA traitsaverage root diameter, surface area, volume, total root length, and root length diameter classes (RLDR1 and RLDR2)under N and P starvation. GWAS identified SNPs associated with these traits, pinpointing three candidate genesILR3-like, bHLH, and a LEUNIG homologwith known roles in root growth regulation. These findings provide novel genetic insights into sorghum root adaptation to nutrient limitations and offer potential targets for breeding climate-resilient, resource-efficient crop varieties.", "date": "2025-05-12", "journal": ""}
{"title": "Poor sleep impairs immune responses and influenza vaccine protection", "doi": "10.1101/2025.05.07.652783", "authors": "Guan, M.; Gu, W.; Abdelnaby, K.; Balamalaliyage, P.; Tunterak, W.; Li, M.; Wen, Y.; Driver, J.; Gozal, D.; Wan, X.-f.", "abstract": "Disrrupted sleep, a common occurrence among shift workers, older adults, and individuals with sleep disorders, is increasingly recognized as a potential factor interfering with vaccine efficacy. Using a mouse model, we show that two weeks of chronic sleep fragmentation (CSF) before and during influenza vaccination significantly impair humoral immunity and reduce protection against lethal viral challenge. CSF-exposed mice exhibited lower neutralizing antibody titers, diminished IgG subclass responses, and reduced survival after viral challenge, despite preserved antibody binding avidity. Single-cell RNA sequencing and immune receptor profiling revealed altered B cell maturation, abnormal germinal center activation, and plasma cell stress, characterized by activation of unfolded protein response and oxidative stress pathways. CSF also reprogrammed B-cell signaling and disrupted coordination with T-cells. Together, this study showed that CSF compromises vaccine-induced immune responses by affecting multistage of B-cell differentiation, underscoring the importance of considering sleep health in vaccination strategies for vulnerable populations.", "date": "2025-05-12", "journal": ""}
{"title": "Long non-coding RNA hsr-omega provides scaffolding for the nuclear domain B-body.", "doi": "10.1101/2025.05.07.652789", "authors": "An, S.; Haque, S. N.; Adams, M.; Rodriguez, L. E. T.; Kiani, K.; Bryantsev, A.", "abstract": "Nuclear domains (NDs) - such as nucleoli or nuclear speckles - are membraneless, organelle-like compartments that concentrate and retain nuclear proteins. Despite their ubiquitous presence in the cell, the organization, regulation, and functions of many NDs remain poorly understood. The B-body is a prominent nuclear domain observed in developing flight muscles of Drosophila. In this study, we expand the understanding of B-body composition and function. We identify several additional RNA-binding proteins (RBPs) as B-body components and show that some proteins can dynamically disappear from this ND. We further demonstrate that the B-body contains an RNA component, which was identified as the long non-coding RNA hsr{omega}. Genetic analyses reveal that hsr{omega} acts as a structural scaffold for the B-body, and its depletion leads to B-body disassembly. In contrast, loss of the resident protein Bruno (Bru), a splicing factor, does not compromise B-body integrity. Finally, we show that imbalance in the hsr{omega}/Bru ratio promotes Bru aggregation, suggesting that the B-body plays a role in maintaining nuclear protein homeostasis.", "date": "2025-05-12", "journal": ""}
{"title": "Aird-MSI: a high compression rate and decompression speed format for mass spectrometry imaging data", "doi": "10.1101/2025.05.07.652785", "authors": "Li, S.; Sheng, H.; Du, P.; Chen, J.; Wang, X.; Tong, J.; Hong, J.; Jing, X.; Lu, M.; Yu, C.", "abstract": "Mass spectrometry imaging has emerged as a pivotal tool in spatial metabolomics, yet its reliance on the imzML format poses critical challenges in data storage, transmission, and computational efficiency. While imzML ensures cross-platform compatibility, its lower compressed binary architecture results in large file sizes and high parsing overhead, hindering cloud-based analysis and real-time visualization. This study introduces an enhanced Aird compression format optimized for spatial metabolomics through two innovations: (1) a dynamic combinatorial compression algorithm for integer-based encoding of m/z and intensity data; (2) a coordinate separation storage strategy for rapid spatial indexing. Experimental validation on 47 public datasets demonstrated significant performance gains. Compared to imzML, Aird achieved a 70% reduction in storage footprint (mean compression ratio: 30.03%) while maintaining near-lossless data precision (F1-score = 99.26% at 0.1 ppm m/z tolerance). For high-precision-controlled datasets, Aird accelerated loading speeds by 15-fold in MZmine. The Aird format overcomes crucial bottlenecks in spatial metabolomics by harmonizing storage efficiency, computational speed, and analytical precision, reducing I/O latency for large cohorts. By achieving near-native feature detection accuracy, Aird establishes a robust infrastructure for translational applications, including disease biomarker discovery and pharmacokinetic imaging.", "date": "2025-05-12", "journal": ""}
{"title": "Marine community metabolomes in the eastern tropical North Pacific Oxygen Deficient Zone reveal glycine betaine as a metabolic link between Prochlorococcus and SAR11", "doi": "10.1101/2025.05.07.652674", "authors": "Kellogg, N. A.; Fuchsman, C. A.; Carlson, L. T.; Morris, R. M.; Ingalls, A. E.; Rocap, G.", "abstract": "Oxygen deficient zones (ODZs) are subsurface marine systems that harbor distinct microbial communities, including populations of the picocyanobacteria Prochlorococcus that can form a secondary chlorophyll maximum (SCM), and low-oxygen tolerant strains of the globally abundant heterotroph Pelagibacter (SAR11). Yet, the small labile molecules (metabolites) responsible for maintaining these ODZ communities are unknown. Here, we compared the metabolome of an ODZ to that of an oxygenated site by quantifying 87 metabolites across depth profiles in the eastern tropical North Pacific ODZ and the oxygenated waters of the North Pacific Gyre. Metabolomes were largely consistent between anoxic and oxic water columns. However, the osmolyte glycine betaine (GBT) was enriched in the oxycline and SCM of the ETNP, comprising as much as 1.2% of particulate organic carbon. Transcriptomes revealed two active GBT production pathways, glycine methylation (SDMT/bsmB) expressed by Prochlorococcus and choline oxidation (betB) expressed by Gammaproteobacteria. GBT consumption through demethylation involved diverse microbial taxa, with SAR11 contributing nearly half of the transcripts for the initial step of GBT demethylation (BHMT), which is predicted to convert GBT and homocysteine into dimethylglycine and methionine, a compound SAR11 cannot otherwise produce. Thus, GBT connects the metabolisms of the dominant phototroph and heterotroph in the oceans.", "date": "2025-05-12", "journal": ""}
{"title": "Multilayered regulation by RNA thermometers enables precise control of Cas9 expression", "doi": "10.1101/2025.05.12.651296", "authors": "Phillips, E. K.; Klingeman, D. M.; Guss, A. M.; Eckert, C. A.; Alexander, W.", "abstract": "Cas9-based genome editing technologies can rapidly generate mutations to probe a diverse array of mutant genotypes. However, aberrant Cas9 nuclease translation and activity can occur despite the use of inducible promoters to control expression, leading to extensive cell death. This background killing caused by promoter leakiness severely limits the application of Cas9 for generating mutant libraries because of the potential for population skew. We demonstrate the utility of temperature sensitive RNA elements as a layer of post-transcriptional regulation to reduce the impact of promoter leak. We observe significant temperature-dependent increases in cell survival when certain RNA thermometers (RNATs) are placed upstream of the cas9 coding sequence. We show that the most highly repressing RNAT, hsp17rep, significantly reduces population skew with a library of characterized guide RNAs (gRNAs). This information should be applicable to all Cas9-based methods and technologies.", "date": "2025-05-12", "journal": ""}
{"title": "Control with Practical Guarantees of Stationary Variance in Stochastic Chemical Reaction Networks", "doi": "10.1101/2025.05.12.653489", "authors": "M. Zand, A.; Gupta, A.; Khammash, M.", "abstract": "Biomolecular integral feedback controllers offer precise regulation of molecular species copy numbers, making them valuable for synthetic biology applications. Antithetic integral feedback controllers, in particular, can be effective in low-copy-number regimes with stochastic dynamics. In this work, we introduce a modified variant of this controller, called the antithetic dual-rein integral feedback motif, and analyze its performance from a stochastic perspective in the presence of intrinsic dynamic randomness. We demonstrate that our controller enables first-moment control while maintaining a tractable steady-state variance bound under specific parametric regimes. Notably, this variance bound is tunable, as it depends solely on the controller parameters. We derive these results using stochastic model-order reduction and validate them through numerical simulations. Our findings provide new insights into achieving both precise regulation and noise suppression in stochastic genetic circuits.", "date": "2025-05-12", "journal": ""}
{"title": "CaMK2rep: A Highly Sensitive Genetically Encoded Biosensor for Monitoring CaMKII Activity in Mammalian Cells", "doi": "10.1101/2025.05.07.652623", "authors": "Martinez-Blanco, E.; de Andres, R.; Baratas-Alvarez, L.; Diez-Guerra, F. J.", "abstract": "Accurately monitoring calcium/calmodulin-dependent protein kinase II (CaMKII) activity in cells remains a significant challenge due to the limited sensitivity and narrow dynamic range of existing genetically encoded sensors. Here, we introduce CaMK2rep, a novel phosphorylation-based biosensor that enables robust, specific, and high-sensitivity detection of CaMKII activity. CaMK2rep is designed with two tandem CaMKII consensus sites embedded within the native sequence context of synapsin, and its phosphorylation is detected via a phospho-specific antibody, allowing both biochemical and morphological analyses. We validated CaMK2rep in HeLa cells and cultured hippocampal neurons, demonstrating a near-linear response to CaMKII expression levels and stimulation intensity, and no detectable cytotoxicity. To complement CaMK2rep measurements, we employed the live-cell CaMKAR1 reporter to monitor CaMKII activity dynamics. Using both tools, we investigated the role of neurogranin (Ng), a major postsynaptic calmodulin (CaM) binding protein, and obtained consistent evidence supporting a CaM-buffering model in which Ng limits basal CaMKII activation by sequestering CaM. These findings establish CaMK2rep as a sensitive, specific, and versatile biosensor for CaMKII signaling, particularly well-suited for immunoblot-based population analyses. They also illustrate the value of combining orthogonal genetically encoded tools to interrogate complex signaling mechanisms in both physiological and pathological contexts.", "date": "2025-05-12", "journal": ""}
{"title": "Population-Level Activity Dissociates Preparatory Overt from Covert Attention", "doi": "10.1101/2025.05.07.652629", "authors": "Koevoet, D.; Voet, V.; Jones, H. M.; Awh, E.; Strauch, C.; Van der Stigchel, S.", "abstract": "The neural signatures of preparing overt eye movements and directing covert spatial attention overlap as they recruit the same brain areas. Yet, these neural signatures are dissociable at the single-cell level: Specific cells within these visuo-oculomotor areas are exclusively involved in either motor preparation or covert attention. Nevertheless, it has been proposed that many cells in visuo-oculomotor areas are involved in both motor preparation and covert attention, and consequently their neural signatures should functionally overlap to a large degree. Here, we put this proposal to the test: we combined EEG with sensitive decoding techniques to investigate whether the neural signatures of preparatory overt and covert attention are dissociable across large-scale neuronal populations. We found that neural decoding reliably discerned whether overt or covert attention was shifted well before saccade initiation. Further, inverted encoding modeling revealed sharper spatially tuned activity in preparatory overt than in covert attention. We then asked whether preparatory overt attention achieved sharper spatially-tuned activity by using \"more-of-the-same\" covert attention, or by recruiting additional spatially selective neural processing. Cross-decoding results demonstrated that preparatory overt attention recruited at least one additional, frontal process. This additional spatially selective process emerged early and likely reflects motor preparation or predictive remapping. To summarize, we found that the neural signatures of overt and covert attention overlap, yet diverge rapidly, in part because overt attention employs an additional spatially selective neural process. Extending beyond a dissociation on the single-cell level, our findings demonstrate that population-level neural activity dissociates preparatory overt from covert attention.", "date": "2025-05-12", "journal": ""}
{"title": "Tissue resident memory T cells populate the human uveal tract", "doi": "10.1101/2025.05.07.652385", "authors": "Foers, A. D.; Reekie, I. R.; Wickramasinghe, L.; Ward, A.; Buckley, T. M.; Attar, M.; Aguilar-Munoa, S.; Pilapil, Q.; Abdalla Elsayed, M. E.; Pledger, S.; Bhalla, A.; Hedley, R.; Hill, S.; Windell, D.; Barton, K.; Masood, I.; Lim, K. S.; Coles, M. C.; Sherlock, J. P.; Dick, A. D.; Coupland, S. E.; Sansom, S. N.; Copland, D. A.; Buckley, C. D.; Sharma, S. M.; ORBIT Consortium,  ", "abstract": "The current concept is that the eye is an immune privileged site endowed with innate immune regulatory networks to maintain organ function. We now have evidence that resident T cells occupy intraocular tissues. In immune-mediated inflammatory diseases, such as psoriasis and rheumatoid arthritis, tissue resident T cells trigger disease flares in the skin and joints. This suggests resident T cells in the uvea may have similar functions in non-infectious immune-mediated uveitis, a collective term for autoinflammatory and autoimmune diseases of the uveal tract causing intraocular inflammation. Here, we demonstrate by spectral cytometry and immunofluorescence imaging that non-inflamed uveal tissue contains multiple T cell subtypes including CD8+ CD103+ tissue resident memory T (TRM) cells. Using single cell RNA & T cell receptor (TCR) sequencing to profile aqueous humour cells from donors with acute, active uveitis, we identify clonally expanded T cells which are enriched for TRM -associated genes. We further show that in donors with active uveitis, CD8+ CD103+ T cells persist within tissue in the uveal tract. Using bulk RNA sequencing and weighted gene co-expression network analysis (WGCNA) we show that quiescent iris tissue from donors with a history of uveitis are enriched for genes associated with T cell activation and antigen presentation. Finally, we demonstrate that TRM cells persist in the anterior uvea in mice following resolution of experimental autoimmune uveoretinitis (EAU). Our results show that the human eye contains T cells both in health and during active inflammation. Our findings challenge the dogma that the eye is devoid of lymphocytes and supports the concept of resident T cell involvement in the pathogenesis of non-infectious immune-mediated uveitis and as promising targets for therapy.", "date": "2025-05-12", "journal": ""}
{"title": "Prevalence, Production and the Role of Staphylococcus aureus Superantigens in Cystic Fibrosis Lung Disease.", "doi": "10.1101/2025.05.07.652658", "authors": "Sun, Y.; Hu, B.; Chhabra, S.; Tolentino, J.; Suzuki, N.; Natarajan, J.; Harris, Z.; Stanley, G.; Bianco, C.; Planet, P. J.; Sherchand, S. P.; Adhikari, R.; Aman, J.; Zhang, X.; Koff, J. L.; Rajagopalan, G.", "abstract": "Staphylococcus aureus (SA), the most common cystic fibrosis (CF) lung pathogen, is uniquely capable of producing superantigen (SAg) exotoxins, which are the most potent activators of the immune system. Although the proinflammatory roles of SA-SAgs is well-established, their role in the immunopathogenesis of CF lung disease is unexplored. Herein, we demonstrate that 60-80% of pediatric and adult CF SA isolates carried at least one SA-SAg gene, with the former harboring potent SA-SAgs (Staphylococcal enterotoxin A and B) more frequently (30-60%). Biofilms of clinical SA isolates readily produced biologically active SA-SAgs in artificial sputum medium and purified SA-SAgs retained their bioactivity in human CF sputum in vitro. Repeated intratracheal challenge with purified SA-SAgs induced a robust pulmonary inflammatory response in CF mouse models ({beta}ENAC and CFGC transgenic mice) expressing HLA-DR3 in a dose-dependent manner, with the low dose favoring a type 2 eosinophilic lung inflammatory response, and a high dose eliciting a type 1 inflammatory response with neutrophilic lung inflammation and higher mortality. In vivo neutralization of IFN-{gamma} also promoted SA-SAg-driven type 2 inflammation. Intratracheal infection with sub-lethal dose of a clinical SA isolate producing SEB, but not the SEB-deficient mutant isogenic SA strain, also elicited an eosinophilic inflammatory response.", "date": "2025-05-12", "journal": ""}
{"title": "Virion encapsidation and cell attachment function of the reovirus attachment protein is influenced by its structural flexibility", "doi": "10.1101/2025.05.12.653539", "authors": "Garcia, M.; Danthi, P.", "abstract": "The reovirus {sigma}1 attachment protein mediates virus interaction with host cell receptors that is critical for cell entry. Reovirus tropism is controlled by properties of {sigma}1. {sigma}1 is present as trimers that are held within turrets at the icosahedral vertices of reovirus virions. However, because {sigma}1 has not been visualized on reovirus virions in high resolution structures and because the full-length structure of purified {sigma}1 protein has not been solved, it is not clear how {sigma}1 is presented on virions. What properties of {sigma}1 are essential for its incorporation on virions is also not known. In this study, we used ColabFold to model the structure of reovirus serotype 1 (T1) and serotype 3 (T3) {sigma}1 proteins. We find that these proteins fold into similar structures with regions of flexibility between the head and body domains of {sigma}1. We also predicted the structures of chimeric {sigma}1 proteins comprised of domain swaps between T1 and T3 {sigma}1 proteins. Our analyses indicate that chimeric proteins with mismatched body and head domain have increased flexibility in this region. Characterization of particles expressing such chimeric {sigma}1 proteins demonstrated that deviation from the flexibility of parental {sigma}1 leads to a reduction in {sigma}1 incorporation on to the virion. Further, we find that even when incorporation is not affected, virus attachment to host cell receptors is influenced by altered {sigma}1 flexibility. Finally, our work demonstrates that {sigma}1 protein impacts the encapsidation pattern and receptor engagement properties of {sigma}1 and that this effect is influenced by properties of the N-terminal portion of {sigma}1.", "date": "2025-05-12", "journal": ""}
{"title": "Cytochrome c oxidase I deep amplicon sequencing for metabarcoding of equine strongyle communities: unexpectedly high Strongylus spp. burden in treated horses", "doi": "10.1101/2025.05.12.653446", "authors": "Krücken, J.; Diekmann, I.; Andreotti, S.; Bredtmann, C. M.; Mbedi, S.; Sparmann, S.; Schmidt, J. S.; de Almeida Borges, F.; de Freitas, M. G.; Salle, G.; Hofer, H.; Matthews, J. B.; Tzelos, T.; Nielsen, M. K.; Kuzmina, T. A.; von Samson-Himmelstjerna, G.", "abstract": "Equines are parasitized by complex communities of Strongylidae (Nematoda) comprising multi-species infections. Currently, the Cyathostominae are most prevalent, while the Strongylus species are only rarely detected. Since eggs and, in most cases, infective larvae cannot be differentiated to species level, with the exception of Strongylus spp., species-specific knowledge of the pathology, epidemiology and ecology of these parasitic nematodes is limited. Reference sequence data for several cyathostomin species are limited or missing. Deep amplicon sequencing of internal transcribed spacer 2 (ITS-2) regions of nematodes has been used in equines previously, although barcoding studies demonstrate a better species resolution for the cytochrome c oxidase subunit I (COI) region. The present study introduces a nemabiome method based on the sequencing of COI fragments. This method was applied to compare third stage larvae, representing strongyle communities, derived from regularly treated (RT) and never treated (NT) equine populations from Brazil, France (only RT), Germany, Ukraine, the UK, and the USA. Samples were predominantly from horses, but some were obtained from Przewalskis horses (Ukraine), donkeys (Germany, Ukraine) and kulans (Ukraine). Most sequence reads (87.7%) were identified to the species level, but unclassified reads occurred more frequently in donkeys and kulans than horses. No obvious difference in species diversity and richness was observed between RT and NT equines. However, there were significant differences in species composition between the RT and NT groups. While Strongylus spp. were significantly more abundant in the NT groups, Cylicocyclus nassatus, Cylicostephanus longibursatus, and Cyathostomum catinatum were more abundant in the RT group, suggesting that strongyle communities in domestic equines may have been shaped by anthelmintic treatments in the last decades. The decreased classification success for reads from non-caballine equines suggests that there are more strongyle species specific for this rarely-investigated group and that additional efforts are needed to improve the sequence database, particularly for these hosts.", "date": "2025-05-12", "journal": ""}
{"title": "Identification of host lncRNAs that impact Venezuelan equine encephalitis virus replication", "doi": "10.1101/2025.05.12.653438", "authors": "Behnia, M.; Ye, C.; Somfleth, K.; Oyebamiji, O.; Brayer, K.; Guo, Y.; Ness, S.; Savan, R.; Bradfute, S. B.", "abstract": "Venezuelan equine encephalitis virus (VEEV) causes encephalitis in humans and equids, and there are no vaccines or therapeutics available for humans. In recent years, noncoding RNAs have emerged as critical regulatory factors affecting different cellular pathways. Specifically, long non-coding RNAs (lncRNAs) have been identified as regulators of antiviral pathways during various viral infections; however, their role in regulating VEEV infection has not been assessed. Here we show differential expression of several lncRNAs in primary mouse target cells infected with a vaccine strain of VEEV (TC-83) but not a pathogenic strain (TrD). Among the differentially expressed genes (DEGs), suppressing lncRNA small nucleolar RNA host gene 15 (Snhg15) resulted in about a 7-fold increase in VEEV TC-83 replication in primary mouse astrocytes. Knockdown of Snhg15 during VEEV TC-83 infection resulted in the suppression of ten genes including Irf1, Junb, Atf3, Relb, Pim1, Hbegf, Ccl5, Ankrd33b, and H2-K2, all of which were also increased during TC-83 infection when the expression of Snhg15 increased in primary mouse astrocytes. Most of these genes are involved in antiviral responses. KEGG pathway analysis confirmed the suppression of both pattern recognition receptor and inflammatory pathways after in Snhg15 knockdown. These data are the first to identify lncRNA responses in encephalitic alphavirus infection and demonstrate important roles for these overlooked RNAs on VEEV infection.", "date": "2025-05-12", "journal": ""}
{"title": "Distribution and structural diversity of Type IV internal ribosome entry sites", "doi": "10.1101/2025.05.12.653553", "authors": "Segar, K. E.; Sherlock, M. E.; Kieft, J. S.", "abstract": "Internal Ribosome Entry Sites (IRESs) are RNAs that facilitate cap- and end-independent translation initiation in eukaryotes. Type IV IRESs, which include the hepatitis C virus IRES, directly bind the 40S subunit and require only a subset of the canonical initiation factors to function. As the full diversity and species distribution of these IRESs was unknown, we sought to identify and classify their full architectural variation. Using a secondary structure homology-based search method, we identified 163 putative Type IV IRESs from viruses with diverse hosts and phylogeny, including the first example in a double stranded viral genome. Clustering analysis based on the presence and overall size of secondary structure elements yielded three distinct groups, differentiated by secondary structure expansions and deletions. Chemical probing of representative IRESs from each cluster validated the predicted secondary structures and in vitro translation assays showed that structural differences correlate with functional variation. Our findings reveal distinct structural adaptations and patterns within the Type IV IRESs that may influence IRES function and mechanism.", "date": "2025-05-12", "journal": ""}
{"title": "Met32 governs transcriptional control of sulfur metabolic flexibility and resistance to reactive sulfur species in the human fungal pathogen Candida albicans", "doi": "10.1101/2025.05.12.653471", "authors": "Menon, A. C. T.; Tebbji, F.; Alikashani, A.; Vincent, A. T.; Sellam, A.", "abstract": "Although considerable advances have been made in understanding the metabolic machinery that enables bacteria to utilize sulfur sources, many aspects of this process remain understudied in fungi. To explore the genetic circuit by which the highly prevalent human opportunistic yeast Candida albicans controls sulfur utilization, we characterized the transcriptional landscape associated with sulfur starvation in this fungus. We identified many desulfonation enzymes that were differentially modulated and showed that Jlp12, a sulfonate/-ketoglutarate dioxygenase, was critical for the utilization of different sulfur sources found in many niches of the human host. We also uncovered that the Zinc-finger transcription factor Met32 acts as a master regulator, that modulates genes of sulfur utilization including Jlp12. Importantly, we found that C. albicans Met32 exclusively regulates sulfur utilization genes, while in the Saccharomyces cerevisiae lineage, it controls methionine biosynthesis. This work also identified Seo13 as the first major facilitator superfamily transporter in fungi that transports the alternative sulfur source glutathione, under the direct control of Met32. Furthermore, we showed that Met32 modulates C. albicans tolerance to sulfite excess by tuning the basal transcriptional level of the superoxide dismutase Sod1. This underscores the dual role of Met32 in the breakdown of sulfur-containing metabolites and the neutralization of the resulting reactive sulfur species (RSS). Our study delineates a new mechanism by which fungal pathogens utilize sulfur sources and neutralize RSS and underscores its importance in fungal fitness in vivo.", "date": "2025-05-12", "journal": ""}
{"title": "Ureaplasma parvum SMC-ScpAB complex is capable of loop extrusion and demonstrates properties that distinguish it from Bacillus subtilis homologue", "doi": "10.1101/2025.05.11.653314", "authors": "Rumyantseva, N. A.; Sapozhnikova, A. P.; Khasanova, A. A.; Zapryagaeva, E. Y.; Kudryavtseva, M. A.; Morozova, N. E.; Vedyaykin, A.", "abstract": "Structural Maintenance of Chromosomes (SMC) complexes are present in virtually all organisms and perform a variety of functions associated with maintaining the integrity and spatial organization of DNA. The best-studied SMC complexes are eukaryotic condensins, cohesins, and Smc5/Smc6. It is extremely important that eukaryotic SMC have been shown to exhibit the ability for so-called loop extrusion in vitro, which is the active formation of loops from DNA molecules and is a cosequence of the DNA translocase activity of SMC complexes. For majority of bacterial SMC complexes, including the most widespread Smc-ScpAB complex, loop extrusion has not yet been demonstrated in vitro, although it is in good agreement with the results of in vivo experiments. In this work, we compared the properties of two Smc-ScpAB complexes from different organisms, Bacillus subtilis and Ureaplasma parvum. The results of the work indicate significant differences in the properties of these homologous complexes. In particular, the Smc-ScpAB complex of U. parvum was shown to have the ability to extrude loops, which was not observed for B. subtilis SMC.", "date": "2025-05-12", "journal": ""}
{"title": "Osteocyte Differentiation Requires Glycolysis, But Mature Osteocytes Display Metabolic Flexibility", "doi": "10.1101/2025.05.09.652291", "authors": "Prideaux, M.; Palmier, M.; Kitase, Y.; Bonewald, L. F.; OConnell, T. M.", "abstract": "Recent research has identified metabolic pathways which play key roles in the differentiation and function of osteoblasts and osteoclasts. However, the mechanisms by which osteocytes, the most numerous cells in bone, meet their energetic demands are still unknown. To address this, we used the IDG-SW3 osteocyte cell line to examine changes in metabolism during differentiation from late osteoblasts to mature osteocytes. There was a significant increase in the expression of glycolysis genes (including Pkm and Ldha), glucose consumption and lactate production during late differentiation of these cells. This was concurrent with the onset of the expression of mature osteocyte markers. Inhibition of glycolysis using the glucose analogue 2-deoxy-d-glucose (2-DG) inhibited IDG-SW3 cell mineralization and differentiation into osteocytes. To examine the effect of glycolysis inhibition on mature osteocytes, we treated differentiated IDG-SW3 cells and long bone osteocytes with 2-DG. Glycolysis inhibition resulted in decreased expression of the bone formation inhibitor Sost and mineralization inhibitor Fgf23. Concurrently, there was an increase in genes associated with lipolysis (Lpl) fatty acid {beta}-oxidation (Ppar{delta} and Cpt1a). Treatment of differentiated IDG-SW3 cells with the unsaturated fatty acid oleic acid increased Cpt1a expression and downregulated Sost and Fgf23. Application of mechanical stress to IDG-SW3 cells resulted in upregulation of oxidative metabolism, Ppar{delta} and Cpt1a expression. Long and short chain acylcarnitines were increased in the cortical bone of axially loaded tibiae compared to non-loaded controls, indicative of increased {beta}-oxidation. Overall, our data suggests that while glycolysis is essential for osteocyte differentiation, mature osteocytes are metabolically flexible. Furthermore, {beta}-oxidation may play an important role in the osteocyte response to mechanical stress.", "date": "2025-05-12", "journal": ""}
{"title": "Neural organoids protect engineered heart tissues from glucolipotoxicity by transferring versican in a co-culture system", "doi": "10.1101/2025.05.07.652597", "authors": "Bai, B.; Li, J.; Wang, Z.; Yang, Y.; He, J.; Chen, G.; Zhang, Y.; Qi, Y.; Wan, Z.; Cai, L.; Wang, R.; Wang, K.; Zhao, D.; Zhang, J.; Huang, W.; Xu, R. X.; Sun, M.; Han, X.; Liu, Y.; Zhang, D.; Zhu, W.; Liu, J.; Guo, Y.", "abstract": "Metabolic disorders could cause dysregulated glucose and lipid at the systemic level, but how inter-tissue/organ communications contribute to glucolipotoxicity is difficult to dissect in animal models. To solve this problem, myocardium and nerve tissues were modeled by 3D engineered heart tissues (EHTs) and neural organoids (NOs), which were co-cultured in a generalized medium with normal or elevated glucose/fatty acid contents. Morphology, gene expression, cell death and functional assessments detected no apparent alterations of EHTs and NOs in co-culture under normal conditions. By contrast, NOs significantly ameliorated glucolipotoxicity in EHTs. Transcriptomic and protein secretion assays identified the extracellular matrix protein versican as a key molecule that was transferred from NOs into EHTs in the high-glucose/fatty acid condition. Recombinant versican protein treatment was sufficient to reduce glucolipotoxicity in EHTs. Adeno-associated virus-delivered versican overexpression was sufficient to ameliorate cardiac dysfunction in a murine model of diabetic cardiomyopathy. These data provide the proof-of-concept evidence that inter-tissue/organ communications exist in the co-culture of engineered tissues and organoids, which could be systemically studied to explore potential pathological mechanisms and therapeutic strategies for multi-organ diseases in vitro.", "date": "2025-05-12", "journal": ""}
{"title": "Dynamic transcription pre-initiation complex assembly governs initiation efficiency", "doi": "10.1101/2025.05.07.652662", "authors": "Haque, N.; Coleman, R. A.", "abstract": "Transcription initiation is a highly regulated process that determines gene expression outcomes, yet the dynamics of initiation and the mechanisms governing efficiency remain poorly understood. Here, we combine endogenous tagging of human RNA polymerase II (Pol II) and TFIID with simultaneous live cell, multicolor single molecule imaging to quantitatively map Pol II behavior during transcription initiation and early elongation. Using GRID (Genuine Rate Identification) analysis, we resolved four distinct kinetic populations of chromatin bound Pol II. The dynamics of Pol II populations reveal that initiation is highly inefficient, with over 94% of Pol II molecules dissociating within tens of seconds. Kinetic partitioning of Pol II dwell times enables quantification of proximal pausing, which is globally sensitive to CDK9 inhibition. Single cell analysis uncovers substantial heterogeneity in initiation efficiency and pausing across individual cells. Colocalization of Pol II with TFIID is associated with higher initiation efficiency and reduced promoter proximal pausing compared to global Pol II. Further dissection of Pol II/TFIID assembly pathways reveals that canonical assembly, where TFIID binds first, is linked to inefficient initiation and frequent pausing. In contrast, noncanonical assembly, where Pol II binds first followed by TFIID, supports more efficient initiation with lower pausing. Together, these findings establish that transcription initiation efficiency is shaped by both the kinetic stability of Pol II engagement and the temporal order of preinitiation complex assembly, providing a new framework for understanding dynamic gene regulation in vivo.", "date": "2025-05-12", "journal": ""}
{"title": "In utero lipid nanoparticle delivery achieves robust editing in hematopoietic stem cells.", "doi": "10.1101/2025.05.12.652147", "authors": "Worthington, A. K.; Borges, B.; Lum, T.; Echeverri, E. S.; Zada, F. M.; Cordero, M.; Kim, H.; Zenhausern, R.; Celik, O.; Shaw, C.; Gutierrez-Martinez, P.; Omarova, M.; Blanchard, C.; Burns, S.; Cromer, K.; Dahlman, J.; MacKenzie, T.", "abstract": "In vivo genome editing for hematologic malignancies is limited by inefficient delivery of genome editors to hematopoietic stem cells (HSC) in the bone marrow. To overcome this limitation, we capitalized on the inherent liver tropism of lipid nanoparticles (LNPs) and the liver niche of fetal HSCs. We demonstrate that in utero delivery of LNPs without active targeting ligands to the fetal liver results in potentially therapeutic levels of HSC editing.", "date": "2025-05-12", "journal": ""}
{"title": "Subcellular Mass Spectrometry Reveals Proteome Remodeling in an Asymmetrically Dividing (Frog) Embryonic Stem Cell", "doi": "10.1101/2025.05.12.652541", "authors": "Shen, B.; Pade, L. R.; Zhou, F.; Nemes, P.", "abstract": "Subcellular proteomics holds the potential to reveal the molecular architecture of cellular processes with unprecedented spatial resolution. Performing these analyses deeply, at the level of hundreds to thousands of proteins in subcellular resolution, is a high and still unmet technical need. Here, we advance microprobe capillary electrophoresis mass spectrometry (CE-MS) to achieve deep proteomic coverage, quantifying over 1,000 proteins within opposing poles of an asymmetrically dividing embryonic stem cell (blastomere). We integrated CE electrospray ionization (CE-ESI) with trapped ion mobility spectrometry time-of-flight (timsTOF) MS, implementing data-independent acquisition (DIA) via parallel accumulation serial fragmentation (diaPASEF). This CE-diaPASEF workflow identified 1,035 proteins from ca. 200 pg of proteome digest, equivalent to ca. 80% contnet of a HeLa cell, with high reproducibility (coefficient of variation less than 15% across technical triplicates). With microprobe sampling, this technology quantified 808 to 1,022 proteins in opposing poles of a dorsal-animal (D1) blastomere in the 8-cell Xenopus laevis embryo. Comparative proteomic analysis of the D1 blastomere and its descendants, the dorsal-animal-midline (D11) and dorsal-animal-lateral (D12) cells, revealed diverse molecular outcomes of asymmetric division: some protein profiles remained conserved, while others underwent significant or even reversed changes as these lineages descended into neural tissue and epidermal trajectories. Ultraviolet light-induced ventralization was performed to help disentangle subcellular gradients from dorsal-ventral patterning. Collectively, this work establishes microprobe CE-diaPASEF as a powerful platform for deep subcellular proteomics, enabling new insights into spatial proteome organization during key developmental processes.", "date": "2025-05-12", "journal": ""}
{"title": "Untangling the effects of within-host and between-host natural selection in viruses with applications to evolution of HIV-1 co-receptor usage", "doi": "10.1101/2025.05.08.652803", "authors": "Drake, K.; Franceschi, V. B.; Nascimento, F. F.; Volz, E. M.", "abstract": "The fitness of a pathogen can be characterised at multiple levels corresponding to different stages of its life cycle, including replication within target cells (replicative capacity), immune evasion, and the capacity to infect new hosts (transmissibility). Pathogens evolve towards greater fitness within hosts, which can potentially compromise transmissibility. Typically, epidemiological studies for measuring pathogen fitness compute a single selection coefficient for pathogen variants that encompasses all stages of the pathogen life cycle. To address this problem, we develop a population-genetic model and software for the inference of multi-level selection coefficients which represent relative within-host fitness and transmissibility. Our approach builds on population genetic models previously applied to macro-evolution, whereby speciation and extinction rates are state-dependent. We relate the state-dependence in speciation and extinction rates to competing within- and between-host selection. Evolution of beneficial phenotypes within hosts may occur rapidly (higher 'speciation'), but reduce rates of dispersal between hosts (higher 'extinction'). This new coalescent-based method also accounts for highly nonlinear-population dynamics and variable sampling through time making it suitable for epidemiological studies. We derive the equilibrium proportion of a variant with multi-level selection under mutation-selection balance and show how this can be used in combination with the coalescent to greatly increase accuracy and precision of estimated selection coefficients. We characterise the accuracy of this method using a variety of birth-death and coalescent simulations before analysing a real dataset of HIV-1 genetic sequences from a large population-based sample of 4056 people living with HIV in Zambia. We quantified the multi-level relative fitness underlying HIV-1 'co-receptor switching'. In accordance with previous observations, we estimate that the relative transmissibility of X4-tropic virus is 9%, while within-host switching to X4-tropism is approximately seven-fold higher than switching to R5-tropism, indicating a strong within-host and between-host tradeoff of co-receptor usage. Our methods are available in an open-source R package musseco, providing a general-purpose tool for inferring multi-level selection coefficients for epidemiological sequence data.", "date": "2025-05-12", "journal": ""}
{"title": "Pus7 mutation links tRNA dysregulation to aggressive behavior through activation of the integrated stress response and glycolytic reprogramming", "doi": "10.1101/2025.05.12.653498", "authors": "Stock, M.; Guillen-Angel, M.; Witzenberger, M.; Nowak, J.; Biela, A.; Chramiec-Glabik, A.; Mariano, V.; Dreos, R.; Sklias, A.; Quadroni, M.; Brummer, A.; Gallart-Ayala, H.; Ivanisevic, J.; Guex, N.; Kleenman, L.; Leidel, S.; Helm, M.; Bagni, C.; Glatt, S.; Gatfield, D.; Schwartz, S.; Roignant, J.-Y.", "abstract": "Pseudouridine ({Psi}) is a prevalent RNA modification found in multiple RNA species. It is deposited by {Psi} synthases (Pus) and it can stabilize RNA structures. Patients carrying alterations in the Pus7 gene suffer from developmental delay, intellectual disability, microcephaly, hyperactivity and increased aggression levels. Here we show that the Pus7 mutation in human patient cells and in a Drosophila model is associated with a specific decrease of tRNA:Aspartate (tRNA-Asp) levels, which leads to slow decoding at Aspartate codons. This in turn activates the integrated stress response and induces a metabolic shift towards increased glycolysis and reduced mitochondrial respiration. Elevating tRNA-Asp expression, inhibiting the integrated stress response or dampening the glycolytic pathway is sufficient to rescue the aggressiveness phenotype, demonstrating the involvement of the tRNA-Asp-ISR-glycolysis axis in this behavior. Together our data provide new insights into the molecular defects associated with the loss of Pus7 and suggest potential new avenues for therapeutic treatment.", "date": "2025-05-12", "journal": ""}
{"title": "Cenchrus purpureus and Cenchrus americanus repeatome provide chromosomal markers to distinguish subgenomes", "doi": "10.1101/2025.05.10.652685", "authors": "Silvestrini, A. J. A.; Vaio, M.; Azevedo, K. C.; Torres, G. A.", "abstract": "Cenchrus L. is an important genus within the Poaceae family, comprising several species of high agronomic significance, such as Cenchrus purpureus and Cenchrus americanus, for production of forage and grains, respectively. Cenchrus americanus is a diploid species (2n = 2x = 14, AA genome), while Cenchrus purpureus is an allotetraploid (2n = 4x = 28, A1A1BB genome). The A1 subgenome is believed to be homeologous to and possibly derived from the A subgenome, while the origin of the B subgenome remains undefined. Despite their distinct subgenomic compositions, both species exhibit a high level of genome homology. The objective of the present work was the in silico characterization and comparative analysis of the repetitive fraction of the genomes of Cenchrus purpureus and Cenchrus americanus using genome skimming and a graph-based clustering approach, as well as the in situ hybridization of specific satellite DNA clusters into the chromosomes of both species. The repetitive fraction of the genome of C. purpureus and C. americanus corresponds to 52.23% and 76.82%, respectively. The most abundant repetitive elements in both species are the LTR retrotransposons. Satellite DNA sequences correspond to 2.55% and 4.17% of the genome of each species, respectively. Four new satellite sequences were identified as subgenome-specific sequences for both species, along with new centromeric variants. The ancestral relationship and the polyploidization-diploidization cycles played a fundamental role in the composition of their repetitive fraction. These cycles led Cenchrus americanus, a possible paleopolyploid, to a greater abundance of transposable elements compared to Cenchrus purpureus, a recent allopolyploid.", "date": "2025-05-12", "journal": ""}
{"title": "Spatial proteomics reveals lipid droplet reorganization in symbiotic Paramecium bursaria cells", "doi": "10.1101/2025.05.12.652804", "authors": "Chen, Y.-J.; Kamal, M. M.; Hsu, C.-C.; Leu, J.-Y.", "abstract": "Endosymbiosis is an important adaptive mechanism allowing organisms to exploit novel niches. The flexible relationship between the ciliate Paramecium bursaria and green algae represents a model system for studying early endosymbiosis evolution. However, the mechanisms underlying how P. bursaria cells maintain this endosymbiotic relationship remain unclear. Here, we present a spatial proteomics atlas of P. bursaria cells with or without endosymbionts. We reveal that lipid droplets are reorganized in symbiotic hosts, with many proteins undergoing subcellular translocation. Consistent with our proteomics data, we show that the morphology and localization of lipid droplets changes near endosymbionts in host cells. Perturbing symbiotic cells with chemical inhibitors of lipid metabolism reduces endosymbiotic algal stability, revealing an involvement of lipid droplets in the host-endosymbiont interaction. Our study provides a comprehensive resource on protein localization and translocation in P. bursaria cells and elucidates how those cells remodel an existing organelle to maintain endosymbiosis.", "date": "2025-05-12", "journal": ""}
{"title": "Modeling glenohumeral stability in musculoskeletal simulations: A validation study with in vivo contact forces", "doi": "10.1101/2025.05.08.652806", "authors": "Hasan, I. M. I.; Belli, I.; Seth, A.; Gutierrez-Farewik, E. M.", "abstract": "Common optimization approaches to solve the muscle redundancy problem in musculoskeletal simulations can predict shoulder contact forces that violate joint stability with lines of action outside the glenohumeral joint border. Approaches with simple joint stability constraints were previously introduced imposing an upper limit on the direction of the contact force to stay within a specified stability perimeter. Such approaches predicted higher rotator cuff muscle activation than without constraints, but the estimated joint contact forces were oriented along the specified perimeter, raising questions about validity. In this study, several glenohumeral stability formulations were investigated, and tested against in vivo measurements of glenohumeral contact forces from the Orthoload dataset on one participant data in three dumbbell tasks: lateral raise, posterior raise, and and anterior raise. The investigated formulations either imposed inequality constraints on the contact force direction to remain within a stability perimeter whose shape was varied, or added a penalty term as a criterion measure to the objective function that made the objective function costly for contact force directions to deviate from the glenoid cavity center. All stability formulations predicted contact force magnitudes that agreed relatively well to the in vivo measured forces except for the strictest formulation that constrained the joint contact force to be directed at the glenoid cavity center. Models that restricted the force direction to lie within a specified shape estimated force vectors that largely lay along the perimeters. Models that instead penalized force directions that deviated from the glenoid cavity center estimated relatively more accurate contact force directions within the glenoid cavity, though still not entirely in agreement with in vivo measurements. Our findings support the proposed penalty formulations as more reasonable and accurate than other investigated existing glenohumeral stability formulations.", "date": "2025-05-12", "journal": ""}
{"title": "Ultrasonically Powered Neuromodulation Platform Intended for Spatially and Directionally Selective Electrical Stimulation", "doi": "10.1101/2025.05.07.652395", "authors": "Kolovou Kouri, K.; Holzapfel, L.; Ferreira Dias, D.; Meixner, L.; Serdijn, W. A.; Giagka, V.", "abstract": "Vagus nerve stimulation (VNS), a well-established application of electrical neuromodulation, has been effective in treating disorders such as epilepsy and depression. Recent neuroscientific advancements have identified further potential in VNS, calling for technical advancements to explore these possibilities. To address this, we developed a neuromodulation platform that can perform both neural activity excitation and inhibition, to further explore spatially and directionally selective stimulation. The platform can be powered wirelessly through ultrasound and includes a charge balancing mechanism to enhance stimulation safety. The platform performs biphasic and monophasic voltage-controlled stimulation, using 6 electrodes for excitation and 2 for inhibition. The pulse width can be varied between 0 and 1500 s, and the pulse repetition rate between 1 Hz and 1 kHz for excitation and 1 kHz to 50 kHz for inhibition. The implemented charge balancing mechanism uses a digital PID controller to reduce the voltage offset at the stimulation site to values as low as 2 mV. The introduced neuromodulation platform provides a versatile experimental tool intended for, but not limited to, VNS in pre-clinical and clinical settings. It is designed using only commercially available components and is easily reproducible, allowing to explore the possibilities of VNS while identifying the necessary components and processes for developing a miniaturized version.", "date": "2025-05-12", "journal": ""}
{"title": "Evaluating selection at intermediate scales within genes provides robust identification of genes under positive selection in M. tuberculosis clinical isolates", "doi": "10.1101/2025.05.07.652684", "authors": "Ioerger, T. R.; Shatby, A.", "abstract": "Several recent studies have reported that multiple genes in the M. tuberculosis (Mtb) genome are under positive selection, based on analysis of large collections of Mtb clinical isolates. It is inferred that mutations in these genes are adaptions to selection pressures associated with modern clinical treatment of TB. Many, but not all, of these genes under selection are related to drug resistance. Although the calculations are based on a variety of evolutionary principles, most of these studies have evaluated positive selection at the gene-level. However, positive selection can be evaluated on different scales, including individual codons, and local regions within an open reading frame (clusters of residues). In this paper, we use GenomegaMap to evaluate selection of genes in the Mtb genome at all three levels, and we present evidence that the intermediate level (so-called \"Window model\") provides the most credible list of candidate genes under selection. A further advantage of this approach is that it identifies specific regions within an ORF that harbor the selection signal (clusters of SNPs with a local excess of non-synonymous changes), which can be useful for structural and functional analysis. In an analysis of 2,057 Mtb clinical isolates from Moldova, we observe 53 statistically significant genes under selection, including expected drug-resistance genes, as well as resR and phoR (regulators of antibiotic tolerance, and virulence/stress response, respectively), that have previously been identified to be under selection in Mtb. To evaluate the generality of the results, the analysis was then repeated on a larger, global set of 5,195 clinical isolates from 15 other countries. While many of the same genes were under significant selection in both datasets, the global dataset also revealed positive selection of multiple ESX-1 genes, along with whiB6 and phoR, which have been shown to regulate expression of ESX-1, a type VII secretion system that plays an important role in modulating the host immune response. The selection signals for these ESX-1 genes lend support to the potential selective advantage of genetic variants affecting ESX-1 function, as adaptations to modern treatment of TB.", "date": "2025-05-12", "journal": ""}
{"title": "Sex-Based Transcriptomic Differences in Psoriatic Lesions: A Comprehensive Meta-Analysis", "doi": "10.1101/2025.05.07.652611", "authors": "Stemmer, E.; Salmon-Divon, M.; Sinberger, L. A.; Lax, T.; Shrem, G.; Mor, I.; Zahavi, T.", "abstract": "Psoriasis, a chronic inflammatory skin disease affecting men and women equally, presents distinct gender-based differences in severity and treatment response. While molecular mechanisms underlying psoriasis are well-studied, sex-specific differences remain largely unexplored. To address this, we conducted a meta-analysis of transcriptomic data from lesional psoriasis skin and healthy controls, comparing male and female cohorts. Our findings reveal 2,760 overlapping differentially expressed genes (DEGs) between sexes, highlighting shared pathways like IL-17 signaling and Th17 differentiation. However, sex-specific pathways emerged, including male-enriched PI3K-Akt signaling and chemokine receptor activity, and female-enriched glycolysis and AHR-NRF2 pathways. Upstream regulator analysis identified sex-specific drivers, including VEGFA activation and CFTR inhibition in males, and AHR activation and FGF21 inhibition in females. Notably, Tregs and neutrophil abundance differed by sex, aligning with disease severity trends. These results highlight critical molecular and cellular disparities, emphasizing the need for personalized, sex-specific therapeutic approaches in psoriasis management.", "date": "2025-05-12", "journal": ""}
{"title": "The Impact of Exogenous Mutagens on Human Mitochondrial DNA Ploidy: Analysis of Changes and Possible Protective Mechanisms.", "doi": "10.1101/2025.05.09.648561", "authors": "Van Leiden, N.; Potapova, N.; Ree, N.", "abstract": "Mitochondrial ploidy - the relative copy number of mitochondrial DNA per mitochondrion - may serve as an early marker of cellular stress and a potential signal of genotoxic damage. In this study, we investigate the dynamics of mitochondrial ploidy in iPSC cells in vitro following exposure to a range of chemical mutagens. Using a qPCR-based method allowing accurate quantification of mitochondrial DNA and mitochondria number, we reveal distinct changes in mitochondrial ploidy that correlate with the genotoxic impact of specific agents. Among the mutagens tested, MX, benzidine, cyclophosphamide, hydrogen peroxide, semustine and nickel (II) chloride induced the most pronounced alterations in mitochondrial DNA content and organization. These findings suggest that mitochondrial ploidy can be used as a sensitive molecular indicator of mutagenic stress, potentially reflecting mitochondrial genome maintenance and organelle adaptation mechanisms.", "date": "2025-05-12", "journal": ""}
{"title": "Emergent Homeostasis and Degeneracy from multi-Dimensional Attractors", "doi": "10.1101/2025.05.07.652484", "authors": "Salman, H.; Biswas, K.; Brenner, N.", "abstract": "Biological systems maintain homeostasis, ensuring stability in the face of internal and external perturbations and counteracting stochastic noise. Traditionally, this is understood through the lens of control mechanisms designed to offset deviations and maintain certain quantities near functionally desired set-points. Here, we propose an alternative perspective to understand homeostasis: the dynamic perspective, in which homeostasis emerges from high-dimensional interactions creating stable attractors in the phase space. These multi-dimensional attractor manifolds can constrain all components collectively, eliminating the need for explicit control of individual variables. The presence of null directions on an attractor allows for degenerate states that can add flexibility while preserving functionality. Using single cell growth and division homeostasis as a test case, we develop and support our perspective by models and meta-analysis of numerous single-cell datasets across organisms and conditions. Importantly, we do not reject the control-theory perspective but rather suggest that control circuit models can be seen as low-dimensional projections of a more complex, multi-dimensional system.", "date": "2025-05-12", "journal": ""}
{"title": "The glutamine-aspartate metabolic tradeoff between fast growth and metabolic flexibility.", "doi": "10.1101/2025.05.12.652188", "authors": "Ortmayr, K.; Ringwald, M.; Schuhknecht, L.; Dubuis, S.; Paunossis, E.; Blasi, M.; Jehanno, C.; Grieder, S.; Bentires-Alj, M.; Mall, M.; Zampieri, M.", "abstract": "Cancer cells develop unique addictions to nutrients offering attractive opportunities for clinical intervention. However, how cancer cells orchestrate and benefit from metabolic rewiring remain fundamental open questions. Here, we developed a systematic framework to investigate nutrient dependencies and applied it to study glutamine addiction. By measuring metabolite exchange rates across 54 cancer cell lines with different levels of dependency on extracellular glutamine and in human stem cells, we discovered that a dualistic regulation of glutamate biosynthesis from glutamine or aspartate, driven by the tissue of origin, generates a tradeoff between fast growth and metabolic flexibility. Monitoring dynamic metabolic adaptation to glutamine deprivation showed that the role of glutamine as limiting substrate in purine biosynthesis is not responsible for glutamine dependency. Rather, growth arrest is mediated by glutamine as a signaling molecule. Our approach opens new opportunities to map, mechanistically investigate and pharmacologically interfere with metabolic dependencies, beyond glutamine addiction.", "date": "2025-05-12", "journal": ""}
{"title": "Extensive Benchmarking of Community Detection Algorithms", "doi": "10.1101/2025.05.07.652778", "authors": "R, S.; Karthik, H.; Raman, K.", "abstract": "The detection of clusters or community in networks is an important problem in network science. We systematically evaluate many widely used community detection algorithms and their variants to identify clusters in complex networks. As the ground truth for assessing accuracy, we use artificial networks modeled on power-law distributions and real-world social networks. In addition, we also performed gene enrichment analysis on human and yeast protein protein interaction networks to evaluate algorithms on their ability to uncover enriched communities. We implement and adapt an extensive suite of classical algorithms and their modern variants, classified into five types: stochastic, kernel-based, modularity-based, hierarchical, and local search-based. The algorithms are benchmarked primarily using the Normalized Mutual Information metric, with additional analyses focused on granularity by examining cluster ratio and computational time complexity. We find that decreasing the modularity of networks leads to a consistent decline in performance that follows a sigmoidal trajectory as communities become less defined. Algorithms with greater granularity remain stable when community structures are less distinct, while computation time remains independent of network modularity. Additionally, algorithms tend to perform poorly on smaller networks, and higher accuracy often requires a time complexity trade off for specific high performing methods. However, as the analysis expands to more extensive networks, this trade off becomes more pronounced, highlighting the need for efficient scalability. Based on our benchmark and gene enrichment analysis results, we also present recommendations to practitioners. Our robust Python package, complete with a user friendly command-line interface, empowers users to easily apply these algorithms to their datasets.", "date": "2025-05-12", "journal": ""}
{"title": "The influence of HIV sense and antisense transcripts on stochastic HIV gene expression and reactivation", "doi": "10.1101/2025.05.07.652610", "authors": "Wiecek, K.; Wisniewski, J.; CHEN, H.-C.", "abstract": "In this study, we established dozens of single provirus-infected cellular clones offering various transcriptional phenotypes of HIV. We proposed that stochastic fluctuations in HIV transcription can appear at, at least, two levels: (1) the chromosomal landscape and (2) the in situ HIV integration site. In the former case, proviruses integrating at different genomic locations demonstrated a variety of transcriptional bursting and can be classified in noise space constructed based on the parameters associated with the coefficient of variation and using a mathematical model fitting a curve of exponential decay. In the latter case, stochastic HIV gene expression tended to be a pure epigenetic phenomenon: the identical provirus demonstrated fluctuations in its transcription with an elevated frequency. We observed similar expression patterns between sense and antisense RNA transcripts. Notably, both HIV long terminal repeats reacted to drug stimulation and may reveal distinct behaviors. Overall, our data suggest that HIV antisense transcripts could be involved in the stochastic nature of HIV transcription.", "date": "2025-05-12", "journal": ""}
{"title": "Empirical evidence of the neuroactive potential of the gut on neurochemistry in the gut-brain axis in humans", "doi": "10.1101/2025.05.07.652653", "authors": "Johnstone, N.; Cohen Kadosh, K.", "abstract": "The gut microbiome produces a wide range of neuroactive metabolites capable of influencing brain neurotransmitter systems. While preclinical studies suggest these microbial pathways modulate cognitive and emotional processes, evidence in humans remains limited. This study investigates the relationship between gut microbiome-derived neuroactive pathways and in vivo brain neurotransmitter concentrations in healthy young females. Using proton magnetic resonance spectroscopy (1H-MRS), we quantified GABA and glutamate levels in the dorsolateral prefrontal cortex (dlPFC), anterior cingulate cortex (ACC), and inferior occipital gyrus (IOG). Parallel gut microbiome profiling identified functional pathways associated with the synthesis and degradation of GABA, glutamate, short-chain fatty acids, p-cresol, and inositol. We observed significant, region-specific associations between microbial neuroactive pathways and both neurotransmitter concentrations and excitatory/inhibitory (E/I) balance, a key regulator of neuroplasticity and mental health. Notably, microbial GABA synthesis pathways were inversely related to brain glutamate levels in the dlPFC, while glutamate synthesis pathways correlated with GABA levels in the ACC. Additional pathways, including p-cresol and SCFA metabolism, showed region-dependent relationships with brain neurochemistry and E/I ratios. These neurochemical findings were complemented by associations between the same microbial pathways and psychological outcomes, including anxiety, depressive symptoms, and sleep quality. These findings provide new evidence of gut-derived metabolic influence on human brain neurotransmitter dynamics and mental wellbeing, highlighting the gut-brain axis as a promising target for microbiome-based interventions supporting cognitive resilience and emotional health.", "date": "2025-05-12", "journal": ""}
{"title": "Statistical learning drives anticipatory micro-saccades toward suppressed distractor locations", "doi": "10.1101/2025.05.11.652318", "authors": "Chen, S.; Zhang, X.; Li, X.; Jensen, O.; Theeuwes, J.; Wang, B.", "abstract": "Statistical learning enables individuals to suppress distracting but salient information, yet the mechanisms underlying this suppression remain unclear. While some suggest that suppression is proactive, occurring without first attending to distractor locations, others argue that it is reactive, requiring covert attention toward the distractor location before suppression can occur. To address this fierce debate, the current study recorded micro-saccades--an index of covert attention--during the pre-stimulus interval, alongside electroencephalogram (EEG) data collected during a visual search task. Participants were instructed to ignore a salient distractor that appeared more frequently at one specific location than at others. Learning high-probability distractor locations reduced attentional capture by salient distractors, coinciding with increased micro-saccade rates and decodable representations of these locations in alpha power (8-14 Hz) before stimulus onset. Strikingly, these anticipatory micro-saccades were more frequently directed toward high-probability distractor locations than away from them, supporting a reactive suppression mechanism. Overall, these findings highlight a crucial role for the oculomotor system in encoding and responding to learned spatial regularities.", "date": "2025-05-12", "journal": ""}
{"title": "Differences between human male and female neutrophils with respect to which RNAs are present in polysomes", "doi": "10.1101/2025.05.07.652701", "authors": "Pilling, D.; Consalvo, K. M.; Kirolos, S. A.; Gomer, R. H.", "abstract": "Background Human males and females show differences in the incidence of neutrophil-associated diseases such as systemic lupus erythematosus, rheumatoid arthritis, and multiple sclerosis, and differences in neutrophil physiological responses such as responses to infection, tissue damage, and chemotactic factors. However, little is known about the basis of sex-based differences in human neutrophils. Methods Starting with human neutrophils from healthy donors, we used RNA-seq to examine total RNA profiles, RNAs not associated with ribosomes and thus not being translated, RNAs in monosomes, and RNAs in polysomes and thus heavily translated. Results There were sex-based differences in the levels of RNAs across free RNA, monosome, and polysome fractions. Male neutrophils had increased levels of mRNAs encoding mitochondrial proteins in the free RNA fractions, indicating low levels of translation. The polysomes of male neutrophils were enriched for mRNAs encoding cytoskeletal organization, cell motility, and cell activation. The polysomes of female neutrophils were enriched for mRNAs associated the regulation of metabolic processes, cytokine responses, and mitochondrial proteins. Conclusions These data indicate that male and female neutrophils have different expression patterns and different translation efficiency of some mRNAs. This may contribute to the observed sex-based differences in neutrophil behavior and neutrophil-associated disease incidence and severity.", "date": "2025-05-12", "journal": ""}
{"title": "CD33 Epitope Editing Unlocks UM171-Expanded Cord Blood Grafts for AML Immunotherapy", "doi": "10.1101/2025.05.07.652621", "authors": "Lehnertz, B.; Langouet, M.; Corneau, S.; MacRae, T.; Joe, M.; Schmidt, E. N.; Spinella, J.-F.; Mayotte, N.; Moore, S.; Tellechea, M. F.; Boivin, I.; Papineau, L.; Rojas-Sutterlin, S.; Tual, M.; Jimenez Cortes, C.; Chagraoui, J.; Tomellini, E.; Desse, V.; Gagnon, E.; Macauley, M. S.; Sauvageau, G.", "abstract": "Immunotherapies in acute myeloid leukemia (AML) are limited by shared antigen expression between leukemic and healthy hematopoietic cells, leading to on-target toxicity. Here we developed a clinically scalable strategy to engineer cord blood (CB)-derived hematopoietic stem and progenitor cell (HSPC) grafts resistant to CD33-directed therapies. Leveraging UM171-mediated expansion and adenine base editing, we precisely disrupted a critical epitope in CD33 required for gemtuzumab ozogamicin (GO) binding, centered on phenylalanine 21, while preserving CD33 expression and its sialic acid binding function. Ex vivo edited HSPCs maintained robust multilineage engraftment, T-cell output, and conferred protection from GO-induced myelotoxicity in xenograft models, without impairing anti-leukemic efficacy. Editing was efficient across multiple donors, enriched in primitive subsets, and exhibited minimal off-target activity by ultra-deep exome sequencing. Our work establishes base editor-driven epitope engineering as an improved approach to CD33-targeted immunotherapy-compatible HSPC grafts, enabling safe integration of currently available agents into post-transplant care.", "date": "2025-05-12", "journal": ""}
{"title": "Serpine1 plays a critical role in Th17 cell differentiation and psoriasis pathogenesis", "doi": "10.1101/2025.05.08.652800", "authors": "Saimaier, K.; Xie, L.; Wang, C.; lv, J.; Liu, G.; Han, S.; Li, C.; Du, C.", "abstract": "A large body of evidence indicates that Th17 cells play essential roles in mucosal immune responses and trigger autoimmune diseases, including multiple sclerosis, inflammatory bowel disease, and psoriasis. Targeting Th17 cells holds promise for therapeutic innovation. However, the molecular mechanisms underlying Th17 cell differentiation remain poorly understood. Here, we found that Serpine1 was preferentially induced in Th17 cells. Genetic ablation of Serpine1 inhibited Th17 cell polarization in vitro, reproducing the phenotype caused by pharmaceutical inhibition against Serpine1 product PAI-1. Moreover, we confirmed that, despite normal T-cell initiation in vivo, deletion or inhibition of Serpine1 significantly attenuated disease severity and notably reduced skin inflammation in an IMQ-induced psoriasis model. Notably, this protective effect was also recapitulated in the CD4 conditional knockout mouse pathogenic model, ruling out the non-T cell autologous effect of Serpine1. Collectively, our results revealed a critical role of Serpine1 in regulating Th17 cell differentiation and autoimmune diseases, suggesting that Serpine1 is a promising therapeutic target for autoimmune disease treatment.", "date": "2025-05-12", "journal": ""}
{"title": "Bacteriophage replication strategies are associated with organic matter energy content on coral reefs", "doi": "10.1101/2025.05.12.653515", "authors": "Varona, N. S.; Schellenberg, L.; Barnes, W.; Scholten, Y.; Haas, A. F.; Silveira, C.", "abstract": "Bacteriophages, viruses that infect bacteria, play a crucial role in carbon cycling within marine environments. In coral reefs, dissolved organic matter (DOM) released by benthic primary producers such as algae fuels heterotrophic microbial growth, which can be detrimental to corals. While this microbialization process has been associated with the abundance and replication strategies of bacteriophages, the direct relationship between reef DOM composition and bacteriophage communities remains unclear. Here, we combine metabolomics, metagenomes, and viromes to demonstrate that phage abundances have significant relationships with DOM composition on the reefs of Curacao, Southern Caribbean. By constructing co-occurrence networks between free or cell-associated viruses and exometabolites, we identified thousands of statistically significant associations between phages and organic compounds. While total viral abundances did not significantly correlate with overall dissolved organic carbon (DOC) concentration, cell-associated phages had significantly more positive associations with compounds that had a reduced nominal oxidative state of carbon (NOSC). Furthermore, temperate phages were more frequently correlated with metabolites exhibiting higher Gibbs energy than lytic phages. Six of the ten viruses with the highest number of positive associations with metabolites were temperate (i.e., encoded an integrase or were identified as a prophage), despite this network consisting of approximately 90% lytic viruses. These temperate viruses were predicted to infect members of the genus Sphingobium. Together, these findings reveal a connection between phage replication strategies and DOM energy availability with potential implications for coral reef biogeochemistry.", "date": "2025-05-12", "journal": ""}
{"title": "Single-cell tracking of genetically minimized Salmonella reveals mechanisms of effector gene cooperation.", "doi": "10.1101/2025.05.12.653496", "authors": "Burford, W. B.; Dilabazian, H.; Alto, L. T.; Ma, D. H.; Mobley, A. B.; Farrar, D.; Radhakrishnan, A.; Alto, N. M.", "abstract": "Bacterial pathogens encode secretory systems that deliver large repertoires of effector proteins directly into host cells. While many effector proteins have been characterized biochemically, it is unclear where and when they function within complex cellular systems of host tissues. This problem exists because of the extensive genetic and functional redundancies found in large effector protein repertoires. Here, we coupled targeted genome minimization with single cell mass cytometry to track the cellular location where Salmonella Typhimurium (S.Tm) SPI-2 Type Three Secretion System effector proteins function in a time-resolved animal model of infection. This approach revealed the temporal progression of S.Tm transmission within a complex tissue and pinpointed effector genes responsible for pathogen dissemination between host immune cell types. We further show how coupling two effector gene networks acquired during distinct episodes of bacterial evolution has shaped the cellular and tissue tropism of non-Typhoidal Salmonella species. Together, these results illustrate a top-down genetic approach to interrogate host-pathogen interactions hidden by functional redundancies within large virulence factor gene networks.", "date": "2025-05-12", "journal": ""}
{"title": "Identification and functional characterization of toluene degradation genes in Acinetobacter sp. Tol 5", "doi": "10.1101/2025.05.12.653411", "authors": "Yoshimoto, S.; Hattori, M.; Inoue, S.; Mori, S.; Ohara, Y.; Hori, K.", "abstract": "Microbial degradation of aromatic compounds provides sustainable solutions for environmental remediation and bioconversion. Acinetobacter sp. Tol 5 is notable for its strong adhesiveness and potential as a biocatalyst for toluene degradation; however, its toluene metabolic pathway has not been fully elucidated. In this study, genomic analysis identified a cluster of genes in Tol 5 highly similar to the well-known tod operon of Pseudomonas putida, encoding enzymes responsible for toluene metabolism. Phylogenetic analyses indicated that these tod genes, unusual among Acinetobacter species, were likely acquired through horizontal gene transfer. Transcriptomic analyses revealed that todF and todC1 are co-transcribed, while the adjacent fadL2 gene, encoding a putative outer membrane transporter corresponding to P. putida todX, is independently transcribed. Functional characterization using gene-knockout mutants revealed that TodC1, the large subunit of dioxygenase, is essential for growth on toluene, whereas FadL2 is not essential. Growth experiments further showed that the todC1 knockout mutant could metabolize benzoate, but not toluene or benzene, confirming that the TOD pathway is the primary route for toluene and benzene degradation in Tol 5. The identification of the functional TOD pathway, which is unique within Acinetobacter, provides genetic and biochemical insights for the development of Tol 5 as an efficient immobilized biocatalyst for the bioremediation and bioconversion of aromatic compounds.", "date": "2025-05-12", "journal": ""}
{"title": "Metabolic reprogramming by endothelial ANGPTL4 depletion protects against diabetic kidney disease", "doi": "10.1101/2025.05.08.652142", "authors": "Srivastava, S. P.; Zhou, H.; Shenoi, R.; Morris, M.; Lainez-Mas, B.; Takagaki, Y.; Ranjendran, B. K.; Setia, O.; Aryal, B.; Kanasaki, K.; Koya, D.; Inoki, K.; Dardik, A.; Fernandez-Hernando, C.; Shulman, G. I.; Goodwin, J. E.", "abstract": "The role of cell-specific ANGPTL4 is not well known in the context of ECs, specifically in pathological angiogenesis and its relation to diabetic kidney disease. Here, we demonstrate that endothelial ANGPTL4 is required to induce a metabolic phenotype that favors mesenchymal activation in ECs and tubules in diabetic conditions. Diabetes accelerates mesenchymal activation and fibrogenesis in control mice however, the same effects were not observed in endothelial-cell specific knock out mice. This mesenchymal activation in diabetes is directly linked with pathological neovascularization, endothelial leakage, lipid and glycolysis metabolite load, de novo lipogenesis (DNL) and related mitochondrial damage, activation of the immune system, c-GAS-STING activation and transcription of pro-inflammatory cytokines. However, endothelial ANGPTL4-depleted mice had stable vessels, improved levels of lipid and glucose metabolism, suppressed levels of DNL, restored mitochondrial function, and mitigated levels of c-GAS-STING-mediated inflammation. Moreover, Inhibition of DNL, and STING via small molecule inhibitors suppressed pathological neovascularization and endothelial leakage, normalized fatty acid oxidation and reduced pathological glycolysis and de novo lipogenesis (DNL). These data demonstrate the crucial roles of endothelial ANGPTL4 in regulating pathogenic angiogenesis in the renal vasculature during diabetes.", "date": "2025-05-12", "journal": ""}
{"title": "Structural insights into the remodeled RNA polymerase II complex on an RNA template", "doi": "10.1101/2025.05.12.653476", "authors": "Hao, J.; Qin, Z.; Ma, J.; Qu, J.; Wang, Y.; Folimonova, S. Y.; Liu, B.; Li, W.; Wang, Y.", "abstract": "DNA-dependent RNA polymerases recognize not only DNA but also RNA templates. This RNA-dependent RNA polymerase activity was exploited by human hepatitis delta virus in mammalian cells and viroids in plants. Emerging evidence infers a re-organization of RNA polymerase II (Pol II) transcription complex on potato spindle tuber viroid (PSTVd) RNA template, an understudied layer of transcriptional regulation. Here, we provide evidence confirming that the reorganization of the 12-subunit Pol II to 7-subunit occurs in vivo for PSTVd transcription. Rpb4, Rpb5, Rpb6, Rpb7, and Rpb9 are not involved in PSTVd transcription. A splicing variant of the transcription factor IIIA with seven zinc finger domains (TFIIIA-7ZF) aids the remodeled Pol II in transcribing PSTVd. Based on AlphaFold3 prediction, we obtained the structure of the remodeled Pol II with PSTVd RNA and TFIIIA-7ZF. The predicted structure and experimental data both show that the N-terminus of TFIIIA-7ZF binds to the left terminal domain of PSTVd, while the C-terminus of TFIIIA-7ZF interacts with Rpb2. Altogether, the data illustrate an active form of heterogenous organization of the essential Pol II enzyme in vivo and provide structural insights into the remodeled Pol II and TFIIIA-7ZF transcription complex on RNA template.", "date": "2025-05-12", "journal": ""}
{"title": "Efficient Cas9 nuclease-based editing in skeletal muscle via lipid nanoparticle delivery", "doi": "10.1101/2025.05.12.653518", "authors": "Iyer, S.; Daman, K.; Sun, Y.; Tutto, A.; Holbrook, S.; Joynt, A.; Yan, J.; Ambegaokar, P.; Guo, D.; Liu, P.; Stauffer, J.; Lee, S.; Gallagher, T.; Cox, G. A.; Keeler, A. M.; Siegwart, D. J.; Emerson, C. P.; Wolfe, S. A.", "abstract": "Gene editing holds great promise for muscular dystrophy treatment, but the rapid evaluation of different editing modalities in skeletal muscle in vivo remains challenging due to lack of simple, effective delivery tools. Here we demonstrate that selective organ targeting (SORT) lipid nanoparticles (LNP) encapsulating optimized Cas9 cargo can facilitate efficient, local delivery to skeletal muscles achieving editing rates [&ge;]35% and restore protein expression for a proof-of-concept muscular dystrophy target. Interestingly, efficient editing in skeletal muscle was observed despite a strong adaptive immune response to repeat dosing of the Cas9 LNPs. High efficiency editing mediated by LNP-based delivery of Cas9 to skeletal muscle permitted detailed analysis of insertion and deletion (InDel) outcomes in vivo for a set of potential therapeutic target sites, which differed substantially from InDel outcomes observed in proliferating cells in one specific instance. Overall, our findings on enhanced LNP delivery of Cas9, platform-specific immune responses, and differential editing patterns observed between in vitro and in vivo models provide valuable insights that should inform the development of gene editing therapeutics for neuromuscular diseases.", "date": "2025-05-12", "journal": ""}
{"title": "RABEP1 amplifies front signaling in neutrophil migration", "doi": "10.1101/2025.05.08.652481", "authors": "Kim, D. H.; Syahirah, R.; Zheng, C.; Ding, C.; Liu, S.; Wan, J.; Deng, Q.", "abstract": "Neutrophils are the first responders of our innate immune system, crucial for defense against various infections. The intricate regulation of neutrophil migration is essential for neutrophil function. However, a complete mechanistic understanding is missing. We performed a miRNA overexpression screen and identified miR-190 as a potent suppressor of neutrophil migration in zebrafish. Through a second round of small-scale screening using neutrophil-specific knockouts of putative miR-190 targets, we identified that rabep1 (Rabaptin-5, RAB GTPase binding effector protein 1) is essential for neutrophil motility and chemotaxis in zebrafish. Re-expressing full-length RABEP1 in the knockout, but not a truncated form lacking the Rab4/Rab5 binding domain, rescued cell motility. Knocking down RABEP1 in human dHL-60 cells consistently reduced cell motility. RABEP1-deficient dHL-60 cells accumulate excessive members inside the cells. The Rab5 GTP level is unaffected, but the RABEP1 knockdown cells displayed reduced PAK phosphorylation and overall reduced actin polymerization, but still appropriately polarized upon chemokine stimulation. Overexpression of dominant-negative Rab4 or Rab5 similarly inhibits neutrophil migration. Our data suggests that RABEP1 drives endosomal recycling, Rac activation, and leading-edge actin polymerization, providing significant insights into the role of the endocytic pathway in neutrophil motility.", "date": "2025-05-12", "journal": ""}
{"title": "Targeting AASS improves neurotoxicity and mitochondrial function in astrocyte models for pyridoxine dependent epilepsy", "doi": "10.1101/2025.05.07.652392", "authors": "Schuurmans, I. M. E.; Engelke, U.; Abedrabbo, M.; Puvogel, S.; Mijdam, R.; Scholten, G.-J.; van Katwijk, S. B.; Oudakker, A.; Al-Shekaili, H. H.; Lefeber, D. J.; Leavitt, B. R.; van Karnebeek, C. D. M.; Nadif Kasri, N.; Garanto, A.", "abstract": "Pyridoxine-dependent epilepsy (PDE) is a rare neurometabolic disorder of lysine catabolism caused by bi-allelic variants in ALDH7A1. This enzyme deficiency leads to the accumulation of neurotoxic metabolites, pyridoxal-phosphate inactivation and consequently severe neurological symptoms. Current treatments, including vitamin B6 supplementation and lysine-restricted diets, partially alleviate seizures and intellectual disability but are not curative. To explore underlying mechanisms and potential therapies, we generated patient-derived human induced pluripotent stem lines (hiPSC) that were subsequently differentiated into astrocytes, the primary source of ALDH7A1 in the brain and key regulators of metabolic homeostasis. Metabolomic analyses confirmed elevated PDE biomarkers, and RNA sequencing revealed gene expression changes consistent with increased oxidative stress. Oxidative damage was validated by markers of DNA oxidation and lipid peroxidation. In addition, dysregulated oxygen consumption rates suggested mitochondrial dysfunction in PDE astrocytes. Notably, these pathological phenotypes were alleviated by downregulating AASS, the first enzyme of the lysine catabolism, by using CRISPR/Cas9 editing or antisense oligonucleotides (AON). This demonstrates that lysine catabolism underlies these phenotypes and highlights the therapeutic potential of AON therapy targeting AASS to reduce neurotoxic metabolite accumulation. These findings provide a promising strategy for developing targeted treatments for PDE and other rare neurometabolic disorders.", "date": "2025-05-12", "journal": ""}
{"title": "Pln1 Mediates Lipid Droplet-Vacuole Tethering During Microlipophagy Saccharomyces cerevisiae", "doi": "10.1101/2025.05.07.652694", "authors": "Monala Rao, J.; Folger, B.; Reus, J.; Toulmay, A.; Li, J.; Zhang, R.; Prinz, W.; Goodman, J.; Wang, F.", "abstract": "Lipid droplets (LDs) are dynamic organelles that undergo growth or degradation depending on the metabolic state of the cell. One form of LD degradation is autophagy-mediated, referred to as lipophagy. Here, we demonstrate that Pln1, a perilipin located on the surface of LDs in Saccharomyces cerevisiae, previously known for its role in LD biogenesis, is essential for lipophagy. Pln1 facilitates the docking of cytosolic LDs to vacuoles, the lysosome-like organelles responsible for LD degradation, under various nutrient conditions. Molecular dissection of Pln1 revealed that the N-terminal PAT (Perilipin (PLN1), Adipophilin (PLN2), and TIP47 (PLN3)) domain and a hydrophobic region are critical for the localization and binding of LDs to vacuoles. Site-specific mutagenesis within the PAT domain identified a semi-hydrophobic LD Interacting Motif (LIM), which is vital for this interaction. Furthermore, an intrinsically disordered region (IDR) near the center of Pln1 is required for efficient LD-vacuole tethering. These findings support a model in which Pln1 bridges LDs and vacuoles by simultaneously interacting with both organelles. Notably, deleting PLN1 did not impair survival during prolonged nitrogen starvation and enhanced viability in autophagy-defective (atg8{triangleup}) cells, suggesting that balancing Pln1-mediated LD biogenesis and lipophagy is crucial for yeast survival under starvation conditions.", "date": "2025-05-12", "journal": ""}
{"title": "RNA Pol I activity maintains chromatin condensation and the H3K4me3 gradient essential for oogenesis, independent of ribosome production", "doi": "10.1101/2025.05.07.652530", "authors": "Mejia-Trujillo, R.; Zhao, Q.; Rahman, A.; Sarinay Cenik, E.", "abstract": "Oogenesis requires extensive and dynamic chromatin remodeling that primes gene promoters for later transcriptional activation during embryonic development. Here, we uncover a pivotal, non-canonical role for RNA Polymerase I (Pol I) in driving these chromatin state transitions during Caenorhabditis elegans oogenesis. Using the auxin-inducible degron system to selectively deplete either a Pol I-specific catalytic subunit or a ribosome assembly factor, we disentangle the consequences of impaired nucleolar integrity from reductions in ribosome biogenesis. Strikingly, although disrupting ribosome assembly caused minimal effects on oocyte production, loss of nucleolar structure via Pol I depletion led to severe meiotic chromosome abnormalities, widespread changes in chromatin accessibility, and a dampening of the typical distal-proximal H3K4me3 gradient required for oogenesis, resulting in fewer but significantly larger oocytes. Despite their promoters becoming more accessible, oogenesis genes did not show large changes in steady-state mRNA, consistent with transcriptional repression prior to fertilization. Instead, Pol I depletion prematurely remodeled oogenic chromatin, through a misdirection of H3K4me3 deposition towards promoters normally primed for zygotic genome activation. These findings reveal an epigenetic gating function for nucleolar integrity in oocyte maturation: Pol I preserves three-dimensional chromatin organization and maintains proper spatiotemporal regulation of histone modifications, independent of ribosome production. Given the evolutionary conservation of nucleolar dynamics and histone modifications during gametogenesis, our work suggests that nucleolar stress, whether from environmental factors, aging, or genetic disorders, could broadly compromise fertility by disrupting oogenic chromatin priming.", "date": "2025-05-12", "journal": ""}
{"title": "Unearthing the rhizosphere microbiome recruited by ancestral bread wheat landraces", "doi": "10.1101/2025.05.08.652585", "authors": "HERNANDEZ SORIANO, M. C.; Warren, F. J.; Hildebrand, F.; Wingen, L. U.; Miller, A. J.; Griffiths, S.", "abstract": "Crop root traits that modulate the soil microbiome can turn the tide of reduced fertility in intensively farmed land by optimising nutrient availability and resilience to environmental stresses. Advantageous genetic diversity that allows adaptation to nutrient availability is present in historic crop genotypes. The Watkins collection of bread wheat landraces is an unexploited resource, carrying untapped phenotypic traits. Here, we show that the rhizosphere microbiome assembly of these landraces is distinct compared to elite varieties, specifically those that come from ancestral groups (AGs) not used in modern breeding. We used 16S rRNA sequencing to identify changes in microbial communities of rhizosphere soil collected from 81 landraces and two elite varieties. We found high similarity in microbiome recruitment between the elite cultivars and the two AGs genetically closest to the elite. The rhizosphere microbiome of five AGs genetically distant from the elite cultivars showed significant differences in the abundance of taxa involved in nitrogen and carbon turnover, keystone taxa and associations within the microbial network. Our findings suggest that genes to recruit or suppress microbial taxa in the rhizosphere are shared by landraces from these AGs. Selective breeding for traits to control microbial functions can enhance soil productivity and crop performance.", "date": "2025-05-12", "journal": ""}
{"title": "Two high-quality rose genomes underpin a novel Rosa pangenome to advance rose genomics, phylogenetics, and breeding", "doi": "10.1101/2025.05.07.652600", "authors": "Yang, Z.; Schijlen, E. G. W. M.; Schranz, E.; Zwaan, B. J.; de Ridder, D.; Visser, R. G. F.; Arens, P. F. P.; Smulders, M. J. M.; van Velzen, R.; Keurentjes, J. J. B.; Bourke, P. M.; Smit, S.", "abstract": "Rosa, belonging to the family Rosaceae, encompasses more than 150 species which are widely distributed in the northern hemisphere. Renowned for their beauty, roses are cultivated throughout the world for ornamental purposes and the production of essential oils and perfumes. Despite their cultural and commercial significance, the genomic resources of wild Rosa species have not been studied comprehensively, hampering the understanding of their genetic diversity, evolutionary history, and breeding potential. Here we report on high-quality de novo genomes for Rosa sericea and Rosa rugosa. By integrating these two de novo genomes with existing public genomic resources, we have built a Rosaceae panproteome and a Rosa pangenome (spanning wild, traditional garden, and modern rose lineages) using a De Bruijn graph (DBG)-based approach. A maximum likelihood (ML) phylogeny of 18 Rosa haplotypes based on 4,367 single-copy core homology groups (genes) provided robust evolutionary inference, confirming the basal position of R. sericea, and enabled a gene-based macrosynteny analysis across the pangenome. Our analyses revealed significant genomic diversity among species, extensive variation in core gene content, and lineage-specific transposable element (TE) expansion patterns that contribute to the variation in Rosa genome size and to species-specific adaptations. The pangenome also revealed biased diversification of homology groups potentially linked to phenotypic plasticity in Rosa. Specifically, our analysis of the rose scent-related gene family, NUDX1, uncovered its evolutionary trajectory in Rosa, in which TEs insertions provided putative novel regulatory elements that facilitated adaptive evolution in metabolic pathways. This pangenomic study deepens our understanding of the genetic diversity and evolution of traits within the Rosa genus. In addition, the findings lay the foundation for future efforts to understand the genetic mechanisms driving trait evolution, which can support rose breeding.", "date": "2025-05-12", "journal": ""}
{"title": "BMDD: A Probabilistic Framework for Accurate Imputation of Zero-inflated Microbiome Sequencing Data", "doi": "10.1101/2025.05.08.652808", "authors": "Zhou, H.; Chen, J.; Zhang, X.", "abstract": "Microbiome sequencing data are inherently sparse and compositional, with excessive zeros arising from biological absence or insufficient sampling. These zeros pose significant challenges for downstream analyses, particularly those that require log-transformation. We introduce BMDD (BiModal Dirichlet Distribution), a novel probabilistic modeling framework for accurate imputation of microbiome sequencing data. Unlike existing imputation approaches that assume unimodal abundance, BMDD captures the bimodal abundance distribution of the taxa via a mixture of Dirichlet priors. It uses variational inference and a scalable expectation-maximization algorithm for efficient imputation. Through simulations and real microbiome datasets, we demonstrate that BMDD outperforms competing methods in reconstructing true abundances and improves the performance of differential abundance analysis. Through multiple posterior samples, BMDD enables robust inference by accounting for uncertainty in zero imputation. Our method offers a principled and computationally efficient solution for analyzing high-dimensional, zero-inflated microbiome sequencing data and is broadly applicable in microbial biomarker discovery and host-microbiome interaction studies. BMDD is available at: https://github.com/zhouhj1994/BMDD.", "date": "2025-05-12", "journal": ""}
{"title": "Structural mechanism of insulin receptor activation by a dimeric aptamer agonist", "doi": "10.1101/2025.05.12.653381", "authors": "Kim, J.; Na, H.; Choi, S.-Y.; Oh, E. J.; Lee, H.; Ryu, S. H.; Yunn, N.-O.; Cho, Y.", "abstract": "Insulin binding to the insulin receptor (IR) triggers signaling pathways that regulate glucose uptake and cell growth. In previous work, we identified a DNA aptamer, A62, which partially activates the IR. During engineering aptamers for improved in vivo stability, we discovered that crosslinking two A62 aptamers with linkers of varying lengths led to full phosphorylation of the IR, though activation remained selective to the AKT pathway. To elucidate the mechanism behind this aptamer-induced full activation of the IR, we determined the structure of the IR in complex with a dimeric form of A62 (A62D) linked by an 8-nucleotide connector. We identified three distinct conformations of the IR: arrowhead-shaped, pseudo-arrowhead-shaped, and pseudo-gamma-shaped. The pseudo-gamma-shaped conformation closely resembles the structure of a fully active IR bound by a single insulin molecule. In these configurations, only one A62 monomer (A62M) within the A62D dimer binds to the IR dimer. This binding brings the IR monomers into close proximity, promoting intermolecular trans-phosphorylation. Our findings provide valuable structural insights for the development of novel therapeutic strategies targeting the IR.", "date": "2025-05-12", "journal": ""}
{"title": "Structure and inhibition mechanism of the helicase-primase complex from human herpesvirus 1", "doi": "10.1101/2025.05.12.653380", "authors": "Sato, K.; Ishida, H.; Miyagishi, T.; Kobayashi, S.; Kise, Y.; Hamada, K.; Okada, C.; Oguni, A.; Nureki, O.; Kono, H.; Fukuzawa, K.; Sengoku, T.", "abstract": "Human herpesviruses (HHVs) are widespread pathogens that can cause severe disease, particularly in immunocompromised individuals, and have been increasingly associated with chronic conditions such as Alzheimer's disease and multiple sclerosis. Most antiviral therapies target the -subfamily of HHVs, while treatment options for the {beta}- and {gamma}-subfamilies remain limited. A key antiviral target in -subfamily is the helicase-primase complex (HPC), which is essential for viral DNA replication; however, its structure and inhibition mechanism have remained unclear. Here, we report the cryo-EM structures of the HPC from human herpesvirus 1 (HHV1) bound to single-stranded DNA(ssDNA) and either of two clinical inhibitors, amenamevir or pritelivir. The HPC comprises flexible helicase and primase modules, and both inhibitors engage a shared allosteric pocket near the ATPase site. Structural, biochemical, and molecular dynamics analyses reveal that these inhibitors lock the helicase in an open, inactive conformation, thereby preventing ATP binding and DNA unwinding. Furthermore, quantitative interaction energy analysis by fragment molecular orbital (FMO) calculation elucidates why these inhibitors are -subfamily selective and how subtle chemical differences between amenamevir and pritelivir lead to distinct antiviral spectra. Our findings clarify the inhibition mechanism of clinically relevant HPC inhibitors and provide a structural basis for their subfamily selectivity. This framework may guide the rational design of next-generation inhibitors with altered herpesvirus specificity and provide broader insights into the development of helicase-targeted therapeutics.", "date": "2025-05-12", "journal": ""}
{"title": "Mechanistic insights into Enterocin C targeting the undecaprenyl phosphate recycling protein BacA", "doi": "10.1101/2025.05.12.652377", "authors": "Folcher, V.; Auger, R.; Louche, C.; Serror, P.; Touze, T.", "abstract": "Enterococcus faecalis is an important opportunistic pathogen responsible for healthcare-associated infections. It is intrinsically resistant to various antibiotics, particularly to cephalosporins and vancomycin, creating an urgent need for alternative therapeutics. In this context, bacteriocins warrant investigations as a potential source of medical-use antibiotics. Herein, we demonstrate that Enterocin C, a class IIb two-peptide bacteriocin, specifically targets the membrane embedded undecaprenyl phosphate recycling protein BacA from enterococci as a cell surface receptor. Using biochemical and biophysical methods, supported by AlphaFold2 modelling and mutagenesis, we deciphered the EntC's molecular interaction pattern with its target, marking the first mechanistic insight of a two-peptide bacteriocin. The two peptides act cooperatively at nanomolar concentrations to interact with the outward-open catalytic pocket of BacA: the peptide EntC1 docks deeply into the catalytic site, inhibits BacA's enzymatic activity and enables the binding of peptide EntC2, eliciting membrane permeabilization, eventually leading to cell death. A comparative analysis with LcnG, a homologous bacteriocin, reveals a conserved interaction pattern, paving the way for bioengineering of these bacteriocins and developing tailored antimicrobial strategies.", "date": "2025-05-12", "journal": ""}
{"title": "A Two-Phase Fluid Structure Interaction Model of Mucociliary Clearance Driven by Cilium", "doi": "10.1101/2025.05.07.652624", "authors": "Vishnu, K.; Subburaj, K.; Colombo, M.", "abstract": "This study introduces a two-phase fluid-structure interaction (FSI) model of mucociliary clearance (MCC), utilizing direct cilia modeling and non-Newtonian Carreu rheology for the mucus layer (ML). A novel method for prescribing cilia beat patterns (CBP) was developed, enabling realistic motion replication by imposing displacement at specific cilium points. Computational simulations evaluated MCC performance by comparing rheological properties and assessing the interaction between the ML and periciliary layer (PCL). Results highlight improved ML-PCL coupling and enhanced mucus transport using non-Newtonian ML. This approach enables deeper insights into mucus dynamics and the role of cilia motion in MCC.", "date": "2025-05-12", "journal": ""}
{"title": "Glycosylation-enabled Site-specific Growth Factor Engineering for Biomaterial Functionalization", "doi": "10.1101/2025.05.11.652418", "authors": "Xing, Y.; Li, Q.; Campbell, P. G.; Ren, X.", "abstract": "In native tissue environments, growth factors (GFs) are often physically associated with the extracellular matrix (ECM) framework. Despite the enormous potential of the chemoselective click chemistry for GF functionalization of biomaterials to recapitulate such GF-ECM association, its application is limited by the lack of a universal strategy for reliable production of clickable GFs. Here we present a novel platform technology that leverages intrinsic post-translational protein glycosylation to enable site-specific metabolic engineering of GFs with azido tags for subsequent ECM hydrogel conjugation. Using Vascular Endothelial Growth Factor as a model, we demonstrated efficient, glycosylation-dependent azido incorporation during its recombinant expression with preserved bioactivity. We further expanded the utility of this strategy to non-glycosylated proteins through engineered N-linked glycosylation via the incorporation of a signal peptide that directs newly synthesized proteins to the secretory pathway where glycosylation takes place along with a sequon for glycan attachment. The resulting GF with site-specific azido incorporation can be effectively immobilized within dibenzocyclooctyne-bearing ECM hydrogel via the copper-free click chemistry, exhibiting sustained GF retention and delivering augmented angiogenic responses. Our approach thereby offers an unprecedented opportunity to streamline recombinant protein engineering for biomaterial functionalization in tissue engineering and regenerative medicine applications.", "date": "2025-05-12", "journal": ""}
{"title": "Identification of HIV-Associated Gene Expression Biomarkers Using Machine Learning and Interpretable Artificial Intelligence", "doi": "10.1101/2025.05.08.652807", "authors": "Mahmud, S.; Hossain, M. F.", "abstract": "Despite advances in antiretroviral therapy (ART), the early and accurate diagnosis of Human Immunodeficiency Virus (HIV) infection remains a significant public health challenge. Traditional biomarkers, such as CD4+ T cell counts and viral load, are limited in capturing the complex biological mechanisms underlying HIV pathogenesis. This study proposes a machine learning (ML) and interpretable artificial intelligence (AI) framework to identify transcriptomic biomarkers for HIV diagnosis using immune cell-specific gene expression data. We utilized the GSE6740 dataset, which includes microarray profiles from CD4+ and CD8+ T cells of HIV-positive (treatment-naive) and HIV-negative individuals. Feature selection was performed through differential gene expression analysis, weighted gene co-expression network analysis (WGCNA), and protein-protein interaction (PPI) network construction. Hub genes identified through these methods were used to train six supervised ML classifiers. The best-performing model was selected based on cross-validated metrics, including accuracy, Kappa, ROC, sensitivity, and specificity, and further interpreted using SHapley Additive exPlanations (SHAP) values. Seven co-expression modules were identified, with the red and green modules showing strong positive and negative correlations with HIV status, respectively. From the intersection of WGCNA modules, differentially expressed genes (DEGs), and PPI networks, ten hub genes were prioritized. Among the trained models, the regularized regression model (GLMNET) demonstrated the highest diagnostic performance (ROC = 0.97, accuracy = 91%). SHAP analysis highlighted GBP1, ISG15, OAS2, OAS1, and DDX60 as the most influential genes contributing to model predictions, thereby enhancing interpretability and biological relevance. By integrating transcriptomic profiling with interpretable ML, this study identifies novel gene-based biomarkers for HIV diagnosis and underscores the potential of explainable AI in advancing precision medicine approaches for infectious diseases.", "date": "2025-05-12", "journal": ""}
{"title": "Molecular dynamics simulations of intrinsically disordered protein regions enable biophysical interpretation of variant effect predictors", "doi": "10.1101/2025.05.07.652723", "authors": "Zafar, A.; Hou, C.; Amirani, N.; Shen, Y.", "abstract": "Predictive models for missense variant pathogenicity offer little functional interpretation for intrinsically disordered regions, since they rely on conservation and coevolution across homologous sequences. To understand the extent to which biophysics modulates model performance compared to genomic conservation, we model biophysics of IDRs explicitly for improved interpretation of variant effects. We develop MDmis, a method that uses biophysical features extracted from molecular dynamics (MD) simulations of IDRs to predict pathogenicity. We find that pathogenic variants in Long IDRs manifest differently, with transient order and depleted solvent access, compared to those in Short IDRs. Using MD simulations of sequences with single missense variants, we identify stronger evidence for pathogenic effects in Long IDRs compared to Short IDRs. MDmis, when combined with conservation information, achieves strong predictive accuracy of pathogenicity of variants in Long IDRs. Overall, extracting information from MD simulations can help understand the drivers of predictive performance and elucidate biophysical behaviors affected by pathogenic variants.", "date": "2025-05-12", "journal": ""}
{"title": "P3ANUT: An enhanced DNA sequencing analysis platform for uncovering and correcting errors in peptide phage display library screening", "doi": "10.1101/2025.05.12.648809", "authors": "Tucker, L.; Kolland, E.; Gooding, J.; Boudjelal, H.; Ahmadipour, S.; Field, R. A.; Warren, D. T.; Baker, D.; Ma, Y.; Marin, M. J.; Wu, T.; Morris, C. J.", "abstract": "Display technologies are used extensively in the discovery of peptides and antibodies towards the development of new medicines and diagnostic tools. Phage display technology enables the filtering of <1010 random peptides/antibodies down to and enriched pool of candidates with favourable binding affinities. In recent years, next-generation DNA sequencing technologies have increased the precision and accuracy with which the peptide sequences of phage display library clones are identified. Inaccuracies in DNA sequencing such as substitutions, insertions and deletions in the library oligonucleotide region have the potential to result in the identification of erroneous candidate sequences. Here, we describe a Python Pipeline for Phage Analysis through a Normative Unified Toolset (P3ANUT) which employs Levenshtein distance, k-mer approaches and a novel encoding scheme on paired-end sequencing outputs to correct sequencing errors from next-generation sequencing outputs of display library screens. We introduce an easy-to-use and highly customisable computational tool with graphical user- and command line interfaces to process entire datasets within a single input, as well as visualisation tools for candidate analysis and data generation. P3ANUT shows significant improvements in read recovery, overall read quality, and runtime compared to a previously published pipeline.", "date": "2025-05-12", "journal": ""}
{"title": "Efficient evidence-based genome annotation with EviAnn", "doi": "10.1101/2025.05.07.652745", "authors": "Zimin, A. V.; Puiu, D.; Pertea, M.; Yorke, J.; Salzberg, S.", "abstract": "For many years, machine learning-based ab initio gene finding approaches have been the central components of eukaryotic genome annotation pipelines, and they remain so today. The reliance on these approaches was originally sustained by the high cost and low availability of gene expression data, a primary source of evidence for gene annotation along with protein homology. However, innovations in modern sequencing technologies have revolutionized the acquisition of abundant gene expression data, allowing us to rely more heavily on this class of evidence. In addition to gene expression data, proteins found in a multitude of well-annotated genomes represent another invaluable resource for gene annotation. Existing annotation packages often underutilize these data sources, which prompted us to develop EviAnn (Evidence-based Annotation), a novel evidence-based eukaryotic gene annotation system. EviAnn takes a strongly data-driven approach, building the exon-intron structure of genes from transcript alignments or protein-sequence homology rather than from purely ab initio gene finding techniques. We show that when provided with the same input data, EviAnn consistently outperforms current state-of-the-art packages including BRAKER3, MAKER2, and FINDER, while utilizing considerably less computer time. Annotation of a mammalian genome can be completed in less than an hour on a single multi-core server. EviAnn is freely available under an open-source license from https://github.com/alekseyzimin/EviAnn_release.", "date": "2025-05-12", "journal": ""}
{"title": "Discrimination of Normal from Slow-Aging Mice by Plasma Metabolomic and Proteomic Features", "doi": "10.1101/2025.05.11.651908", "authors": "Badenoch, B.; Fiehn, O.; Rappaport, N.; Srivastava, P.; Watanabe, K.; Chandrasekaran, S.; Miller, R. A.", "abstract": "Tests that can predict whether a drug is likely to extend mouse lifespan could speed up the search for anti-aging drugs. We have applied a machine learning algorithm, XGBoost regression, to seek sets of plasma metabolites that can discriminate control mice from mice treated with an anti-aging diet (caloric restriction) or any of four anti-aging drugs. When the model is trained on any four of these five interventions, it predicts significantly higher lifespan extension in mice exposed to the intervention which was not included in the training set. Plasma peptide data sets also succeed at this task. Models trained on drug-treated normal mice also discriminate long-lived mutant mice from their respective controls, and models trained on males can discriminate drug-treated from control females. Triglycerides are over-represented among the most influential features in the regression models. Triglycerides with longer fatty acid chains tend to be higher in the slow-aging mice, while triglycerides with shorter fatty acid chains tend to decrease. Plasma metabolite patterns may help to select the most promising anti-aging drugs in mice or in humans, and may give new leads into physiological and enzymatic targets relevant to discovery of new anti-aging drugs.", "date": "2025-05-12", "journal": ""}
{"title": "Pregnant Dairy Heifers Express Influenza A Virus Receptors in the Mammary Gland", "doi": "10.1101/2025.05.08.652757", "authors": "Baker, P. H.; Glendenning, L. M.; Oliveira, M. X. S.; Cobb, B. A.; Enger, B. D.; Langel, S. N.", "abstract": "Highly pathogenic avian influenza (HPAI) A(H5N1) virus emerged in lactating dairy cattle in March 2024, causing mastitis-related disease and infections in other farm animals and workers. Recent work identified 2,6 and 2,3-linked sialic acids (SA), which serve as influenza virus receptors, in the lactating bovine mammary gland; however, their distribution across stages of mammary growth and development remains unknown. We compared the distribution of tissue sialylation in mammary glands of prepubertal dairy calves, pregnant dairy heifers, and lactating cows. Mammary glands at all physiological stages expressed both 2,6 SA, the preferred receptor linkage for human influenza viruses, and 2,3 SA, the preferred receptor linkage for avian influenza viruses. Importantly, mammary glands of pregnant dairy heifers exhibited the highest overall expression of 2,3 SA, observed in both tissue and alveolar lumens. Our results suggest that pregnant dairy heifers, like lactating dairy cows, are susceptible to H5N1 infection in the mammary gland.", "date": "2025-05-12", "journal": ""}
{"title": "High-resolution imaging reveals a cascade of interconnected cellular bioeffects differentiating the long-term fates of sonoporated cells", "doi": "10.1101/2025.05.08.652390", "authors": "Lee, J. L.; Song, J.; Amor, R.; Bolton, J.; Thompson, A.; Götz, J.; Padmanabhan, P.", "abstract": "Low-intensity ultrasound combined with microbubbles is a promising, non-invasive treatment strategy for enhancing vascular permeability and targeted intracellular drug or gene delivery. After ultrasound insonification, cells can undergo reversible sonoporation, involving adaptation and recovery, or irreversible sonoporation, marked by a loss of cell viability. To design effective sonoporation-based therapeutic delivery strategies, it is therefore critical to identify the biological responses that determine these distinct cell fates. Here, we developed a custom-built high-resolution multicolour imaging device and applied a single pulse of ultrasound (267 kHz frequency, 20 s duration, and ~110 kPa peak-negative pressure) to trigger targeted microbubble-mediated reversible and irreversible sonoporation events within a confluent monolayer of cultured Madin-Darby canine kidney (MDCK) II cells. We found that intracellular calcium levels rose rapidly and peaked within 10 s in both types of sonoporated cells, although the levels declined differently. In reversibly sonoporated cells, these levels gradually returned to baseline, whereas in irreversibly sonoporated cells, they dropped rapidly, falling well below baseline within 7.9 {+/-} 3.0 min (mean {+/-} s.d.). Using single-vesicle imaging, we further found that vesicles containing the tight junction protein claudin-5 remained mobile with subtly reduced movement in reversibly sonoporated cells, whereas they almost stalled in irreversibly sonoporated cells. The underlying microtubule network was partially disrupted in the reversibly sonoporated cells, recovering fully within 3.2 {+/-} 2.9 min (mean {+/-} s.d.). In contrast, in irreversibly sonoporated cells, the entire microtubule network collapsed within 4.0 {+/-} 2.4 min (mean {+/-} s.d.). Whilst in reversibly sonoporated cells, the uptake of the model drug propidium iodide was mild-to-moderate, without drastic cell size changes up to about 1 h post-sonication, irreversibly sonoporated cells presented with substantially higher propidium iodide uptake and shrunk completely within 43.2 {+/-} 10.5 min (mean {+/-} s.d.). Together, our study identified distinct spatiotemporal sequences of interconnected biological responses underlying different fates of sonoporated cells, providing a framework for identifying processes that could be manipulated for safe and effective sonoporation-based drug delivery.", "date": "2025-05-12", "journal": ""}
{"title": "Enteropancreatic neurons drive the glucoregulatory response to ingested lipid", "doi": "10.1101/2025.05.09.652620", "authors": "Roberts, A. G.; Meyer, L.; Norton, M.; Phuah, P.; Martin Alonso, A.; Dowsett, G. K.; Cheng, S.; Dunsterville, C.; Liu, J.; Chung, P.-E.; Tao, Y.; Smitherman-Cairns, T.; Deutsch, A. B.; Chatterjee, A.; Lam, B. Y.; Hanyaloglu, A.; Jones, B.; Yeo, G. S. H.; Salem, V.; Murphy, K. G.", "abstract": "Enteropancreatic neurons project from the small intestinal wall to the pancreas. Though well positioned to mediate the effects of ingested nutrients on pancreatic function, the metabolic role of these neurons is unclear. Diets rich in olive oil promote weight loss and improve remission rates in patients with T2DM. Here, we show that olive oil improves acute glucose tolerance by stimulating insulin release via neurotensin receptor type 1 (NTSR1)-expressing enteropancreatic neurons. These neurons are necessary for the effects of olive and neurotensin on glucose tolerance, and their activation is sufficient to improve glucose tolerance. These findings suggest a mechanism by which dietary olive oil regulates blood glucose levels and present a novel functional role for enteropancreatic neurons in regulating glucose homeostasis.", "date": "2025-05-12", "journal": ""}
{"title": "Liver-Derived, Circulating Xanthine Oxidoreductase Drives Vascular Impairment Associated with Inhalation of Ultrafine Particulates.", "doi": "10.1101/2025.05.07.652261", "authors": "Williams, X. M.; Bossert, A. T.; Seman, M.; Lewis, S. E.; McCallen, H.; Pilkerton, J.; Bowdridge, E. C.; Paternostro, M. A.; Goldsmith, W. T.; Nurkiewicz, T. R.; Hussain, S.; Kelley, E. E.; DeVallance, E.", "abstract": "Inhalation of ultrafine particles (UFP) mediates systemic vascular impairment which is, in part, driven by elevated rates of oxidant generation. One significant source of oxidant production in the vascular compartment is the purine catabolizing enzyme, xanthine oxidoreductase (XOR). However, mechanisms linking XOR and/or endothelial glycosaminoglycan (GAG)-sequestered XOR to vessel dysfunction allied to UFP inhalation remain underexplored. Based on known interactions between UFP and the liver, we hypothesized that exposure could lead to hepatic release of XOR to the circulation which subsequently contributes to vascular impairment. Utilizing our murine hepatocyte-specific XOR knockout (XORHep-/-) model (loss of function) in conjunction with reintroducing exogenous XOR (restoration of function) we demonstrate a specific role for liver-derived XOR in the pathogenesis of UFP-induced vascular impairment. Exposure of mice as well as in vitro exposure of hepatocytes to our model UFP, nano titanium dioxide (nTiO2) results in the upregulation and active release of XOR. Drinking water supplemented with the XOR inhibitor febuxostat or nitrite (NaNO2-) partially prevented nTiO2-induced impairment of vascular reactivity. Interestingly, nitrite appears to cause a down-regulation of hepatic XOR. XORHep-/- mice were partially protected against both impairment of endothelial dependent dilation and augmented angiotensin II constriction. To further demonstrate the role of circulating XOR in nTiO2-induced impairment of vessel reactivity, XORHep-/- mice had circulating XOR restored by i.v. injection prior to exposure, which eliminated the protection of the hepatic knockout. It is important to note that acute restoration of intraluminal XOR in isolated vessels did not alter endothelial-dependent dilation or angiotensin II constriction. As such, we interrogated potential downstream mediators of XOR effects on endothelial function and found a decrease in the repressive trimethylation of lysine 9 on histone 3. Together these findings demonstrate that circulating XOR is a key contributor to endothelial dysfunction caused by UFP exposure. However, the impairment is not acute in nature and might involve epigenetic-mediated alterations in gene expression.", "date": "2025-05-12", "journal": ""}
{"title": "An intercellular signaling pathway in the mouse retina connects Kv2.1, GLT-1, and nitric oxide synthase 1 to optic nerve regeneration", "doi": "10.1101/2025.05.07.652294", "authors": "Gilbert, H.-y.; Li, Y.; Yuki, K.; Omura, K.; Walter, M.; Hanovice, N.; Yin, Y.; Huang, P.; Danbolt, N. C.; Liu, Z.; Tang, J.; Zhang, Q.; Aizenman, E.; Lippard, S. J.; Benowitz, L.; Rosenberg, P. A.", "abstract": "We report here that a multicellular signaling pathway in the mouse retina targeting glutamate homeostasis and nitric oxide production is activated upon optic nerve injury and modulates retinal ganglion cells' (RGCs') ability to mount a robust regenerative response. A novel highly sensitive and specific NO sensor (FL2) revealed that optic nerve injury leads to a rapid, prolonged NO elevation in the inner retina. Amacrine cell-specific genetic deletion of the neuron-specific isoform of nitric oxide synthase (NOS1, nNOS) or the NOS1 inhibitor N(w)-propyl-L-arginine (L-NPA) suppressed optic nerve regeneration. Steps leading to NOS1 activation are shown to include Kv2.1 phosphorylation and activation, reversal of glutamate uptake by the glutamate transporter GLT-1 (EAAT2), and subsequent NMDA receptor activation. Conditional knockout of the glutamate transporter GLT-1 in bipolar cells, intraocular injection of the GLT-1 blockers dihydrokainate (DHK) or WAY213613, the N-methyl-D-aspartate (NMDA) receptor antagonist D-2-amino-5-phosphonovalerate (D-AP5), or the Kv2.1 blockers RY796 or stromatoxin all suppressed NO generation and strongly diminished RGCs' ability to respond to Pten deletion and other factors. Thus, optic nerve injury activates a sequence of pathophysiological changes in retinal interneurons that gates RGCs' ability to regenerate injured axons.", "date": "2025-05-12", "journal": ""}
{"title": "Epithelium intrinsic zinc sensor controls immune homeostasis with gut microbes via regulation of Tuft cell lineage", "doi": "10.1101/2025.05.07.652635", "authors": "Yunker, R.; Han, G.; Vasquez, J.; Baldaro, K.; Zhang, L.; Lee, S.; Vaishnava, S.", "abstract": "Zinc is an essential micronutrient crucial for cell proliferation, differentiation, and apoptosis, yet its precise role in the constantly renewing intestinal epithelium remains unclear. We generated mice lacking the Zn-dependent transcription factor Metal-responsive Transcription Factor 1(MTF1{Delta}IEC) in intestinal epithelial cells. MTF1{Delta}IEC mice exhibited altered metal homeostasis and acute susceptibility to Zn supplementation. Transcriptional and cellular analyses revealed increased inflammatory immune responses to microbes in MTF1{Delta}IEC mice. Mechanistically MTF1 deletion resulted in the loss of Tuft cell lineages compromising barrier function against commensal microbes and pathogens. Ex vivo experiments demonstrated that at a cellular level, Zn treatment skewed the cellular composition from proliferating to differentiated cells. Specifically, we show that Zn sensing via MTF1 is required for IL-13 dependent induction of Tuft cells. Our findings underscore critical role of Zn in maintaining intestinal immune homeostasis through differentiation of specialized cell lineages, highlighting importance nutrient sensing in the constantly remodeling epithelial barrier.", "date": "2025-05-12", "journal": ""}
{"title": "Low-Cost Screening of Algae for Extreme Tolerance to pH, Temperature, Salinity, and Light", "doi": "10.1101/2025.05.12.653396", "authors": "Barbara Saucedo, B.; Kang, K.; May, L.; Gupta, A.; do Espirito Santo, E.; Mayfield, S.; Dutra Molino, J. V.", "abstract": "Bioprospecting algae strains with tolerance to extreme conditions such as pH, temperature, salinity, and light is crucial for advancing biotechnology and environmental applications. However, traditional screening methods often involve significant costs and labor, restricting their accessibility and practical use. In this study, we developed and validated low-cost, high-throughput screening techniques, predominantly employing agar plates and liquid culture assays, to effectively differentiate tolerance levels among various algae strains. The methodologies were optimized using the model microalga Chlamydomonas reinhardtii and its closely related species Chlamydomonas incerta and the recently discovered extremophilic Chlamydomonas pacifica. We systematically evaluated the algae for tolerance to extremes by establishing precise gradients of pH (acidic to alkaline conditions), salinity (0 to 5 M NaCl), temperature (34 - 42C), and light intensity (40 to 2977 microE/m2s1). Our results demonstrated that these cost-effective, agar plate-based methods effectively distinguished algae strains exhibiting superior tolerance to extreme environmental conditions. These screening techniques not only provided clear differentiation among the closely related strains but also delivered reproducible outcomes suitable for scaling up to larger bioprospecting efforts. Furthermore, the affordability and simplicity of these methods facilitate their implementation in resource-limited laboratories, thereby broadening participation in algae bioprospecting endeavors. This study highlights the potential of low-cost, accessible screening techniques to significantly enhance the discovery and characterization of algal strains with extreme traits. Ultimately, these methods support the development of robust algae-based resources, driving innovation in diverse industrial processes and environmental solutions.", "date": "2025-05-12", "journal": ""}
{"title": "Mycobacterium tuberculosis partitions the Krebs cycle to persist under iron starvation", "doi": "10.1101/2025.05.12.653400", "authors": "Serafini, A.; Garza-Garcia, A.; Sorze, D.; de Carvalho, L. P. S.; Manganelli, R.", "abstract": "In this study, we investigated how iron limitation alters central metabolism in Mycobacterium tuberculosis using metabolomics and stable isotope tracing. Our findings reveal a well-orchestrated metabolic program to enable Krebs cycle activity despite the inefficient action of its iron-dependent enzymes. Under such conditions, carbon flux through the oxidative branch of the Krebs cycle is stalled, resulting in the accumulation of metabolites that are partially secreted. As a result, carbon flux from glycolysis is partially diverted to the reductive branch of the Krebs cycle to support the production of oxaloacetate and malate through the activity of phosphoenolpyruvate carboxykinase and pyruvate carboxylase. Both branches terminate with the synthesis of malate, which is secreted. This unprecedented split of the Krebs cycle and malate secretion in a bacterial pathogen facilitates the continuous flow of carbon through the core of carbon metabolism, overcoming the metabolic stalling triggered by iron starvation.", "date": "2025-05-12", "journal": ""}
{"title": "The La Crosse virus Gc head domain is a major determinant of virus dissemination and pathogenesis.", "doi": "10.1101/2025.05.12.653523", "authors": "Dedvukaj, A.; Rondeau, N. C.; Lutchko, M. C.; Stapleford, K. A.", "abstract": "How orthobunyaviruses establish infections and disseminate to cause disease is not well understood. In a previous study using the in vivo evolution of La Crosse virus (LACV), we discovered a cluster of mutations localizing to the LACV Gc head domain. However, we do not understand how the Gc head domain contributes to infection. We generated each of the aforementioned mutations and addressed the role of the Gc head domain in viral replication and infectivity in human neurons and myoblasts. We found that specific head domain residues could attenuate replication and infectivity in both cell lines, indicating an important role for the head domain during infection in vitro. Focusing on the Gc N609D variant which was attenuated in vitro, we infected three-week-old WT C57BL/6J mice via the footpad with WT LACV or the Gc N609D variant and found that the Gc N609D virus was completely attenuated. To address whether the variant was also attenuated in a highly susceptible mouse model, we infected Ifnar1-/- mice with WT LACV and Gc N609D and found that virulence in mice infected with Gc N609D was delayed with several mice surviving the infection. Subsequent studies looking at virus dissemination to the brain show that the Gc N609D virus has decreased neuroinvasive events, supporting a role for the head domain in virus dissemination. Together, these studies define a critical role of the Gc head domain in infectivity, dissemination, and pathogenesis. Studies are underway to further define how the orthobunyavirus Gc head domain contributes to infection and disease.", "date": "2025-05-12", "journal": ""}
{"title": "HENMT1 restricts endogenous retrovirus activity by methylation of 3'-tRNA fragments", "doi": "10.1101/2025.05.12.650695", "authors": "Steinberg, J. I.; Sertznig, H.; Desmarais, J. J.; Wilken, J.; Rubio, D.; Peacey, M.; Kinney, J. B.; Schorn, A. J.", "abstract": "Long terminal repeat (LTR) retroelements such as endogenous retroviruses (ERVs) utilize host tRNA as a primer for reverse transcription, and are thus susceptible to silencing by small RNAs derived from the 3'-end of mature tRNAs (3'-tRFs). Rigorous quantification reveals that tRNA level are not directly proportional to 3'-tRFs but specific isoacceptor and isodecoder sequences are highly enriched in a pattern conserved between mouse and human. We found 3'-tRFs are 2'-O methylated by the small RNA methyltransferase HENMT1 protecting them from degradation and promoting ERV silencing. In the absence of HENMT1, 3'-tRFs are subjected to non-templated tailing by the terminal nucleotidyltransferases TUT4 and TENT2 that regulate small RNA turnover. Due to the perfect sequence complementarity of 3'-tRFs to endogenous retroviral sequences, they have thousands of targets in mammalian genomes. We conducted a massively parallel reporter assay using Mus musculus particle type D, a highly active murine ERV, to determine target site rules for 3'-tRFs. Our results suggest that HENMT1 not only stabilizes germline integrity but also serves transposon control by 3'-tRFs in the soma.", "date": "2025-05-12", "journal": ""}
{"title": "Physiological mechanisms underlying coral acclimatization capacity to novel, multi-stressor conditions", "doi": "10.1101/2025.05.08.652802", "authors": "Solomon, S. L.; Lippens, C. R.; Mazza, R.; Powell, M. E.; Johnson, K. W.; Suvacarov, S.; Van der Zande, R. M.; Schoepf, V.", "abstract": "Reef-building corals are under pressure to acclimatize and/or adapt to multiple co-occurring stressors, including climate change and declines in water quality. However, their capacity to do so is largely unknown. Yet, some corals naturally persist in habitats with multi-stressor conditions which can provide crucial insight into coral adaptive capacity under future ocean conditions. To assess the role of phenotypic plasticity and local adaptation in coral acclimatory responses to novel conditions, we reciprocally transplanted two coral species (Siderastrea siderea, branching Porites) between a multi-stressor, highly variable inland bay and a more stable fringing reef, and measured key phenotypic traits after 0, 4, and 12 months. Reef-origin corals demonstrated high plasticity when transplanted to the bay, as both species maintained high survival and calcification, and matched bay natives' phenotypic traits. Yet, both species had reduced photosynthesis-to-respiration ratios, highlighting the risk of metabolic tradeoffs unless compensated for through increased heterotrophy. Conversely, bay-origin corals had enhanced photosynthetic performance but lower calcification on the reef. Reaction norms provided stronger evidence for environmental specialization in bay-origin than reef-origin corals, which could limit their use as stress-tolerant source corals for reef restoration. Overall, our findings suggest multi-stressor variability may promote specialized genotypes, rather than increased phenotypic plasticity.", "date": "2025-05-12", "journal": ""}
{"title": "Genetic basis of maneb-induced dopaminergic neurodegeneration in Drosophila", "doi": "10.1101/2025.05.07.652747", "authors": "Villalobos-Cantor, S.; Arreola-Bustos, A.; Martin, I.", "abstract": "Parkinson's disease (PD) is a complex neurodegenerative disease driven by combined genetic and environmental factors. Human studies support increased PD risk following exposure to the pesticide maneb yet animal studies generally report subtle or no dopaminergic phenotypes unless maneb is combined with additional pesticides. Consequently, it is unclear whether exposure to maneb alone promotes dopamine (DA) neurodegeneration and if so, what the underlying mechanisms are. We hypothesized that gene-environment interactions are major determinants of maneb-mediated neurodegeneration and in support of this find that DA neuron viability is quantitatively divergent among 186 maneb-exposed genetically varying fly strains from the Drosophila Genetic Reference Panel (DGRP). Through genome-wide association analysis we identify several candidate genetic modifiers of maneb-induced DA neurodegeneration and further validate two candidate genes, fz2 and CG14186 which we find potentiate maneb-induced DA neurodegeneration when knocked-down. fz2 and the mammalian ortholog of CG14186 (TMEM237) are both thought to be necessary for intact Wnt pathway signaling in nervous system development and maintenance. Accordingly, we find that adult-specific perturbation of Wnt signaling is sufficient to promote maneb-induced DA neuron loss. Collectively, these results support a role for gene-environment interactions in PD etiology and reveal candidate mediators of maneb-related DA neurodegeneration in vivo.", "date": "2025-05-12", "journal": ""}
{"title": "Non-invasive mapping of the temporal processing hierarchy in the human visual cortex", "doi": "10.1101/2025.05.12.653426", "authors": "Eickhoff, K.; Hillebrand, A.; Knapen, T.; de Jong, M. C.; Dumoulin, S. O.", "abstract": "Vision is not instantaneous but evolves over time. However, simultaneously capturing the fine spatial details and the rapid temporal dynamics of visual processing remains a major challenge, resulting in a gap in our understanding of spatiotemporal dynamics. Here, we introduce a forward modeling technique that bridges high-spatial resolution fMRI with high-temporal resolution MEG, enabling us to non-invasively measure different levels of the visual hierarchy in humans and their involvement in visual processing with millisecond precision. Using fMRI, levels of the visual hierarchy were identified by measuring individuals population receptive fields and determining visual field maps. We predicted how much the activity patterns in each visual field map would contribute to brain responses measured with MEG. By comparing these predicted responses with the measured MEG responses, we assessed how much a given visual field map contributed to the measured MEG response, and, most importantly, when. We combined information from all MEG sensors and revealed a cortical processing hierarchy across visual field maps. We validated the method using cross-validations and demonstrated that the model generalized across MEG sensor types, stimulus shapes, and was robust to the number of visual field maps included in the model. We found that the primary visual cortex captured most of the variance in the MEG sensors and did so earlier in time than extrastriate regions. We also report a processing hierarchy across extra-striate visual field maps and clusters. We effectively combined the advantages of two very different neuroimaging techniques, opening avenues for answering research questions that require recordings with high spatiotemporal detail. By bridging traditionally separate areas of research, our approach helps close longstanding gaps in our understanding of brain function.", "date": "2025-05-12", "journal": ""}
{"title": "Proximity proteomics of primary cilia in human hypothalamic neurons", "doi": "10.1101/2025.05.11.653368", "authors": "Macarelli, V.; Sroka, T. J.; Hansen, J. N.; Axelsson, U.; Mick, D. U.; Merkle, F. T.", "abstract": "Primary cilia are hair-like sensory organelles that project from the cell bodies of most cell types, including appetite-regulatory hypothalamic neurons where they likely help sense metabolic factors to regulate food intake. We hypothesized that characterising the proteins present in the primary cilia of hypothalamic neurons would shed mechanistic insights into their sensory role and identify new therapeutic targets for obesity. We therefore targeted the ascorbate peroxidase APEX2 to primary cilia in human induced pluripotent stem cells (hiPSC)-derived hypothalamic neurons to biotinylate and identify ciliary proteins. Among the cilia-enriched proteins, we identified synaptic proteins, neurotransmitter receptors, and cell-cell adhesion and axon guidance proteins, extending recent findings that primary cilia interact with neuronal synapses. We also found genes associated with increased body weight and metabolic phenotypes that could represent new therapeutic targets including the lysophosphatidic receptor 1 (LPAR1), which we validated is cilia-localized and we confirmed that its ligand (LPA) mediates ciliary shortening. These findings provide insights into the molecular mechanisms by which primary cilia functionally impact appetite-regulatory neurons.", "date": "2025-05-12", "journal": ""}
{"title": "Extrinsic biological stochasticity and technical noise normalization of single-cell RNA sequencing data", "doi": "10.1101/2025.05.11.653373", "authors": "Fang, M.; Pachter, L.", "abstract": "The technical noise introduced during single-cell RNA sequencing (scRNA-seq) has led to the use of size factor normalization as a first step prior to data analysis. However, this scaling approach inherently affects extrinsic (between cell) variability of gene expression, which stems from both biological and technical factors. We propose a general extrinsic noise model to provide a theoretical basis for size factor normalization, thus providing a framework for estimating both biological and technical components of extrinsic noise. We highlight the relationship between normalized gene expression covariance, extrinsic noise, and overdispersion, showing that extrinsic noise explains the baseline overdispersion commonly observed in scRNA-seq data. We validated the technical model by testing the relationship on data from RNA solutions. Interestingly, our model accurately describes mature mRNA counts but not nascent mRNA counts, suggesting the need for an alternative technical model for data derived from nascent transcripts. Using single-cell RNA-seq data, we characterize both biological and technical extrinsic noise and cell size factors estimated using Poisson-like genes. Overall, our model helps clarify common misconceptions and provides insight into the role of extrinsic noise in scRNA-seq data.", "date": "2025-05-12", "journal": ""}