{"title": "Product inhibition can accelerate evolution", "doi": "10.1101/2022.06.14.496101", "authors": "Ruth, B.; Dittrich, P.", "abstract": "Molecular replicators studied in-vitro exhibit product inhibition, typically caused by the hybridization of products into complexes that are not able to replicate. As a result, the replication rate and the selection pressure is reduced, potentially allowing the \"survival of everyone\". Here, we introduce a stochastic evolution model of replicating and hybridizing RNA strands to study the effect of product inhibition on evolution. We found that hybridization, though reducing the efficiency of replication, can increase the rate of evolution, measured as fitness gain within a period of time. The positive effect has been observed for a mutation error smaller than half of the error threshold. In this situation, frequency-dependent competition causes an increased diversity that spreads not only within a neutral network but also over various neutral networks through a dynamical modulation of the fitness landscape, resulting in a more effective search for better replicators. The underlying model is inspired by RNA virus replication and the RNA world hypothesis. Further investigations are needed to validate the actual effect of accelerated evolution through product inhibition in those systems.", "date": "2025-09-22", "journal": ""}
{"title": "Differential migration mechanics and immune responses of glioblastoma subtypes", "doi": "10.1101/2022.06.26.497270", "authors": "Shamsan, G. A.; Liu, C. J.; Braman, B. C.; Li, R.; Rathe, S. K.; Sarver, A. L.; Ghaderi, N.; McMahon, M. M.; Klank, R. L.; Tschida, B. R.; McFarren, S. J.; Rosato, P. C.; Masopust, D.; Sarkaria, J. N.; Clark, H. B.; Rosenfeld, S. S.; Largaespada, D. A.; Odde, D. J.", "abstract": "Glioblastoma remains a deadly cancer driven in part by invasion of tumor cells into the brain. Transcriptomic analyses have identified distinct molecular subtypes, but mechanistic differences that account for clinical differences are not clear. Here, we show that, as predicted by the motor-clutch model of cell migration, mesenchymal glioma cells are more spread, generate larger traction forces, and migrate faster in brain tissue compared to proneural cells. Despite their rapid migration and comparable proliferation rates in vitro, mice with mesenchymal tumors survive longer than those with proneural tumors. This improved survival correlated with an immune response in the mesenchymal tumors, including T cell-mediated. Consistently, inducing mesenchymal tumors in immunodeficient mice resulted in shorter survival supporting a protective immune role in mesenchymal tumors. Thus, mesenchymal tumors have aggressive migration, but are immunologically hot which suppresses net proliferation. These two features counteract each other and may explain the lack of a strong survival difference between subtypes clinically, while also opening up new opportunities for subtype-specific therapies.", "date": "2025-09-22", "journal": ""}
{"title": "Avoidance of hydrogen sulfide is modulated by external and internal states in C. elegans", "doi": "10.1101/2023.10.09.561535", "authors": "Pu, L.; Zhao, L.; Wang, J.; Deleuze, C.; Nilsson, L.; Henriksson, J.; Laurent, P.; Chen, C.", "abstract": "Hydrogen sulfide (H2S) acts as an energy source, a toxin, and a gasotransmitter across diverse biological contexts. We use the robust locomotory responses of Caenorhabditis elegans to high levels of H2S to elucidate the molecular mechanisms underlying its acute and adaptive responses. We find that the H2S-evoked behavioral response is shaped by multiple environmental factors including oxygen (O2) levels and nutritional state, and is modulated by various pathways such as insulin, TGF-{beta}, and HIF-1 signaling, as well as by input from O2-sensing neurons. Prolonged exposure to H2S activates HIF-1 signaling, leading to the upregulation of stress-responsive genes, including those involved in H2S detoxification. This promotes an adaptive state in which locomotory speed is reduced in H2S, while responsiveness to other stimuli is preserved. In mutants deficient in HIF-1 signaling, iron storage, and detoxification mechanisms, animals display a robust initial response but rapidly enter a sleep-like behavior characterized by reduced mobility and diminished responsiveness to subsequent sensory stimuli. Furthermore, while acute production of mitochondria-derived reactive O2 species (ROS) appears to initiate the avoidance response to H2S, persistently high ROS promotes an adaptive state, likely by activating various stress-response pathways, without substantially compromising cellular H2S detoxification capacity. Taken together, our study provides comprehensive molecular insights into the mechanisms through which C. elegans modulates and adapts its response to H2S exposure.", "date": "2025-09-22", "journal": ""}
{"title": "Scalable nonparametric clustering with unified marker gene selection for single-cell RNA-seq data", "doi": "10.1101/2024.02.11.579839", "authors": "Nwizu, C.; Hughes, M.; Ramseier, M. L.; Navia, A.; Shalek, A. K.; Fusi, N.; Raghavan, S.; Winter, P. S.; Amini, A. P.; Crawford, L.", "abstract": "Clustering is commonly used in single-cell RNA-sequencing (scRNA-seq) pipelines to characterize cellular heterogeneity. However, current methods face two main limitations. First, they require user-specified heuristics which add time and complexity to bioinformatic workflows; second, they rely on post-selective differential expression analyses to identify marker genes driving cluster differences, which has been shown to be subject to inflated false discovery rates. We address these challenges by introducing nonparametric clustering of single-cell populations (NCLUSION): an infinite mixture model that leverages Bayesian sparse priors to identify marker genes while simultaneously performing clustering on single-cell expression data. NCLUSION uses a scalable variational inference algorithm to perform these analyses on datasets with up to millions of cells. Through simulations and analyses of publicly available scRNA-seq studies, we demonstrate that NCLUSION (i) matches the performance of other state-of-the-art clustering techniques with significantly reduced runtime and (ii) provides statistically robust and biologically relevant transcriptomic signatures for each of the clusters it identifies. Overall, NCLUSION represents a reliable hypothesis-generating tool for understanding patterns of expression variation present in single-cell populations.", "date": "2025-09-22", "journal": ""}
{"title": "Synthetic alpha-synuclein fibrils replicate in mice causing MSA-like pathology", "doi": "10.1101/2024.07.01.601498", "authors": "Burger, D.; Kashyrina, M.; van den Heuvel, L.; de La Seigliere, H.; Lewis, A. J.; De Nuccio, F.; Mohammed, I.; Verchere, J.; Feuillie, C.; Berbon, M.; Arotcarena, M.-L.; Retailleau, A.; Bezard, E.; Canron, M.-H.; Meissner, W. G.; Loquet, A.; Bousset, L.; Poujol, C.; Nilsson, P.; Laferriere, F.; Baron, T.; Lofrumento, D. D.; De Giorgi, F.; Stahlberg, H.; Ichas, F.", "abstract": "Multiple system atrophy (MSA) is a rapidly progressive neurodegenerative disease of unknown cause, typically affecting individuals aged 50-60 and leading to death within a decade. It is characterized by glial cytoplasmic inclusions (GCIs) composed of fibrillar alpha-synuclein (aSyn), whose formation shows parallels with prion propagation. While fibrils extracted from MSA brains have been structurally characterized, their ability to replicate in a protein-only manner has been questioned, and their capacity to induce GCIs in vivo remains unexplored. By contrast, the synthetic fibril strain 1B, assembled from recombinant human aSyn, self-replicates in vitro and induces GCIs in mice - suggesting direct relevance to MSA - but awaited scrutiny at an atomic scale. Here, we report high-resolution structural analyses of 1B fibrils and of fibrils extracted from diseased mice injected with 1B that developed GCIs (1BP). We show in vivo that conformational templating enables fibril strain replication, resulting in MSA-like inclusion pathology. Remarkably, the structures of 1B and 1BP are highly similar and mimic the fold of aSyn observed in one protofilament of fibrils isolated from MSA patients. Moreover, reinjection of crude mouse brain homogenates containing 1BP into new mice reproduces the same MSA-like pathology induced by the parent synthetic seed 1B. Our findings identify 1B as a synthetic pathogen capable of self-replication in vivo and reveal structural features of 1B/1BP that may underlie MSA pathology, offering insights for therapeutic strategies.", "date": "2025-09-22", "journal": ""}
{"title": "Functional characterisation of neuropeptides that act as ligands for both calcitonin-type and pigment-dispersing factor-type receptors in a deuterostome", "doi": "10.1101/2024.08.29.610391", "authors": "Cong, X.; Liu, H.; Liu, L.; Castelan, N. E.; Jones, K. G. E.; Egertova, M.; Elphick, M. R.; Chen, M.", "abstract": "The calcitonin (CT) family of related peptides exerts diverse physiological effects in mammals via two G-protein coupled receptors: CTR and the CTR-like receptor CLR. Phylogenetic analysis of CT-type signaling has revealed the presence of CT-type peptides and CTR/CLR-type proteins in both deuterostome and protostome invertebrates. Furthermore, experimental studies have demonstrated that in the protostome Drosophila melanogaster the CT-like peptide DH31 can act as a ligand for a CTR/CLR-type receptor and a pigment-dispersing factor (PDF) receptor. Here we investigated the signaling mechanisms and functions of CT-type neuropeptides in a deuterostome invertebrate, the sea cucumber Apostichopus japonicus (phylum Echinodermata). In A. japonicus, a single gene encodes two CT-type peptides (AjCT1 and AjCT2) and both peptides act as ligands for a CTR/CLR-type receptor (AjCTR) and two PDF-type receptors (AjPDFR1, AjPDFR2), but with differential activation of downstream cAMP/PKA, Gq/Ca2+/PKC and ERK1/2 signaling pathways. AjCT1/AjCT2-encoding transcripts were detected in the central nervous system and a variety of organ systems and neuropeptide expression was visualized immunohistochemically using an antiserum to a starfish CT-type peptide (ArCT). In vitro pharmacological experiments demonstrated that AjCT1 and/or AjCT2 cause dose-dependent relaxation of longitudinal muscle and intestine preparations. Furthermore, in vivo pharmacological experiments, combined with gain- and loss-of-function experiments, revealed a potential physiological role for AjCT2/AjPDFR2 signaling in promoting feeding and growth in A. japonicus. To our knowledge, this is the first study to obtain evidence that CT-type peptides can act as ligands for both CTR/CLR-type and PDF-type receptors in a deuterostome. Moreover, it provides the first evidence for appetite-stimulating and growth-promoting effects of CT-type neuropeptides in bilaterians. Given the economic importance of A. japonicus as a foodstuff, the discovery of CT-type peptides as potential regulators of feeding and growth in this species may offer novel strategies for aquaculture applications.", "date": "2025-09-22", "journal": ""}
{"title": "Exercise Evokes Retained Motor Performance without Neuroprotection in a Mouse Model of Parkinson's Disease", "doi": "10.1101/2024.09.20.614034", "authors": "Skelton, H. M.; Hyman, N.; Fernandez, A.; Acerbo, E.; Scott, M.; Berglund, K.; Gutekunst, C.-A.; Gross, R. E.", "abstract": "Exercise has been extensively studied in Parkinson's Disease, with a particular focus on the potential for neuroprotection that has been demonstrated in animal models. While this preclinical work has provided insight into the underlying molecular mechanisms, it has not addressed the neurophysiological changes during exercise. Here, first, we tested for neuroprotective effects of adaptive wheel exercise in the 6-hydroxydopamine mouse model of Parkinson's disease. Finding none, we probed the neurophysiology of exercise as a state of high motor function amidst an unameliorated Parkinsonian lesion. Exercise was associated with characteristic, excitatory changes in the dopamine-depleted substantia nigra, which could be suppressed along with exercise itself by dopamine receptor blockade. Going forward, the functional state evoked by exercise merits further study, as it may represent an optimal target for neuromodulation, even if the underlying pathology cannot be averted.", "date": "2025-09-22", "journal": ""}
{"title": "Defining the Vascular Niche of Human Adipose Tissue Across Metabolic States", "doi": "10.1101/2024.09.22.610444", "authors": "AlZaim, I.; Hassan, M. N.; Schroter, M.; Mannino, L.; Dragicevic, K.; Sjogaard, M. B.; Festa, J.; Dokshokova, L.; Weinbrenner, S.; Tardajos Ayllon, B.; Hansen, B.; Rasmussen, R. K.; Christensen, J. N.; Wagman, O.; Schipper, R.; Cai, M.; Dheedene, W.; Bohn, A. B.; Farup, J.; Lin, L.; Soraggi, S.; Thorsen, A. D.; Baek, A.; Thomsen, H. H.; von Heesen, M.; Conradi, L.-C.; Evans, P. C.; Hagberg, C. E.; Heeren, J.; Emont, M. P.; Rosen, E.; Luttun, A.; Etzerodt, A.; Massier, L.; Ryden, M.; Mejhert, N.; Blueher, M.; Khodosevich, K.; Fenton, R. F.; Sheikh, B.; Jessen, N.; de Rooij, L. P. M. H.; Kalucka", "abstract": "Adipose tissue homeostasis depends on a healthy vascular network. Vascular malfunction is a hallmark of obesity, and vascular endothelial dysfunction, in particular, accelerates metabolic diseases, including obesity and diabetes. Single-cell transcriptomics studies have mapped the cellular landscape of human white adipose tissue (WAT). However, the vascular niche remains relatively undefined, especially regarding its heterogeneity, function, and role in metabolic disease. To address this gap, we created a single-cell transcriptome atlas of human subcutaneous adipose tissue (SAT), comprising nearly 70,000 vascular cells from 65 individuals. We characterized seven canonical adipose tissue endothelial cell (AdEC) subtypes and identified a distinct heterogenous population, here referred to as sub-AdECs. Sub-AdECs exhibit gene signatures characteristic of multiple cell types, including mesenchymal, adipocytic, and immune, suggesting they possess diverse properties and identities. Through computational analyses and whole-mount imaging, we validated the occurrence of sub-AdECs and show that these cells likely arise through endothelial-mesenchymal transition (EndMT), the modulation of which limits obesity-associated adipose tissue inflammation and fibrosis. Furthermore, we compared the transcriptomes of vascular cells from individuals living with or without obesity and type 2 diabetes and find metabolic disease-associated inflammatory and fibrotic transcriptomic patterns. The atlas and accompanying analyses establish a solid foundation for investigations into the biology of the adipose tissue vascular niche and its contribution to the pathogenesis of metabolic disease.", "date": "2025-09-22", "journal": ""}
{"title": "GPR30 in spinal cholecystokinin-positive neurons modulates neuropathic pain", "doi": "10.1101/2024.09.24.614834", "authors": "Chen, Q.; Wu, H.; Xie, S.; Zhu, F.; Xu, F.; Xu, Q.; Sun, L.; Yang, Y.; Xie, L.; Xie, J.; Li, H.; Dai, A.; Zhang, W.; Wang, L.; Jiao, C.; Zhang, H.; Zhou, X.; Xu, Z.-Z.; Chen, X.", "abstract": "Neuropathic pain, a major health problem affecting 7-10% of the global population, lacks effective treatment due to its elusive mechanisms. Cholecystokinin-positive (CCK+) neurons in the spinal dorsal horn (SDH) are critical for neuropathic pain, yet the underlying molecular mechanisms remain unclear. Here, we show that the membrane estrogen receptor G-protein coupled estrogen receptor (GPER/GPR30) in spinal neurons was significantly upregulated in chronic constriction injury (CCI) mice and that inhibition of GPR30 in CCK+ neurons reversed CCI-induced neuropathic pain. Furthermore, GPR30 in spinal CCK+ neurons was essential for the enhancement of AMPA-mediated excitatory synaptic transmission in CCI mice. Moreover, GPR30 was expressed in spinal CCK+ neurons that received direct projection from the primary sensory cortex (S1-SDH). Chemogenetic inhibition of S1-SDH post-synaptic neurons alleviated CCI-induced neuropathic pain. Conversely, chemogenetic activation of these neurons mimicked neuropathic pain symptoms, which were attenuated by spinal inhibition of GPR30. Finally, we confirmed that GPR30 in S1-SDH post-synaptic neurons was required for CCI-induced neuropathic pain. Taken together, our findings suggest that GPR30 in spinal CCK+ neurons is pivotal for neuropathic pain and GPR30 mediates descending facilitation by corticospinal direct projections, thereby representing a promising therapeutic target for neuropathic pain.", "date": "2025-09-22", "journal": ""}
{"title": "Constitutive Interferon Epsilon Expression Shapes Antiviral Epithelial States in the Female Reproductive Tract and Intestine", "doi": "10.1101/2024.11.15.623843", "authors": "Casazza, R. L.; Skavicusa, S.; Hare, D.; Cooley, K. A.; Heaton, N.; Coyne, C.", "abstract": "Antiviral defenses at mucosal barriers are essential for preventing viral entry and systemic infection. Interferon epsilon (IFN{varepsilon}) is a unique type I IFN that, unlike other family members, is not induced by infection but is constitutively expressed in epithelial tissues. IFN{varepsilon} was initially characterized in the female reproductive tract (FRT), where it provides broad antiviral protection, but its roles outside the FRT remain poorly defined. Here, we used Ifn{varepsilon}-/- mice and single-cell RNA sequencing to delineate IFN{varepsilon} function across distinct mucosal surfaces. In the FRT, Ifn{varepsilon} expression was restricted to specific epithelial subsets, was independent of estrous stage, and maintained basal ISG expression. IFN{varepsilon} was also retained intracellularly in primary human FRT-derived cells. Extending these analyses to the intestine, we found that IFN{varepsilon} is highly expressed in villous-tip enterocytes of the small intestine in vivo, where it sustains inflammatory enterocyte subsets and maintains type III IFN expression. Loss of Ifn{varepsilon} depleted these subsets and rendered mice more susceptible to enteric viral infection. Together, these findings establish IFN{varepsilon} as a constitutively expressed, spatially restricted IFN that coordinates mucosal antiviral defenses across both reproductive and gastrointestinal epithelial tissues.", "date": "2025-09-22", "journal": ""}
{"title": "Targeted glycophagy ATG8 therapy reverses diabetic heart disease in mice and in human engineered cardiac tissues", "doi": "10.1101/2024.11.28.625926", "authors": "Mellor, K. M.; Varma, U.; Koutsifeli, P.; Curl, C. L.; Janssens, J. V.; Daniels, L. J.; Bernasochi, G.; Raaijmakers, A. J. A.; Annandale, M.; Li, X.; James, S. L.; Taylor, D. J.; Raedschelders, K.; Weeks, K. L.; Mills, R. J.; Parton, R. G.; Hu, X.; Bell, J. R.; O'Brien, T. J.; Katare, R.; Porrello, E. R.; Hudson, J. E.; Xiao, R.-P.; Van Eyk, J. E.; Gottlieb, R. A.; Delbridge, L.", "abstract": "Diabetic heart disease is highly prevalent and is associated with the early development of impaired diastolic relaxation. The mechanisms of diabetic heart disease are poorly understood and it is a condition for which there are no targeted therapies. Recently, disrupted glycogen-autophagy (glycophagy) and glycogen accumulation have been identified in the diabetic heart. Glycophagy involves glycogen receptor binding and linking with an ATG8 protein to locate and degrade glycogen within an intracellular phago-lysosome. Here we show that glycogen receptor protein STBD1 (starch-binding-domain-protein-1) is mobilized early in the cardiac glycogen response to metabolic challenge in vivo, and that deficiency of a specific ATG8 family protein, Gabarapl1 ({gamma}-aminobutyric-acid-receptor-associated-protein-like-1) is associated with diastolic dysfunction in diabetes. Gabarapl1 gene delivery treatment remediated cardiomyocyte and cardiac diastolic dysfunction in type 2 diabetic mice and diastolic performance of diabetic human iPSC-derived cardiac organoids. We identify glycophagy dysregulation as a mechanism and potential treatment target for diabetic heart disease.", "date": "2025-09-22", "journal": ""}
{"title": "Structure of the type VI secretion system protein VgrS from Salmonella Typhimurium", "doi": "10.1101/2024.12.20.629533", "authors": "Sachar, K.; Van Schepdael, M.; Winters, K. L.; Prehna, G.", "abstract": "Enteric bacterial pathogens employ various strategies to colonize the intestine and cause diseases ranging from gastroenteritis to systemic infections. For example, Salmonella enterica utilizes a nanomachine known as the type VI secretion system (T6SS) to facilitate colonization of the host gut. However, the varied mechanistic details of how the T6SS is loaded with effector proteins remains to be elucidated. Here, we present an X-ray crystal structure of the Salmonella Typhimurium VgrG (VgrS) that serves as platform for T6SS effector loading. Compared to other known structures of VgrG proteins, the VgrS trimer adopts an alternative open conformation composed of a domain-swap between the monomers in the gp27 region. Additionally, a comparative structural analysis of VgrS with other VgrG proteins reveals molecular variations that may contribute to specific effector loading mechanisms. Our structural data and molecular analysis highlight the observation that the T6SS of each bacterial species or strain is unique.", "date": "2025-09-22", "journal": ""}
{"title": "Ultrastructural membrane dynamics of mouse and human cortical synapses", "doi": "10.1101/2024.12.26.630393", "authors": "Eddings, C. R.; Fan, M.; Imoto, Y.; Itoh, K.; McDonald, X.; Eilers, J.; Anderson, W. S.; Worley, P. F.; Lippmann, K.; Nauen, D. W.; Watanabe, S.", "abstract": "Live human brain tissues provide unique opportunities for understanding synaptic transmission. Investigations have been limited to anatomy, electrophysiology, and protein localization, while crucial parameters such as synaptic vesicle dynamics were not visualized. Here we utilize zap-and-freeze time-resolved electron microscopy to overcome this hurdle. First, we validate the approach with acute mouse brain slices to demonstrate that slices can be stimulated to produce calcium signaling. Next, we show that synaptic vesicle endocytosis is induced in both mouse and human brain slices. Crucially, clathrin-free endocytic pits appear immediately next to the active zone, where ultrafast endocytosis normally occurs, and can be trapped at this location by a dynamin inhibitor. In both species a protein essential for ultrafast endocytosis, Dynamin 1xA, localizes to the region peripheral to the active zone, the putative endocytic zone, indicating a possible conserved mechanism between mouse and human. This approach has the potential to reveal dynamic, high-resolution information about synaptic membrane trafficking in intact human brain slices.", "date": "2025-09-22", "journal": ""}
{"title": "Hedgehog Pathway Activity Downstream of Smoothened is regulated specifically by Basal Ciliary PKA", "doi": "10.1101/2024.12.30.630707", "authors": "Zhang, H.; Chen, S.; Huang, Z.; Ben, J.; Chen, G.; Wu, C.; Xie, H.; Ingham, P.; Zhao, Z.", "abstract": "Effectors of the vertebrate Hedgehog (HH) signaling pathway are organized through primary cilia (PC) that grow and retract in lockstep with the cell cycle in response to extracellular signals. Protein kinase A (PKA), a kinase with ubiquitous distribution in most cells, functions as a specific negative regulator of the HH pathway. Its functional specificity in the HH pathway has been suggested to be controlled by cAMP in the PC. However, the regulation of PKA and its functions in PC remain unclear, in part due to the lack of observation of PKA localization in PC during HH resting state as well as conflicting reports of the dynamic changes of cAMP in cilia and HH pathway activity. To address this issue, we have developed a ciliary-localized FRET-based A-kinase activity probe (Nphp3N-AKAR2-CR) as an improved biosensor for monitoring real-time PKA activity in the PC of both cultured cells and living zebrafish embryos. Although the PKA catalytic subunit (PKA-C) was not observed in PC, basal PKA activity in cells could be detected with this probe. In addition, we have found that only ciliary-targeted PKA and not cytosolic PKA, can modulate the HH pathway, even when the integrity of the PC is disrupted. Notably, ciliary PKA activity was barely changed either by inhibition or activation of the HH pathway at the level of Smoothened (SMO), the obligate HH signal transducer. Moreover, we found that even low concentration of the adenylyl cyclase agonist forskolin (FSK) can efficiently inhibit the HH pathway in the presence of the constitutively active variant SMOA1, suggesting that the activation of the HH pathway by SMO may not be due solely to direct regulation of PKA activity in the PC.", "date": "2025-09-22", "journal": ""}
{"title": "Mitochondrially Transcribed dsRNA Mediates Manganese-induced Neuroinflammation", "doi": "10.1101/2025.02.16.638529", "authors": "Gokhale, A.; Mendez-Vazquez, H.; Sampson, M. M.; Moctezuma, F. G. R.; Harbuzariu, A.; Sing, A.; Zlatic, S. A.; Roberts, A. M.; Prajapati, M.; Roberts, B. R.; Bartnikas, T. B.; Wood, L. B.; Sloan, S. A.; Faundez, V.; Werner, E.", "abstract": "Manganese (Mn) is an essential trace element required for various biological functions, but excessive Mn levels are neurotoxic and lead to significant health concerns. The mechanisms underlying Mn-induced neurotoxicity remain poorly understood. Neuropathological studies of affected brain regions reveal astrogliosis, and neuronal loss, along with evidence of neuroinflammation. Here, we present a novel Mn-dependent mechanism linking mitochondrial dysfunction to neuroinflammation. We found that Mn disrupts mitochondrial transcriptome processing, resulting in the accumulation of complementary RNAs that form double-stranded RNA (dsRNA). This dsRNA is released to the cytoplasm, where it activates cytosolic sensor pathways, triggering type I interferon responses and inflammatory cytokine production. This mechanism is evident in 100-day human cerebral organoids, where Mn-induced inflammatory responses are observed predominantly in mature astrocytes. Similar effects were observed in the transcriptome and cytokine profile of female and male mouse brains carrying mutations in the SLC30A10 gene, a model of hypermanganesemia with dystonia1 disorder. These findings highlight a previously unrecognized role for mitochondrial dsRNA in Mn-induced neuroinflammation and provide insights into the molecular pathogenesis of manganism. We propose that this mitochondrial dsRNA-induced inflammatory pathway could be active in other diseases caused by environmental or genetic factors.", "date": "2025-09-22", "journal": ""}
{"title": "Spatial Total RNA Sequencing of Formalin-Fixed Paraffin Embedded Tissues by spRandom-seq", "doi": "10.1101/2025.02.19.638981", "authors": "Liao, Y.; Zhang, S.; Chen, J.; Chen, Y.-s.; Zhu, B.; Chen, H.; Zhu, Y.; Xu, Z.; Yin, Y.; Xiong, X.; Liu, N.; Guo, H.; Wang, Y.", "abstract": "Current oligo(dT) primers-based spatial transcriptomic methods are limited to fresh or fresh-frozen samples due to the low efficiency of oligo(dT) primers in capturing RNAs in degraded or microbial samples. Here, we have developed a random primer-based spatial total RNA sequencing (spRandom-seq) technology for simultaneously capturing whole host and microbial RNAs in formalin-fixed paraffin-embedded (FFPE) tissues. spRandom-seq eliminated 3' or 5' gene-body biases and outperformed oligo(dT)-based 10X Visium with an 8-fold higher capturing rate for lncRNA and other non-polyadenylated RNA biotypes, including miRNA, snRNA and miscRNA. In the clinical FFPE sections of breast cancer, we revealed the inherent heterogeneity within the tumor region. We also simultaneously captured host and microbial RNAs in Klebsiella pneumoniae-infected sections. Totally, spRandom-seq provided a versatile tool for both clinical pathology and infection biology with established spatial platforms, ensuring ease of operation and large-scale applications.", "date": "2025-09-22", "journal": ""}
{"title": "DINOSim: Zero-Shot Object Detection and Semantic Segmentation on Microscopy Images", "doi": "10.1101/2025.03.09.642092", "authors": "Gonzalez-Marfil, A.; Gomez-de-Mariscal, E.; Arganda-Carreras, I.", "abstract": "We present DINOSim, a novel method for detecting and segmenting objects in microscopy images without the need for large annotated datasets or additional training. DINOSim builds on the pretrained DINOv2 image encoder, which captures semantic information from images. By comparing the encoder's features of images patches to those of a user-selected reference, DINOSim generates pseudo-labels that guide object detection and segmentation. Subsequently, a k-nearest neighbors framework is then used to refine predictions across new images. Our experiments show that DINOSim can effectively identify and segment previously unseen objects in diverse microscopy datasets, offering performance comparable to supervised approaches while avoiding the need for costly manual labeling. We also investigate how different choices of user prompts selection and model size affect accuracy and generalization. To make the method widely accessible, we provide an open-source Napari plugin, enabling researchers to easily apply DINOSim to their own data. Overall, DINOSim offers a fast, flexible and practical solution for bioimage analysis, particularly valuable in resource-constrained settings.", "date": "2025-09-22", "journal": ""}
{"title": "HaploCharmer: a Snakemake workflow for read-scale haplotype calling adapted to polyploids", "doi": "10.1101/2025.03.14.642807", "authors": "Rio, S.; Abdallah, S.; Durand, T.; DHont, A.; Garsmeur, O.", "abstract": "The advent of next-generation sequencing (NGS) has revolutionized the study of single nucleotide polymorphisms (SNPs), making it increasingly cost-effective. Haplotypes, which combine alleles from adjacent variants, offer several advantages over bi-allelic SNPs, including enhanced information content, reduced dimensionality, and improved statistical power in genomic studies. These benefits are particularly significant for polyploid species, where distinguishing all homologous copies using SNP markers alone can be challenging. This article introduces HaploCharmer, a flexible workflow designed for read-scale haplotype calling from NGS data. HaploCharmer identifies haplotypes within preconfigured genomic regions smaller than a sequencing read, ensuring direct comparability across individuals. It integrates a series of processing steps including mapping, haplotype identification, filtration, and reporting of haplotype sequences, as presence-absence, in the panel of accessions analyzed. The performance of HaploCharmer was validated by building a genetic map using whole-genome sequencing data from a highly polyploid sugarcane cultivar (R570) and its self-progeny, and performing a diversity analysis in the polyploid Saccharum genus using targeted sequencing data. The workflow successfully identified a large number of high-quality haplotypes, with less than 1% of false positives. The dense genetic map obtained using single-dose haplotypes accurately depicted the known genome architecture of the R570 cultivar, including large chromosome rearrangements. The diversity analysis accurately reflected the known genetic structure within this genus. It also allowed inferring ancestral origins to mapped haplotypes and the corresponding chromosome segments in the R570 genetic map. HaploCharmer provides a robust method for diversity, genetic mapping, and quantitative genetics studies in both diploid and polyploid species.", "date": "2025-09-22", "journal": ""}
{"title": "Timescale-normalized fMRI reveals disrupted dynamic signal-energy balance in schizophrenia", "doi": "10.1101/2025.03.20.644399", "authors": "Wiafe, S.-L.; Kinsey, S.; Soleimani, N.; Nsafoa, R.; Khasayeva, N.; Harikumar, A.; Miller, R.; Calhoun, V.", "abstract": "Neural systems operate across diverse and nested timescales: fast unimodal fluctuations are gradually integrated within higher-order transmodal networks, complicating direct comparison of regional activity. We propose a systems principle of timescale normalization for coordinated signal-energy balance, in which healthy brains reconcile variable internal clocks so that inter-regional activity remains energetically proportionate over time. To operationalize this principle, we time-align regional fMRI signals via a time-resolved dynamic time-warping method that removes temporal distortions and isolates moment-to-moment amplitude differences. The residual amplitudes define a dynamic signal-energy disparity metric, quantifying coordination across intrinsic networks. Validation in the Human Connectome Project cohort (n = 1,200) demonstrated robust adherence to this system principle. Applied to a multi-site schizophrenia cohort (controls=160, patients=151), the approach revealed more heterogeneous signal-energy disparities in patients, particularly during faster fluctuations. State-switching analyses further showed that patients occupied and re-entered less balanced configurations more frequently, characterized by reduced spectral gap and longer mixing time, indicating slower re-stabilization of balanced energy states, greater heterogeneity and sluggish re-stabilization were associated with higher symptom severity and poorer working memory and reasoning. In summary, schizophrenia reflects a breakdown of timescale normalization, producing heterogeneous disparities in signal energy and impaired recovery of balanced network states. These findings establish dynamic signal-energy balance as a core systems mechanism directly linked to symptoms, cognition, and potential intervention monitoring.", "date": "2025-09-22", "journal": ""}
{"title": "Goal-directed visual information processing with GABAergic inhibition in parietal cortex", "doi": "10.1101/2025.03.26.645504", "authors": "Wang, Z.; Wiborg, S.; Wittman, A.; Beck, N.; Hirschle, S.; Aschenbrenner, D.; Becker, M.; Frank, S. M.", "abstract": "Goal-directed visual information processing involves tracking relevant visual signals (targets) over space and time. However, goal-irrelevant visual signals (distractors) can interfere with the tracking of targets. The neural mechanisms, which promote the tracking of targets in the challenge of interference from distractors remain elusive. Here, we used time-resolved functional magnetic resonance spectroscopy (fMRS) to measure concentrations of {gamma}-aminobutyric acid (GABA), a chief inhibitory neurotransmitter, and glutamate, a chief excitatory neurotransmitter, in parietal and visual cortex while participants performed a visual tracking task for targets among distractors. We found that the more targets had to be tracked, the greater the concentrations of GABA and glutamate in parietal cortex. In visual cortex only the concentration of glutamate increased with the number of targets. Concentration changes of GABA and glutamate only in parietal cortex were differentially associated with tracking performance: Better target tracking was associated with greater increase in GABA concentration and smaller increase in glutamate concentration. The results of control experiments showed that this differential association between tracking performance and metabolite changes in parietal cortex reflected individual differences in distractor suppression: participants with better distractor suppression during tracking tended to have greater increase in GABA concentration and smaller increase in glutamate concentration. This suggests that target-distractor interference during tracking is minimized by GABAergic suppression of goal-irrelevant distractors in parietal cortex, thereby promoting goal-directed visual information processing.", "date": "2025-09-22", "journal": ""}
{"title": "Goal-directed visual information processing with GABAergic inhibition in parietal cortex", "doi": "10.1101/2025.03.26.645504", "authors": "Wang, Z.; Wiborg, S.; Wittman, A.; Beck, N.; Hirschle, S.; Aschenbrenner, D.; Becker, M.; Frank, S. M.", "abstract": "Goal-directed visual information processing involves tracking relevant visual signals (targets) over space and time. However, goal-irrelevant visual signals (distractors) can interfere with the tracking of targets. The neural mechanisms, which promote the tracking of targets in the challenge of interference from distractors remain elusive. Here, we used time-resolved functional magnetic resonance spectroscopy (fMRS) to measure concentrations of {gamma}-aminobutyric acid (GABA), a chief inhibitory neurotransmitter, and glutamate, a chief excitatory neurotransmitter, in parietal and visual cortex while participants performed a visual tracking task for targets among distractors. We found that the more targets had to be tracked, the greater the concentrations of GABA and glutamate in parietal cortex. In visual cortex only the concentration of glutamate increased with the number of targets. Concentration changes of GABA and glutamate only in parietal cortex were differentially associated with tracking performance: Better target tracking was associated with greater increase in GABA concentration and smaller increase in glutamate concentration. The results of control experiments showed that this differential association between tracking performance and metabolite changes in parietal cortex reflected individual differences in distractor suppression: participants with better distractor suppression during tracking tended to have greater increase in GABA concentration and smaller increase in glutamate concentration. This suggests that target-distractor interference during tracking is minimized by GABAergic suppression of goal-irrelevant distractors in parietal cortex, thereby promoting goal-directed visual information processing.", "date": "2025-09-22", "journal": ""}
{"title": "Nanopore direct RNA sequencing (DRS) of MS2 bacteriophages in E.coli throughout its life cycle reveals a complex transcriptional activity to control and maintain its growth", "doi": "10.1101/2025.03.30.646209", "authors": "Ni, N.; Burgio, G.", "abstract": "The RNA bacteriophage MS2 is an RNA phage that infects the bacterium E. coli and is one of the most studied and prototypical model phages in molecular biology and microbiology. Previous research revealed complex translational control and fine-tuning for MS2 replication. However, the dynamics of its transcriptional activity and replication during the life cycles within the bacteria remain elusive. Here, we employed Nanopore Direct RNA sequencing (DRS) to investigate the transcriptome and epitranscriptome landscape of the MS2 in infected E. coli throughout multiple life cycles. We discovered that MS2 phages sustain a high level of transcriptional activity required for replication. We found large amounts of subgenomic small transcripts from RNA degradation, Nanopore DRS bias, and transcripts containing the coat-encoding region, required for virion assembly. We found hybrid reads due to the error-prone activity of the MS2 replicase complex by the template-switching mechanism. We evidenced that RNA modification is conserved throughout the entire life cycle in full-length transcripts without the acquisition of new modifications, whereas small transcripts did acquire newly modified sites. The conserved sequence and secondary structure (U-rich hairpin) of {Psi} installation sites were the most amenable to RNA modification, and one site aligned well with host RluA-mediated installation. Overall, our investigation reveals a more complex transcriptional dynamics of MS2 phages than anticipated within E. coli to maintain its growth and replicate under host pressure.", "date": "2025-09-22", "journal": ""}
{"title": "Welcome pathogens: transient heat dampens immune responses to acibenzolar-S-methyl in apple plants", "doi": "10.1101/2025.04.03.647103", "authors": "Chavonet, E.; Nguyen, B.-h.; Heintz, C.; Cournol, R.; Siroka, J.; Novak, O.; Larbat, R.; Gaucher, M.; Brisset, M.-N.; Pantin, F.; Degrave, A.", "abstract": "Climate change affects plant-pathogen interactions, with disease outcome varying depending on pathosystem and environmental scenario. In Arabidopsis, a thermo-sensitive module of salicylic acid (SA) signaling makes immunity vulnerable to heat. The potent resistance inducer acibenzolar-S-methyl (ASM), an SA analogue that up-regulates transcription of defense genes, could restore plant protection under heat but not core SA signaling. Here, we investigated how high temperature rewires the ASM-induced responses of the apple immune system. We treated apple plants with ASM under contrasting heatwave scenarios and subsequently exposed them to Erwinia amylovora (the fire blight bacterium) or Venturia inaequalis (the apple scab fungus) while monitoring gene expression. While pre-exposing apple plants to high temperature did not change their susceptibility to pathogens, it drove a loss of ASM-induced protection. Transcriptomic analysis revealed broad dampening of ASM-regulation upon high temperature, for a wide range of biological processes beyond defense. We uncovered thermo-sensitive \"resistance\" and \"susceptibility\" marker genes with ASM-responsiveness being critically vulnerable to heat. We concluded that exposure to heatwave prevents ASM from fully mounting its protective responses in apple, not only lowering defenses but also offering more favorable hosting conditions. Our work highlights plant immunity as the joint outcome of resistant and susceptible responses.", "date": "2025-09-22", "journal": ""}
{"title": "Graph-Based Modeling of Alzheimer's Protein Interactions via Spiking Neural, Hyperdimensional Encoding, and Scalable Ray-Based Learning", "doi": "10.1101/2025.04.11.647919", "authors": "Zare, S.", "abstract": "This study introduces a novel computational framework for predicting protein-protein interactions (PPIs) in Alzheimer's disease by integrating biologically inspired and graph-based learning paradigms. The pipeline combines genetic algorithm-driven feature selection, hyperdimensional encoding for robust semantic representation, and spiking neural networks to capture temporal dynamics. These representations are fused with graph neural network embeddings and processed via scalable nearest-neighbor inference. Unlike conventional models, this multi-view architecture enables biologically grounded prediction under data sparsity, offering interpretable insights into disease-relevant molecular interactions.", "date": "2025-09-22", "journal": ""}
{"title": "Stroke Shifts Brain Dynamics Toward Criticality: Evidence from Intrinsic Neural Timescales", "doi": "10.1101/2025.04.10.647205", "authors": "Wu, K.; Jelfs, B.; Fang, Q.; Gollo, L. L.", "abstract": "Stroke disrupts brain function beyond focal lesions, altering multiscale temporal dynamics essential for information processing. We investigated intrinsic neural timescales (INT) and other properties of long-range temporal correlations, using longitudinal fMRI data from 15 ischemic stroke patients across six months, and compared them to age-matched controls. Results show that stroke patients exhibited significantly prolonged INT in multiple cortical regions, reflecting slowed temporal dynamics and disrupted hierarchy. These dynamic changes persisted through recovery and were more pronounced in patients with poor outcomes, especially within cognitive control networks. Computational modelling suggested that stroke-induced INT prolongation driven by heightened neuronal excitability reflects a dynamic shift towards criticality. Our findings position long-range temporal correlations and INT as potential biomarkers for monitoring and predicting functional recovery. This framework provides a novel perspective on stroke-induced brain changes and suggests avenues for targeted neurorehabilitation using interventions aiming at restoring intrinsic temporal dynamics.", "date": "2025-09-22", "journal": ""}
{"title": "Cerebellar climbing fibers impact experience-dependent plasticity in the mouse primary somatosensory cortex", "doi": "10.1101/2025.04.18.649578", "authors": "Silbaugh, A.; Koster, K. P.; Hansel, C.", "abstract": "In the cerebellum, climbing fibers (CFs) provide instructive signals for supervised learning at parallel fiber to Purkinje cell synapses. It has not been tested so far whether CF signaling may also influence plasticity in other brain areas. Here, we show that optogenetic CF activation suppresses potentiation of whisker responses in L2/3 pyramidal cells in primary somatosensory cortex (S1) of awake mice that is observed after repeated whisker stimulation. Using two-photon imaging and chemogenetics, we find that CFs control plasticity by modulating SST- and VIP positive interneurons in S1 cortex. Transsynaptic labeling identifies zona incerta (ZI) to thalamic posterior medial nucleus projections as a pathway for cerebellar output reaching S1 cortex. Chemogenetic inhibition of PV-positive neurons in the ZI prevents CF co-activation effects, identifying the ZI as a critical relay. Our findings demonstrate that CFs impact sensory signal processing and plasticity in S1 cortex and thus may convey instructive signals.", "date": "2025-09-22", "journal": ""}
{"title": "Optimizing electrode placement and information capacity for local field potentials in cortex", "doi": "10.1101/2025.04.25.650658", "authors": "Willis, J. A.; Wright, C. E.; Zhu, R.; Ruan, Y.; Stallings, J.; Abrego, A. M.; Medani, T.; Moitra, P.; Mosher, J. C.; Ramakrishnan, A.; Schroeder, C. E.; Joshi, A. A.; Leahy, R. M.; Tandon, N.; Seymour, J. P.", "abstract": "Recent neurosurgery advancements include improved stereotactic targeting and increased electrode contacts. This study introduces a subject-specific, in silico modeling tool for optimizing electrode placement and maximizing coverage with a variety of devices. The basis for optimization is the inherent information patterns of field potentials derived from dipolar sources. The approach integrates subject-specific MRI data with finite element modeling (FEM) used to simulate the sensitivity of subdural and intracortical devices. Sensitivity maps, or lead fields, from these models enable the comparison of different electrode placements, contact sizes, contact configurations, and substrate properties, which are often overlooked factors. One tool is a genetic algorithm that optimizes electrode placement by maximizing information capacity. Another is a sparse sensor method, Sparse Electrode Placement for Input Optimization (SEPIO), that selects the best sensor subsets for accurate source classification. We demonstrate several use cases for clinicians, engineers, and researchers. Overall, these open-source tools offer a quantitative framework to juxtapose devices in one's neurosurgical armament or optimize device and contact placement. It may help users refine electrode coverage with low channel count devices and minimize invasive surgery burden. The study demonstrates that optimized electrode placement significantly improves the information capacity and signal quality of LFP recordings. The tools developed offer a valuable approach for refining neurosurgical techniques and enhancing the design of neural implants.", "date": "2025-09-22", "journal": ""}
{"title": "Metabolic and Population Profiles of Active Subseafloor Autotrophs in Young Oceanic Crust at Deep-Sea Hydrothermal Vents", "doi": "10.1101/2025.04.25.650746", "authors": "Elkassas, S. M.; Fortunato, C. S.; Grim, S.; Butterfield, D. A.; Holden, J. F.; Vallino, J. J.; Algar, C.; Zeigler Allen, L.; Larson, B.; Proskurowski, G.; Reddington, E.; Stewart, L.; Topcuoglu, B.; Huber, J. A.", "abstract": "At deep-sea hydrothermal vents, magmatically driven rock-water reactions in the crust generate gases and other reduced compounds that subseafloor microorganisms use for chemolithoautotrophy. In this study, microbial autotrophs from three diffuse flow hydrothermal vents at Axial Seamount in 2013 and 2014 were isotopically labeled using RNA Stable Isotope Probing (RNA-SIP), targeting subseafloor autotrophic mesophiles (30{degrees}C), thermophiles (55{degrees}C), and hyperthermophiles (80{degrees}C). We constructed taxonomic and functional profiles of active chemolithoautotrophs, examined population distributions across sites, and linked primary producers to their specific metabolic strategies within the subseafloor community. Dominant autotrophs exhibited hydrogen-dependent dissimilatory metabolisms such as sulfur and nitrate reduction and methanogenesis, as well as microaerophilic sulfide oxidation even at 80{degrees}C, consistent with fluid chemistries at each site. While hydrogenotrophic methanogenic archaea such as Methanothermococcus were restricted in their distribution and activity, hydrogenotrophic sulfur and nitrate reducers from the Aquificota (Thermovibrio), Campylobacterota (Nautiliaceae, Hydrogenimonas, and Desulfurobacteriaceae) were consistently active and present at all sites and years at both the population and community levels. Hydrogenase transcripts were significantly differentially expressed, and diverse hydrogenases were found in metagenome-assembled genomes of Aquificota members, highlighting the importance and versatility of their hydrogen utilization strategies which likely contribute to their cosmopolitan distribution across geochemically disparate subseafloor sites. Together, this study provides new insights into the functional dynamics and distribution of key subseafloor autotrophic microbial communities in young oceanic crust at deep-sea hydrothermal vents. Keywords: deep-sea hydrothermal vents, RNA-SIP, chemolithoautotrophy, diffuse flow", "date": "2025-09-22", "journal": ""}
{"title": "Carbon and microbes from thawing palsas and peats do not reach a wider fluvial system", "doi": "10.1101/2025.05.07.652394", "authors": "Tuomela, N.; Elovaara, S.; Hultman, J.; Kaartokallio, H.; Thomas, D.", "abstract": "Climate change is altering the biogeochemical cycling of carbon and nutrients in the northern peatland and permafrost regions, which provide one of the largest terrestrial carbon storages. Lateral transfer of carbon needs to be more widely studied, especially in smaller streams and catchments, as they receive high loading of organic matter and are hotspots of carbon degradation. In this study we combined measurements of dissolved organic matter (DOM) quality and quantity with microbial community data from a small Arctic catchment. Our aim was to understand how the catchment is affected by two sub-catchments, degrading palsa permafrost mire and peatland thawing in spring. The small thaw ponds in the palsa mire were clearly distinct from the rest of the catchment and ponds in the peatland. Palsa ponds had higher DOM quantity, more aromatic DOM and distinct microbial communities. Thus, our results point towards analogous and low export rates of organic matter from the permafrost mire and peatland to the receiving small streams. Instead, the DOM is being retained and metabolised within the small ponds in both palsa mire and peatland. We also detected high abundances of ultra-small Patescibacteria. Patescibacteria dominated the microbial community composition in all the sampled waters.", "date": "2025-09-22", "journal": ""}
{"title": "Insights from aquaporin structures into drug-resistant sleeping sickness", "doi": "10.1101/2025.05.15.654314", "authors": "Matusevicius, M.; Corey, R. A.; Gragera, M.; Yamashita, K.; Sprenger, T.; Ungogo, M.; Blaza, J. N.; Castro-Hartmann, P.; Chirgadze, D. Y.; Chaitanya Vedithi, S.; Afanasyev, P.; Melero, R.; Warshamanage, R.; Gusach, A.; Carazo, J.-M.; Carrington, M.; Blundell, T.; Murshudov, G. N.; Stansfeld, P. J.; Sansom, M. S.; De Koning, H. P.; Tate, C. G.; Weyand, S.", "abstract": "Trypanosoma brucei is the causal agent of African trypanosomiasis in humans and animals, the latter resulting in significant negative economic impacts in afflicted areas of the world. Resistance has arisen to the trypanocidal drugs pentamidine and melarsoprol through mutations in the aquaglyceroporin TbAQP2 that prevent their uptake. Here we use cryogenic electron microscopy to determine the structure of TbAQP2 from Trypanosoma brucei, bound to either the substrate glycerol or to the sleeping sickness drugs, pentamidine or melarsoprol. The drugs bind within the AQP2 channel at a site completely overlapping that of glycerol. Mutations leading to a drug-resistant phenotype were found in the channel lining. Molecular dynamics simulations showed the channel can be traversed by pentamidine, with a low energy binding site at the centre of the channel, flanked by regions of high energy association at the extracellular and intracellular ends. Drug-resistant TbAQP2 mutants are still predicted to bind pentamidine, but the much weaker binding in the centre of the channel observed in the MD simulations would be insufficient to compensate for the high energy processes of ingress and egress, hence impairing transport at pharmacologically relevant concentrations. The structures of drug-bound TbAQP2 represent a novel paradigm for drug-transporter interactions that could provide new mechanisms for targeting drugs into pathogens and human cells.", "date": "2025-09-22", "journal": ""}
{"title": "Rescuing Ischemic Brain Injury by Rewiring Mitochondrial Electron Flow", "doi": "10.1101/2025.05.19.650489", "authors": "Yoval-Sanchez, B.; Guerrero, I.; Sosunov, S.; Chen, Q.; Ansari, F.; Siragusa, M.; Konrad, C.; Niatsetskaya, Z.; Stepanova, A.; Starkov, A.; Khruschev, S.; Magrane, J.; Nikitina, A. A.; Bereshchenko, O.; Witting, I.; Zhou, P.; Zhou, L.; Szibor, M.; Manfredi, G.; Gross, S.; Ten, V.; Galkin, A.", "abstract": "Mitochondrial metabolic flux alterations are critical drivers of acute ischemia-reperfusion (IR) brain injury. Reverse electron transfer (RET), defined as the upstream flow of electrons from the quinone pool to complex I, is a major source of pathological reactive oxygen species (ROS) under stress conditions. Using an in vivo model of brain IR, we show that RET-supporting substrates (succinate and glycerol 3-phosphate) accumulate during oxygen deprivation. Rapid oxidation of these substrates by brain mitochondria upon reoxygenation drives massive ROS production, while also leading to over-reduction and dissociation of the complex I flavin mononucleotide (FMN) cofactor. The resulting FMN-deficient complex I becomes catalytically impaired, unable to oxidize NADH or to produce ROS. To mitigate RET and preserve complex I function, we used transgenic mice xenotopically expressing alternative oxidase (AOX). This enzyme bypasses complexes III and IV by directly oxidizing the reduced quinone pool and passing electrons onto molecular oxygen. AOX expression did not alter complex I abundance, supercomplexes assembly, or basal respiration rates, but effectively diverted electrons from the quinone pool, decreasing RET flux via complex I and limiting ROS generation during IR. This attenuation of RET preserved complex I FMN binding, suppressed oxidative stress, and conferred neuroprotection in vivo. Our findings reveal a novel strategy for rewiring mitochondrial electron flux to mitigate initial IR brain injury, highlighting modulation of the quinone pool by AOX as a potential therapeutic strategy for IR.", "date": "2025-09-22", "journal": ""}
{"title": "Fungal pathogen activity and stress-dependent responses of grapevine wood to esca and drought", "doi": "10.1101/2025.08.05.668645", "authors": "Chambard, M.; Cantu, D.; Bortolami, G.; Dell'Acqua, N.; Ferrer, N.; Gambetta, G.; Garcia, J.; Gastou, P.; Massonnet, M.; Moretti, S.; Rochepeau, A.; Petriacq, P.; Foulongne-Oriol, M.; Delmas, C. E. L.", "abstract": "[bullet] Biotic and abiotic stresses alter the physiology of perennial plants, with consequences for fungal endophytes and disease expression. In grapevine, one of the worlds most valuable crops, drought inhibits esca disease expression, but the underlying molecular interactions between plant and fungi are unknown. [bullet] We combined wood metatranscriptomics, metabolomics, and metabarcoding to investigate these interactions in 30-year-old grapevines and eight wood-pathogenic fungi under conditions of drought or esca leaf symptom expression. [bullet] Both esca and drought decreased grapevine transpiration, but with different transcriptomic and metabolic signatures. Similar pathways were also activated, including the phenylpropanoid and stilbenoid synthesis pathways. These stress responses could potentially confer cross-tolerance, and elicit different fungal molecular responses. The levels of putative fungal virulence factors increased significantly under both stresses. Under drought, only the relative abundance of Phaeomoniella chlamydospora and gene expression involved in anti-oxidative mechanisms, growth, and reproduction increased. Under esca expression conditions, only the relative abundance of Fomitiporia mediterranea and gene expression involved in wood degradation, competition, detoxification, and growth increased. [bullet] The grapevine defense mechanisms induced by drought coupled with a low transpiration rate and a low abundance and virulence of F. mediterranea may account for esca leaf symptom inhibition upon water deficit.", "date": "2025-09-22", "journal": ""}
{"title": "Angiogenic CD8 T cells from PWH induce Granzymes-dependent PAR1 activation promoting endothelial inflammation", "doi": "10.1101/2025.08.06.668764", "authors": "Li, T.; Mehta, C.; James, C.; Chen, J.; Chen, H.; Ahern, G.; Zhu, Z.; Faus Cid, M.; Abdussamad, M.; Yu, S.; Kumar, J.; Kumar, P. N.; Hadigan, C.; DiVito, K.; McGavern, D. B.; Pobezinsky, L.; Catalfamo, M.", "abstract": "In people with HIV (PWH), T cell immune activation and endothelial inflammation are contributors of the increased cardiovascular risk, however the mechanisms remain poorly understood. PAR1 connects the coagulation cascade, endothelial cells and CD8 T cells at the site of endothelial inflammation and we hypothesized that HIV driven CD8 T cell immune activation alters endothelial repair mechanisms. Endothelial repair is partially mediated by angiogenic T (Tang) cells that facilitate proliferation of endothelial cells, and differentiation of endothelial progenitor cells at site of vascular injury. During LCMV infection, we identified a subset of CD31highCD8 T cells that exhibited a long-lived memory precursor phenotype (CD127+KLRG1-) and secreted the proangiogenic cytokine vascular endothelial growth factor (VEGF) after viral control. Furthermore, in PWH, the frequencies of CD8 Tang cells were reduced and showed an activated phenotype and expression of granzymes. GZMA+GZMB+CD8 Tang cells correlated with atherosclerotic cardiovascular disease (ASCVD) risk. In vitro, granzyme dependent PAR1 activation led to calcium mobilization and secretion of proinflammatory cytokines IL-6, IL-8 and angiopoietin-2 by primary human endothelial cells. Altogether, these findings suggest that CD8 T cells are involved in immunity against viruses and endothelial homeostasis and HIV driven immune activation alters these functions.", "date": "2025-09-22", "journal": ""}
{"title": "Elucidating design principles for Ribozyme-Enabled Tissue Specificity (RETS) to allow precise expression without specialized promoters.", "doi": "10.1101/2025.08.14.670357", "authors": "Combest, M. M.; Conlin, J.; Van De Mark, V.; Boisen, M.; Colwell, H.; Khakhar, A.", "abstract": "Tissue- or cell type- specific expression of transgenes is often essential for interrogation of biological phenomenon or predictable engineering of multicellular organisms but can be stymied by cryptic enhancers that make identification of promoters that generate desired expression profiles challenging. In plants the months-to-years long timeline associated with prototyping putative tissue-specific promoters in transgenic lines deepens this challenge. We have developed a novel strategy called Ribozyme Enabled Tissue Specificity (RETS) that leverages the knowledge of where and when genes are expressed derived from transcriptomic studies to enable tissue specific expression without needing characterized promoters. It uses a split self-splicing ribozyme based on a group I intron from Tetrahymena thermophila to enable conditional reconstitution of a transgene mRNA in the presence of a secondary tissue-specific mRNA of choice. We elucidate the design features that enable flexible swapping of transgenes and targets, enhancing transgene expression, and circumventing host RNA interference responses. We then show that these innovations enable tissue-specific and dose-dependent expression of transgenes in Arabidopsis thaliana. Finally, we demonstrate the utility of RETS both for creating genetically encoded biosensors to study the spatiotemporal patterns of gene expression in planta as well as for engineering tissue-specific changes in organ size. RETS provides a novel avenue to study expression patterns of native loci with non-destructive imaging, complementing the weakness of existing approaches. Additionally, the spatiotemporal control of transgene expression afforded by RETS enables precision engineering of plant phenotypes which will facilitate enhancing crops without the trade-offs associated with constitutive expression.\n\nSignificance StatementWe have developed a novel platform, called Ribozyme Enabled Tissue Specificity (RETS), that enables precision expression of transgenes in specific plant tissues without needing to spend months-to-years prototyping tissue-specific promoters. We elucidate how the programmability and functionality of RETS can be improved to enable tissue-specific and dose dependent transgene expression. RETS will enable novel fundamental studies of biological phenomenon by facilitating the creation of genetically encoded biosensors for in vivo studies of the spatiotemporal expression patterns of genes in their native genomic context. It will also significantly advance the engineering of plant phenotypes by enabling precision expression of transgenes, which is important for overcoming the trade-offs often associated with global constitutive expression, without needing tissue specific promoters.", "date": "2025-09-22", "journal": ""}
{"title": "Tyrosine kinase inhibitors affect sweet taste and dysregulate fate selection of specific taste cell subtypes via KIT inhibition.", "doi": "10.1101/2025.08.15.670608", "authors": "Piarowski, C. M.; Scott, J. K.; Wilson, C.; Lara, H.; Salcedo, E.; Han, A. S.; Lam, E. T.; Dempsey, P. J.; von Moltke, J.; Barlow, L. A.", "abstract": "Taste dysfunction, or dysgeusia, is a common side effect of many cancer drugs. Dysgeusia is often reported by patients treated with anti-angiogenic tyrosine kinase inhibitors (TKIs), which inhibit receptor tyrosine kinases (RTKs). However, the mechanisms by which TKIs cause dysgeusia are not understood, as the role of RTKs in adult taste homeostasis is unknown. Here, we find that treating adult mice with the TKI cabozantinib shifts the fate of differentiating functional taste cell subtypes within taste buds. Through behavioral assays, we find this cell fate shift leads to blunted responses to sweet tastant in cabozantinib-treated mice. Finally, we show that inducible knockout of the RTK KIT, which is inhibited by cabozantinib, largely phenocopies drug treatment. Our results establish KIT as a regulator of taste cell homeostasis and suggest that KIT inhibition may underlie TKI-induced dysgeusia in patients.", "date": "2025-09-22", "journal": ""}
{"title": "Cryo-EM Structure of the Cyclase Domain and Evaluation of Substrate Channeling in a Bifunctional Class II Terpene Synthase", "doi": "10.1101/2025.08.20.671325", "authors": "Gaynes, M. N.; Schultz, K.; Wenger, E. S.; Ronnebaum, T. A.; Marmorstein, R.; Christianson, D. W.", "abstract": "Copalyl diphosphate synthase from Penicillium verruculosum (PvCPS) is a bifunctional class II terpene synthase containing a prenyltransferase that produces geranylgeranyl diphosphate (GGPP) and a class II cyclase that utilizes GGPP as a substrate to generate the bicyclic diterpene copalyl diphosphate. The various stereoisomers of copalyl diphosphate establish the greater family of labdane natural products, many of which have environmental and medicinal impact. Understanding structure-function relationships in class II diterpene synthases is crucial for guiding protein engineering campaigns aimed at the generation of diverse bicyclic diterpene scaffolds. However, only a limited number of structures are available for class II cyclases from bacteria, plants, and humans, and no structures are available for a class II cyclase from a fungus. Further, bifunctional class II terpene synthases have not been investigated with regard to substrate channeling between the prenyltransferase and the cyclase. Here, we report the 2.9 [A]-resolution cryo-EM structure of the 63-kD class II cyclase domain from PvCPS. Comparisons with bacterial and plant copalyl diphosphate synthases reveal conserved residues that likely guide the formation of the bicyclic labdane core, but divergent catalytic dyads that mediate the final deprotonation step of catalysis. Substrate competition experiments reveal preferential GGPP transit from the PvCPS prenyltransferase to the cyclase, even when prepared as separate constructs. These results are consistent with a model in which transient prenyltransferase-cyclase association facilitates substrate channeling due to active site proximity.", "date": "2025-09-22", "journal": ""}
{"title": "Diverging effects of global change on future invasion risks of Agama picticauda between invaded regions: same problem, different solutions", "doi": "10.1101/2025.08.21.671467", "authors": "Dubos, N.; Calesse, S.; Webster, K.; Bernet, C.; Deso, G.; Fieldsend, T. W.; Maoulida, S.; Mounir, S.; Porcel, X.; Probst, J.-M.; Saidou, H.; Souchet, J.; Ibouroi, M. T.; Roesch, M. A.", "abstract": "Predicting biological invasions is challenging because multiple factors can act in contrasting directions and exert heterogeneous effects across space. Nevertheless, modelling approaches provide valuable tools to anticipate the potential spread of invasive alien species and to support mitigation strategies. With an Ecological Niche Modelling approach, we predicted the invasion risks of Peters's Rock Agama Agama picticauda, a species that is spreading globally in non-forested areas through freight transport and un-/intentional releases from the pet trade. The potential establishment of the species in new areas is of concern for multiple endemic species throughout the world. We quantified the effects of climate, anthropogenic activity and forest cover on invasion risk. We used verified records from the native and non-native range and accounted for the latest methodological recommendations. We predicted how invasion risk will vary in the future (2070) using projections from two scenarios (SSP2 and SSP5). We predict that invasion risks will vary in diverging directions, depending on the region. The risk will increase in human-populated regions and on small islands but will decrease in Florida. We recommend increasing surveillance in vehicular transportation of material especially within the Comoros and the Mascarenes archipelagos. Since many introductions are related to the pet trade in Florida, we recommend stronger legal regulations and the promotion of public awareness. Promoting tree cover may be locally beneficial to prevent establishment of A. picticauda. The effect of climate change, land use change and human activities may differ between and within both, the native and the invaded regions.", "date": "2025-09-22", "journal": ""}
{"title": "Spatio-temporal control of nuclear mechanotransduction during Epithelial-to-Mesenchymal Transition", "doi": "10.1101/2025.08.25.672162", "authors": "Bouzignac, R.; Palandri, A.; Zine el Aabidine, A.; Mangeat, T.; Merle, T.; Cazales, M.; Trullo, A.; Rouviere, C.; Pimmett, V.; Lagha, M. L.; Suzanne, M.", "abstract": "During epithelial-to-mesenchymal transition (EMT), cells generate mechanical forces. How the nucleus reacts to these mechanical cues, ensuring a tight balance between mechano-protection and mechanotransduction, is a key yet unresolved question. Here we dissect the spatio-temporal control of nuclear mechanostransduction during EMT, using Drosophila mesoderm invagination as a model. We found that two conserved pro-EMT genes respond differently to compressive forces: while snail transcription remains unaffected, compression is sufficient to activate twist transcription within seconds. We further revealed a spatially patterned genome-wide transcriptional response to EMT forces, with an apical mechanoprotection contrasting with a permissive basal nuclear environment. The direct recording of nascent transcription in response to a controlled nuclear micromanipulation provides compelling evidence of nuclear heterogeneity in the transcriptional response to forces. Overall, these results reveal that EMT nuclei respond directly and rapidly to mechanical forces, in a spatially defined pattern.", "date": "2025-09-22", "journal": ""}
{"title": "Thalamo-insular pathway regulates tic generation via motor-limbic crosstalk", "doi": "10.1101/2025.08.24.672034", "authors": "Kuno, H.; Tsuji, N.; Kobayashi, K.; Takumi, T.; Tachibana, Y.", "abstract": "Tic disorders accompanied by premonitory urges are hallmark symptoms of Tourette syndrome (TS), yet the underlying neuronal mechanisms remain elusive. Here, we establish a mouse model of motor tics by unilateral striatal injection of a GABAA receptor antagonist. This model induces c-Fos activation in both motor and limbic structures, including the insular cortex (IC). Fiber photometry reveals tic-associated activity in IC as well as the primary motor cortex (M1). Viral tracing demonstrates that basal ganglia outputs from the substantia nigra pars reticulata are transmitted to IC via the intralaminar thalamic nuclei (ITN). Chemogenetic inhibition of IC or the thalamo-insular pathway suppresses tic-related cortical activity and alleviates tic-like behaviors. These findings identify IC as a key node in tic generation and highlight ITN as critical relay stations linking motor and limbic circuits. Aberrant thalamo-insular signaling thus contributes to the pathophysiology of tic disorders and represents a potential therapeutic target in TS.", "date": "2025-09-22", "journal": ""}
{"title": "Development of a locus-specific HRM assay for DNA methylation analysis of the SHANK3 gene", "doi": "10.1101/2025.09.03.673955", "authors": "Tiryaki, S.", "abstract": "DNA methylation within CpG islands is a key epigenetic mechanism regulating gene expression. SHANK3 encodes a synaptic scaffolding protein essential for neurodevelopment and synaptic function, and aberrant SHANK3 methylation has been implicated in neuropsychiatric disorders. To enable reliable locus-specific investigation of SHANK3 epigenetic regulation, we developed a high-resolution melting (HRM) assay. In silico screening identified a CpG-rich region upstream of exon 3 as the most suitable locus for assay design. Bisulfite-converted sequences representing fully methylated and unmethylated states were used to generate three primer sets, of which two successfully amplified the target region and produced distinct melting profiles discriminating methylated from unmethylated templates. The assay was optimized on two HRM platforms (LightCycler 480 and CFX96), and conversion efficiency was confirmed with commercial control DNAs. This locus-specific HRM assay provides a methodological framework for qualitative SHANK3 methylation analysis and represents a promising tool for future validation studies and potential clinical investigations in neurodevelopmental and neuropsychiatric disorders.", "date": "2025-09-22", "journal": ""}
{"title": "Endogenous suspension and reset of consciousness: 7T fMRI brain mapping of the extended cessation meditative endpoint", "doi": "10.1101/2025.09.06.674021", "authors": "Yang, W. F.; Kadambi, A.; Abellaneda-Perez, K.; Mackin, G.; Beslic, I.; Potash, R.; Sparby, T.; Sacchet, M. D.", "abstract": "Extended cessation (EC), an advanced meditative state in which consciousness is volitionally suspended and later reset with immense mental clarity, equanimity, and peace, offers an endogenous model for investigating the mechanisms of consciousness. Using ultra-high-resolution 7T fMRI with dense within-subject sampling (N=3), we quantified whole-brain activity, functional and effective connectivity, cortical gradients, and eigenmodes, and related them to chemoarchitecture and cognitive maps. EC is marked by increased activity in unimodal regions, down-regulation in transmodal regions, subcortex, and brainstem, an expansion of the principal gradient, and decrease in low-order global eigenmodes. Cognitive decoding linked EC to heightened perceptual clarity and attention, least with mental suffering, and co-varied with histaminergic H receptors topology. These findings challenge predictions of Global Neuronal Workspace and Integrated Information Theory, while supporting the Active Inference Framework. More broadly, EC demonstrates that consciousness can cease without global suppression, suggesting a potential 'reset' mechanism that fosters equanimity and the potential for flourishing. Keywords: advanced meditation, extended cessation, consciousness, subcortical, brainstem, functional connectivity, chemoarchitecture", "date": "2025-09-22", "journal": ""}
{"title": "Neurodegeneration emerges at a cellular tipping point between aggregate accumulation and removal.", "doi": "10.1101/2025.09.08.674880", "authors": "Cotton, M. W.; Venkatesan, S.; Beckwith, J. S.; Böken, D.; Xu, C. K.; Breiter, J. C.; Berkowicz, L. E.; Salazar, L. S.; Von Schulze, A.; Andrzejewska, E. A.; Brock, E. E.; Han, H. L.; Schneider, M. M.; Sahtoe, D. D.; Baker, D.; Rowe, J. B.; Goriely, A.; McEwan, W. A.; Knowles, T. P. J.; Lee, S. F.; Halfmann, R.; Klenerman, D.; Meisl, G.", "abstract": "Protein aggregates are a hallmark of pathology across neurodegenerative diseases. Yet, the disconnect between molecular- level aggregation and the emergence of disease severely limits mechanistic understanding of neurodegeneration. Here, we bridge this disconnect by showing that a cellular tipping point emerges as a universal feature across diseases from the competition between aggregate accumulation and removal. We map the resulting cellular phase transition with our high-throughput live-cell assay, measuring the tipping point that separates healthy cells from those burdened with large aggregate loads. Using super-resolution imaging of brain tissue from Alzheimer's and Parkinson's disease, we quantify how the crucial balance of accumulation and removal is shifted in disease. Combined with in vitro aggregation kinetics, we then validate our framework by predicting how designed aggregation inhibitors shift the tipping point to restore cellular homeostasis. Our results provide a mechanistic framework to connect molecular-level aggregation to disease states, paving the way for a quantitative, unified understanding of neurodegeneration and enabling predictions of the complex, non-linear dynamics that govern therapeutic efficacy.", "date": "2025-09-22", "journal": ""}
{"title": "Structural insights into the evolution of ABH-fold luciferases", "doi": "10.1101/2025.09.13.676034", "authors": "Majerova, M.; Horackova, J.; Damborsky, J.; Bednar, D.; Marek, M.", "abstract": "The alpha/beta-hydrolase (ABH) superfamily is a widespread and functionally versatile protein fold recognized for its ability to adapt to diverse molecular functions across all three domains of life. One such spectacular example of evolutionary adaptation at the ABH-fold represents an acquisition of oxygenolytic luciferase reaction that occurred within the hydrolytic haloalkane dehalogenase family. The molecular details of this evolution remain puzzling. In this work, we determine crystal structures and explore dynamical behavior of a bifunctional ancestral ABH-fold enzyme, highlighting molecular features associated with the transition from hydrolytic to oxygenolytic catalysis at this fold. Structures showed a canonical {beta}-sandwich shielded with a helical cap domain. The catalytic pocket is voluminous enough to accommodate a bulky substrate. Molecular docking showed productive binding of the coelenterazine substrate, as well as the product coelenteramide. Molecular dynamics simulations demonstrated that the coelenterazine entry does not present a major energetic barrier and identified a preferred binding orientation important for oxygenolytic catalysis. Comparisons between ancestral and extant enzymes highlighted specific amino acids and sequence motifs characteristic for oxygenolytic luciferases. Collectively, our results provide an expanded view of the evolutionary transition in which ABH-fold enzymes, originally using water to cleave chemical bonds, adapted to utilize dioxygen for bioluminescence.", "date": "2025-09-22", "journal": ""}
{"title": "Heritable differences in metabolic stability underpin thermal tolerance of threespine stickleback (Gasterostues aculeatus) ecotypes", "doi": "10.1101/2025.09.15.676414", "authors": "Kerns, E. V.; Sasser, K. T.; Weber, J. N.", "abstract": "Assessing intraspecific variation in thermal tolerance can provide insights on how rising global temperatures will differentially impact individual organisms and populations. The oxygen and capacity limited thermal tolerance hypothesis (OCLTTH) posits that aerobic scope (AS), the difference between standard and maximal metabolic rate, underpins other ecologically relevant metrics of performance. Here we assess short- and long-term thermal tolerance of benthic and limnetic ecotypes of threespine stickleback (Gasterosteus aculeatus) fish through common garden measurements of heritable variation in AS and parasite immunity. We predicted that benthic fish would display higher thermal tolerance resulting from adaptation to the relatively large thermal fluctuations in the shallow lakes that they inhabit. Based on the OCLTTH, we also expected that AS would decline with temperature and be a precursor for reduced condition. Although data connecting parasite immunity and temperature are limited, we predicted oxygen limitation would impair parasite resistance at higher temperature, particularly in the high-immunity limnetic fish. Despite exposing fish to temperatures below their thermal maxima, survival decreased with temperature and was most pronounced in limnetic fish at the highest temperature. The evolved thermal resilience of benthic stickleback was associated with their AS stability, suggesting that at least some populations of this keystone species are capable of withstanding hotter climates. However, contrary to the OCLTTH, temperature associated changes in AS were not associated with declines in fish condition or immunity.", "date": "2025-09-22", "journal": ""}
{"title": "Cutting Through the Artifacts: Dissecting gRNA Impurities with FUSS-seq", "doi": "10.1101/2025.09.13.676056", "authors": "Montalbano, A.; Qiu, H.; Karthik, L.; Letourneau, S.; Hu, J.; Chakraborty, T.; Ge, H. G.; Lydeard, J. R.; Wang, R.; Anderson, E. G.", "abstract": "CRISPR-based therapeutics rely on guide RNAs (gRNAs) and the Cas9 endonuclease for precise gene editing. Ensuring gRNA purity and base-level sequence integrity is essential for clinical translation. While industry-standard practice relies on liquid chromatography-high-resolution mass spectrometry to assess oligonucleotide identity and purity, more recent FDA guidance recommends complementary base-by-base sequence analysis (FDA CBER Webinar, 2024).\n\nIn this study, we evaluated next-generation sequencing (NGS) strategies for characterizing chemically synthesized gRNAs. We found that the widely used SMARTer assay, while capable of producing sequenceable libraries, introduced substantial artifacts during library preparation. These included truncated scaffold species at oligo(A) stretches in the scaffold region and 5'(n-1) deletions within the spacer sequence. Although absent in the original gRNA, these artifacts accounted for over 10% of the sequencing reads, creating the false appearance of impurities. Through experimental and computational approaches, we traced these artifacts to mispriming by template-switching oligonucleotides (TSOs). Importantly, these artifacts occur during sequencing, and although they do not reflect real gRNA impurities, they compromise assay accuracy and can obscure true sequence impurities.\n\nTo overcome these limitations, we developed FUSS-seq (Full-length Uncoupled Second-strand Synthesis followed by sequencing), a novel assay that integrates principles from 5' RACE with a modified TSO bearing a 3' polymerase-blocking moiety. FUSS-seq markedly reduced artifacts and increased full-length gRNA recovery, providing a more accurate and lower-bias method for gRNA purity assessment. This approach supports improved Chemistry Manufacturing and Controls (CMC) characterization of gRNAs and strengthens the analytical toolkit needed for reliable CRISPR-based therapeutic development.", "date": "2025-09-22", "journal": ""}
{"title": "Discovery of A Small Molecule non-IMiD Degrader of ZBTB7A for the Treatment of β-hemoglobinopathies", "doi": "10.1101/2025.09.17.676148", "authors": "Liu, J.; Shen, Z.; Park, S.-Y.; Dong, Y.; Yu, N.; Zeng, J.; Lee, H.; Pate, B.; Adamia, S.; Vanuytsel, K.; Zhang, J.; Wu, S.-C.; Herman, A.; Moein, S.; Liu, W.; Liu, M.; Gao, C.; Tian, X.; Liu, Z.; Kwon, J.; Qin, K.; Budjan, C.; Ko, P.-S.; Shao, C.; Jaladanki, C. K.; Li, J.; Lee, E.; Liu, B.-h.; Stowell, S.; Manis, J. P.; Justus, D.; Blobel, G. A.; Luo, H. R.; Belizaire, R.; Zheng, Y.; Hormoz, S.; Nikiforow, S.; Cancelas, J. A.; Fan, H.; Bauer, D. E.; Tenen, D. G.; Chai, L.", "abstract": "Sickle cell disease and {beta}-thalassemia, two major {beta}-hemoglobinopathies, pose significant clinical challenges globally. Current treatments often face limitations in efficacy and tolerability. The transcription factor ZBTB7A has emerged as a promising therapeutic target for reactivating fetal hemoglobin expression. Here, we report the discovery and characterization of SH6, a small molecule non-IMiD degrader of ZBTB7A. SH6 induces fetal hemoglobin in erythroid cell lines in a CRBN and ZBTB7A-dependent manner, and it is capable of inducing fetal hemoglobin expression in healthy donor, SCD and {beta}-thalassemia patient CD34+ cell derived erythroid cells. The efficacy of SH6 is confirmed in a xenotransplantation humanized mouse model. SH6 outperforms currently available therapeutic agents in vitro, and shows synergy with hypomethylating agents. SH6 exhibits a favorable in vivo toxicity profile. Our findings establish SH6 as a promising therapeutic lead candidate for further optimization towards clinical development for treatment of sickle cell disease and {beta}-thalassemia.", "date": "2025-09-22", "journal": ""}
{"title": "Age associations with cortical and subcortical brain structure in adolescents age 9-17", "doi": "10.1101/2025.09.18.677236", "authors": "Smith, D. M.; Rigby, A.; Pecheva, D.; Parekh, P.; Becker, A.; Loughnan, R.; Nichols, T. E.; Jernigan, T. L.; Dale, A. M.", "abstract": "IntroductionAdolescence is a pivotal period in brain structural development and maturation. However, investigation of cortical and subcortical brain changes during this time have been limited by small sample size and have generally examined the brain at the level of predetermined regions of interest. The recently developed Fast Efficient Mixed-Effects Algorithm (FEMA) allows for increased computational speed using mixed-effects models applied at the voxel or vertex level, as well as across multiple regions of interest.\n\nMethodsWe extended the existing FEMA framework to represent predictors using natural spline basis functions, enabling us to model nonlinear trajectories of brain structure as a function of age. We then applied this model to the The Adolescent Brain Cognitive DevelopmentSM Study (22,651 observations from 10,521 unique subjects aged 9.00-17.77) to study the age-related trajectories of tabulated cortical and subcortical volumes, vertexwise cortical thickness and surface area, and voxelwise volume assessed using the Jacobian. Models are reported separately in males and females.\n\nResultsGlobal volume variables, including total subcortical gray matter volume, peaked near 13 years in females and 15 years in males. Vertexwise cortical surface area followed an inverted U-shaped curve, whereas vertexwise cortical thickness followed a monotonic decrease during the age range studied. Voxelwise imaging analysis revealed regional differences in age trajectories at the subregional level.\n\nDiscussionThe results of this work replicate and extend prior findings related to adolescent brain development, and illustrate distinct spatiotemporal patterns of structural changes in subcortical regions. The updated FEMA framework is publicly available for use in similar large datasets.", "date": "2025-09-22", "journal": ""}
{"title": "Screening of a kinase inhibitor library in human Huntington disease iPSC derived striatal precursor neurons reveals a neuroprotective effect of PKC alpha and PKC beta1 inhibition", "doi": "10.1101/2025.09.18.677178", "authors": "Jiang, M.; Shi, T.; Miryala, R.; Rodriguez, M.; Wang, R.; Sultania, R.; Guttman, L.; Johnston, J.; Mulligan, L. I.; Li, Y.; Cui, A.; Belkas, K.; Xue, Y.; Um, Y.; Yuan, A.; Holland, C.; Troncoso, J. C.; Duan, W.; Ratovitski, T.; Smith, W.; Ross, C. A.", "abstract": "The loss of striatal medium spiny neurons is a hallmark of Huntingtons disease (HD). To identify potential disease-modifying treatments, we previously developed a human neuronal model by immortalizing and differentiating HD patient-derived iPSCs into highly homogeneous striatal precursor neurons (ISPNs). Using a 96-well screening platform, and two rounds of re-screening, we tested a kinase inhibitor library and identified 5 compounds that protected HD ISPNs from mutant huntingtin (mHTT)-induced toxicity. Among these, we prioritized the PKC-/{beta}1 inhibitor GO6976, which rescued HD ISPNs from mHTT toxicity in a dose-dependent manner. Further, we found increased phosphorylation of PKC- and PKC-{beta}1 in HD cells and tissues, while their overexpression was toxic to HD ISPNs. Knockdown of PKC-/{beta}1 protected the neurons, and both isoforms interacted and colocalized with HTT. These results suggest that PKC-/{beta}1 plays a role in HD neurodegeneration, and that inhibiting their activity may offer a potential therapeutic approach for HD.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=194 SRC=\"FIGDIR/small/677178v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (48K):\norg.highwire.dtl.DTLVardef@1afec32org.highwire.dtl.DTLVardef@bbf9bforg.highwire.dtl.DTLVardef@109849eorg.highwire.dtl.DTLVardef@1e1cba9_HPS_FORMAT_FIGEXP  M_FIG C_FIG HighlightsO_LIHD patient-derived iPSC-based striatal precursor neurons (ISPNs) were used to screen and identify neuroprotective compounds.\nC_LIO_LIThe PKC-/{beta}1 inhibitor GO6976 rescues HD ISPNs from mutant huntingtin (HTT)-induced toxicity.\nC_LIO_LIThe phosphorylation of PKC-/{beta}1 is elevated in HD cell and tissues, and PKC-/{beta}1 interact with both wild-type and mutant huntingtin.\nC_LIO_LIOverexpression of PKC-/{beta}1 is toxic to HD ISPNs, while its knockdown protects the neurons.\nC_LI", "date": "2025-09-22", "journal": ""}
{"title": "Geomagnetic and visual cues guide seasonal migratory orientation in the nocturnal fall armyworm, the worlds most invasive insect", "doi": "10.1101/2025.09.19.677280", "authors": "Ma, Y.-B.; Wan, G.; Ji, Y.; Chen, H.; Gao, B.-Y.; Yu, D.-H.; Warrant, E.; Wu, Y.; Chapman, J. W.; Hu, G.", "abstract": "The navigational mechanisms employed by nocturnal insect migrants remain to be elucidated in most species. Nocturnal insect migrants are often considered to use the Earth's geomagnetic field for navigation, yet the underlying mechanisms of magnetoreception in insects remain elusive. We developed an indoor experimental system to investigate the integration of geomagnetic and visual cues in the seasonal orientation of a globally distributed pest moth, the fall armyworm (Spodoptera frugiperda), a highly invasive species which in the past decade has colonized almost all potentially habitable regions of the globe. Our results demonstrate that fall armyworms require both geomagnetic and visual cues for accurate migratory orientation, with visual cues being indispensable for magnetic orientation. When visual and geomagnetic cues are placed in conflict moths become disoriented, although not immediately, indicating that sensory recognition of the conflict requires time to process. We also show that the absence of visual cues leads to a significant loss of flight stability, which likely explains the disruption in orientation. Our findings highlight the essential and conserved role of visual cues in maintaining stable magnetic orientation in nocturnal migratory moths.", "date": "2025-09-22", "journal": ""}
{"title": "Sensitivity of the human temporal voice areas to nonhuman primate vocalizations", "doi": "10.1101/2025.09.19.677258", "authors": "Ceravolo, L.; Debracque, C.; Gruber, T.; Grandjean, D.", "abstract": "In recent years, research on voice processing in the human brain--particularly the study of temporal voice areas (TVA)--was dedicated almost exclusively to conspecific vocalizations. To characterize commonalities and differences regarding primate vocalization representations in the human brain, the inclusion of closely related nonhuman primates-- namely chimpanzees and bonobos--is needed. We hypothesized that neural commonalities would depend on both phylogenetic and acoustic proximities, with chimpanzees ranking closest to Homo. Presenting human participants (N=23) with the vocalizations of four primate species (rhesus macaques, chimpanzees, bonobos and humans) and regressing-out relevant acoustic parameters using three distinct analyses, we observed within-TVA, sample-specific, bilateral anterior superior temporal gyrus activity for chimpanzee vocalizations compared to: all other species; nonhuman primates; human vocalizations. Within-TVA activity was also observed for macaque vocalizations. Our results provide evidence for subregions of the TVA that respond principally--but not exclusively--to phylogenetically and acoustically close nonhuman primate vocalizations, namely those of chimpanzees.", "date": "2025-09-22", "journal": ""}
{"title": "FLASH or flare: variable intestinal toxicity results in a mouse model following proton pencil beam scanning irradiation on a clinical superconducting synchrocyclotron", "doi": "10.1101/2025.09.17.676536", "authors": "Bogaerts, E.; Macaeva, E.; Qamhiyeh, S.; Delombaerde, L.; Reniers, B.; Caprioli, M.; Gerard, N.; Nys, J.; Hamaide, V.; Warnier, A.; Labarbe, R.; Girdhani, S.; Coos, R.; Lucas, S.; Isebaert, S.; Dok, R.; Dierick, E.; Haustermans, K.; Sterpin, E.", "abstract": "Background and aims: Ultra-high dose rate (FLASH) irradiation is a promising technique to reduce radiation-induced normal tissue toxicities while preserving antitumor efficacy. We evaluated the feasibility and intestinal sparing potential of FLASH irradiation using a clinical synchrocyclotron-based proton therapy system generating a pulsed beam. Material and methods: C57BL/6J mice received abdominal irradiation (2*2 cm) in transmission mode at FLASH (>60 Gy/s) or conventional (CONV, 0.5 Gy/s) dose rates using a 230 MeV superconducting synchrocyclotron proton pencil beam scanning (PBS) system. Two independent irradiation rounds were performed. Endpoints included 75-day survival, regenerating crypt counts, whole blood counts at day 4, and intestinal wall thickness, cyst-like structures, and cytokine levels at day 75. Results: In the first irradiation round, survival after 14.5 Gy FLASH was markedly improved (5/8 survivors) compared to CONV (0/8), whereas in the second round survival rates were identical (2/7 per group). Overall, pooled data indicated improved survival with 14.5 Gy FLASH. The LD50 was 13.74 Gy in CONV and 14.48 Gy in FLASH mode, corresponding to a FLASH modifying factor of 0.95. FLASH at 14.5 Gy increased regenerating crypt numbers compared to CONV, but only in the first round, supporting survival outcomes. No significant differences were observed in whole blood counts, cytokine profiles, or long-term intestinal structural changes between groups. Conclusion: FLASH proton therapy delivered with a clinical synchrocyclotron PBS system can reduce short-term gastrointestinal toxicity in mice. However, inconsistent results across irradiation rounds highlight limitations of this model for reliable FLASH studies.", "date": "2025-09-22", "journal": ""}
{"title": "Long-Term Rock Dove (Columba livia) Primordial Germ Cell Culture: A Tool for Avian Conservation", "doi": "10.1101/2025.09.17.676777", "authors": "Nicholson, M. W.; Moreira, L.; Boyle, E. A.; McCabe, E.; Soriano, A.; McSwain, M.; Feist, W. N.; Nguyen, S. K.; Steiger, K.; Alexandre, N.; Hoyt, S. J.; Tillquist, N. M.; O'Neill, R. J.; Ichikawa, K.; McGrew, M.; Fedrigo, O.; Keyte, A.", "abstract": "Primordial germ cells (PGCs) are critical tools for genome engineering and conservation in birds. While culture systems for chicken PGCs have been well established for nearly two decades, efforts to propagate PGCs from other avian species have proved exceptionally challenging, limiting the broader application of artificial reproductive technologies in birds. Here we report the first successful derivation and long-term culture of PGCs from the rock dove, or common pigeon (Columba livia). Guided by transcriptomic profiling of PGCs, we developed a species-specific medium that supports PGC maintenance and expansion. We identify insulin signaling as essential for survival and demonstrate that retinoic acid receptor inhibition, while maintaining vitamin A, is necessary for propagation. Supplementation with BMP4, LIF, GDNF, and pleiotrophin further enhances PGC proliferation. Cultured cells express canonical germline markers and migrate to the gonads following injection into both rock dove and chicken embryos, confirming functional competency. These findings establish a platform for germline manipulation and biobanking in Columbidae, broadening the applicability of reproductive technologies to conservation efforts.", "date": "2025-09-22", "journal": ""}
{"title": "Mirror manifolds: partially overlapping neural subspaces for speaking and listening", "doi": "10.1101/2025.09.20.677504", "authors": "Chavez, A. G.; Franch, M.; Mickiewicz, E.; Baltazar, W.; Belanger, J.; Devara, D.; Etta, M.; Hamre, T.; Ismail, T.; Joiner, B.; Kim, Y.; Kona, A.; Mansourian, K.; Nangia, A.; Pluenneke, M.; Soubra, S.; Venkateswaran, T.; Venkudusamy, K.; Chericoni, A.; Kabotyanski, K.; Katlowitz, K. A.; Mathura, R.; Paulo, D.; Yan, X.; Zhu, H.; Bartoli, E.; Provenza, N.; Watrous, A.; Josic, K.; Sheth, S.; Hayden, B. Y.", "abstract": "Participants in conversations need to associate words with their speakers but also retain those words general meanings. For example, someone talking about their hand is not referring to the other speakers hand, but the word hand still carries speaker-general information (e.g., having five fingers). These two requirements impose a cross-speaker generalization / differentiation dilemma that is not well addressed by existing theories. We hypothesized that the brain resolves the dilemma by use of a vectorial semantic code that blends collinear and orthogonal coding subspaces. To test this hypothesis, we examined semantic encoding in populations of hippocampal single neurons recorded during conversations between epilepsy patients and healthy partners in the epilepsy monitoring unit (EMU). We found clear semantic encoding for both spoken and heard words, with strongest encoding just around the time of utterance for production, and just after it for reception. Crucially, hippocampal neurons codes for word meaning were poised between orthogonalized and collinearized. Moreover, different semantic categories were orthogonalized to different degrees; body parts and names were most differentiated between speakers; function words and verbs were least differentiated. Finally, the hippocampus used the same coding principle to separate different partners in three-person conversations, with greater orthogonalization between self and other than between two others. Together, these results suggest a new solution to the problem of binding word meanings with speaker identity.", "date": "2025-09-22", "journal": ""}
{"title": "Epigenetic aging in a self-fertilizing vertebrate, the mangrove rivulus Kryptolebias marmoratus", "doi": "10.1101/2025.09.19.677260", "authors": "Belik, J.; Silvestre, F.", "abstract": "Background: Since Horvath (2013) and Hannum (2013), DNA methylation has emerged as a reliable biomarker for estimating age. Predictive models, called epigenetic clocks, are being built across the tree of life, including humans, other mammals and vertebrates and, recently, invertebrates. However, it always involves cross-fertilizing organisms, thus presenting a high level of genetic diversity. To decipher the exact role of epigenetics in adaptation and evolution, distinguishing true epigenetic variation from changes that reflect genetic variation is essential. Results: Here, we used the mangrove rivulus, the only self-fertilizing vertebrate, to study epigenetic aging in the brain and construct an epigenetic clock. We generated a reduced representation bisulfite sequencing dataset of 90 brain tissues from individuals aged 60-1100 days to construct a highly accurate age predictor using 40 CpG sites (R squared > 0.96, mean absolute error of 28.7 days). We associated the CpG sites with their respective closest genes and explored their biological functions. Genes relevant to aging include lamin-A (responsible for several age-related processes), aryl hydrocarbon receptor (whose absence causes premature aging) and several genes associated with Alzheimer's disease identified in human studies. We also propose several methods to improve classic epigenetic clock regression. Conclusions: This study is the first construction of an epigenetic clock in a self-fertilizing species, demonstrating that DNA methylation patterns undergo consistent changes across the lifespan of isogenic individuals. These findings emphasize putative changes in DNA methylation related to functional changes across aging in the brain.", "date": "2025-09-22", "journal": ""}
{"title": "Contractile peri-nuclear actomyosin network PANEM repositions chromosomes from unfavorable locations to facilitate their interaction with the mitotic spindle", "doi": "10.1101/2025.09.19.677380", "authors": "Sheidaei, N.; Eykelenboom, J. K.; Yue, Z.; Ball, G.; Booth, A. J.; Tanaka, T. U.", "abstract": "For correct chromosome segregation, kinetochore-microtubule interactions must be efficiently and properly established during prometaphase. For this, the locations of chromosomes in the nucleus or relative to spindle poles are crucial: indeed, chromosomes at the nuclear periphery or behind spindle poles (polar regions) have a higher risk of missegregation in the subsequent anaphase. The actomyosin network (PANEM) is formed on the cytoplasmic side of the nuclear envelope during prophase, and its myosin-II-dependent contraction facilitates kinetochore-microtubule interaction shortly after nuclear envelope breakdown (NEBD). However, it remains unclear which step of kinetochore-microtubule interaction is facilitated by the PANEM contraction, or which chromosomes specifically benefit from it. Here we show that the PANEM contraction pushes chromosomes located at the nuclear periphery inward immediately after NEBD. This facilitates kinetochores' initial interaction with spindle microtubules, but does not affect their subsequent poleward motion. The PANEM contraction also promotes the onset of their congression towards the spindle mid-plane, but does not affect congression itself once it starts. Furthermore, the PANEM contraction reduces the volume of polar regions, and helps chromosomes exit these regions and initiate their congression. Impaired PANEM contraction results in defective chromosome congression and frequent chromosome mis-segregation. In conclusion, shortly after NEBD, the PANEM contraction repositions chromosomes from the nuclear periphery and polar regions to facilitate productive kinetochore-microtubule interaction and ensure high-fidelity chromosome segregation.", "date": "2025-09-22", "journal": ""}
{"title": "Lipid droplets in felid kidneys: prevalence and composition by lipidomics", "doi": "10.1101/2025.09.17.676785", "authors": "Brociek, R. A.; Alborough, R.; Kotowska, A. M.; Ferreira, A.; Martinez-Jarquin, S.; Walczak, M.; Beaudoin, F.; Gardner, D. S.", "abstract": "An accepted and common phenotypic curiosity of Felidae is the presence of intracytoplasmic lipid droplets in renal proximal tubule epithelial cells (RPTEC), also frequently in urine (lipuria). Both outcomes are currently considered, and taught, as incidental or without obvious pathophysiological consequence. This contrasts markedly with clinical (human) medicine where lipid vacuoles in RPTEC are usually associated with metabolic or chronic disease, such as CKD. Despite domestic felids having a high incidence of CKD as they age, no study has fully characterised feline RPTEC lipid droplets in the context of CKD. Here, we first characterised the incidence of RPTEC lipid in domestic cat (with/without CKD or chronic interstitial nephritis) versus domestic dog and Scottish Wildcat, across a wide age range. Felids (domestic, wildcat) consistently had greater renal lipid content than dogs at all ages studied. Intracytoplasmic lipid extraction with chromatography, fatty acid characterisation and mass spectrometry-based lipidomics revealed unusual presence of a panoply of novel lipids found only in domestic cat: lipids were primarily modified (i.e. less polar) ether-soluble triacylglycerols including monoalkyldiacylglycerols (MADAGs) and other branched-chain fatty acids. We suggest common presence of such rare lipid species in tubular lipid droplets in domestic cat reflects an aspect of felid biology that parallels age-related disease prevalence, in particular, being associated with the aetiopathogenesis of chronic renal interstitial nephritis (CIN), a hallmark of CKD in felids.", "date": "2025-09-22", "journal": ""}
{"title": "HIV Env trimers elicit NHP apex cross-neutralizing antibodies mimicking human bNAbs", "doi": "10.1101/2025.09.19.677470", "authors": "Guenaga, J.; Adori, M.; Bale, S.; Phulera, S.; Zygouras, I.; Schleich, F.-A.; Dopico, X. C.; Agrawal, S.; Ota, M.; Wilson, R.; Cluff, J.; Dzvelaia, T.; Mandolesi, M.; Walsh, A.; Melo, M. B.; Verkoczy, L.; Irvine, D. J.; Corcoran, M.; Wilson, I. A.; Carnathan, D. G.; Silvestri, G.; Ward, A. B.; Ozorowski, G.; Karlsson Hedestam, G. B.; Wyatt, R. T.", "abstract": "As a chronically replicating virus, HIV has evolved extreme sequence variability and effective shielding of functionally constrained spike protein determinants by host-derived glycans. Broadly neutralizing antibodies (bNAbs), though rare, can be isolated from people living with HIV, revealing conserved Env sites as key targets for vaccine development. One such target is the apex of the envelope glycoprotein (Env) spike. Here, we identified a vaccination strategy using heterologous HIV Env trimers covalently coupled to liposomes for multivalent display that resulted in the elicitation of cross-neutralizing HIV serum antibody responses in all immunized non-human primates (NHPs). Critically, we isolated a set of monoclonal antibodies (mAbs) that cross-neutralized multiple divergent HIV clinical isolates. High-resolution cryoEM structural analysis of mAbs from three different NHPs demonstrated that they targeted the Env trimer apex in a manner remarkably similar to that of the human infection-elicited, apex-directed bNAb PG9, representing a substantial advance in HIV vaccine development.", "date": "2025-09-22", "journal": ""}
{"title": "Evaluation of full-length 16S rRNA amplicon sequencing using Oxford Nanopore Technologies for diversity surveys of understudied microbiomes", "doi": "10.1101/2025.09.20.676612", "authors": "Li, V. Y.; Gonzalez-Pech, R.; Lera-Lozano, D.; Roman-Reyna, V.; Medina, M.", "abstract": "The use of long-read sequencing using portable Oxford Nanopore Technologies (ONT) is becoming increasingly popular in the study of host-associated microbiomes. However, its application has not yet been optimized for characterizing understudied microbiomes, such as those in marine environments. We evaluated the accuracy and consistency of ONT sequencing of full-length 16S rRNA genes for diversity surveys of symbiotic dinoflagellate (family Symbiodiniaceae) microbiomes. When comparing amplicon sequencing of the full-length bacterial 16S rRNA gene with only its V4 hypervariable gene region using a known microbial community, the former recapitulated the bacterial taxonomic composition more accurately. ONT sequencing was also highly consistent between sequencing runs and flow cells. Long-read sequencing technologies enable microbiome surveys using the full-length 16S rRNA gene, achieving higher accuracy and resolution. This work validates ONT long-read sequencing as a powerful tool for marine microbiome studies to catalyze advancements in the fields of ecology and evolution, resource management, and conservation.", "date": "2025-09-22", "journal": ""}
{"title": "Linking Germline Telomere Removal to Global Programmed DNA Elimination in Tetrahymena Genome Differentiation", "doi": "10.1101/2025.09.21.677574", "authors": "Nagao, K.; Mochizuki, K.", "abstract": "In the ciliate Tetrahymena, telomeres of the germline micronucleus (MIC) are removed and replaced by de novo telomere addition during somatic macronuclear (MAC) development. In this study, we investigated the kinetics and mechanism of the MIC telomere elimination. Comparison of the MIC and MAC genome sequences indicated that the MIC telomeres are excised from chromosomes as part of larger MIC-limited sequences (MLSs) through chromosomal breakage. We confirmed this using an optimized oligo-FISH protocol and and found that their elimination occurs in parallel with other programmed DNA elimination processes. CRISPR-Cas9 disruption of a MLS-associated Chromosome Breakage Sequence (CBS) showed that elimination of the MLS was not blocked but instead led to loss of adjacent MAC-destined sequence (MDS), suggesting abnormal co-elimination. In biparental crosses of the CBS mutant, however, both MLS and MDS were retained, DNA elimination was broadly disrupted, and no viable progeny were produced. These findings indicate that chromosome breakage at MLS-associated CBSs is essential for the proper separation of MLSs and MDSs, ensuring correct DNA elimination and successful sexual progeny development. We propose that the MIC telomere elimination is subsumed within the broader process of programmed DNA elimination.", "date": "2025-09-22", "journal": ""}
{"title": "Broad-Spectrum HIV-1 Detection and Neutralization via Multivalent Designer DNA Nanostructures", "doi": "10.1101/2025.09.21.677611", "authors": "Umrao, S.; Dwivedy, A.; Zheng, M.; Anirudhan, V.; Parlatan, U.; Henrich, T.; Cunningham, B.; Demirci, U.; Rong, L.; Wang, X.", "abstract": "Early and accurate detection of HIV-1 remains a critical unmet need, particularly during the acute phase of infection when viral loads are low and transmission risk is highest. Here, we report a modular diagnostic and antiviral platform based on designer DNA nanostructures engineered for high-affinity recognition of the HIV-1 envelope glycoprotein (GP120). A custom DNA aptamer, termed HINT, was developed to bind GP120 across major HIV-1 subtypes (Groups M and P; subtypes A and B) with nanomolar affinity. To amplify binding strength, HINT aptamers were spatially patterned onto a net-shaped DNA nanostructure (DNA-NetHINT) that geometrically matches the trimeric GP120 spikes on the viral surface. Using multivalent interactions, the nanostructure enabled up to 104-fold improvement in binding affinity (sub-picomolar KD), confirmed by surface plasmon resonance. Integration of DNA-NetHINT into a paper-based lateral flow assay produced a low-cost, saliva-compatible self-testing device capable of detecting intact HIV-1 virions at concentrations as low as 328 viral copies per test, outperforming commercial fourth-generation rapid diagnostic tests. In addition to its diagnostic capabilities, the DNA-NetHINT construct exhibited potent antiviral activity, reducing pseudovirus infection with an EC50 of ~1.8nM, nearly 1,000-fold more effective than free aptamers. This work demonstrates a dual-function DNA nanotechnology platform that enables both ultrasensitive HIV-1 detection and entry inhibition. The approach is broadly applicable to other enveloped viruses and represents a promising step toward next-generation molecular theranostics for infectious disease management.", "date": "2025-09-22", "journal": ""}
{"title": "The UTRs of Leishmania donovani vary in length and are enriched in potential regulatory structures", "doi": "10.1101/2025.09.22.677690", "authors": "Dumetz, F.; Watson, K. J.; Perry, M.; Bromley, R. E.; Shome, A. R.; Dunning Hotopp, J. C.; Hamza, I.; Serre, D.", "abstract": "Leishmania spp. regulate gene expression largely post-transcriptionally, yet untranslated regions (UTRs) remain poorly delineated. We generated high-quality genome and transcriptome datasets for Leishmania donovani strain 1S2D (Ld1S) by combining PacBio HiFi de novo assembly with Oxford Nanopore direct RNA sequencing of promastigotes and axenic amastigotes. The genome assembly consists of 65 scaffolds totaling ~33.3 Mb. Structural comparisons to LdBPK282A1 revealed numerous rearrangements, including some reshuffling genes among polycistronic transcription units and validated by polycistronic reads from RNA sequencing. Promastigote and amastigote RNA sequencing produced 469,010 and 46,729 monocistronic reads containing a spliced-leader and a polyA tail sequences, defining 8,479 transcripts and supporting 7,415 of the 7,969 annotated protein coding genes, as well as 604 putative long non-coding RNAs. We annotated UTRs for 4,921 genes and observed that putative RNA G-quadruplexes were markedly enriched in UTRs. We also noted that 31.9% and 11.5% were expressed into multiple isoforms in promastigotes and amastigotes, respectively. Collectively, these data provide a comprehensive annotation of L. donovani genes and their UTRs and reveal widespread and stage-specific UTR length polymorphisms, and, overall, points to an important role of 3 UTR in post-transcriptional regulation in L. donovani.", "date": "2025-09-22", "journal": ""}
{"title": "CryoEM\t of ATP-driven dynamics and itraconazole binding in a fungal ABC pump", "doi": "10.1101/2025.09.22.677697", "authors": "Pata, J.; Wiseman, B.; Zarkadas, E.; Baccouch, R.; Samrouth, N.; Desbois, C.; Moissonier, L.; Moreno, A.; Banerjee, A.; Aguerro, S.; Bettler, E.; Dujardin, M.; Terreux, R.; Schoehn, G.; Hogbom, M.; Boumendjel, A.; Lamping, E.; Cannon, R.; Prasad, R.; Chaptal, V.; Falson, P.", "abstract": "Azole resistance in Candida species often results from overexpression of the ABC transporter Cdr1, which expels drugs via ATP-driven conformational changes. Despite its clinical relevance, the structural basis of Cdr1 function has remained elusive. Here, we present four high-resolution cryo-EM structures of Candida glabrata Cdr1 under active turnover with ATP-Mg, itraconazole, and vanadate. Itraconazole is seen to curve deeply into the drug-binding pocket. A deep exploration of the variability within these particle datasets uncovered 80 transient conformations, including two nucleotide-bound states- one closed and one open- that capture, for the first time, the conformational transitions triggered by ATP hydrolysis in both nucleotide-binding and transmembrane domains. At the catalytic site, motion initiates in the C-helix adjacent to the ABC signature motif, retracting 4 A from the gamma-phosphate/vanadate position. This movement, transmitted to nearby TMH-1, opens the drug-binding site via its lateral displacement. A second set of conformations reveals coordinated rearrangements of transmembrane helices that drive substrate extrusion. These findings provide a direct structural and dynamic framework for understanding Cdr1-mediated azole resistance, and, more broadly, illuminate the conserved chemo-mechanical cycle of nucleotide-binding domains across the ABC superfamily, including non-membranous members.", "date": "2025-09-22", "journal": ""}
{"title": "Genetic Code Expansion Facilitates Programmable Ubiquitylation via UBE2W", "doi": "10.1101/2025.09.22.676137", "authors": "Schnacke, P.; Fottner, M.; Kvasha, D.; Fabian, W.; Lang, K.", "abstract": "Deciphering the ubiquitin code requires homogenous, site-specifically ubiquitylated proteins, yet their access remains difficult. Current chemical and enzymatic methods are often limited by harsh conditions, low yields, or the introduction of non-native scars. Here, we present UbyW (Ubiquitylation by UBE2W), a chemoenzymatic platform that overcomes these hurdles. By repurposing the E2 enzyme UBE2W to target a genetically encoded non-canonical amino acid, a near-native Ub-protein conjugate is formed with high efficiency and site-specificity. The method is broadly applicable to diverse proteins, including those with structured domains, and can be performed in vitro or within a reconstituted cascade in living E. coli for streamlined production. Crucially, UbyW allows for the direct installation of bioorthogonal and photocrosslinking handles at the linkage site, providing powerful tools to probe the functional consequences of ubiquitylation and map ubiquitin-dependent interactomes.", "date": "2025-09-22", "journal": ""}
{"title": "Knocking out two polyphenol oxidase genes significantly improves recombinant protein purification in Nicotiana benthamiana", "doi": "10.1101/2025.09.21.677675", "authors": "Diao, H.-P.; Meng, H.-X.; Xu, X.-J.; Guo, Y.-F.; Hwang, I.; Song, S.-J.", "abstract": "Efficient purification remains one of the major bottlenecks in the development of plant-based systems for recombinant protein production. The complex metabolites, particularly polyphenols, which usually cause recombinant protein aggregation during purification. In this study, we identified two key polyphenol oxidase genes, PPOa and PPOb from N.benthamiana as responsible for these effects. Using CRISPR/Cas9, we generated two ppoa;ppob double knockout lines that significantly improved the purification of functional proteins like SARS-CoV-2 Spike trimer and influenza HA trimer. These lines showed reduced polyphenol-protein interactions, minimized aggregation, and higher purification yields. Our work establishes a clean, high-efficiency N. benthamiana chassis for scalable recombinant protein production.", "date": "2025-09-22", "journal": ""}
{"title": "Impaired host shutoff is a fitness cost associated with baloxavir marboxil resistance mutations in influenza A virus PA/PA-X nuclease domain.", "doi": "10.1101/2025.09.22.677688", "authors": "Case, J. R.; Khaperskyy, D.", "abstract": "The polymerase acidic (PA) protein is a subunit of the trimeric influenza A virus (IAV) RNAdependent RNA polymerase and the target of the anti-influenza drug baloxavir marboxil (BXM). As with other direct-acting antivirals, treatment with BXM can lead to selection of viruses carrying resistance mutations. If these mutations have negligible fitness costs, resistant viruses can spread widely and render existing treatments obsolete. Multiple BXM resistance mutations in the nuclease domain of PA have been identified, with I38T and I38M amino acid substitutions occurring frequently. These mutations have minimal to no effects on viral polymerase activity, virus replication, or transmission. However, for reasons that are not well understood, viruses with BXM resistance substitutions have not been able to compete with parental wild-type strains. The IAV genome segment encoding PA also encodes the host shutoff nuclease PA-X, which shares the endonuclease domain with PA but has a unique C-terminal domain generated by ribosomal frameshifting during translation. Unlike their effects on PA activity, the effects of BXM or the I38T/M substitutions on PA-X function remain uncharacterized. In our work, for the first time, we directly examine the effects of baloxavir and the I38T/M substitutions on PA-X activity and show that baloxavir inhibits PA-X activity in a dose dependent manner. Most importantly, we also demonstrate that the I38T/M mutations significantly impair the host shutoff activity of PA-X proteins from different IAV strains of H1N1, H3N2, and H5N1 subtypes. Our work reveals that the deleterious effects of I38T/M on PA-X function may represent an important barrier to the spread of BXM-resistant viruses.", "date": "2025-09-22", "journal": ""}
{"title": "Association Between Vaginal Community States and Preeclampsia Status in Pregnant Individuals", "doi": "10.1101/2025.09.18.677097", "authors": "Ekalle, G.; York, S.; Gerard, M.; Kerr, J. E.", "abstract": "Preeclampsia (PE) is a severe pregnancy complication affecting 3 to 8% of pregnancies. Recent evidence suggests the vaginal microbiome may influence PE risk. To investigate this, we reanalyzed publicly available 16S rRNA sequencing data (PRJNA798597) from vaginal samples of pregnant women with (n=10) and without PE (n=10) and assigned vaginal community state types which were previously uncharacterized. Overall microbial diversity did not differ significantly between groups; however, subtype differences in Lactobacillus spp. were observed. D-lactic acid-producing vaginal community state types were less common in PE, suggesting potential value for microbiome-based risk assessment.", "date": "2025-09-22", "journal": ""}
{"title": "Concomitant acetylation and loading of H2A.Z by NuA4/TIP60 regulate target gene transcription", "doi": "10.1101/2025.09.22.677705", "authors": "Mameri, A.; Lachance, C.; Cattoglio, C.; Bianco, S.; Humbert, J.; Joly-Beauparlant, C.; Texeraud, E.; Banerjea, A.; Lashgari, A.; Lambert, J.-P.; Hussein, S. M. I.; Droit, A.; Cote, J.", "abstract": "The human NuA4/TIP60 complex is a multi-subunit, dual enzymatic epigenetic factor and gene regulator. It bears histone acetyltransferase (HAT) activity towards the canonical histones H2A and H4 and the histone variant H2A.Z, a function that has been linked to gene activation. It also acts as a chromatin remodeling enzyme through ATP-dependent exchange of nucleosomal H2A-H2B dimers with H2A.Z-H2B, leading to incorporation of H2A.Z into chromatin at gene regulatory elements. NuA4/TIP60 is unique in merging two enzymatic activities targeting H2A.Z. Both NuA4/TIP60-dependent H2A.Z acetylation and remodeling have been linked to several physiological functions and pathologies, but studies have only focused on either one or the other enzymatic activity, and insights on functional coordination between them are lacking. Here, we leverage our EP400 rapid depletion system to explore and untangle the intricate links between H2A.Z acetylation by Tip60 (the HAT subunit) and loading on chromatin by EP400 (the remodeling subunit) through functional genomic and biochemical analyses. Our data support a mechanism in which H2A.Z is first pre-acetylated to allow for H2A.Zac-H2B dimer association with the complex before incorporation into chromatin, particularly at gene promoters to positively regulate transcription. As both H2A.Z-targeted enzymatic functions of NuA4/TIP60 have been linked to disease, albeit separately, our findings hold important implications for therapeutic intervention, where combinatorial targeting is a promising avenue.", "date": "2025-09-22", "journal": ""}
{"title": "Thymoquinone Inhibits BTK Expression and Phosphorylation in B-Cell Lymphoma: A Novel Plant-Derived Therapeutic Approach", "doi": "10.1101/2025.09.18.677019", "authors": "Nejjari, M.; Al Zadjali, F.; Mohammad, D.; Jama, A. M.", "abstract": "Bruton's tyrosine kinase (BTK) is a critical regulator of B-cell receptor (BCR) signaling and a validated therapeutic target in B-cell malignancies. Current BTK inhibitors, such as ibrutinib, have shown clinical efficacy but are associated with side effects and emerging resistance. Thymoquinone (TQ), a bioactive compound derived from Nigella sativa, has demonstrated anticancer properties across various tumor types. Here, we investigate the effects of TQ on BTK expression and phosphorylation in the Burkitt lymphoma cell line Namalwa. We show that TQ significantly reduces BTK expression and inhibits its phosphorylation at low concentrations. Using RT-qPCR, we demonstrate that TQ decreases steady-state levels of BTK mRNA. Furthermore, TQ's effects are comparable to those of ibrutinib, suggesting its potential as a novel BTK inhibitor. These findings highlight TQ as a promising plant-derived therapeutic agent for B-cell malignancies, warranting further preclinical and clinical evaluation.", "date": "2025-09-22", "journal": ""}
{"title": "The Chromatin Protein CFDP1 Activates TPX2 and Promotes Chromosomal Microtubule Nucleation and Spindle Assembly", "doi": "10.1101/2025.09.22.677689", "authors": "Gopinathan, G.; Luan, X.; Diekwisch, T. G. H.", "abstract": "Microtubule associated proteins (MAPs) are multifunctional tubulin-binding proteins that contribute to essential aspects of mitotic spindle formation. In the present study, loss of the MAP CFDP1 in mice resulted in gastrulation defects and embryonic lethality at e8.5 due to chromosome segregation spindle defects and loss of K-fiber stability. CFDP1 decreased the association of the nuclear transport protein importin  with the essential spindle assembly factor TPX2, thereby promoting Aurora A kinase activation, microtubule nucleation and spindle assembly. Further defining CFDP1 mode of action we identified CFDP1 as a bipartite molecule with an acidic N-terminus that harbors a nuclear localization signal essential for importin  dissociation from TPX2 and a basic C-terminus that interacts with tubulin, co-localizes with the mitotic spindle, and promotes microtubule bundling and polymerization. Together, our studies have established CFDP1 as an essential bipartite MAP involved in chromosomal microtubule nucleation in conjunction with TPX2 and Aurora A while also facilitating nuclear TPX2 activation through importin  dissociation.", "date": "2025-09-22", "journal": ""}
{"title": "Phytophthora capsici carries and differentially expresses genes that encode key enzymes for the synthesis, transport and processing of small RNAs", "doi": "10.1101/2025.09.21.677644", "authors": "Sevillano-Serrano, J.; Rojas-Rojas, F. U.; Mendez-Bravo, A.; Calderon-Cortes, N.; Shimada-Beltran, H.; Vega-Arreguin, J.", "abstract": "The small RNA (sRNA) pathway is an epigenetic mechanism that has recently gained attention due to its suggested role in regulating virulence of plant pathogens. This gene silencing process has been observed in certain species of the oomycete genus Phytophthora. However, little is known about this pathway in Phytophthora capsici, a pathogen with a broad host range that affects many important food crops. In the present study, using bioinformatics approaches on the reference genome, transcriptome, and proteome of P. capsici, we identified and analyzed key genes and proteins involved in the synthesis, transport, and processing of sRNAs. Our results showed that the P. capsici genome encodes a DCL, DCL{beta}, exportin-5A, RDR, and six AGO proteins, suggesting the presence of a complete sRNA pathway in this pathogen. These genes were syntenic, structurally similar, and phylogenetically related to other oomycetes of the genus Phytophthora. We also analyzed their expression levels after infecting chili pepper and broccoli across two generations, revealing different expression patterns depending on the pathogen infection history. To our knowledge, this is the first report showing the presence of the exportin-5A gene in P. capsici and other oomycetes. Additionally, the expression of all these sRNA-related genes in the pathogen isolated from different hosts suggests that the host may influence the epigenetic regulation of P. capsici via the sRNA pathway. This study paves the way for functional studies to confirm the role of the sRNA pathway in regulating virulence in P. capsici.", "date": "2025-09-22", "journal": ""}
{"title": "Structural Insights into RubisCO Dynamics and Pyrenoid Architecture in Chlamydomonas reinhardtii", "doi": "10.1101/2025.09.18.677200", "authors": "Chen, M.", "abstract": "RubisCO is the key enzyme that catalyzes the conversion of atmospheric CO2 into organic carbon in photosynthetic organisms. To enhance RubisCO efficiency, eukaryotic algal species pack these enzymes within the pyrenoid, a specialized micro-compartment inside the chloroplast that enriches CO2 for carbon fixation. In the pyrenoid, RubisCO molecules are interconnected by linking peptides and form condensates through liquid-liquid phase separation (LLPS). Using a publicly available CryoET dataset of Chlamydomonas reinhardtii, we determine RubisCO structures at 6.5 [A] resolution, allowing the trace of the additional densities corresponding to the RubisCO-linking peptides. Through quantitative analysis of RubisCO spatial distribution, we revealed predominant arrangement patterns within the pyrenoid. Additionally, we characterized the structure of pyrenoid minitubules and examined how RubisCOs interact with the membrane network inside the pyrenoid, which facilitates the delivery of substrates for carbon fixation. This work provides valuable structural insights into the LLPS process and enhances our quantitative understanding of carbon fixation within the pyrenoid.", "date": "2025-09-22", "journal": ""}
{"title": "Foxh1 is a locus-specific PRC2 recruiter governing germ layer silencing", "doi": "10.1101/2025.09.21.677640", "authors": "Cho, J.; Hendrickson, C.; Mar, N. Y.-J.; Blitz, I. L.; Fish, M.; Wang, W.; Cho, K. W. Y.", "abstract": "Polycomb Repressive Complex 2 (PRC2) establishes H3K27me3 marks to shape spatiotemporal gene expression during embryogenesis. While its dysregulation is linked to developmental disorders, cancer, and aging, the mechanisms guiding PRC2 to specific genomic loci remain a subject of ongoing debate. A prevailing model proposes that PRC2 recruitment occurs via its intrinsic affinity for chromatin rather than through sequence-specific transcription factors. Here, we provide evidence that the maternally deposited pioneer transcription factor Foxh1 plays a critical role in directing PRC2 to specific genomic loci during zygotic genome activation in Xenopus. Foxh1 is a critical transcription factor mediating Nodal signaling, but it also plays an earlier role by pre-binding enhancers prior to signaling activation. This pre-binding is essential for forming enhanceosome complexes that trigger mesendodermal gene expression and drive gastrulation, in cooperation with other maternal transcription factors. Using maternal Foxh1-null embryos, we demonstrate that Foxh1 directly recruits Ezh2, the catalytic subunit of PRC2, to Foxh1-bound loci. Loss of Foxh1 impairs Ezh2 recruitment, leading to a global reduction in H3K27me3. These findings support a dual-function model in which Foxh1 not only activates endodermal gene expression in endoderm, but also recruits PRC2 to silence the same genes in ectoderm. This dual activity of Foxh1 allows the spatially coordinated epigenetic states of the endodermal gene regulatory program during early embryogenesis.", "date": "2025-09-22", "journal": ""}
{"title": "Systematic Discovery of Motif-based Interactions of the Auxiliary Domains of USP Family Deubiquitinases", "doi": "10.1101/2025.09.22.676098", "authors": "Konstantinou, A.; Cordova-Perez, A.; Varga, J. K.; Madhu, P.; Simonetti, L.; Vieler, M.; Ishimura, R.; Lamoliatte, F.; Schueler-Furman, O.; Davey, N. E.; Kulathu, Y.; Ivarsson, Y.", "abstract": "The ubiquitin-specific proteases (USPs) family is the largest family of human deubiquitinating enzymes (DUBs). While most USPs are agnostic to polyubiquitin linkage-type, their substrate specificity is thought to be mediated by the recognition of the ubiquitylated protein itself. In addition to their catalytic domain, USPs have one or more auxiliary domains (ADs) with key functions in regulating DUB activity and subcellular localization. We hypothesize that some ADs bind short linear motifs (SLiMs) typically found in intrinsically disordered regions of proteins to achieve targeting to substrates and multiprotein complexes. To test this hypothesis, we systematically assessed the potential of 29 USP-ADs and two full-length USPs for SLiM binding using a combination of proteomic-peptide phage display, peptide arrays and affinity measurements. We discovered SLiM-based interactions for 14 ADs from 9 USP-DUBs, including CYLD, USP11, USP19, USP20, USP22 and USP33, and define the consensus motif and properties of the SLiM-AD binding. Interestingly, we established that the zf-UBP and DUSP2 domains of USP20 and USP33 are SLiM binding ADs with similar binding profiles, explaining the functional redundancy between the two DUBs. Our work reveals unique motifs recognized by the auxiliary domains CAP-Gly, UBL, zf-UBP and DUSP, with potential functional implications for substrate recognition and complex assemblies.", "date": "2025-09-22", "journal": ""}
{"title": "Complementary attentional mechanisms for the resolution of representational ambiguity in the human brain", "doi": "10.1101/2025.09.22.677741", "authors": "Hickey, C.; Acunzo, D.; Grignolio, D.", "abstract": "When we view cluttered environments containing multiple objects, the neural code for individual items can become ambiguous. This reflects a capacity limit in spatially-tuned visual neurons: when multiple objects fall within the cell receptive field, output cannot be attributed to a single object. Vision models from primate electrophysiology propose this is resolved by attention, which biases competition between object representations. However, evidence in humans is sparse and inconclusive, and reliance on single-cell data limits insight into underlying mechanisms and neurophysiological scope. Here, we use a novel multivariate approach to the analysis of human EEG and concurrent EEG/MRI to address this. First, we test whether attention is recruited by representational ambiguity. Second, we identify the mechanisms that act on representations of attended and unattended objects to resolve ambiguity. Finally, we characterize the millisecond timing and whole-brain action of these mechanisms to identify pervasive effects in semantic and executive brain networks.", "date": "2025-09-22", "journal": ""}
{"title": "Beta-burst dynamics in the motor cortex are reshaped through sensorimotor refinement", "doi": "10.1101/2025.09.22.677717", "authors": "SCHIPPER, K.; Hassan, M.; Draganski, B.; Ruggeri, P.; Barral, J.", "abstract": "Beta-band activity (15-30 Hz) in motor cortex is closely linked to movement-related processing, yet its transient burst dynamics during long-term learning remain poorly understood. We used High-density electroencephalography (HD-EEG) to examine how beta bursts change over nine sessions of a bimanual coordination task, under adaptive and non-adaptive training conditions. Both training conditions led to motor skill learning, with the adaptive group improving more during training, but the non-adaptive group showing better retention. With training, contralateral primary motor cortex showed stronger beta desynchronization during movement and greater synchronization after movement. These changes reflected underlying burst dynamics: post-movement bursts became more temporally confined and consistent, with increased probability and reduced timing variability across sessions. Only the adaptive group showed a session-related increase in burst amplitude. These results demonstrate that beta burst features reorganize with practice, providing a temporally precise neural readout of training progression and revealing how different learning conditions shape cortical dynamics over time.", "date": "2025-09-22", "journal": ""}
{"title": "Beta-burst dynamics in the motor cortex are reshaped through sensorimotor refinement", "doi": "10.1101/2025.09.22.677717", "authors": "Schipper, K.; Hassan, M.; Draganski, B.; Ruggeri, P.; Barral, J.", "abstract": "Beta-band activity (15-30 Hz) in motor cortex is closely linked to movement-related processing, yet its transient burst dynamics during long-term learning remain poorly understood. We used High-density electroencephalography (HD-EEG) to examine how beta bursts change over nine sessions of a bimanual coordination task, under adaptive and non-adaptive training conditions. Both training conditions led to motor skill learning, with the adaptive group improving more during training, but the non-adaptive group showing better retention. With training, contralateral primary motor cortex showed stronger beta desynchronization during movement and greater synchronization after movement. These changes reflected underlying burst dynamics: post-movement bursts became more temporally confined and consistent, with increased probability and reduced timing variability across sessions. Only the adaptive group showed a session-related increase in burst amplitude. These results demonstrate that beta burst features reorganize with practice, providing a temporally precise neural readout of training progression and revealing how different learning conditions shape cortical dynamics over time.", "date": "2025-09-22", "journal": ""}
{"title": "Auditory midbrain encodes training-induced plasticity in soundlocalization behavior", "doi": "10.1101/2025.09.22.677707", "authors": "Sanchez Jimenez, A.; Bajo, V. M.; Willmore, B. D. B.; King, A. J.; Nodal, F. R.", "abstract": "The ability of the brain to learn from experience and to compensate for changes in sensory inputs is usually associated with plasticity in the cerebral cortex. Descending corticofugal pathways have been implicated in learning but there is limited evidence that subcortical processing is shaped by training. We show that sound-source location can be accurately decoded from neuronal populations recorded in the inferior colliculus of one or both hemispheres while ferrets perform a localization task. Furthermore, changes in neural decoding performance matched improvements in localization accuracy of individual animals when ferrets were trained to adapt to abnormal spatial cues resulting from reversible occlusion of one ear. These findings demonstrate that the activity patterns of populations of neurons in the inferior colliculus can account for sound localization behavior in different hearing contexts, and that training-dependent plasticity in the auditory midbrain may support spatial learning following monaural hearing loss.", "date": "2025-09-22", "journal": ""}
{"title": "Evolution of first aid and social wound care in an army ant society", "doi": "10.1101/2025.09.22.677721", "authors": "Lagos-Oviedo, J. J.; Rajendra, D.; Gokhale, C. S.; Schmitt, T.; Frank, E. T.", "abstract": "Injuries and infections pose a significant threat to fitness. Animals cope with this problem by performing self-medication or receiving social care from members of the group. While the benefits of care in increasing survival are clear, the forces leading to the evolution of these helping behaviours are not fully understood. Contrary to the current hypothesis that helping behaviours, such as social wound care, are more likely to evolve in small groups due to the high relative value of an individual, we demonstrate that social wound care evolved in the army ant Eciton burchellii, a species that hunts pugnacious prey and has colonies of ~1 million ants. Our theoretical model shows how injury rate and lethality are fundamental drivers for care rather than group size. Wound care significantly increased survival in ants with infected wounds through two distinct care phases: a first aid at the hunting site through wound grooming, and another at the bivouac with antimicrobial secretions. This species is the first to provide care at the hunting site, thereby minimising the time to receive help, a critical variable in lowering mortality and accelerating the colony's reproductive rate. By rejecting the notion that high individual value is required for the evolution of helping, our study reveals that injury-driven care can emerge as a vital and widespread feature in even the largest insect societies.", "date": "2025-09-22", "journal": ""}
{"title": "Neonatal Microglia and Their Secretome as Mediators of Brain Repair", "doi": "10.1101/2025.09.21.676806", "authors": "Lyszczarz, G.; Sigurdardottir Schioth, E.; Benmamar-Badel, A.; Rusin, D.; Ramonet, D.; Anzalone, M.; Caers, T.; Vahl Becirovic, L.; Nolling Jensen, K.; Verberk, S. G. S.; Mingneau, F.; Makowska, M.; Lykke Lambertsen, K.; Lloyd, A. F.; Hendriks, J. J. A.; Wlodarczyk, A.", "abstract": "Microglia are essential regulators of myelin integrity and repair, yet their regenerative capacity declines with ageing and in neurodegenerative diseases such as multiple sclerosis (MS). Neonatal microglia retain a uniquely reparative program that may offer insight into restoring lost functions in the adult CNS. Here we show that transplantation of neonatal microglia ameliorates disability, reduces leukocyte infiltration, and promotes remyelination in both inflammatory (EAE) and non-inflammatory (cuprizone) models, and reverses cognitive decline in aged mice. These benefits persisted even when transplanted cells remained confined to the meninges and were reproduced by the neonatal microglia secretome, indicating a paracrine mechanism. Multi-omic profiling revealed that the neonatal secretome is enriched in trophic factors and membrane-building lipids compared to adult microglia, while transcriptomic analyses of treated aged brains showed reactivation of developmental repair pathways and suppression of inflammatory signatures. Together, these results demonstrate that neonatal microglia re-engage rejuvenation-like programs in the adult CNS and highlight the importance of multifactorial strategies, integrating trophic, metabolic, and immunomodulatory cues, over single-target approaches. Our findings establish early microglial programs as a paradigm for designing new regenerative therapies for CNS disorders.", "date": "2025-09-22", "journal": ""}
{"title": "Sensorimotor remapping drives task specialization in prefrontal cortex", "doi": "10.1101/2025.09.22.677699", "authors": "Tissot, H.; Boucher, J. E.; Reinert, S.; Goltstein, P. M.; Boubenec, Y.", "abstract": "The prefrontal cortex (PFC) plays a key role in flexible, context-dependent decision-making. Yet, the population-level mechanisms that support this flexibility remain unclear: is there a generalist neural population involved in representing useful information across tasks, or are representations distributed over multiple modules of task-specialized subpopulations? Here, we investigate whether the population structure modularity in medial prefrontal cortex (mPFC) increases with sensorimotor remapping between task rules in two different paradigms. In a paradigm where all stimuli were remapped, we found a highly modular structure with two task-specialized subpopulations and one generalist. In a different paradigm where only half of the stimuli were remapped, modularity decreased but remained significant. Based on predictions drawn from a recurrent neural network fitted to experimental data, we propose that a gain modulation by global inhibition of mPFC can explain how task-specialized neurons emerge to varying degrees in each paradigm.", "date": "2025-09-22", "journal": ""}
{"title": "Brain-like variability in convolutional neural networks reveals evidence-,uncertainty- and bias-driven decision-making", "doi": "10.1101/2025.09.16.676625", "authors": "Nakuci, J.", "abstract": "Even when stimuli and tasks are held constant, brain activity fluctuates markedly across trials, yet it is not well understood how these fluctuations affect decision-making and behavior. Here we address this gap in knowledge using a convolutional neural network (CNN) trained on a perceptual decision-making task. Applying an established analytical framework, we show that CNN activity exhibits trial-level variability reflecting findings from human neuroimaging. Examination of the internal state revealed three distinct activation patterns reflecting: (i) decisions dominated by strong sensory evidence, (ii) decisions under low discriminability with weak or ambiguous evidence, and (iii) decisions in which sensory evidence was opposed by bias. Notably, choice bias shifted the decision boundary, improving performance despite low or conflicting evidence. Together, these findings show that variability in CNN activity can serve as a model for understanding how the brain transforms changes in internal states into adaptive behavior, providing a bridge between fluctuations in activity, decision-making, and behavior.", "date": "2025-09-22", "journal": ""}
{"title": "Evaluation of the Utility of a Research Ethics Training Course to Graduate Students", "doi": "10.1101/2025.09.22.677745", "authors": "Schaller, M. D.; Mathers, P. H.", "abstract": "Concerns about the integrity of scientific research and the erosion of public trust in science led to policy recommendations to improve the responsible conduct of research. One recommendation was to increase scientific integrity through training, and numerous funding agencies mandated training in the responsible conduct of research for graduate students and postdoctoral fellows. Many institutions implemented training on consensus recommended topics. This study was initiated to evaluate graduate student perceptions of the utility of training in the responsible conduct of research during their dissertation research. The study was survey-based and captured the responses of first-year doctoral students enrolled in a semester-long course in the responsible conduct of research and past participants in the course. Students enrolled in the course demonstrated a gain in knowledge following training and an increase in self-efficacy in their ability to handle issues in scientific ethics. These students could envision how most of the topics in the course could be beneficial as they progressed in their scientific careers. Past participants in the course were asked to reflect upon their graduate studies and evaluate the impact of training in the responsible conduct of research. Many respondents identified sessions in the course that were useful at this early career stage and lessons learned from the course helped them navigate or avoid ethical challenges in their research. The results demonstrate that students appreciate the value of training in research integrity and that they are applying concepts from their training very early in their careers.", "date": "2025-09-22", "journal": ""}
{"title": "Memory dysfunction and psychiatric outcomes in anti-NMDA receptor encephalitis are linked to altered structural brain complexity", "doi": "10.1101/2025.09.22.677264", "authors": "Krohn, S.; Camma, G.; Zhao, W.; Romanello, A.; Wurdack, K.; Boeken, O. J.; Rekers, S.; Paul, F.; Pruess, H.; Madan, C. R.; Finke, C.", "abstract": "Introduction: Most patients with anti-N-methyl-D-aspartate receptor encephalitis (NMDARE) experience long-term neuropsychiatric sequelae despite immunotherapy. However, how these residual symptoms relate to structural brain changes in the post-acute phase remains unclear. Recently, fractal dimensionality (FD) has emerged as a sensitive imaging marker of structural brain complexity in related conditions but has not been explored in autoimmune encephalitis. Methods: This cross-sectional study combined clinical, cognitive, and neuroimaging analyses in 70 patients with post-acute NMDARE (median time from onset: 22 months), and 70 healthy controls matched for age (t=-0.57, p=0.57) and sex ({chi}2=0, p=1). High-resolution T1-weighted magnetic resonance imaging (MRI) data were analyzed with FreeSurfer and computational fractal analysis. Clinical outcomes were assessed with the modified Rankin Scale (mRS) and Clinical Assessment Scale in Autoimmune Encephalitis (CASE). Psychiatric manifestations underwent phenotypical analyses, and memory performance was assessed with standardized neuropsychological tests. Results: Patients with NMDARE were severely affected at peak illness but showed substantial overall improvement in the post-acute stage (median mRS at peak=5, post-acute=1, z=-7.2, p<0.001; median CASE at peak=11, post-acute=1, z=-7.2, p<0.001). However, 67% of patients showed residual CASE symptoms, with memory dysfunction (61%) and psychiatric symptoms (36%) representing the most prevalent domains. Therein, psychiatric symptoms showed a phenotypical shift from a 'schizophrenia-like' phenotype at peak illness to an affective phenotype in the post-acute stage. Neuroimaging uncovered a characteristic pattern of reduced structural brain complexity, including the hippocampus bilaterally and a fronto-cingulo-temporal cluster in cortical gray matter and cerebral white matter. Importantly, normative modeling revealed that patients with residual symptoms showed stronger alterations of brain complexity than those without (psychiatric: t=-2.65, p=0.010; memory: t=-3.98, p<0.001; both vs. no symptoms: t=-5.46, p<0.001). Similarly, patients with stronger alterations of brain complexity showed lower scores of visuospatial and verbal memory (all pFDR<0.015). Discussion: Post-acute NMDARE is characterized by systematic reductions in structural brain complexity, consistently involving previously implicated regions while identifying changes in the cingulate cortex as a new morphological correlate. These changes are linked to residual psychiatric symptoms and memory dysfunction, highlighting FD as a promising new imaging marker of long-term outcomes. Our findings suggest that current treatment strategies may be insufficient to fully address the residual symptom burden after the acute phase of NMDARE.", "date": "2025-09-22", "journal": ""}
{"title": "Evaluating the quality of brainstem ROI registration using structural and diffusion MRI", "doi": "10.1101/2025.09.22.675000", "authors": "Chen, Y.-A. A.; Kasper, L.; Chow, C. T.; Boutet, A.; Germann, J.; Lozano, A. M.; Uludag, K.; Diaconescu, A. O.; Kashyap, S.", "abstract": "Accurate registration of regions of interest (ROIs) from standard atlases to participants' native spaces is a critical step in fMRI studies, as it directly affects the reliability of sampled BOLD signals. While T1-weighted (T1w) image-based ROI registration is well validated and widely adopted in cortical fMRI, its performance degrades in brainstem studies due to the small size, dense packing, and poor visibility of brainstem nuclei on T1w contrast. We hypothesized that incorporating diffusion MR images, containing more information about internal brainstem architecture, should improve ROI registration accuracy. To test this, we developed four registration pipelines that either included or excluded diffusion-based alignment components and evaluated their performance using data from n=10 healthy participants. Registration accuracy was assessed using Dice coefficients for the red nucleus (RN) and mis-registration fractions for the dorsal raphe nucleus (DRN). The results showed that diffusion-based pipelines, using fractional anisotropy (FA) images, non-diffusion-weighted (b0) images, and multivariate combination, outperformed the T1w-only baseline. Probabilistic maps derived from inverse-transformed native ROIs further supported improved sensitivity to inter-individual anatomical variability in the diffusion-augmented pipelines. In addition, analysis of gradient magnitude maps from the Jacobian determinants revealed associations between localized deformation and image modality-specific landmarks. These findings demonstrate the potential of diffusion-augmented pipelines for improving brainstem ROI registration, which could enhance the robustness of fMRI studies on brainstem disorders characterized by functional dysregulation.", "date": "2025-09-22", "journal": ""}
{"title": "VMAT2 dysfunction impairs vesicular dopamine uptake, driving its oxidation and α-synuclein pathology in DJ-1-linked Parkinson's disease neurons", "doi": "10.1101/2025.09.22.677565", "authors": "Burbulla, L. F.; Heger, L. M.; Gubinelli, F.; Huber, A.; Cardona-Alberich, A.; Rovere, M.; Matti, U.; Mueller, S. A.; Nagaraja, S. R.; Jaschkowitz, L.; Schifferer, M.; Wurst, W.; Lichtenthaler, S. F.; Behrends, C.; Sambandan, S.", "abstract": "Parkinson's disease (PD) is characterized by -synuclein accumulation and dopaminergic neuron degeneration, with dopamine (DA) oxidation emerging as a key pathological driver. However, the mechanisms underlying this neurotoxic process remain unclear. Using PD patient-derived and CRISPR-engineered iPSC midbrain dopaminergic neurons lacking DJ-1, we identified defective sequestration of cytosolic DA into synaptic vesicles, which culminated in DA oxidation and -synuclein accumulation. In-depth proteomics, state-of-the-art imaging, and ultrasensitive DA probes uncovered that decreased VMAT2 protein and function impaired vesicular DA uptake, resulting in reduced vesicle availability and abnormal vesicle morphology. Furthermore, VMAT2 activity and vesicle endocytosis are processes dependent on ATP, which is notably reduced in DJ-1-deficient dopaminergic neurons. ATP supplementation restored vesicular function and alleviated DA-related pathologies in mutant dopaminergic neurons. This study reveals an ATP-sensitive mechanism that regulates DA homeostasis through VMAT2 and vesicle dynamics in midbrain dopaminergic neurons, highlighting enhanced DA sequestration as a promising therapeutic strategy for PD.", "date": "2025-09-22", "journal": ""}
{"title": "VMAT2 dysfunction impairs vesicular dopamine uptake, driving its oxidation and α-synuclein pathology in DJ-1-linked Parkinson's disease neurons", "doi": "10.1101/2025.09.22.677565", "authors": "Heger, L. M.; Gubinelli, F.; Huber, A.; Cardona-Alberich, A.; Rovere, M.; Matti, U.; Mueller, S. A.; Nagaraja, S. R.; Jaschkowitz, L.; Schifferer, M.; Wurst, W.; Lichtenthaler, S. F.; Behrends, C.; Sambandan, S.; Burbulla, L. F.", "abstract": "Parkinson's disease (PD) is characterized by -synuclein accumulation and dopaminergic neuron degeneration, with dopamine (DA) oxidation emerging as a key pathological driver. However, the mechanisms underlying this neurotoxic process remain unclear. Using PD patient-derived and CRISPR-engineered iPSC midbrain dopaminergic neurons lacking DJ-1, we identified defective sequestration of cytosolic DA into synaptic vesicles, which culminated in DA oxidation and -synuclein accumulation. In-depth proteomics, state-of-the-art imaging, and ultrasensitive DA probes uncovered that decreased VMAT2 protein and function impaired vesicular DA uptake, resulting in reduced vesicle availability and abnormal vesicle morphology. Furthermore, VMAT2 activity and vesicle endocytosis are processes dependent on ATP, which is notably reduced in DJ-1-deficient dopaminergic neurons. ATP supplementation restored vesicular function and alleviated DA-related pathologies in mutant dopaminergic neurons. This study reveals an ATP-sensitive mechanism that regulates DA homeostasis through VMAT2 and vesicle dynamics in midbrain dopaminergic neurons, highlighting enhanced DA sequestration as a promising therapeutic strategy for PD.", "date": "2025-09-22", "journal": ""}
{"title": "Growth inhibitory effect of cerebrospinal fluid of multiple sclerosis patients on HFF2 cells", "doi": "10.1101/2025.09.20.671239", "authors": "Jafari, S.; Montazersaheb, S.; Heidari, H. R.; Tabrizi-Nazhadyeh:, M.; Nikanfar, M.; Talebi, M.; Yazdchi Marandi, M.; Mahmoodpoor, A.; Hejazi, N.; Molavi, O.; Hejazi, M. S.", "abstract": "Multiple sclerosis (MS) is an autoimmune disease characterized by demyelination of the central nervous system (CNS). Occurrence of immunogenic cell death (ICD) in this disease and expression of ICD markers in the CSF of MS patients are documented. However, cytotoxic effect of MS patients cerebrospinal fluid (CSF) on the cells is not reported. To evaluate the cytotoxic impact of CSF from MS patients on cell viability, human foreskin fibroblast (HFF2) cells were treated with CSF samples from individuals with MS and healthy controls. The results inferred that patient-derived CSF significantly declined the survival of HFF2 cells in comparison to the CSF of healthy individuals. This observation implies a cytotoxic environment and characteristic of patients CSF, which could be due to the presence of cellular-damaging factors such as calreticulin (CRT) in the patients CSF. The cytotoxic environment of CSF might reflect ICD occurrence in CNS of the patients and also could explain the progressive essence of the disease.", "date": "2025-09-22", "journal": ""}
{"title": "Distinct ATRX functions cooperate with 9-1-1 and CST complexesto safeguard replication and telomere integrity", "doi": "10.1101/2025.09.22.677761", "authors": "Segura-Bayona, S.; Maric, M.; Takaki, T.; Manova, Z.; Li, S.; Stanage, T. H.; Idilli, A. I.; Hewitt, G.; Ruis, P.; Millar, R.; Patel, H.; Howell, S.; Kotsantis, P.; Howell, M.; Boulton, S. J.", "abstract": "Mutations in the ATRX chromatin remodeller predispose to a developmental genetic disorder and cancer, but how it safeguards genome and telomere stability remains unresolved. Here, we uncover critical dependencies for the CTC1-STN1-TEN1 (CST) complex and RAD9A-HUS1-RAD1 (9-1-1) clamp in ATRX deficient cells. ATRX:CST synthetic lethality manifests following accumulation of telomeric G-rich ssDNA, which results in telomere loss and cell death. Conversely, we attribute ATRX:9-1-1 synthetic lethality to genome-wide ssDNA lesions, which compromise DNA replication. We further show ATRX suppresses DNA damage during replication stress by counteracting the activity of the FAM111A protease. We demonstrate that roles of ATRX in telomere maintenance and replication are genetically separable requiring its ATPase activity and PIP-box, respectively, and independently of its DAXX interaction. Collectively, functions of ATRX in suppressing toxic ssDNA lesions are context-dependent and are key to global DNA replication and telomere integrity.", "date": "2025-09-22", "journal": ""}
{"title": "Dynamic expression and differential requirement of the myocyte fusogen Myomixer during distinct myogenic episodes in the zebrafish", "doi": "10.1101/2025.09.22.677747", "authors": "Dhar, S.; Thomas, S.; Yeo, H. L.; Saunders, T. E.; Roy, S.", "abstract": "Skeletal muscle formation involves elongation and fusion of myocytes into aligned, multinucleated myofibres. These fibres continue to grow by addition of new myonuclei through reiterative rounds of myocyte fusion to support muscle growth, repair and regeneration over the organism's life span. The vertebrate-specific myocyte fusogens, Myomaker (Mymk) and Myomixer (Mymx), are crucial for generating multinucleated skeletal muscles. While the role of the transmembrane protein Mymk in myocyte fusion is well established, expression dynamics of mymx and role of the Mymx micropeptide, is less understood. Here, using quantitative imaging and a mymx knockout strain, we have explored the impact of on skeletal muscle formation at different life stages of the zebrafish. We demonstrate that during the initial phase of myogenesis, mymx has a spatiotemporally varying expression across all axes of the developing myotome. On Mymx loss, myotome morphogenesis is disrupted, with both cell and tissue structure impacted. Moreover, we could show differential effects of Mymk versus Mymx loss on myocyte fusion and muscle growth. Finally, we report that perturbation to adult muscle size and strength impacts bone development, again with different phenotypic severities among the two fusogen mutants. Together, our work provides key insights into the interplay between myocyte fusion, myotome morphogenesis and acquisition of the final adult form.", "date": "2025-09-22", "journal": ""}
{"title": "A structural transition ensures robust formation of skeletal muscle", "doi": "10.1101/2025.09.22.677369", "authors": "Mendieta-Serrano, M. A.; Hou, Y.; Theis, S.; Hall, T. E.; Taylor, S. E.; Verd, B. E.; Parton, R. G.; Saunders, T. E.", "abstract": "During organ development cells undergo significant morphological and positional changes. Yet, by the end of organogenesis, internal organ structure is typically robustly defined, with cells tightly packed. It remains an open question as to how the three-dimensional (3D) internal structure of an organ emerges reliably, particularly when there are multiple cell types interacting and dynamic boundary constraints. Here, we utilise quantitative live imaging and 3D morphological measures of the developing zebrafish myotome to unravel how early muscle organisation emerges. Contrary to the textbook view of muscle fibres as cylindrical, myocytes undergo an ordered chiral twist, the direction and magnitude of which depends on their position within the myotome. Further, cells skew and rearrange, seemingly to facilitate close packing of neighbouring muscle fibres. Cell movement undergoes a rapid decline in speed once the cells span the myotome segment. We find that cell packing is altered in mutants that disrupt cell fate or cell fusion, even though the final muscle segments remain largely confluent. Biophysical perturbation reveals that the cells are mechanically plastic, able to adjust to changes in the local cellular environment and boundary constraints. Taking these results together, we propose that the early myotome undergoes a structural transition, from a fluid-like state into a frozen state, resembling glass-like behaviour. Cellular plasticity in response to varying boundary constraints may be a general mechanism for ensuring robust organ morphogenesis in dense 3D tissues.", "date": "2025-09-22", "journal": ""}
{"title": "The mitochondrial disulphide relay substrate FAM136A safeguards IMS proteostasis and cellular fitness", "doi": "10.1101/2025.09.22.677734", "authors": "Zarges, C.; Fieler, H.; Rothemann, R. A.; Poepsel, S.; Jae, L. T.; Riemer, J.", "abstract": "The mitochondrial disulphide relay is the key machinery for import and oxidative protein folding in the mitochondrial intermembrane space. Among IMS proteins with unknown function, we identified FAM136A as a new substrate of the mitochondrial disulphide relay. We demonstrate a transient interaction between FAM136A and MIA40, and that MIA40 introduces four disulphide bonds in two twin-CX3C motifs of FAM136A. Consequently, IMS import of FAM136A requires these cysteines and its steady state levels in intact cells are strongly dependent on MIA40 and AIFM1 levels. Furthermore, we show that FAM136A forms non-covalent homodimers as a mature protein. Acute deletion of FAM136A curtails cellular proliferation capacity and elicits a robust induction of the integrated stress response, coincident with the aggregation and/or depletion of selected IMS proteins including HAX1 and CLPB. Together, this establishes FAM136A as a pivotal component of the IMS proteostasis network, with implications for overall cellular function and health.", "date": "2025-09-22", "journal": ""}
{"title": "Molecular Deconstruction of the Medullary Raphe Magnus in the rat: Transcriptional Responses to Repeated Seizures", "doi": "10.1101/2025.09.22.677744", "authors": "Bittencourt-Silva, P.; Varizabad, I.; Eilbes, M.; Zangl, L.; Osmani, W. A.; Hodges, M. R.", "abstract": "Sudden Unexpected Death in Epilepsy (SUDEP) is a leading cause of death in patients with epilepsy and is thought to result from dysfunctional and/or failure of cardiorespiratory control systems. Post-mortem brainstem tissue analyses in human SUDEP cases point to reductions in markers of the brainstem serotonin (5-HT) system, which is known as a brainstem center that provides excitatory neuromodulation. We have previously shown in a knockout rat model (SSkcnj16-/- rats) that repeated seizures led to progressively greater ventilatory inhibition in the post-seizure period, seizure-associated mortality, and reduced brainstem 5-HT and tryptophan hydroxylase (Tph) particularly within the Raphe Magnus (RMg). Here, we account for the cellular constituency and local transcriptional responses to repeated seizures in male SSkcnj16-/- rats that experienced daily seizures for 3, 5, 7, or 10 consecutive days using single nuclear RNA sequencing (snRNA seq) from brainstem tissue biopsies including the RMg (-12.12 mm to -10.30 mm caudal to Bregma) two hours post-seizure. Unbiased cluster analysis identified 18 cell major clusters that were by identified by the expression of known gene markers, with most cells being oligodendrocytes. However, local RMg neurons showed the greatest numbers of differentially expressed genes with seizures compared to all other cell types. Further re-clustering of neuronal cell types yielded 14 distinct RMg neuron subpopulations, including 5 types of GABAergic neurons, 2 glutamatergic clusters, and 2 groups of 5-HT neurons which all had unique expression profiles. Nearly all DEGs across neuronal subtypes were increased following seizures, and a large fraction of which were common across seizure days and across neuron type suggesting uniformity in cellular response to seizures in this region. These studies provide foundational information regarding the cellular constituency of the RMg region in the rat, and altered neuronal function following repeated seizures in the absence of changes in other cell types in this key region of cardiorespiratory control.", "date": "2025-09-22", "journal": ""}
{"title": "Temporal Interference Stimulation Can Enhance or Disrupt Human Memory Encoding as a Function of Brain Location and Frequency", "doi": "10.1101/2025.09.22.677714", "authors": "Missey, F.; Jouval-Missey, E.; de Araujo e Silva, M.; Arantes, A.; Lubrano, C.; Trajlinek, J.; Studnicka, O.; Klus, S.; Violante, I. R.; Boly, M.; Jirsa, V.; Tononi, G.; Pedersen, N. P.; Drane, D. L.; Williamson, A.", "abstract": "Visual memory relies on synchronized interactions and rhythms between the medial temporal lobes and neocortical brain regions. Non-invasive manipulation of memory-related brain regions, specifically deeper temporal lobe regions, has been limited by the lack of precision of non-invasive neuromodulation; when targeting deeper structures, the cortex is always stimulated, never deeper structures in isolation. Temporal Interference (TI) stimulation, a novel non-invasive technique, uses high-frequency carrier fields to deliver targeted, physiologically relevant neuromodulation via amplitude-modulated envelopes at specific brain regions. Here, we investigate TI s impact on figure memory encoding in 70 healthy participants using the Rey-Osterrieth and Taylor Complex Figure tasks, with TI applied in several brain regions independently and simultaneously; allowing investigation of combinations of medial temporal lobe and neocortical brain regions. Interestingly, higher frequency TI envelopes (130 Hz offset) targeting bilateral hippocampi and temporal cortices significantly impair recall (p = 6.54e-04), while lower frequency TI envelopes (5 Hz offset) targeting only the bilateral hippocampi significantly enhance recall (p = 0.0447). Stimulation using other combinations of medial temporal lobe and neocortical regions showed no effect, underscoring the critical role of frequency and focality of non-invasive brain stimulation and correct target selection. Finally, functional MRI reveals strong differences between the effects of 130 Hz and 5 Hz envelopes, specifically in hippocampal BOLD signals, brain connectivity, default mode, and attentional networks. These findings demonstrate TI s ability to bidirectionally modulate memory encoding through precise frequency and target tuning, offering a powerful tool for cognitive neuroscience and potential therapeutic applications for memory disorders.", "date": "2025-09-22", "journal": ""}
{"title": "Dynamic and context-dependent modulation of proprioceptive input in primate primary motor cortex", "doi": "10.1101/2025.09.21.677658", "authors": "Yoshida, J.; Kikuta, S.; Hasegawa, W.; Kubota, S.; Seki, K.", "abstract": "During voluntary movement, somatosensory input is attenuated -sensory gating - which may prevent the CNS from being overwhelmed by predictable afferent feedback not essential for motor control. In the cerebral cortex, sensory gating has been demonstrated in primary (S1) and higher-order sensory areas. The primary motor cortex (M1) is the major cortical output relay to the spinal cord and muscles, and proprioceptive feedback is crucial for shaping motor output, much as in S1. However, whether proprioceptive signals to M1 are attenuated during movement, and if so, why, remains unclear. We recorded somatosensory-evoked potentials (SEPs) in M1 of two monkeys performing a wrist task while electrically stimulating muscle and cutaneous afferents innervating forearm extensors and adjacent skin. Both local field potentials and single-neuron recordings revealed significant suppression of muscle-evoked SEPs during Active movement and Static hold phases, providing direct evidence that proprioceptive input to M1 is generally gated during motor execution, as previously reported for cutaneous input. Yet, amidst this suppression, SEPs in a subset of M1 neurons were preserved during Static hold, especially those evoked by antagonist muscle afferents. Because monkeys had to maintain precise joint angles for stable posture, these results suggest that proprioceptive signals from antagonist muscles - likely reflecting spindle activity in lengthening muscles - escape attenuation to provide information essential for joint angle control. Overall, our findings demonstrate that while proprioceptive input to M1 is broadly suppressed during motor output, specific afferent signals from antagonist muscles are selectively maintained in a context-dependent manner to support posture control.", "date": "2025-09-22", "journal": ""}
{"title": "Single nucleus multiomic atlas of human dorsal root ganglia reveals the contribution of non-neuronal cell types to pain", "doi": "10.1101/2025.09.21.677655", "authors": "Zhao, G.; Boyer, K.; Meriau, P.; Yang, L.; Naz, H.; Rosen, S.; Murray, G.; Dourson, A.; Mwirigi, J.; Del Rosario, J.; Payne, M.; Gupta, P.; Yi, J.; Slivicki, R.; Bertels, Z.; Lemen, J.; Chen, Y.; Wang, T.; Chamessian, A.; Copits, B. A.; Gereau, R. W.; Cavalli, V.", "abstract": "Sensory neurons residing in dorsal root ganglia (DRG) transmit sensory information such as pain, itch, touch, pressure and bodily position to the central nervous system. The activity of sensory neurons is regulated by non-neuronal cell types in the DRG, including satellite glial cells (SGCs) and fibroblasts. Dysregulated gene expression in DRG cells contributes to sensory nervous system disorders such as chronic pain and itch. Understanding the genetic underpinnings of these conditions requires dissecting transcriptional regulation in human DRG (hDRG). In this study, we profiled transcriptomic and chromatin accessibility landscapes from postmortem hDRG samples at single-cell level. We demonstrate that sequencing depth significantly impacts downstream analysis, with deeper sequencing yielding more detected cells and features, improved data integration, refined clustering and annotation, and more accurate scientific interpretations. We identified nine major cell types, defined their molecular signatures, and mapped cis-regulatory landscapes. Integration of gene expression with chromatin accessibility enabled peak-gene association and transcriptional network analyses, revealing transcription factors, their target genes, and their regulatory elements. This approach uncovered cell types, genes, and cis-regulatory regions potentially driving pain conditions. Our unbiased genome-wide analysis confirmed known pain-related genes and highlighted novel candidates. These findings provide new insight into molecular mechanisms and candidate cell types involved in pain. Importantly, our results demonstrate that non-neuronal cell types, including endothelial cells, fibroblasts, macrophages, and SGCs, play critical roles in pain pathogenesis and should be investigated as therapeutic targets.", "date": "2025-09-22", "journal": ""}
{"title": "Transmitted alpha-synuclein extracellular vesicles downregulate axonal flux of retrograde carriers in recipient neurons", "doi": "10.1101/2025.09.22.677685", "authors": "Duda, B. E.; Saber, S. H.; Lanoue, V.; Bademosi, A. T.; Gormal, R. S.; Wallis, T.; McCann, A. J.; Abosnwber, Y.; Cooper-White, J. J.; Verstreken, P.; Meunier, F. A.", "abstract": "Alpha-synuclein (alpha-syn) is a cytosolic protein located in nerve terminals and is involved in several neurodegenerative diseases such as Parkinson's disease. Recent studies have demonstrated that alpha-syn can be transmitted from neuron to neuron via exosomal release, thereby contributing to the propagation of alpha-syn pathology. However, the mechanism by which alpha-syn-containing exosomes perturb the function of recipient neurons is currently unknown. Retrograde axonal transport of carriers emanating from the presynapse is essential for neuronal survival. To determine the effect of transmitted alpha-syn on neuronal retrograde trafficking, we used conditioned medium from alpha-syn transfected donor hippocampal neurons, applied to naive (non-transfected) recipient neurons cultured in microfluidic chambers. Time-lapse imaging of retrograde carriers containing cholera toxin B subunit (CTB) was then performed in these recipient neurons. Here, we show that conditioned medium from alpha-synWT-GFP transfected donor neurons significantly downregulated the frequency of retrograde CTB carriers when applied to recipient neurons. This effect was abolished by (i) inhibiting endocytosis in recipient neurons, (ii) blocking exosomal release from donor cells via an Hsp90-dependent mechanism, or (iii) by using conditioned medium from neurons transfected with a Parkinson's mutant (alpha-synA30P-GFP). Whilst transmitted, alpha-synWT-mEos2, alpha-synA30P-mEos2, and mEos2 alone were detected in recipient neurons using single-molecule imaging. Interestingly, alpha-synWT-mEos2 exhibited lower mobility and periodic (190 nm) immobilizations along the axon. Our data suggest that the downregulation of vesicular trafficking by transmitted alpha-syn does not rely on the specific release nor uptake of exosomal alpha-syn but probably depends on its interaction with endogenous alpha-syn following endocytosis in recipient neurons. The transmitted alpha-syn-containing extracellular vesicles therefore control essential axonal trafficking in recipient neurons, an effect lost with the Parkinson's disease mutant alpha-synA30P.", "date": "2025-09-22", "journal": ""}
{"title": "PhaseICA: Complex-Valued Decomposition of Spatially Independent Brain Waves", "doi": "10.1101/2025.09.22.677524", "authors": "Ma, L.; Li, Q.; Adali, T.; Iraji, A.; Calhoun, V.", "abstract": "Understanding complex dynamics from spatiotemporal signals requires robust tools capable of decoding reoccurring patterns. Traditional ICA methods often overlook the spatially non-stationarity nature of brain activity across both the frequency and spatial domains. We propose a novel data-driven approach, named PhaseICA, designed to extract reoccurring spatiotemporal patterns, referred to as brain waves. Unlike conventional ICA methods that focus solely on amplitude, PhaseICA incorporates phase information directly into the component estimation, preserving the nonstationary property that real-valued ICA methods typically discard. The method performs spatial independence optimization in the complex domain by minimizing a complex entropy bound over the eigenvectors of Hilbert-transformed signals. The proposed method captures spatial propagation across brain regions with interpretable and compact representations, offering a promising foundation for decoding brain dynamic systems and revealing the temporal relationship of regions.", "date": "2025-09-22", "journal": ""}
{"title": "Internal mechanosensory feedback modulates central pattern generation to coordinate ovulation in Drosophila", "doi": "10.1101/2025.09.22.677773", "authors": "Su, S.; Zhang, N.; Li, C.-Y.; Nassel, D. R.; Gao, C.-F.; Wu, S.-F.", "abstract": "Successful reproduction requires precise coordination of muscle contractions during ovulation and has been well investigated in insects. However, the neural mechanisms of the central pattern generator (CPG) orchestrating this process remain poorly understood. Using Drosophila, we identify a novel pair of multidendritic mechanosensory neurons (mdn-LO) in the lateral oviducts that express the mechanosensitive channels TMC (transmembrane channel-like protein), PPK (pickpocket), and Piezo. We demonstrate that TMC is essential for ovulation coordination: tmc mutation or neuron-specific knockdown significantly increases egg-jamming at the junction between the lateral and the common oviduct, while ppk or Piezo single mutants reduce egg-laying without causing jamming. Calcium imaging reveals that mdn-LO neurons are rhythmically activated by oviduct contractions, and chemogenetic stimulation of these neurons triggers muscle contraction. Trans-Tango and GRASP (GFP Reconstitution Across Synaptic Partners) analyses show that mdn-LO neurons form synapses with efferent insulin-like peptide 7 (ILP7)-expressing motor neurons in the abdominal ganglion. Activating either mdn-LO or ILP7 neurons induces egg-jamming, indicating their roles within a CPG network. This circuit, including the TMC-expressing mdn-LO neurons and a set of ILP7 neurons, organizes an innate behavior by coupling strategic sensory information and a CPG to ensure bilateral coordination of oviduct contractions to prevent egg jamming during oviposition.", "date": "2025-09-22", "journal": ""}
{"title": "Effects of the Neutral CB1 Receptor Antagonist AM6527 on Spontaneous, Consummatory, and Motivated Behavior in Mice", "doi": "10.1101/2025.09.22.677777", "authors": "Ecevitoglu, A.; Flanagan-Burt, Q. C.; Zhang, M.; Moon, B. K.; Ji, L.; Makriyannis, A.; Suh, J.", "abstract": "Rationale. The cannabinoid type-1 receptor (CB1R) signaling pathway plays a central role in regulating motivational and feeding behaviors. Neutral CB1R antagonists represent a promising therapeutic class with potentially fewer adverse effects than inverse agonists, yet their behavioral effects remain incompletely characterized. Objectives. We investigated the behavioral profile of AM6527, orally bioavailable neutral CB1R antagonist, across naturalistic and operant paradigms in male mice. To evaluate dopaminergic involvement in AM6527s effects, we employed several pharmacological interventions. Results. Using machine learning-based Motion-Sequencing (MoSeq), which parses spontaneous behavior into sub-second syllables, we found that AM6527 did not affect overall speed in an open field, however, it increased the self-directed behaviors and reduced specific locomotor syllables at the highest dose tested. In a naturalistic reward consumption paradigm, AM6527 produced a dose-dependent reduction in milk intake. Operant conditioning paradigms revealed robust suppression of motivated responding on fixed ratio-3 and progressive ratio (PR) schedules for palatable milk reward, with the greatest impact on high-baseline performers under PR conditions. To understand the dopaminergic involvement, we co-administered dopaminergic drugs (targeting D1R, D2R, or dopamine transporter) which resulted in partial rescue of operant responding, indicating dopaminergic and non-dopaminergic contributions to AM6527s observed behavioral effects. Conclusion. Our findings suggest that neutral CB1R antagonism suppresses consummatory and motivated behaviors via dopamine-dependent and -independent mechanisms. By leveraging sub-second behavioral analysis with MoSeq, we further reveal distinct changes in spontaneous behavior, underscoring the relevance of CB-based treatments for maladaptive appetitive and motivational states in both psychiatric and metabolic disorder.", "date": "2025-09-22", "journal": ""}
{"title": "Nutritional vitamin E or plant extracts affect the immune response and mammary epithelium integrity during intramammary lipopolysaccharide challenge in early lactation", "doi": "10.1101/2025.09.18.677083", "authors": "Corset, A.; Remot, A.; Graulet, B.; Ricouleau, J.-F.; Philau, S.; Reis-Santos, K.; Dhumez, O.; GERMON, P.; Boutinaud, M.; Boudon, A.", "abstract": "Background: Early lactation is a period at risk for mastitis. Our objective was to investigate the influence of nutritional vitamin E and plant extracts on redox and immune status at the systemic and local mammary levels during an inflammatory challenge in dairy cows. Thirty-six Holstein cows were placed in three groups: a 'control' group (n = 11) unsupplemented; a 'vitamin E' group (n = 13), supplemented with 3000 IU/d for 4 weeks before calving and 1000 IU/d for 4 weeks after calving; and a 'plant extracts' group (n = 14) supplemented with 10 g/d for 4 weeks before and after calving. Lipopolysaccharide (LPS) from Escherichia coli was infused into a one-udder quarter of the cows 5 weeks after calving. Blood and milk samples were collected before and 4, 7, 9, 28, and 76 h after the LPS infusion. Results: In the plant extract group, antioxidant gene (NQO1), superoxide dismutase activity 4 hours after the LPS challenge and total antioxidant capacity were increased compared to the control group. In the vitamin E group, expression of the antioxidant gene (SOD3) and glutathione peroxidase activity were more elevated than in the control group. Systemic immunity appeared to be reduced by antioxidant supplementations, with a higher migration of classical neutrophils in the plant extract group and less ROS production of neutrophils in the vitamin E group. However, immune capacities were increased at the local level in classical neutrophils (ROS production and phagocytosis) in both the plant extract and vitamin E groups. Following the LPS infusion, supplementation did not reveal any differences in terms of rectal temperature, milk yield or milk cell counts, but it did have a positive effect on mammary epithelium integrity (lower milk Na+:K+ ratio and higher OCLN gene expression). In addition, the plant extracts stimulated the synthesis of milk constituents, with higher milk protein gene expressions (LALBA, CSN3, CSN1S1) and a tendency towards a higher lactose content in milk. Conclusion: The LPS challenge showed that vitamin E or plant extracts enhanced the local inflammatory response while preserving systemic antioxidant capacities, integrity of the mammary gland and the composition of milk, and thus possibly contributing to preventing mammary infection in early lactating dairy cows.", "date": "2025-09-22", "journal": ""}
{"title": "scPortrait integrates single-cell images into multimodal modeling", "doi": "10.1101/2025.09.22.677590", "authors": "Mädler, S. C.; Schmacke, N. A.; Palma, A.; Namsaraeva, A.; Can, A. O.; Varlamova, V.; Heumos, L.; Arunkumar, M.; Wallmann, G.; Hornung, V.; Theis, F. J.; Mann, M.", "abstract": "Machine learning increasingly uncovers rules of biology directly from data, enabled by large, standardized datasets. Microscopy images provide rich information on cellular architecture and are accessible at scale across biological systems, making them an ideal foundation for modeling cell behavior. However, a standardized image format does not exist at the single-cell level. Here we present scPortrait, an scverse software package for generation, storage, and application of single-cell image datasets. scPortrait reads, stitches and segments raw fields of view with out-of-core computation scaling to larger-than-memory datasets. Parallelization enables rapid extraction of individual cells into a standardized single-cell image format with fast access to accelerate machine learning. scPortrait enables analysis across modalities including images, proteomics and transcriptomics, identifying cancer-associated macrophage subpopulations by morphology and embedding single-cell images into transcriptome atlases. scPortrait turns microscopy images into a reusable resource for integrative cell modeling, establishing single-cell images as a core modality in systems biology.", "date": "2025-09-22", "journal": ""}
{"title": "CDCA7 facilitates MET1-mediated CG DNA methylation maintenance in centromeric heterochromatin via histone H1", "doi": "10.1101/2025.09.22.677529", "authors": "Wang, S.; Li, T.; Naish, M.; Chuang, R.; Lin, E. K.; Fonkalsrud, C.; Yan, H.; Feng, S.; Henderson, I. R.; Jacobsen, S. E.", "abstract": "DNA methylation is a conserved epigenetic modification essential for maintaining genome stability. However, how methyltransferases maintain CG methylation within compact chromatin, including centromeres, remains unclear. In humans, CDCA7 is necessary for the inheritance of DNA methylation at juxta-centromeres. Mutations that impair its ability to bind chromatin result in Immunodeficiency, Centromeric Instability, and Facial Anomalies (ICF) syndrome, characterized by centromeric instability. To investigate whether CDCA7 function is conserved, we identified two Arabidopsis thaliana orthologs, CDCA7A and CDCA7B. The loss of both copies results in CG hypomethylation at pericentromeric regions and centromeric satellite repeat arrays. Machine learning analysis suggested that heterochromatic nucleosomes, with enrichment of H1, H2A.W, and H3K9me2 levels, depend heavily on CDCA7 proteins for CG methylation maintenance of the associated DNA. Loss of H1 restores heterochromatic DNA methylation in cdca7a cdca7b mutants, indicating that CDCA7A and CDCA7B mainly remodel H1-containing nucleosomes for methyltransferases to access DNA. Notably, in h1.1 h1.2 mutants, CG methylation shows a significant increase in centromeres, which reveals a new inhibitory role of H1 in DNA methylation maintenance within satellite repeat arrays. Centromeric DNA hypermethylation is lost in h1.1 h1.2 cdca7a cdca7b quadruple mutants, demonstrating that CDCA7A and CDCA7B can act independently of H1 to enhance MET1 activity. Overall, these findings establish CDCA7A and CDCA7B as conserved regulators of DNA methylation within heterochromatin and centromeric satellite repeat arrays.", "date": "2025-09-22", "journal": ""}
{"title": "Neuronal signatures of successful one-shot memory in mid-level visual cortex", "doi": "10.1101/2025.09.22.677855", "authors": "DiRisio, G. F.; Xue, C.; Cohen, M. R.", "abstract": "High-capacity, one-shot visual recognition memory challenges theories of learning and neural coding because it requires rapid, robust, and durable representations. Most studies have focused on the hippocampus and other higher areas. However, behavioral evidence demonstrating links between image properties and memorability and revealing image specificity of visual memory suggests an important role for mid-level visual cortex. We tested the hypothesis that area V4 contains signals that could support recognition memory. Our task increased difficulty, allowing comparisons of neuronal population responses on correct and error trials. We observed signatures of several proposed memory mechanisms including magnitude coding, repetition suppression, sparse coding, and population response consistency, but only sparse coding and population response consistency predicted behavior. Familiar images also evoked faster dynamics, consistent with pattern completion. These findings demonstrate that the building blocks of fast, high-capacity memory are present in mid-level sensory cortex, highlighting its role in distributed memory networks.", "date": "2025-09-22", "journal": ""}
{"title": "BET protein inhibitor JQ1 reduces inflammation and hippocampal amyloid-β level without altering Tau phosphorylation in LPS-challenged adult wild-type mice", "doi": "10.1101/2025.09.22.677813", "authors": "Matuszewska, M.; Cieslik, M.; Sulejczak, D.; Wilkaniec, A.; Czapski, G. A.", "abstract": "Introduction A growing body of evidence highlights the role of infection and inflammation in the progression of Alzheimer's disease (AD). In this study, we aimed to analyze the impact of JQ1, an inhibitor of bromodomain and extraterminal domain (BET) proteins, which are key readers of the epigenetic acetylation code, on AD-related gene expression changes and biochemical alterations in the hippocampus during a lipopolysaccharide (LPS)-induced systemic inflammatory response in mice. Methods JQ1 and LPS were administered intraperitoneally to adult male wild-type C57BL/6J mice. Changes in selected general and brain-specific parameters were measured for up to 12 h. Results Our results demonstrated that inhibition of BET proteins reduced LPS-induced sickness behavior and time-dependent elevation of proinflammatory signaling. LPS did not significantly alter amyloid-{beta} (A{beta}) levels; however, a significant reduction in A{beta} load was observed in JQ1-treated animals overall, suggesting that BET proteins play a crucial role in regulating A{beta} levels in the brain. At the same time, JQ1 treatment did not affect LPS-induced increases in phospho-Tau levels. Discussion Our results suggest that inhibiting BET proteins, in addition to their anti-inflammatory action, may be an effective strategy for reducing A{beta} levels in the brain. However, a mechanistic explanation of this phenomenon requires further investigation.", "date": "2025-09-22", "journal": ""}
{"title": "Molecular deconstruction of the pre-B&oumltzinger Complex/Nucleus Ambiguus (preB&oumltC/NA) region: cellular constituencies and transcriptional responses to repeated seizures in the rat hindbrain", "doi": "10.1101/2025.09.22.677789", "authors": "Osmani, W. A.; Vazirabad, I.; Rhode, N.; Mouradian, G.; Manis, A.; Hodges, M. R.", "abstract": "Epilepsy affects millions worldwide, but a significant portion suffers from uncontrollable epilepsy. Repeated seizures have many consequences, including a high risk of post-ictal cardiorespiratory failure and Sudden Unexpected Death in Epilepsy (SUDEP). Major risk factors for SUDEP include biological sex in addition to the occurrence of generalized tonic-clonic seizures (GTCSs). How repeated seizures lead to cardiorespiratory dysfunction remains unknown. A key factor in many neurological diseases is neuroinflammation, predominantly mediated by microglia and astrocytes that become dysfunctional. Mechanistically, questions remain how they affect neuronal function in epilepsy and contribute to cardiorespiratory dysfunction and increased SUDEP risk. Previously, we have shown that repeated seizures in our novel rat model with genetic mutations in kcnj16, an inwardly rectifying K+ channel, in the Dahl salt sensitive rat (SSkcnj16-/-) led to increased neuroinflammation in key ventilatory regions at 3 and 5 days of seizures. Specifically, there was increased recruitment of various inflammatory mediators, increased recruitment of activated microglia, with improvement in post-ictal respiratory dysfunction and mortality with usage of anti-inflammatory agents. Here we tested the hypothesis that repeated seizures lead to differential neuroinflammatory activation after repeated seizures in CNS regions of ventilatory control. Male SSkcnj16-/- rats were subjected to 0 (Naive), 3, 7 or 10 days of seizure, and subsequently, the pre-B&oumltzinger Complex/Nucleus Ambiguus (preB&oumltC/NA) was isolated and sent for nuclei isolation and sequencing. Seurat was utilized to filter and process the data, integrate across conditions and allow for differential gene expression (DEG) analysis. Afterwards, pathways enrichment analysis was performed allowing for determination of unique pathways recruited across cell types for each seizure condition. Overall, we were able to identify 18 unique cell types based on transcriptomic signatures, with 8 different neuronal populations, grouped based on Type 1, Type 2 or a mixed Type 1 & Type 2 genetic expression, indicating rhythm generation or pattern generation, respectively. We found that majority of the neuronal clusters were Type 1 or mixed type, indicating predominantly rhythmogenic neuronal populations. Importantly, these critical neuronal populations showed significant upregulation in various metabolic and neurological disease pathways at the 3 and 7 Day timepoints. Furthermore, we identified various glial cells, including microglia and astrocytes and saw increased recruitment in various Inflammatory pathways, Metabolic pathways and Chemokine related pathways after 3 and 7Days of seizures, confirming our previous results. Consequently, our results show for the first time, transcriptomic characterization of crucial rhythmogenic neuronal populations after repeated seizures and the changes that may underlie their dysfunction in SUDEP, mediated in part through the network change in upregulated inflammatory pathways in surrounding glial cells.", "date": "2025-09-22", "journal": ""}
{"title": "Oligodendrocyte progenitor cell responses to inflammatory demyelination with aging", "doi": "10.1101/2025.09.22.677854", "authors": "Fresenko, E. E.; Bahri, C. N.; Ahmed, N. F.; Packer, D.; Tabor, B. J.; Sun, W.; Wedemeyer, M. A.; Harrington, C. A.", "abstract": "Oligodendrocyte progenitor cells (OPCs) have the capacity to self-renew, differentiate into mature myelinating cells, and remyelinate the central nervous system in response to demyelination. Normal aging is associated with a reduction in the functional capacity of OPCs and induces distinct transcriptional signatures even in the absence of an autoimmune inflammatory demyelination insult. To determine how aging impacts the OPC response to an acute inflammatory insult comparable to a demyelinating event in multiple sclerosis (MS), we performed adoptive transfer of young myelin-reactive Th17 T cells into young and aged mice. Spinal cord OPC responses were quantified using lineage tracing and myelin sheath thickness was quantified using transmission electron microscopy. In the subacute phase 9-10 days after adoptive transfer, the density of both young and aged OPCs is enriched in spinal cord lesions compared to non-lesion white matter. After adoptive transfer, the density of aged OPCs is significantly higher than naive/non-adoptive transfer aged spinal cord. Differentiated oligodendrocytes (OLs) are relatively preserved within lesions of aged and young animals despite an overall reduction in OL density after adoptive transfer. While lineage tracing identified newly formed oligodendrocytes after adoptive transfer in both young and aged lesions, less oligodendrocyte differentiation was observed in aged animals. Despite the reduction of OPC differentiation in aged animals, there was no significant difference in the extent of remyelination observed for young and aged lesions. Aged OPCs rise to the challenge in response to a strong auto-immune attack, suggesting that compensatory strategies allow both young and aged OPCs to survive and remyelinate in the inflammatory environment. Identifying pathways that promote resilience of young and aged OPCs in the face of an inflammatory challenge will facilitate the development of remyelinating therapies for the treatment of people with MS across the full spectrum of human aging.", "date": "2025-09-22", "journal": ""}
{"title": "Comparative Connectomics Highlights Conserved Architectural Synaptic Motifs in the Drosophila Mushroom Body", "doi": "10.1101/2025.09.22.677863", "authors": "Rivlin, P. K.; Robinette, M.; Matelsky, J. K.; Wester, B.", "abstract": "While the influence of synaptic plasticity on learning and memory has been extensively studied, the detailed patterns of synaptic connectivity remain incompletely mapped. Convergent synaptic motifs -- a tight grouping of at least two axons whose active zones are within 300nm and which are presynaptic to the same target -- are a common feature of neural circuits in the insect brain and are believed to serve as an important computational primitive in many brain areas. The Mushroom Body (MB) of Drosophila, for instance, is the center of associative learning and memory, where sensory information is conducted by Kenyon cells (KCs), the intrinsic neurons of the MB, and integrated by MB output neurons (MBONs). Indeed, the majority of KC-to-MBON synapses occur in a convergent motif. Nonetheless, the functional role of this convergent motif is not well studied. To gain insight into their potential role in the MB, we combine big-data network neuroscience tools with existing electron microscopy connectome datasets to detect and map the distribution of convergent synaptic motifs. We find that convergent motifs consistently occur across the MB in different individuals, including the  lobe where they were first quantified, and we report on both the variance and consistency in the formation of these motifs across different MB regions and individuals. Our discovery of multiply-convergent motifs -- where two KCs target multiple postsynaptic targets simultaneously -- reveals a previously unrecognized synaptic economy that may optimize information transfer while conserving neural resources. These stereotyped arrangements likely represent fundamental organizational principles underlying associative learning across species. Lastly, to our knowledge, this study offers the first and most extensive comparative analysis of synaptic motifs across Drosophila connectomes, establishing a framework for enabling systematic motif analysis of synapses across species.", "date": "2025-09-22", "journal": ""}
{"title": "Functional organization of the human visual system at birth and across late gestation", "doi": "10.1101/2025.09.22.677834", "authors": "Ayzenberg, V.; Arcaro, M.", "abstract": "Understanding how the brain's functional architecture emerges prior to substantial postnatal visual experience is crucial for determining what initial capabilities infants possess and how they learn from their environment. Using resting-state fMRI from 584 neonates in the Developing Human Connectome Project, we provide the first comprehensive systems-level characterization of human visual cortex within hours of birth and across the third trimester of gestation. We discover that newborns possess a sophisticated visual architecture already functionally organized into three distinct pathways (ventral, lateral, and dorsal), each exhibiting posterior-to-anterior hierarchical structure and adult-like topographic organization. This tripartite visual organization differs from the bipartite organization observed in macaques, suggesting this architecture emerges through intrinsic developmental mechanisms rather than being a product of extensive postnatal experience and environmental adaptation. Moreover, pathway segregation, hierarchical ordering, and connectivity maturity all strengthen progressively with gestational age, revealing that visual cortical organization emerges through an active developmental program that unfolds across late gestation. Yet, despite this large-scale structure, individual pathways follow strikingly different maturation trajectories: dorsal areas exhibit a near-adult-like functional organization, even at the earliest gestational timepoints tested, whereas ventral areas remain immature and poised for experience-dependent refinement. These findings reframe our understanding of early visual development by revealing that complex functional networks emerge before substantial visual experience, yet are differentially prepared for plasticity, providing crucial insights into how evolution has optimized the brain for rapid learning while maintaining the flexibility needed for adaptation to diverse environments.", "date": "2025-09-22", "journal": ""}
{"title": "Resolving Competition in Auditory Cortex: Effects of Emotional Content and Misophonia Sensitivity", "doi": "10.1101/2025.09.22.677819", "authors": "Ahumada, L. C.; Gilbert, F. E.; Ward, R. T.; Pouliot, J. J.; Mears, R. P.; Keil, A.", "abstract": "How the human auditory cortex prioritizes relevant information amid concurrent sounds has been a long-standing question in auditory cognitive neuroscience. The present study used auditory steady-state responses (ASSR) to tag the electrocortical response to a tone embedded in concurrent naturalistic sounds, addressing methodological challenges with overlapping auditory streams. Participants endorsing low (LMS) or high in misophonia symptoms (HMS) - a condition with decreased tolerance to specific, typically orofacial, sounds - were recruited. Sounds varied in their emotional valence (pleasant, neutral, unpleasant, and orofacial) to investigate how emotional content modulates attentional competition and how competition is resolved in listeners with misophonia traits. Affective ratings, alpha-band changes, and pupil dilation in response to the sounds were also assessed. Hypothetical models of competition were tested, revealing a facilitation trend in the ASSR amplitude when accompanied by pleasant and unpleasant, compared to neutral sounds, regardless of misophonia symptoms. However, ASSR was selectively reduced in the HMS but not the LMS group when accompanied by orofacial sounds. Analyses of alpha-band, pupil, and rating data showed that the groups differed primarily in their response to pleasant sounds and orofacial sounds, with the HMS group exhibiting a stronger response to orofacial sounds than the LMS group.", "date": "2025-09-22", "journal": ""}
{"title": "Morphine regulates astrocyte transcriptional dynamics in the ventral tegmental area by stimulation of glucocorticoid signaling", "doi": "10.1101/2025.09.22.677814", "authors": "Tuscher, J. J.; Cleere, A.; Phillips, R. A.; Newman, C. E.; Twa, G. M.; Robinson, N. J.; Ianov, L.; Sorge, R. E.; Day, J. J.", "abstract": "Opioids are potent analgesics often prescribed for the treatment of chronic pain, a condition affecting millions worldwide. Although pain states increase vulnerability to opioid use disorders, the neural mechanisms underlying this interaction remain incompletely understood. The ventral tegmental area (VTA) is a key site for opioid actions, and emerging evidence suggests that pain states and opioid experience both induce transcriptional, molecular, and circuit adaptations in the VTA that contribute to motivated behaviors. However, the transcriptional responses of distinct VTA cell types to each of these factors (alone or in combination) have not been identified. Here, we employed single-nucleus RNA sequencing to comprehensively define transcriptional alterations in the rat VTA to acute morphine administration in a chronic inflammatory pain model. We report that morphine induces gene expression changes primarily in glial cells and dopamine neurons, with minimal effects in other neuronal cell types. Surprisingly, VTA astrocytes and oligodendrocytes exhibited the most robust transcriptional responses to opioid exposure, despite lacking detectable opioid receptor expression. Among the most highly regulated glial genes was Fkbp5, which encodes a co-chaperone protein that acts in concert with heat shock proteins to modulate stress responses. Using pharmacological and CRISPR-based approaches in rat glial cells and human astrocytes, we demonstrate that regulation of Fkbp5 is mediated indirectly through glucocorticoid signaling rather than direct opioid receptor activation. These findings reveal that glial cells within reward circuits undergo profound transcriptional reprogramming in response to opioids through indirect, stress-hormone mediated mechanisms, highlighting a previously unappreciated non-neuronal contribution to opioid-induced neural adaptations.", "date": "2025-09-22", "journal": ""}
{"title": "Distinct cellular processes drive motor skill learning in the human brain", "doi": "10.1101/2025.09.22.677842", "authors": "Griffa, G.; Palombo, M.; Yeffal, A.; Lee, H.-H.; Huang, S. Y.; Della-Maggiore, V.", "abstract": "Despite decades of research, the biological mechanisms by which motor skills consolidate in the human brain remain poorly understood. Diffusion MRI provides a unique opportunity to probe biological processes non-invasively, as water displacements occur on the micrometer scale. Using diffusion tensor imaging (DTI), our team showed that motor sequence learning (MSL) induces microstructural changes in the hippocampus and key motor regions, suggesting that declarative and procedural systems may operate as part of the same network. Yet DTI cannot identify the cellular source of these changes, leaving open whether they reflect structural plasticity, remodeling of dendritic and astrocytic processes described in rodents, or transient homeostatic responses that accompany learning, neuronal and astrocytic swelling. Here, we combined ultra-high-gradient diffusion MRI with the compartment-based Soma and Neurite Density Imaging (SANDI) model to disentangle the cellular basis of motor skill memory consolidation. DTI showed that MSL induced rapid microstructural changes in the hippocampus, precuneus, and motor regions, but only those in the precuneus and posterior parietal cortex (PPC) persisted overnight. SANDI revealed that DTI changes were driven by two distinct cellular processes: a transient enlargement of the cell soma across all regions consistent with a short-lived homeostatic response, and a sustained rise in cell-process density restricted to the precuneus and PPC, compatible with structural plasticity. By decomposing diffusion signals into their cellular sources, our work disambiguates transient and enduring processes, providing the first non-invasive evidence for the cellular basis of human motor memory consolidation and a framework for studying neuroplasticity in vivo.", "date": "2025-09-22", "journal": ""}
{"title": "Modular inhibitory coding in binary networks", "doi": "10.1101/2025.09.22.677833", "authors": "Wang, B.; Zochowski, M.", "abstract": "We developed and characterized properties of new class of binary models where, as observed in biological networks, excitatory neurons are functionally separated from inhibitory units. New patterns, represented as activation and inactivation of binary units in excitatory layer, are stored in the network through recruitment and training of inhibitory units that are group into individual modules and interact with excitatory layer. We investigate the roles the two populations play in memory storage and show that inhibitory layer plays a critical role in memory storage and management and that capacity of this new type of network scales with number of inhibitory neurons. Further, we show that performance of the network is only gradually diminished when excitatory to excitatory connections are removed, but critically depends on inhibitory to excitatory connections. These results are in line with new experimental work showing that inhibitory interneurons are playing critical role in memory storage and recall in the brain networks and may also address why generally excitatory networks exhibit sparser reciprocal connectivity as compared to connections to/from inhibitory units. We further show advantages of so designed coding shame in terms of memory capacity, its expansion with progressive storage of new memories as well as network behavior for large memory loading.", "date": "2025-09-22", "journal": ""}
{"title": "The Wnt co-receptor Arrow-LRP5/6 is required for Planar Cell Polarity establishment in Drosophila", "doi": "10.1101/2025.09.22.677847", "authors": "Weber, U.; Farhadifar, R.; Mlodzik, M.", "abstract": "Wnt-signaling, via beta-catenin or the planar cell polarity (PCP) branch, is crucial for development, tissue homeostasis, and linked to many diseases. LRP5/6, arrow (arr) in Drosophila, is the obligate co-receptor in Wnt/beta-catenin signaling, with ligand binding to a Frizzled (Fz) family member and LRP5/6 mediating formation of the signalosome complex with Dishevelled (Dsh/Dvl in mammals) and Axin. Current models for Wnt/PCP signaling omit Arr/LRP5/6 and the notion is that it functions without these co-receptors. Here we show that arr/LRP5/6 is positively required in Wnt/PCP signaling. In Drosophila, loss of arr results in PCP mediated cellular orientation defects, aberrant wing hair formation, and loss of polarity, as described for core PCP factors fz, fmi/Celsr, and dsh. In the eye, arr mutant tissue displays cell fate changes in photoreceptors R3/R4 and chirality defects, classical PCP phenotypes. During Wnt/PCP establishment, defects are manifest as reduced levels of Fmi/Celsr and Dsh along with loss of their asymmetric localization. Functional interactions indicate that Fz can recruit Arr, and this potentiates Fz and Dsh function in PCP signaling in all tissues tested. Taken together, our data support an essential Arr/LRP5/6 function in promoting Wnt/Fz-Dsh PCP-complex activity.", "date": "2025-09-22", "journal": ""}
{"title": "RNAi Gene knockdown of R-opsin and F-actin in the marineannelid Streblospio benedicti by delivering dsRNA", "doi": "10.1101/2025.09.22.677873", "authors": "Aguilar-Camacho, J. M.; Zakas, C.", "abstract": "Background: RNA interference (RNAi) is a genetic tool to disrupt the expression of selected genes by delivering dsRNA into a specific tissue of an organism, resulting in a gene knockdown. We apply RNAi methods to the marine polychaete Streblospio benedicti, which is a model system for studying evolutionary and developmental biology that currently has no established methods for gene expression manipulation. Results: Here we describe a RNAi gene knockdown methodology using two different approaches depending on developmental stage. We feed bacteria expressing dsRNA to early swimming larvae and microinject in vitro transcribed dsRNA in juveniles. We used two genes for testing: R-opsin and F-actin. For both developmental stages, gene knockdown was validated using qPCR (quantitative Real-Time PCR). For larvae, we also visualized reduction in RNA expression using Hybridization Chain Reaction (HCR) in situ hybridization. Conclusions: We show that both larval feeding and juvenile microinjections are sufficient delivery mechanisms for dsRNA to result in a RNAi gene knockdown. The efficiency can vary depending on the gene and timing, but this is typical for RNAi based approaches.", "date": "2025-09-22", "journal": ""}
{"title": "Comprehensive healthspan assessments and influence of sex as a biological variable in aging rats", "doi": "10.1101/2025.09.22.677661", "authors": "Chandra, A.; Aversa, Z.; Zhang, X.; Farr, J. N.; David, A.; Sharma, R.; Tchkonia, T.; Kirkland, J. L.; Robbins, P. D.; Niedernhofer, L. J.; Jurk, D.; Passos, J.; Monroe, D.; Miller, J. D.; LeBrasseur, N. K.; Ikeno, Y.; Khosla, M.D, S.; Pignolo, R. J.", "abstract": "Rats share a significant amount of genetic and physiological similarity with humans. Many biological processes and pathways are conserved between rats and humans, making rats a suitable model for studying various aspects of human health and disease. Using rats as an aging model offers a more ethical alternative to using larger, longer-lived animals like primates. Rats are easier to handle in laboratory settings, as compared to non-human primates, both of which have physiological functions like humans. To date, there are very few studies which have comprehensively studied age-related changes in rat physiology. Here we present a longitudinal assessment of several aspects of Brown-Norway rat physiology and histopathology using molecular and functional assessments at 6-, 17- and 27 months of age. Our studies thus provide age-related healthspan parameters, which can be used as reference for genetic or pharmacological rat models of aging.", "date": "2025-09-22", "journal": ""}
{"title": "Impact of Task Similarity and Training Regimes on Cognitive Transfer and Interference", "doi": "10.1101/2025.09.22.677779", "authors": "Menghi, N.; Vigano', S.; Johnston, W. J.; Elnagar, S.; Fusi, S.; Doeller, C. F.", "abstract": "Learning depends not only on the content of what we learn, but also on how we learn and on how experiences are structured over time. To investigate how task similarity and training regime interact during learning, we trained participants on spatial and conceptual learning tasks that shared either similar or distinct underlying structures, using either interleaved or blocked regimes. Interleaving the two tasks hindered performance when their structures were similar, compared to when they were different. In contrast, blocked training produced the opposite effect: it improved performance and facilitated transfer across similar tasks. This effect, however, emerged only when participants first learned the conceptual task, followed by the spatial task, suggesting an asymmetric interaction between task order and structural similarity. We also replicated our results using a neural network model, providing converging evidence for the computational principles governing the interplay between training regime and structural similarity in multi-task learning.", "date": "2025-09-22", "journal": ""}
{"title": "Familial Risk for Dementia, Cognitive Performance, and the Human Cerebello-Hippocampal Circuit: A Study in the European Prevention of Alzheimers Disease cohort", "doi": "10.1101/2025.09.21.677596", "authors": "Hicks, T. H.; Bernard, J. A.", "abstract": "The cerebellohippocampal (CBHP) circuit is increasingly implicated in episodic and spatial memory, yet its role in normal aging, dementia risk, and sex differences remains unclear. Structure and function in both the hippocampus and cerebellum have been linked to mild cognitive impairment, Alzheimers Disease, and cognitive decline in healthy older adults. Literature on the CBHP circuit is largely limited to animal studies and small samples of young adults in the context of visuospatial abilities, underscoring the need for large, diverse aging cohorts to establish CB-HP connectivity as an early, translatable marker of neurodegeneration. Here, we investigate the CBHP circuit in the context of aging, dementia risk, behavior, and sex differences in healthy older adults to advance understanding of cognitive decline in the aging population. We explored this relationship in 857 healthy adults with and without a family history of dementia (aged 50-88, 59% female, 71% family history positive) using resting-state functional connectivity MRI (rsMRI) and behavioral assessments. We hypothesized that CB-HP functional connectivity (FC) would be lower with increased age, relate positively to cognitive performance, be lower in females positive for family history of dementia, and be lower in mild cognitive impairment (MCI)-risk than cognitively normal (CN) participants with sex differences therein. We observed selective links between CBHP FC, cognition, and sex. MCI risk participants performed worse on spatial memory performances than CN, whereas CBHP FC showed opposite performance slopes by risk status, suggesting the CBHP circuit may function as a compensatory network for short-term recall. Sex differences were seen on cognitive tasks (delayed episodic memory and spatial tasks) and in CBHP a better visuospatial index was linked to greater FC in females, while males displayed an inverse relationship. Behavioral differences by familial dementia history were shown, although CBHP FC did not show effects here. Overall, CB-HP networks appear behaviorally silent in the aggregate but reveal risk and sex dependent relationships when memory demands and circuit nodes are considered.", "date": "2025-09-22", "journal": ""}
{"title": "Inferring Personalized Cell-Cell Communication Networks in Colorectal Cancer with Individualized Causal Discovery", "doi": "10.1101/2025.09.20.677543", "authors": "Qiu, A.; Lu, B.; Cooper, G.; Lu, X.; Chen, L.", "abstract": "Understanding tumor heterogeneity at the resolution of individualized cell-cell communication networks (CCCNs) remains a major computational challenge in precision oncology. Existing inference methods largely rely on population-level correlation and thus fail to capture patient-specific signaling patterns across diverse cell types. To address this limitation, we developed an integrative computational framework combining the nested hierarchical Dirichlet process (nHDP) model for identifying hierarchically structured gene expression modules, with instance-specific Greedy Fast Causal Inference (iGFCI) for inferring individualized CCCNs (iCCCNs) in colorectal cancer (CRC). Applied to large-scale single-cell RNA-seq data from over 625,000 cells, our model successfully decomposed complex gene expression modules (GEMs), potentially representing the cell lineage and cellular signaling states, and uncovered iCCCNs across detailed cell subtypes. We further used TCGA bulk RNA-seq data with survival data to validate the clinical relevance of these individualized gene expression module causal interactions, demonstrating their potential as robust prognostic signatures in CRC. Finally, we used principled causal inference methods to search for ligand-receptor pairs that mediate cell-cell communication. This framework enables mechanistic insights into immune evasion, and our computational method represents a significant advance toward realizing personalized oncology, enabling precise patient stratification and identification of actionable biomarkers for improved therapeutic targeting in cancers.", "date": "2025-09-22", "journal": ""}
{"title": "Enhanced mouse virulence of mpox virus clade Ib over clade IIb despite genomic changes caused by human-to-human transmission", "doi": "10.1101/2025.09.22.677787", "authors": "Unanue, A. R.; Martin, R.; Sanchez, C.; Moraga-Quintanilla, A.; del Ama, L. F.; Sanchez-Cordon, P. J.; Alcami, A.; Hernaez, B.", "abstract": "The recently emerged clade Ib of mpox virus (MPXV) is spreading rapidly across Central and West Africa raising concerns about its potential virulence. Similar to clade IIb lineage B.1, which was responsible for the 2022 global outbreak, clade Ib exhibits sustained human-to-human transmission and a pattern of APOBEC3 associated genomic mutations. Here, we show that clade Ib displays enhanced cell-to-cell dissemination in vitro compared to clade IIb. Additionally, using the CAST mouse model, we show that clade Ib retains a higher level of virulence than that of the markedly attenuated clade IIb. Clade Ib leads to significant weight loss and high mortality in animals following both intraperitoneal and intranasal challenge. Histopathological analysis revealed more severe and extensive lung lesions in clade Ib infected animals, accompanied by a broader distribution of viral antigens. Moreover, clade Ib, unlike IIb, disseminated efficiently to internal organs. These findings indicate that clade Ib MPXV has not undergone attenuation after human-to-human transmission to the extent observed in clade IIb and underscore the need for surveillance and preparedness against new emerging MPXV lineages.", "date": "2025-09-22", "journal": ""}
{"title": "Differential functional connectivity between hippocampus and prefrontal cortex is associated with heterogeneity in open field exploration", "doi": "10.1101/2025.09.22.677917", "authors": "Munn, R. G. K.; Dickerson, D. D.; Wolff, A.; Bilkey, D.", "abstract": "A common paradigm in behavioral neuroscience involves recording neural activity from freely moving rodents as they forage in an open field. This procedure is often used in studies investigating spatial navigation, where recording is conducted in regions such as the hippocampus and entorhinal cortex. It is usually assumed that there is no systematic variation in behavior in this paradigm, thereby allowing spatial representations to be examined without the confounding effects of behavior change. Here we show that the behavior of rats in this paradigm can be algorithmically divided into at least two distinct modes, and that the transitions between these modes is marked by distinct differences in theta and gamma band power in the hippocampus, as well as transition-associated communication between hippocampus and prefrontal cortex, with information strongly flowing from hippocampus to prefrontal cortex during the transition period. Moreover, we show that following a maternal immune activation intervention, intra-regional changes in power are preserved, but communication between hippocampus and prefrontal cortex is impaired. These findings demonstrate that animals in the open field perform distinct behaviors that are accompanied by marked changes in brain activity and regional communication.", "date": "2025-09-22", "journal": ""}
{"title": "Establishing a continuum of cell types in the visual cortex", "doi": "10.1101/2025.09.22.677893", "authors": "Yoo, J.; Xie, F.; Butrus, S.; Xu, R.; Tan, Z.; Gorzek, R.; Mirshahidi, P.; Tring, E.; Suresh, S.; Kim, J.; Fleishman, G.; Tan, L.; Ringach, D.; Trachtenberg, J.; Xu, X.; Zipursky, S. L.; Shekhar, K.; Jain, S.", "abstract": "The mammalian cerebral cortex is composed of neurons whose properties vary in a continuous fashion rather than falling into discrete cell types. In the mouse visual cortex, excitatory neurons in layer 2 and 3 (L2/3) form such a continuum along cortical depth, patterned by the graded expression of hundreds of genes. Here we sought to understand how this continuum develops and contributes to cortical wiring. Using single-nucleus multiomics (RNA- and ATAC-Seq) and spatial transcriptomics, we show that the L2/3 continuum is established in two phases. During the first postnatal week, a genetically hardwired program establishes a primitive continuum of cell identities spanning the depth of L2/3. The second program, promoted by visual experience, is later superimposed upon the preexisting continuum. This second phase is driven by activity-regulated transcription factors that drive the L2/3 depth-dependent expression of genes linked to synaptic function and plasticity. We show that neurons at different positions along the L2/3 continuum project preferentially to distinct higher visual areas and that visual deprivation disrupts targeting to some higher visual areas while sparing others. Thus, cortical continua emerge through a stepwise process in which genetic programs and sensory experience specify neuronal identity and sculpt intracortical wiring specificity.", "date": "2025-09-22", "journal": ""}
{"title": "Dynamic changes in chromosome and nuclear architecture during maturation of normal and ALS C9orf72 motor neurons", "doi": "10.1101/2025.09.22.677835", "authors": "Dekker, J.; Uyan, O.; Sambare, S.; Oomen, M. E.; Wightman, N.; Schooley, A.; Klim, J. R.; Belaghzal, H.; Aydemir, O.; Akgol-Oksuz, B.; Uslu, Z. S. A.; Eggan, K.; Brown, R. H.", "abstract": "We have investigated changes in chromosome conformation, nuclear organization, and transcription during differentiation and maturation of control and mutant motor neurons harboring hexanucleotide expansions in the C9orf72 gene that cause amyotrophic lateral sclerosis (ALS). Using an in vitro reprogramming, differentiation and neural maturation protocol, we obtained highly purified populations of post-mitotic motor neurons for both normal and diseased cells. As expected, as fibroblasts are reprogrammed into iPSCs, and as iPSCs differentiate into motor neurons, chromatin accessibility, chromosome conformation, and nuclear organization change along with large-scale alterations in transcriptional profiles. We find that the transcriptome changes extensively during the first three weeks of post-mitotic neuronal maturation, with thousands of genes changing expression, but then is relatively stable for the next three weeks. In contrast, chromosome conformation and nuclear organization continue to change over the entire 6-week maturation period: chromosome territoriality increases, long-range interactions along chromosomes decrease, compartmentalization strength increases, and centromeres and telomeres increasingly cluster. In motor neurons derived from ALS patients such changes in chromosome conformation were much reduced. Chromatin accessibility changes also showed delayed maturation. The transcriptome in these cells matured relatively normally but with notable changes in expression of genes involved in lipid, sterol and mitochondrial function. We conclude that neural maturation is associated with large scale post-mitotic changes in gene expression, chromosome conformation and nuclear organization, and that these processes are defective in motor neurons derived from ALS patients carrying C9orf72 hexanucleotide repeat expansions.", "date": "2025-09-22", "journal": ""}
{"title": "Beyond Alzheimer's story: how an engineered molecule gained an endogenous essence", "doi": "10.1101/2025.09.22.677901", "authors": "Kopylov, A. T.; Yakovlev, R. Y.; Trukhin, A. V.; Poluektov, Y. M.; Anastasia, A. A.; Kozin, S. A.", "abstract": "A hallmark of Alzheimer's disease (AD) is extra-neuronal protein aggregates formed mainly by the amyloid-{beta} peptide (A{beta}), that are deposited inside the brain as amyloid plaques. The engineered peptide Ac-His-Ala-Glu-Glu-NH2 (HAEE) suppresses the formation of amyloid plaques in vivo and is being tested as an anti-amyloid drug candidate. Here, by using a quantitative mass-spectrometry method we discover that HAEE peptide represents a normal endogenous component of human blood plasma. Moreover, the HAEE level has been significantly reduced in patients with a clinical diagnosis of AD (n=200) as compared with the control participants with no clinical diagnosis of cognitive impairment (n=150). Thus, endogenous HAEE may be considered as a potential blood-based biomarker in the diagnosis of Alzheimer's disease, while exogenous HAEE may serve as a drug in AD-modifying therapy.", "date": "2025-09-22", "journal": ""}
{"title": "Transcriptomic Signatures of Hippocampal Subregions and Neuronal Nuclei in Active Place Avoidance Memory Maintenance", "doi": "10.1101/2025.09.22.677884", "authors": "Vingan, I. P.; Phatarpekar, S.; Tung, V. S. K.; Hernandez, A. I.; EVGRAFOV, O. V.; Alarcon, J. M.", "abstract": "The gene expression changes associated with memory acquisition, consolidation and reconsolidation, all active epochs in memory formation, have been well characterized in the rodent hippocampus. Less is known, however, of the changes in gene expression supporting the maintenance of memory, particularly when it remains undisturbed or offline days after the memory experience. In this study, we used a combination of spatial transcriptomic and single nuclear RNA sequencing (snRNA-seq) to measure the gene expression changes in the dorsal hippocampus during an early phase of offline memory maintenance, 3 days after the post-training retention test of an active place avoidance memory. Through spatial transcriptomics we identified spatially regionalized differential gene expression and biological process enrichment, with CA1, CA3, and DG exhibiting differential expression of genes involved in post-synaptic function, synaptic vesicle transport, and neuronal differentiation, respectively. Notably, through snRNA-seq, differentially expressed genes detected in clusters of hippocampal neurons from the trained animal were largely defined by their down regulation of genes involved in ATP synthesis and cytoplasmic translation. With both techniques we also examined the gene expression changes in a putative subset of memory-associated neurons through the detection of eYFP mRNA in the Arc-Cre/flox-eYFP double transgenic mouse line. Amongst this population of cells, we detected a limited number of differentially expressed genes unique to each subregional population and associated with synaptic plasticity and post-synaptic signaling. Our results suggest that two overarching transcriptomic patters contribute to the functional changes in hippocampal cells during offline memory maintenance: a regional distribution of pathways linked to synaptic functions, and a reduction of metabolic activity across hippocampal sub-regions and memory-associated neuronal ensembles.", "date": "2025-09-22", "journal": ""}
{"title": "Mechanisms of superior respiratory IgA responses against SARS-CoV-2 after mucosal vaccination", "doi": "10.1101/2025.09.22.677712", "authors": "Sun, J.; Tang, J.; Sen Chaudhuri, A.; Teague, W.; Liu, S.-L.", "abstract": "Mucosal immunization and respiratory IgA offer significant promise in protecting against airborne pathogens, including SARS-CoV-2. However, the conditions and mechanisms that lead to the robust induction of respiratory IgA responses following mucosal vaccination remain poorly understood. It is also currently debatable whether mucosal vaccination is still warranted given that most individuals in developed countries have established a hybrid immunity from vaccination and infection. Here we characterized respiratory mucosal immune responses after SARS-CoV-2 infection, vaccination or both in humans. We found that hybrid immunity resulted in moderately increased respiratory IgA and neutralizing antibody responses compared to infection or vaccination alone. However, a direct comparison of hybrid immunity and a mucosal adenovirus-based booster vaccination in animal models revealed that respiratory booster immunization elicited markedly stronger and more durable respiratory IgA, T cell response, and protective immunity against SARS-CoV-2, supporting the promise of respiratory mucosal vaccination. Mechanistically, we found that mucosal booster immunization induced local IgA-secreting cells in the respiratory mucosa, aided by pulmonary CD4+ T cells in situ. Strikingly, local IL-21-producing Blimp-1+ Th1 effector cells were critical in mediating the CD4+ T cell help for respiratory IgA production. Furthermore, lung macrophages were important for this respiratory IgA response via the production of TGF-{beta}. Consequently, we demonstrated delivery of adenoviral booster to the lower airway was necessary to generate robust upper and lower airway IgA responses. Collectively, our results uncover a local cellular network supporting enhanced respiratory IgA responses, with implications for the development of optimal mucosal immunization strategies against SARS-CoV-2 and other respiratory pathogens.", "date": "2025-09-22", "journal": ""}
{"title": "Representation learning of single-cell time-series with deep variational autoencoders", "doi": "10.1101/2025.09.22.677729", "authors": "Fraisse, A.; Oyarzun, D. A.; El Karoui, M.", "abstract": "Single-cell technologies have led to many insights on the function of individual cells within populations. Time-series data, in particular, have become increasingly adopted to uncover the molecular basis of heterogeneity in processes such as gene regulation, growth adaptation, and drug resistance. Yet the analysis of single-cell trajectories often requires manual and application-dependent techniques to extract meaningful features that correlate with the biological processes of interest. Here, we employ representation learning to automatically encode time-series into a low-dimensional feature space that can be used for downstream prediction tasks. We trained deep variational autoencoders on cell length data from Escherichia coli cells growing in a \"mother machine\" device that allows tracking single cells over long periods. We show that the learned representations preserve the structure of the data across various growth media. Using the pretrained model in tandem with supervised learning, we encoded fresh time-series from cells exposed to single and combination antibiotics, which achieved excellent classification accuracy across drug treatments. Moreover, we demonstrate that the learned embeddings can be used to accurately classify datasets from different laboratories and growth conditions without retraining. This demonstrates that the autoencoder extracts meaningful information with promising generalization power. Our results highlight the potential of representation learning for the analysis of single-cell responses under chemical perturbations and growth conditions.", "date": "2025-09-22", "journal": ""}
{"title": "Mapping genetic and phenotypic diversity of Pseudomonas aeruginosa across clinical and environmental isolation sites", "doi": "10.1101/2025.09.22.677895", "authors": "Penaranda, C.; Brenner, E. P.; Clatworthy, A. E.; Cosimi, L. A.; Ravi, J.; Hung, D. T.", "abstract": "Pseudomonas aeruginosa is a clinically significant opportunistic pathogen adept at thriving in both host-associated and environmental settings. To define the extent to which P. aeruginosa isolates specialize across niches and identify genotype-phenotype correlates, we performed whole genome sequencing and comprehensive phenotypic characterization of 125 P. aeruginosa isolates from diverse clinical and environmental sites, evaluating virulence-associated traits, including motility, cytotoxicity, biofilm formation, pyocyanin production, and antimicrobial susceptibility. We identify that genomic diversity does not correlate with isolation source or most virulence phenotypes. Instead, we find that the two major P. aeruginosa clades (Groups A and B) delineate phylogeny and cytotoxicity, with Group B strains showing significantly higher cytotoxicity than Group A. Sequence analysis revealed previously uncharacterized alleles of genes encoding type III secretion effector proteins. We observed high variability amongst strains and isolation sources in all four assayed virulence phenotypes. Antimicrobial resistance (AMR) is exclusively observed in clinical isolates, not environmental, reflecting antibiotic exposure-driven selection. Bacterial GWAS revealed a statistically significant association between cytotoxicity and exoU presence, and we identified a novel exoU allelic variant with decreased cytotoxicity, demonstrating that functional diversity within well-characterized virulence factors may still influence pathogenic outcomes. In summary, our analyses of 125 diverse isolates suggest that the ability of P. aeruginosa to thrive across diverse niches is driven by broadly conserved genetic repertoire rather than niche-specific accessory genes.", "date": "2025-09-22", "journal": ""}
{"title": "Pseudocapillaria tomentosa Infections in Laboratory Larval and Adult Zebrafish (Danio rerio): Development and Advances in an In Vivo Anthelmintic Drug Discovery Model", "doi": "10.1101/2025.09.22.672915", "authors": "Leong, C.; Scanlon, R.; Kyne, A.; Sharpton, T. J.; Kent, M. L.", "abstract": "Parasite resistance is an increasing problem in livestock and companion animals. Developing new drug discovery models may improve the identification of novel anthelmintic drugs which will reduce parasite infections. Adult zebrafish (Danio rerio) have been previously used as a model for anthelmintic drug discovery by infecting them with the gastrointestinal nematode Pseudocapillaria tomentosa. Using larval zebrafish will increase assay sensitivity and throughput because this in vivo platform evaluates host parasite interactions and is conducted in multi-well plates. To develop this assay, this study focuses on 1) evaluating infections in 5-30 days post fertilization (dpf) fish, 2) validating the assay with a known anthelmintic used in domestic animals, and 3) documenting the growth and development of P. tomentosa. 30 dpf fish had the most robust infections in multi-well plates and the best survival compared to younger larvae. Assay sensitivity was evaluated by aqueously exposing 30 dpf infected zebrafish to emamectin benzoate (a macrocyclic lactone), which successfully reduced infection intensity. In vitro larvae hatched from eggs, larval, and adult zebrafish (n=488) were used to document P. tomentosa development from 1-37 days post exposure. A change point analysis (CPA) predicted the ecdysis (molting) points as follows (mm): L1/L2 = 0.220, L2/L3 = 0.571, L3/L4 = 1.174, and L4/L5 = 1.584. Identifying the worm molts sizes enables the inclusion of developmental endpoints within trials. Overall, this study will increase the sensitivity of anthelmintic drug discovery because the validated high throughput larval zebrafish model accounts for drug interactions between the host and parasite.", "date": "2025-09-22", "journal": ""}
{"title": "Microbial degradation of a widely used model polyethylene is restricted to medium- and long-chain alkanes and their oxidized derivatives", "doi": "10.1101/2025.09.22.675545", "authors": "Sandholm, R. M.; Boehlich, G. J.; Dahl, O.; Chowreddy, R. R.; Stepnov, A. A.; Vaaje-Kolstad, G.; La Rosa, S. L.", "abstract": "Plastics are widely used materials, yet their chemical stability hinders biodegradation, exacerbating pollution on a global scale. Soils contaminated with plastic may foster microbes adapted to degrade plastics or plastic derivatives, and these organisms and their enzymes offer promising avenues for the development of biotechnological recycling strategies. Here, two microbial communities originating from soil collected at a plastic-contaminated landfill in Norway were enriched to select for bacteria involved in the decomposition of a commonly used, model polyethylene (PE; weight average molecular weight (Mw) ~4000 g/mol). We leveraged genome-resolved metatranscriptomics to identify active population affiliated with Acinetobacter guillouiae and Pseudomonas sp., showing a suite of upregulated genes (including alkane 1-monooxygenase, flavin-containing monooxygenase FMOs, cytochrome P450 monooxygenase) with functions compatible with degradation of oxidized products and hydrocarbons. Strikingly, spectroscopic, spectrometric and chromatographic analyses revealed the unexpected presence of medium- and long-chain alkanes and 2-ketones in the model PE substrate, preventing the erroneous conclusion that the community was interacting with the polymeric component. Consistently, only alkanes and 2-ketones with chain length of 10-35 were selectively degraded by an A. guillouiae isolate, as confirmed by proteomics analyses and substrate characterization following bacterial growth. Besides extending the knowledge on the enzymatic basis for degradation of PE-derivatives in soil-associated microbial systems, our results provide an advanced compositional characterization of a widely used model \"PE\" material, while offering valuable insight to support future studies aimed at unequivocally identifying organisms and their enzymes implicated in PE transformation.", "date": "2025-09-22", "journal": ""}
{"title": "Defective proviruses cause T cell reprogramming through promoter exaptation in HIV-1 infection", "doi": "10.1101/2025.09.22.676989", "authors": "Hamann, M. V.; Brauckmann, L.; Schwarz, C.; Spohn, M.; Stoeck, R.; Leddy, S.; Frouard, J.; Adiba, M.; Thiele, F.; Virdi, S.; Grundhoff, A.; Feschotte, C.; Roan, N. R.; Tolosa, E.; Lange, U. C.", "abstract": "People living with HIV (PLWH) on antiretroviral therapy (ART) accumulate primarily defective proviral sequences in genomes of often clonally expanded CD4+ HIV-1 target cells. Viral-derived DNA is preferentially found at distinct genomic loci suggesting a selective process driven by integration site-specific crosstalk between viral and host sequences. Focusing on one of the most prominent selected integration loci, the BTB Domain and CNC Homolog 2 (BACH2) gene, we here show evidence for exaptation of provirus-derived regulatory sequences leading to target cell reprogramming during long-term ART. Using a cellular model of BACH2-integrated proviruses, we find that proviral transcription drives aberrant BACH2 protein levels that escape autoregulatory feedback and impose BACH2-dependent transcriptomic changes. By mimicking these changes in primary CD4+ T lymphocytes, we observe that BACH2 drives reprogramming of cells toward a proliferative, precursor memory-like type. These reprogrammed CD4+ T cells possess traits of immune evasion and cellular survival that are signatures of HIV reservoir cells in PLWH. Inhibition of provirus transcriptional activity can mitigate exaptation, suggesting a strategy to offset HIV-driven differentiation and expansion of CD4+ T cells. Finally, our data suggest that provirus exaptation at the Signal Transducer And Activator of Transcription 5B (STAT5B) selected integration gene drives a contrary, effector-like T cell fate, suggesting a multifaceted impact of exaptation on immune homeostasis. Overall, our data demonstrate that proviruses, even if structurally defective, can modulate target cells through insertional activation of integration genes, a process which we postulate to contribute to the complex immune dysregulation experienced by ART-suppressed PLWH.", "date": "2025-09-22", "journal": ""}
{"title": "Cross-species phenotypic profiling uncovers functional determinants of bacterial cold shock adaptation", "doi": "10.1101/2025.09.22.676666", "authors": "Fan, H.; Briercheck, A.; Mutalik, V. K.; Xiong, M.; Zhang, Y.", "abstract": "Temperature shifts impose broad physiological stress, requiring precise and dynamic regulatory programs to restore cellular homeostasis. While the heat shock response is well characterized, the mechanisms underlying cold shock response (CSR) remain less understood. To identify genes critical for cold adaptation, we applied transposon sequencing (Tn-seq) to monitor mutant fitness across the full course of CSR and sustained low-temperature growth in two mesophilic bacteria, Escherichia coli and Bacillus subtilis. In B. subtilis, phenotypic profiling revealed a temporally structured program: membrane fluidity and cell wall remodeling were most critical in the early stage of CSR, whereas post-transcriptional regulation became essential during late-stage recovery to reprogram gene expression and restore growth. Cross-species comparison uncovered both conserved and species-specific mechanisms, with RNA metabolism and ribosome/translation regulators playing broad roles. Specifically, we identified a conserved synergy between two ribosomal RNA methyltransferases, RsmA and RsmH, in promoting cold adaptation. In B. subtilis, mutants lacking these enzymes exhibited significant delay in translation recovery following cold-induced global inhibition. Together, these findings provide a comparative, systems-level view of bacterial cold adaptation and establish a framework for exploring stress responses in pathogens and extremophiles.", "date": "2025-09-22", "journal": ""}
{"title": "Engineering Spatial Control of Bacterial Organelles", "doi": "10.1101/2025.09.22.677801", "authors": "Hoang, Y.; Jadhav, P. V.; Trettel, D.; Dow, R. E.; Kwon, S.; Matej, K.; Byrne, J. A.; Azaldegui, C. A.; Giessen, T. W.; Pi, H.; Mosalaganti, S.; Vecchiarelli, A. G.", "abstract": "Bacteria were once thought to lack organelles, but it is now clear they confine cellular reactions using an array of membrane- and protein-based compartments. A central question, however, is how bacterial organelles are organized in the cell, and whether their spatial control can be engineered. Here, we show that a two-protein system (McdAB) that positions carboxysomes-CO2-fixing organelles found in autotrophic bacteria-can be repurposed to provide programmable spatial control to diverse organelles in Escherichia coli. McdAB not only restores proper assembly and positioning of heterologously expressed carboxysomes in E. coli, but can also be reprogrammed to spatially organize all other known types of bacterial organelles, including encapsulins, biomolecular condensates, and even membrane-bound organelles. Programmable spatial organization of bacterial organelles establishes a new design principle for synthetic biology, where the location of reactions is as tunable as their content. Our work paves the way for more efficient biocatalysis in engineered microbes.", "date": "2025-09-22", "journal": ""}
{"title": "Metagenomic Insights Into Microbial Controls of Carbon Cycling in Alpine Soils", "doi": "10.1101/2025.09.22.677713", "authors": "Bright, K.; Dienes, B.; van Dongen, B.; Strashnov, I.; Han, X.; Aeppli, M.", "abstract": "Alpine riparian zones span topographic gradients from wet soils on the plain near streams to drier soils on adjacent slopes. These differences in soil moisture are generally associated with shifts in soil redox state from anoxic on the plain to oxic on the slope. In anoxic plain soils, soil organic carbon (SOC) may accumulate due to thermodynamic constraints on microbial activity. Here, we used shotgun metagenomics to examine how microbial diversity and functional potential varies across differing redox conditions on plain and slope soils in two catchments in the Swiss Alps. We complemented these analyses with soil physicochemical characteristics and information on the chemical composition of organic matter. Plain soils had higher SOC stocks and higher relative abundance of phenol compounds relative to slope soils, consistent with SOC preservation and preferential mineralisation of easily degradable organic compounds under anoxic conditions. Microbial communities in plain soils further exhibited greater taxonomic and functional diversity, including an increased potential for anaerobic respiration pathways. Genes for nitrate, iron, and sulfate reduction were linked to Chloroflexota, Acidobacteria, Desulfobacterota phyla, respectively. Based on NMDS correlations, electron accepting capacity, calcium content, and pH shaped microbial community composition. Slope soils, by contrast, supported less diverse microbial communities, determined mainly by electron donating capacity and clay content. Our work demonstrates how soil redox conditions and microbial functional potential shape carbon cycling across landscape positions in alpine riparean zones. This mechanistic understanding is critical to anticipate changes in carbon cycling in alpine ecosystems in a changing climate.", "date": "2025-09-22", "journal": ""}
{"title": "Nucleoside Binding by a Surface Lipoprotein Governs Conjugative ICE Acquisition in Ruminant Mycoplasmas", "doi": "10.1101/2025.09.22.677790", "authors": "Derriche, M.; Nouvel, L. X.; Fauvet, C.; Mach, N.; Simon, E.; Pot, G.; Robert, H.; Stella, A.; de la Fe, C.; Maillard, R.; Torres-Puig, S.; Arfi, Y.; Citti, C.; Baranowski, E.", "abstract": "Integrative and conjugative elements (ICEs) are major mediators of horizontal gene transfer (HGT) in bacteria. However, the role of recipient cells in their acquisition has received little attention. Using the ruminant pathogens Mycoplasma agalactiae and Mycoplasma bovis as minimal models, we combined genome-wide transposon mutagenesis with high-throughput mating assays to identify recipient factors required for ICE acquisition. The surface lipoprotein P48 emerged as the primary determinant of ICE uptake in both species. Structural and functional analyses revealed that P48 is the substrate-binding component of an ABC transporter with nucleoside-binding capacity. A single point mutation that abolished nucleoside binding drastically reduced ICE acquisition, demonstrating that P48-mediated nucleoside recognition is essential for conjugative transfer. However, ICE uptake did not require nucleoside transport, as inactivation of the transporter permease blocked nucleoside analog toxicity but not ICE invasion. Loss of P48 also triggered transcriptional activation of vestigial ICE genes, suggesting that surface recognition affects the intracellular state of the recipient. Remarkably, ICE transmission from recipient-derived donors was unaffected by P48 loss, underscoring its acquisition-specific role. Together, these results reveal a previously unrecognized, surface-exposed recipient factor critical for efficient ICE transfer in mycoplasmas and identify nucleotide binding as a central function in conjugation. By demonstrating that recipient-encoded functions can directly control ICE dissemination, this work challenges the donor-centric paradigm of bacterial conjugation and suggests new strategies to restrict horizontal gene flow in pathogenic and synthetic mycoplasmas.", "date": "2025-09-22", "journal": ""}
{"title": "Mining thermophile photosynthesis genes: a synthetic operon expressing Chloroflexota species reaction center genes in Rhodobacter sphaeroides", "doi": "10.1101/2025.09.22.677880", "authors": "Rehman, Y.; Kim, Y.; Tong, M.; Blaby, I. K.; Blaby-Hass, C. E.; Beatty, J. T.", "abstract": "Photosynthesis is the foundation of the vast majority of life systems, and therefore the most important bioenergetic process on earth, and the greatest diversity in photosynthetic systems are found in microorganisms. However, understanding of the biophysical and biochemical processes that transduce light to chemical energy has derived from the relatively small subset of proteins from microbes that are amenable to cultivation, in contrast to the huge number of microbial DNA sequences encoding proteins that catalyze the initial photochemical reactions that has been deposited in databases, such as from metagenomics. We describe the use of a Rhodobacter sphaeroides laboratory strain for expression of heterologous photosynthesis genes to demonstrate the feasibility of mining this resource, focusing on hot spring Chloroflexota gene sequences. Using a synthetic operon of genes, we produced a photochemically active complex of reaction center proteins in our biological system. We also present bioinformatic analyses of anoxygenic type II reaction center sequences from metagenomic samples collected from hot (42-90 degrees C) springs available through the JGI IMG database, to generate a resource of diverse se-quences that potentially are adapted to photosynthesis at such temperatures. These data provide a view into the natural diversity of anoxygenic photosynthesis, through a lens focused on high-temperature environments. The approach we took to express such genes can be applied for potential biotechnology purposes as well as for studies of fundamental catalytic properties of these heretofore inaccessible protein complexes.", "date": "2025-09-22", "journal": ""}
{"title": "Plasma Gelsolin Prevents Organ-Specific Inflammation and Enhances Innate Immune Function in a Systemic Candida albicans Infection", "doi": "10.1101/2025.09.22.677758", "authors": "Suprewicz, L.; Walewska, A.; Namiot, A.; Chmielewska-Deptula, S.; Janmey, P.; Bucki, R.", "abstract": "Systemic Candida albicans infections (candidemia) remain a significant cause of morbidity and mortality in immunocompromised patients, mainly due to severe inflammation, organ damage, and delayed fungal clearance. Plasma gelsolin (pGSN), an actin-binding protein with immunomodulatory properties, has demonstrated protective effects in bacterial sepsis models, but its role in fungal infections remains unexplored. Here, we evaluated the impact of pGSN in a murine model of candidemia. Mice intravenously challenged with C. albicans exhibited strong inflammatory responses, particularly in the kidneys and lungs, as visualized by IRDye 800CW 2-deoxyglucose imaging and confirmed by histopathological examination. Subcutaneous injection of pGSN significantly reduced systemic and organ-specific inflammation, decreased blood fungal burden, and prevented microabscess formation in the kidneys. In parallel, pGSN suppressed inflammatory gene expression in whole blood and enhanced phagocytic activity of human monocytes. Additionally, pGSN modulated monocyte reactive radical production by increasing nitric oxide and reducing hydrogen sulfide and reactive oxygen species production. These results highlight the dual immunomodulatory and host-protective properties of pGSN, supporting its potential as an adjunctive therapy in fungal sepsis.", "date": "2025-09-22", "journal": ""}
{"title": "Cultivation and genomic characterisation of novel methanogens from a desert biocrust", "doi": "10.1101/2025.09.22.677810", "authors": "Tian, W.; Petrova, E.; Sakai, S.; Nweze, J. E.; Daebeler, A.; Angel, R.", "abstract": "Methanogens are strictly anaerobic archaea capable of energy conservation by methane production, yet their presence in oxic and arid environments challenges existing paradigms. In this study, we enriched and genomically characterised seven methanogenic cultures from desert biocrusts, affiliated with the genera Methanobacterium, Methanosarcina, and Methanocella. Six of these new cultures represent new species. Nonetheless, phylogenomic analyses revealed close genetic relationships with organisms from anoxic environments, indicating the absence of an evolutionary distinction. Comparative genomics exposed diverse though non-unique repertories of antioxidant (e.g. catalase, superoxide dismutase and desulfoferrodoxin), and desiccation-resistance genes (including genes for maintaining osmotic pressure and repair of cell wall and membrane), with Methanobacterium spp. possessing the lowest gene abundance and diversity for oxygen and desiccation tolerance. Nevertheless, the occurrence of a Class I methanogen such as Methanobacterium in arid soils challenges the notion that members of this class are less oxygen tolerant than Class II. Pangenome analysis further uncovered unique genes enriched in membrane-associated functions and potentially non-functional stress-related genes. Via a global metagenomic survey, we find that methanogens are underdetected in dryland soils, likely due to sequencing depth limitations. Our findings highlight previously overlooked methanogen diversity and ecological plasticity in oxic and desiccated habitats, and emphasise the need for further studies to elucidate their survival strategies.", "date": "2025-09-22", "journal": ""}
{"title": "Interstrain Recombinants of Human Cytomegalovirus Reveals Complex Genetic Correlates and Epistasis Influencing Glycoprotein Display, Virion Infectivity and Spread Characteristics.", "doi": "10.1101/2025.09.22.677782", "authors": "Peterson, C.; Bailey, I.; Lanchy, J.-M.; Gallego, I.; Ryckman, B. J.", "abstract": "Most of the nucleotide diversity in the human cytomegalovirus (HCMV) genome is due to approximately 17 genes with 2-14 alleles each. These allelic genes are interspersed among longer stretches of highly conserved sequences with signatures of extensive recombination that would shuffle the allelic genes into a vast number of allelic haplotypes. Bacterial artificial chromosome clones derived from 3 independent clinical isolates (TB40/e (TB), TR and Merlin (ME)) display dramatic differences in the abundance of entry-mediating glycoproteins gH/gL/gO and gH/gL/UL128-131, virion infectivity and efficiency of cell-free and cell-to-cell modes of spread. Of these, TB and ME are the most phenotypically different and share only 2 of the 17 allelic genes. A set of recombinant HCMV was generated by coinfecting cells with TB and ME and restriction fragment length polymorphism (RFLP) analyses demonstrated complex crossover patterns. Most recombinants were either \"TB-like\" with much more gH/gL/gO than gH/gL/UL128-131, or \"ME-like\" with much more gH/gL/UL128-131. This correlated with a TB or ME UL128 sequence, consistent with a G/T polymorphism affecting UL128 pre-mRNA splicing. One recombinant had a gH/gL/gO:gH/gL/UL128-131 ratio of 0.8, suggesting genetic determinants beyond UL128. Virion infectivity correlated with TB versus ME-like glycoprotein display, but intragroup variability indicated additional factors and variability in spread efficiency and the contribution of cell-free and cell-to-cell spread modes indicated an influence of characteristics beyond virion infectivity. Results suggest that the relationships among these three phenotypes are not strictly causal and that all three phenotypes are genetically complex and influenced by epistasis among polymorphic loci across the genome.", "date": "2025-09-22", "journal": ""}
{"title": "Stable reference genes for 24-hour circadian profiling of core clock genes in the blood of obstructive sleep apnea patients", "doi": "10.1101/2025.09.22.677736", "authors": "Nahtigal, K.; Haluzan Vasle, A.; Kreft, T.; Skubic, C.; Mraz, M.; Moskon, M.; Dolenc Groselj, L.; Rozman, D.", "abstract": "Obstructive sleep apnea (OSA), one of the most common breathing disorders during sleep, is associated with circadian rhythm disruption, yet circadian genes expressed in blood remain largely unexplored as biomarkers. Reliable circadian gene expression analysis requires stable reference genes for qRT-PCR normalization, but no clear guidance exists for blood-based circadian studies in OSA. We evaluated the expression of 11 candidate reference genes (GAPDH, ACTB, RPL13A, PPIB, TBP, HPRT1, PPIA, SDHA, TUBB2A, UBC) in whole blood collected every 6 hours over 24 hours from 40 participants who underwent overnight respiratory polygraphy. Gene stability was assessed with RefFinder and EndoGeneAnalyzer across OSA severity levels, intra-individual variability, and time-point variability. ACTB and RPL13A consistently emerged as the most stable reference genes under all conditions. Their robustness was confirmed by personalized cosinor analysis of core clock genes (BMAL1, PER2, CRY1), showing that reliable normalization enables detection of circadian oscillations in clinical samples. While population-level analysis revealed no significant rhythmicity, individual profiles showed oscillations in 25 participants, independent of OSA severity. These findings identify ACTB and RPL13A as strong candidates for circadian transcriptomic studies in blood and provide a methodological foundation for biomarker discovery in sleep medicine, molecular medicine, and translational chronobiology.", "date": "2025-09-22", "journal": ""}
{"title": "Insulin stimulated upregulation of OCTN2 carnitine transporters is impaired in patients with Primary carnitine deficiency", "doi": "10.1101/2025.09.22.677318", "authors": "Dahl, R.; Sjurdarson, T.; Patursson, P.; Ingersen, A.; Andersen, P. F.; Jorgensen, J. E. M.; Simpson, E. J.; Rasmussen, J.; Kyhl, K.; Greenhaff, P. L.; Dela, F.; Larsen, S.; Prats, C.", "abstract": "Background: Primary carnitine deficiency (PCD) is an autosomal recessive disorder characterized by a lack of functional carnitine transporters OCTN2 (Organic Cation/Carnitine Transporter 2), which has been linked to several cases of sudden death in young Faroese individuals. It causes low carnitine levels and can present with hypoketotic hypoglycemia, skeletal and cardiac myopathy. Patients are treated with L-carnitine, and even while receiving treatment, skeletal muscle carnitine levels are only approximately 7% of normal. The regulation of the carnitine transporter, OCTN2, is not fully understood, but a combination of hypercarnitinaemia with hyperinsulinemia upregulates skeletal muscle carnitine uptake and OCTN2 mRNA expression. Objective: The question arises as to whether hyperinsulinemia increases the efficiency of L-carnitine supplementation in PCD. The present study investigates the regulatory mechanisms behind insulin-induced carnitine uptake, and whether the combination of hypercarnitinaemia and hyperinsulinaemia increases skeletal muscle carnitine levels in patients with PCD. In addition to our main goals, we also explored the measurement of whole-body fat oxidation at rest and during exercise. Method: Nine patients with PCD (homozygous for the c.95 A >G, pN32S mutation) and nine healthy controls matched to age and body mass index (BMI) participated in the study. A six-hour hyperinsulinemic clamp was supplemented with infusion of L-carnitine the last five hours. Skeletal muscle biopsies were collected before and after the clamp and carnitine content was measured. Furthermore, confocal microscopy was used to access regulation of OCTN2 and GLUT4 positive vesicles due to insulin stimulation and additionally whole body fat oxidation was measured with indirect calorimetry. Results: We found that the combination of hypercarnitinaemia with hyperinsulinemia did not increase skeletal muscle total carnitine levels significantly for neither patients with PCD [4.5 (SE 0.6) to 5.3 (SE 0.5) mmol/kg] (P= 0.28) nor controls [19.8 (SE 0.6) to 21.2 (SE 0.5) mmol /kg] (P= 0.053). The muscle carnitine profile showed that patients with PCD have low levels of total and free carnitine in skeletal muscle, but normal levels of acetylcarnitines corresponding to 60% of total carnitine (normal is ~16% of total muscle carnitine). The results from confocal microscopy indicate that insulin regulates skeletal muscle carnitine uptake by stimulating OCTN2 recruitment from intracellular storages to the plasma membrane. This regulatory mechanism is however impaired in patients with PCD. Furthermore, we found that PCD patients were more dependent on carbohydrates at rest. In regard to fat oxidation, no difference was found between PCD and control group during short-term exercise. Conclusions: The study indicates that insulin stimulates translocation of OCTN2 to the plasma membrane in healthy controls, a mechanism that seems to be impaired in patients with PCD. The combination of hypercarnitinaemia with hyperinsulinemia did not increase skeletal muscle total carnitine levels significantly (P= 0.28) in patients with PCD.", "date": "2025-09-22", "journal": ""}
{"title": "The CAGE complex: a hollow, megadalton, protein assembly in prokaryotic and eukaryotic microbes", "doi": "10.1101/2025.09.22.677704", "authors": "McCafferty, C. L.; Hoogerbrugge, G.; Papoulas, O.; Schwartz, E. A.; Ritchey, S.; Taylor, D. W.; Brilot, A. F.; Marcotte, E. M.", "abstract": "We describe the identification and three-dimensional (3D) structure determination of an approx. 1 MDa, hollow, elliptical protein cage discovered while surveying proteins isolated from the ciliary matrix of the ciliate Tetrahymena thermophila. By using mass spectrometry, AlphaFold, and cryo-electron microscopy, we identified the cage-like protein and determined its stoichiometry, mid-resolution 3D structure, and protein interactions. A sequence survey revealed several thousand homologs, with conservation across eukaryotic microbes spanning green algae, fungi, amoebozoans, choanoflagellates, and SAR organisms, as well as deep homology to genes in gram-negative predominantly marine prokaryotes and microbial mats, implying an ancient origin and arguing against a eukaryote-specific function. We subsequently isolated and solved the structure to high resolution from the slime mold Dictyostelium discoideum. Based on these observations, we named this assembly the CAGE complex (for Conserved Assembly in Gram-negative bacteria and Eukaryotes). We speculate on potential roles as a chaperone, container, or protease trap, but the biological function of the CAGE complex has yet to be determined.", "date": "2025-09-22", "journal": ""}
{"title": "Cardiomyocyte-expressed TGFβ signals to fibroblasts to program early heart maturation and adult myocyte identity", "doi": "10.1101/2025.09.22.677845", "authors": "Minerath, R. A.; Kasam, R. K.; Swoboda, C. O.; Prasad, V.; Grimes, K. M.; Blair, N. S.; Khalil, H.; Alfieri, C. M.; Eads, L.; Saviola, A. A.; Azhar, M.; Miao, L.; Wu, M.; Tallquist, M. V.; Hansen, K.; Weirauch, M. T.; Yutzey, K.; Millay, D.; Molkentin, J. D.", "abstract": "Transforming growth factor {beta} (TGF{beta}) is a secreted growth factor that is sequestered to the extracellular matrix (ECM) as a latent complex. In adult disease TGF{beta} release in the heart transforms fibroblasts into a differentiated state that synthesizes more ECM. However, it is not known how TGF{beta} functions in the early developing heart to impact resident fibroblasts. Here, we observe that deletion of the Tgfb1, Tgfb2, and Tgfb3 genes (TGF{beta} ligands) from cardiomyocytes in the early developing heart results in cardiac dysfunction by 6 weeks of age with altered fibroblast activity and altered ECM content. Early postnatal hearts from Tgfb1/2/3 cardiomyocyte-deleted mice are dysmorphic and cardiac fibroblasts have incorrect activity and produce inappropriate ECM with reduced stiffness. Gene expression profiling of hearts from myocyte-specific Tgfb1/2/3 deleted mice reveal defects in both cardiomyocyte and fibroblast maturation with ectopic expression of multiple skeletal muscle-specific genes beginning at embryonic day 17.5 and progressing with age. However, cardiomyocyte-specific deletion of TGF{beta} receptors I/II encoding genes (Tgfbr1/2) or Smad2/3 encoding genes (Smad2/3) do not recapitulate this phenotype suggesting that TGF{beta} directly programs early heart fibroblast development that in turn specifies cardiomyocyte maturation. Importantly, Col1a2-/-;Col6a2-/- mice with defective cardiac ECM stiffness, mice lacking cardiomyocyte Itgb1 with reduced ECM load sensing, and Tcf21-/- embryos at E17.5 lacking cardiac fibroblasts each fail to generate the same pathologic ECM program with ectopic cardiomyocyte differentiation observed with Tgfb1/2/3 myocyte-specific deletion. These and additional results indicate that TGF{beta} generated by cardiomyocytes in the embryonic heart mediates fibroblast differentiation that co-evolves the ECM environment that in turn programs cardiomyocyte maturation to establish their identity.", "date": "2025-09-22", "journal": ""}
{"title": "Cytoplasmic localization of PUS7 facilitates a pseudouridine-dependent enhancement of cellular stress tolerance", "doi": "10.1101/2025.09.22.675887", "authors": "Ruan, M.; Engels, S. M.; Burroughs, M. R.; Li, X.; Stower, R.; Tzadikario, T.; Powell, C.; Bloch, D.; Fanari, O.; Akeson, S.; Eyler, D. E.; Weidmann, C.; Rouhanifard, S. H.; Jain, M.; Contreras, L. M.; Koutmou, K. S.", "abstract": "Pseudouridine is an abundant post-transcriptional modification found across all classes of RNA. It has been widely speculated that pseudouridine inclusion in mRNAs might provide an avenue for cells to control gene expression post-transcriptionally. Here we demonstrate that one of the principal mRNA pseudouridylating enzymes, pseudouridine synthase 7 (PUS7), exhibits a stress-induced accumulation in the cytoplasm of yeast and human epithelial lung cells. Stress-induced and cytoplasmic localization of PUS7 promote pseudouridine-incorporation into hundreds of mRNA targets. Furthermore, engineered PUS7 cytoplasmic localization increases cellular fitness under ROS and divalent metal ion stress. Consistent with this, transcripts modified upon PUS7 cytoplasmic localization are enriched within mRNAs encoding proteins involved in divalent metal metabolism and ROS stress pathways. In contrast, tRNA sites modified by PUS7 (Psi13 and Psi35 are unperturbed). Quantitative proteomics reveal a reshaping of the proteome upon PUS7 relocalization under stress, with proteins involved in metal and ROS homeostasis being particularly sensitive to PUS7 localization. Collectively, our data demonstrate that PUS7 localization alters mRNA pseudouridylation patterns to modulate protein production and enhance cellular fitness.", "date": "2025-09-22", "journal": ""}
{"title": "DDHD2 possesses both lipase and transacylase capacities that remodel triglyceride acyl chains", "doi": "10.1101/2025.09.22.677815", "authors": "Wu, L.; Choi, Y.-M.; Omrane, M.; Chai, J.; Gao, S.; Thiam, A. R.; Canals, D.; Airola, M. V.", "abstract": "Hereditary spastic paraplegia subtype SPG54 is a genetic neurological disorder caused by mutations in the DDHD2 gene. Excessive lipid droplet accumulation is observed in the brains of SPG54 patients and DDHD2 knockout mice, consistent with DDHD2's reported neutral lipase activity. Here, we find recombinant human DDHD2 preferentially hydrolyzes diacylglycerol (DAG) over phospholipids, with a slight preference for DAG over triacylglycerol (TAG). DDHD2 also exhibits transacylase activity, which enables transfer of acyl chains from triacylglycerols to diacylglycerols and monoacylglycerols to remodel the acyl chains of triglycerides. A predicted hydrophobic amphipathic helix on DDHD2 is essential for lipid droplet binding in vitro and in cells, and its lack reduces the enzymatic activity and triglyceride acyl chain remodeling. Adipose triglyceride lipase (ATGL), but not hormone sensitive lipase (HSL), also has transacylation activity and can remodel triglyceride acyl chains, but to a lesser extent than DDHD2. Taken together, this provides evidence that DDHD2 is a neutral lipid lipase and transacylase whose broad specificity enables triglyceride acyl-chain remodeling.", "date": "2025-09-22", "journal": ""}
{"title": "Modulating backbone flexibility in hydroxamate siderophores for improved iron chelation and peptide nucleic acid (PNA) delivery into bacteria", "doi": "10.1101/2025.09.22.677772", "authors": "Tsylents, U.; Maj, P.; Wdowiak, M.; Stadnicki, J.; Mieczkowski, A.; Wojciechowska, M.; Trylska, J.", "abstract": "Peptide nucleic acid (PNA) is a synthetic oligonucleotide analog with a peptide-based backbone that selectively binds with high affinity to natural nucleic acids. PNA is a valuable tool in antisense technology with potential antibacterial applications. However, PNA cannot penetrate bacterial cells alone. To address this, we explored iron chelators - siderophores - as PNA carriers. Bacteria acquire iron through siderophores, which are transported via specific TonB-dependent receptors in the bacterial envelope. Previously, we demonstrated that a synthetic hydroxamate-type siderophore (SL) exploited this transport system to deliver PNA into bacterial cells, achieving a gene-silencing effect. However, this transport was limited to an Escherichia coli mutant with continuous iron uptake, and was not observed in wild-type E. coli. In this study, we developed a new synthetic siderophore (SGLY) with glycine spacers between modified ornithine residues for enhanced flexibility and iron-binding. We also synthesized marine siderophore analogs (MGLY and MALA) inspired by natural moanachelins. Using circular dichroism spectroscopy, spectrophotometric assays, and molecular dynamics simulations, we confirmed iron binding. Growth recovery experiments showed SGLY recognition and internalization via the TonB-dependent transport system, likely using hydroxamate siderophore pathways. The MGLY and MALA siderophores showed lower growth promotion than SGLY, indicating less efficient internalization. Molecular docking revealed high affinity of SGLY for E. coli receptors involved in the uptake of hydroxamate siderophores. However, upon conjugation to PNA, all three siderophores effectively delivered PNA into E. coli cells. We confirmed PNA-mediated gene silencing using fluorescence measurements and confocal microscopy.", "date": "2025-09-22", "journal": ""}
{"title": "Recommendations for Quantitative Data-Independent Acquisition (DIA) Proteomics using Controlled Quantitative Experiments (CQEs)", "doi": "10.1101/2025.09.22.677725", "authors": "Sidgwick, F.; Frey, A.; Porter, A.; Palmowski, P.; Trost, M.", "abstract": "Advances in mass spectrometry and associated computational tools have resulted in the wide-spread adoption of Data-Independent Acquisition (DIA) for proteomics. Experiments using state-of-the-art instrumentation and specialised modes of acquisition report ever increasing throughput and protein identification rates. However, experiments to test the efficacy of protein quantitation in these novel methods is surprisingly rare - especially in novel methods where low sample input or high-throughput is considered. Here, we performed a series of controlled quantitative experiments (CQEs) on two commonly used mass spectrometry platforms (Exploris480 and timsTOF HT), using defined mixtures of human, yeast, and bacterial proteomes. Peptide spectrum matching and initial quantification was performed using DIA-NN, with a series of post-processing options also compared. Overall, we identified >10,000 unique proteins and >160,000 precursors across samples with excellent accuracy and precision. Additional post-processing was found to have drastic impacts on ID rates, quantitative precision and accuracy, and false quantitative rate (FQR). These impacts were particularly notable in experiments using low amounts of sample. In optimal loading conditions, data processing could reduce FQR from ~0.1 to 0 % with minimal losses in ID rates. Ultimately, we present a series of recommendations for proteomics data processing, and advice on the use of CQEs and resulting metrics when assessing quantitative efficacy in novel modes of acquisition.", "date": "2025-09-22", "journal": ""}
{"title": "AI methods and biologically informed data curation enable accurate RNA m5C prediction", "doi": "10.1101/2025.09.22.677824", "authors": "Saitto, E.; Casiraghi, E.; Paccanaro, A.; Valentini, G.", "abstract": "5-methylcytosine (m5C) RNA modifications influence nearly every aspect of RNA metabolism, but their transcriptome-wide detection is limited by costly, error-prone assays. To bridge this experimental gap, a wave of AI tools now predicts putative m5C sites in silico. However, most existing approaches prioritize architectural complexity while neglecting data quality, so their reported gains mainly reflect the artifacts inherited from noisy datasets. We inverted this paradigm by constructing a high-confidence, methyltransferase-specific catalog of m5C sites, removing artifacts that confound existing resources. Using this curated corpus, we trained (for the first time in a multiclass setting) three different models (Bi-GRU, CNN, Transformer) to distinguish writer-specific m5C sites from unmethylated cytosines. All AI models converged to similar, nearly optimal, performance (AUPRC > 0.97), and a biologically informed analysis revealed that most errors clustered in unmethylated sites mimicking true positives. By augmenting the training set with these hard-to-predict negatives, mined from millions of unmodified cytosines, the models were forced to exploit more nuanced features such as RNA secondary structure and subtle sequence cues, which sharply reduced transcriptome-wide false positive predictions, and predicted methylated transcripts exhibited strong concordance with known methyltransferase biology. Explainable AI techniques also showed that our AI models effectively capture how sequence mutations disrupt m5C sites, underscoring their potential to prioritize disease-relevant variants. The main findings of our study underscore that AI models can be decisive levers for reliable m5C identification only if fed with curated data and validated through biologically informed computational analysis.", "date": "2025-09-22", "journal": ""}
{"title": "The structure of the Human Adenovirus 7 virus-like particles reveals that pentons and core-genome promote hexon-pIIIa interactions during capsid maturation", "doi": "10.1101/2025.09.22.677823", "authors": "Madoo, K.; Mazboudi, R.; Kuschner, R.; Gottlieb, P.; Galarza, J. M.; Khayat, R.", "abstract": "Members of the Adenoviridae family routinely infect humans, exhibit significant genetic diversity, and are associated with a variety of illnesses. Types 4 and 7 frequently circulate in the United States and are major causes of respiratory disease. Infections can result in hospitalization and, in severe cases, death. Although a live wild-type-virus vaccine targeting these two types exists, its use is restricted to military personnel due to concerns about viral-shedding and the potential for genetic recombination. To overcome these limitations, we recently developed a virus-like particle (VLP) platform as an alternative vaccination strategy. These VLPs are stable, lack genomic material, and elicit a potent humoral immune response in mice, effectively neutralizing adenoviral infection. Here, we describe the cryo-EM structure of these VLPs at near atomic resolution. Structural insights are essential to ensure that the neutralizing antigens displayed on the VLPs accurately mimic those of the infectious virion, guide the design of particles with improved stability and efficacy, and enable engineering of VLPs with antigenic properties targeting multiple adenovirus types. The structure confirms that the key epitopes capable of eliciting neutralizing antibodies are appropriately displayed for antibody recognition. It also reveals previously unobserved interactions critical for capsid maturation. The penton base adopts multiple conformations when interacting with hexons, and its proper positioning is necessary to facilitate hexon-pIIIa interactions that stabilize the capsid. A comparison of the VLP with immature and mature adenovirus structures shows that core-genome packaging strengthens interaction between cementing proteins pIIIa and pVIII and the hexon shell.", "date": "2025-09-22", "journal": ""}
{"title": "Closed-loop Optogenetic Control in a Microplate Reader", "doi": "10.1101/2025.09.22.677797", "authors": "Namboothiri, H. R.; Pochana, K.; Jaiswal, B.; Emami, A.; Hu, C. Y.", "abstract": "Living cells sense diverse molecules and synthesize complex compounds, but their responses are slow and context dependent, which makes precise control difficult. Electronic systems excel at fast computation, communication, and control, but their direct access to biochemistry is limited. These two classes can be integrated through optogenetics to form cell-silicon systems for sensing and biomanufacturing. However, prototyping these systems remains nontrivial: current tools either pair high-accuracy sensing with robotic sample transfer that requires extensive setup, or avoid transfers by using custom sensors with limited accuracy and dynamic range that compromise performance. Here we present LEMOS, a low-cost LED-embedded microplate that operates inside a commercial microplate reader, keeping cultures in the reader for the entire experiment while syn-chronizing illumination with measurement. Using LEMOS and a growth-aware multiscale model, we rapidly executed the design-build-test-learn cycle to diagnose and correct closed-loop over-shoot in gene-expression setpoint tracking. We demonstrate closed-loop gene-expression control in batch culture within a standard plate reader and show that growth state is a key design variable for controller choice and tuning. By combining accessible hardware with a predictive model, LEMOS lowers the barrier to model-informed DBTL, shortens iteration, and provides a path to portable control strategies that extend to other hosts and optogenetic systems.", "date": "2025-09-22", "journal": ""}
{"title": "Hippocampal functional connectivity changes associated with active and lecture-based physics learning", "doi": "10.1101/2025.09.22.677908", "authors": "Smith, D. D.; Bartley, J.; Peraza, J. A.; Bottenhorn, K. L.; Riedel, M. C.; Salo, T.; Laird, R.; Pruden, S. M.; Sutherland, M.; Brewe, E.; Laird, A. R.", "abstract": "Introductory university physics courses often face the dual challenge of introducing students to new physics concepts while also addressing their preconceived notions that conflict with scientific principles. Active learning pedagogical approaches, which employ constructivist principles and emphasize active participation in the learning process, have been shown to be effective in teaching complex physics concepts. However, while the behavioral effects of constructivist methodologies are largely understood, the neurobiological underpinnings that facilitate this process remain unclear. Using functional magnetic resonance imaging (fMRI), we assessed students enrolled in either an active learning or lecture-based physics course before and after a 15-week semester of learning and examined changes in hippocampal whole-brain connectivity. We focused on the hippocampus given its critical role in learning and memory. Our findings revealed that hippocampal connectivity with brain regions in the frontal and parietal lobes decreased over time, regardless of instructional approach. Results also indicated that active learning students exhibited increased hippocampal connectivity with parietal, cerebellar, and frontal regions, reflecting experiential learning based on constructivist principles, whereas lecture-based students exhibited increased hippocampal connectivity with the fusiform gyrus, suggesting learning through passive observation. Our findings demonstrate that while some aspects of hippocampal functional connectivity may decrease over time, active vs. passive learning may preferentially enhance hippocampal connectivity during physics learning.", "date": "2025-09-22", "journal": ""}
{"title": "Oral 4-fluorouridine completely suppresses epidemic Oropouche virus replication in mice and confers protection against virus-induced disease.", "doi": "10.1101/2025.09.22.677733", "authors": "Ferrie, M.; Darmuzey, M.; Tubiana, T.; Khan, M.; Roskams, T.; Weynand, B.; Cremers, N.; Hendrickx, S.; Donckers, K.; Portal, T. M.; Vanmechelen, B.; Rocha-Pereira, J.; Castilletti, C.; Mombaerts, P.; Bressanelli, S.; Laporte, M.; Neyts, J.", "abstract": "Oropouche virus (OROV) is an orthobunyavirus that causes increasingly frequent and severe outbreaks in Central and South America. We report that 4-fluorouridine (4-FlU) inhibits the in vitro replication of epidemic and pre-epidemic OROV strains in multiple cell lines. 4-FlU is known to inhibit the replication of various RNA viruses by targeting -as its 5-triphospate- viral polymerases. Following 24 days of consecutive in vitro passages of OROV in the presence of suboptimal concentrations of 4-FlU, no viral variants with drug associated mutations were identified in the viral polymerase. Analysis of high-confidence structural models of the OROV polymerase in complex with a template-primer RNA and incoming nucleotides provides a structural rationale for the relatively high barrier to resistance. In a stringent, acute OROV-infection model in AG129 mice, oral administration of 4-FlU completely blocked viral replication and virus-induced disease, also when administration was delayed until 72 hours after infection. Our findings support exploring the potential of 4-FlU for the management of OROV infections in humans.", "date": "2025-09-22", "journal": ""}
{"title": "A targeted cell lysis mechanism facilitates toxin release in Clostridioides difficile", "doi": "10.1101/2025.09.22.677799", "authors": "Kordus, S. L.; Nabukhotna, K.; Rodriguez, R. C.; Krystofiak, E.; Childress, K.; Smith, A. J.; Loveridge, N.; Ball, W.; Moore, G.; Washington, M. K.; Markham, N. O.; Lacy, B.", "abstract": "Clostridioides difficile infection is associated with the production of two large toxins, TcdA and TcdB. The toxins are encoded in a pathogenicity locus along with a phage-like holin protein, TcdE, the remnants of a phage endolysin, TcdL, and a positive transcriptional regulator, TcdR. Previous studies investigating the mechanism of toxin secretion from the bacterium have yielded disparate results as to whether the bacteria undergo lysis and whether TcdE is required. Here, we demonstrate that TcdE and TcdA are only expressed in a small subset of cells in culture. The cells with high TcdE and TcdA expression show disrupted membranes, consistent with a form of bacterial lysis. The artificial overexpression of TcdE and TcdA through TcdR induction promotes tcdE-dependent bacterial lysis and cell death, even in 630{triangleup}erm, a strain previously thought to have tcdE-independent toxin secretion. We propose a general mechanism where a minority subpopulation undergoes TcdE-mediated lysis to release toxins, reconciling studies with differences stemming from strain variability and population-level assays.", "date": "2025-09-22", "journal": ""}
{"title": "Divergent spontaneous antibiotic-resistance evolution confers reciprocal and exploitable collateral sensitivity effects", "doi": "10.1101/2025.09.22.677096", "authors": "Liakopoulos, A.; Tandar, S. T.; Hoogendijk, I. V.; Fragkiskou, E.; Zhang, Z.; Vriesendorp, B.; Aulin, L. B. S.; van Hasselt, C. J. G.; Rozen, D. E.", "abstract": "The global rise of antibiotic-resistant pathogens has outpaced the development of new antibiotics, prompting the urgent need for alternative treatment strategies. One such approach is to leverage collateral sensitivity (CS), where resistance to one antibiotic increases susceptibility to another. However, the clinical implementation of CS-based therapies depends on the consistency of these responses, which is challenged by variable resistance mutations and the dynamics of resistant strains during infection. Here, we combined experiments and mathematical models to assess the consistency and consequences of CS responses in the Gram-positive pathogen Streptococcus pneumoniae following the de novo acquisition of resistance to five commonly used antibiotics. We found that many collateral responses were unpredictable and inconsistent between different resistance mutations. However, for two antibiotic pairs, we identified consistent unidirectional (RIF [-&gt;] FUS) and bidirectional (LNZ {leftrightarrow} FUS) CS interactions, despite the divergent evolutionary trajectories of resistant strains, as revealed by whole-genome sequencing. To evaluate if CS for these combinations can be exploited to design dosing strategies to eradicate S. pneumoniae infections while suppressing resistance, we developed a mathematical stochastic pharmacokinetic-pharmacodynamic (PK-PD) model, which integrated our experimentally derived PD parameters with existing clinical PK models. Our model-based analyses confirmed the superiority of these antibiotic combinations over monotherapy and showed that their efficacy depends on the presence of CS interactions between the administered antibiotics. In summary, our study demonstrates how consistent CS interactions can be leveraged to inform treatment strategies, laying the groundwork for CS-guided therapies to preserve antibiotic efficacy.", "date": "2025-09-22", "journal": ""}
{"title": "Ampk alpha2 T172 Activation Dictates Exercise Performance and Energy Transduction in Skeletal Muscle", "doi": "10.1101/2025.09.22.677805", "authors": "Montalvo, R. N.; Li, X.; Many, G.; Sagendorf, T.; Yu, Q.; Shen, W.; Wase, N.; Burgardt, A. R.; Gritsenko, M.; Gaffrey, M. J.; Bhonsle, H.; Guan, Y.; Mao, X.; Zhang, M.; Qian, W.-J.; Yan, Z.", "abstract": "AMPK (5'-AMP-activated protein kinase) is an energetic sensor for metabolic regulation and integration. Here, we employed CRISPR/Cas9 to generate non-activatable Ampk knock-in (KI) mice with mutation of threonine 172 phosphorylation site to alanine, circumventing the limitations of previous genetic interventions that disrupt the protein stoichiometry. KI mice of Ampk2, but not Ampk1, demonstrated phenotypic changes with increased fat-to-lean mass, impaired endurance exercise capacity, and diminished mitochondrial maximal respiration and conductance in skeletal muscle. Integrated temporal multi-omic analysis (proteomics/phosphoproteomics/metabolomics) in skeletal muscle at rest and during exercise establishes a pleiotropic yet imperative role of Ampk2 T172 activation for glycolytic and oxidative metabolism, mitochondrial respiration, and contractile function. Importantly, there is a significant overlap of skeletal muscle proteomic changes in Ampk2 T172A KI mice with that of type 2 diabetic patients. Our findings suggest that Ampk2 T172 activation is critical for exercise performance and energy transduction in skeletal muscle and may serve as a therapeutic target for type 2 diabetes.", "date": "2025-09-22", "journal": ""}
{"title": "Translation Inhibition by Rocaglamide A Enhances Susceptibility of Yeasts to Caspofungin", "doi": "10.1101/2025.09.21.677667", "authors": "He, Q.; Schuessler, P. J.; Srinivasan, A.; Caprino, J.; Barbi, J.; Walker, S. E.", "abstract": "Fks1 catalyzes the synthesis of {beta}-1,3-glucans, a major structural component of the fungal cell wall, and is the primary target of the antifungal drug caspofungin. Mutations in Fks1 confer caspofungin resistance by disrupting its interaction with the drug, thereby reducing inhibition of Fks1 enzymatic activity. Previous studies demonstrated that translation of the FKS1 mRNA was highly dependent on the translation initiation helicases eIF4A and Ded1 (1). Therefore, we investigated whether treatment of Saccharomyces cerevisiae cells with the eIF4A inhibitor Rocaglamide A (RocA) or mutation of Ded1 affects translation of FKS1 and susceptibility to caspofungin. Using WT and temperature-sensitive ded1-ts strains, we demonstrated that RocA enhanced caspofungin-mediated growth inhibition and translation repression. Sensitivity to both drugs was further enhanced in ded1-ts strains, suggesting specifically targeting Ded1 in fungi could be an effective mechanism to prevent caspofungin resistance. We extended the analysis to Candida glabrata, a related fungal pathogen, and found similar results. Importantly, combining RocA with caspofungin was fungicidal in both species, suggesting the combination could decrease development of caspofungin resistance in pathogenic yeasts. Together these findings highlight the potential of targeting translation initiation helicases for effective combination antifungal treatments.", "date": "2025-09-22", "journal": ""}
{"title": "Discovery and biosynthesis of biffamycin A, a novel glycotetrapeptide antibiotic", "doi": "10.1101/2025.09.22.677794", "authors": "Brigham, M.; Hems, E.; Van, D.; Clarke, J.; Nepogodiev, S.; Bassi, C.; Webb, M.; Hemsworth, G.; Wilkinson, B.; Seipke, R.", "abstract": "The clinical deployment of antibiotics is undermined by antimicrobial resistance. Without new agents to treat antibiotic resistant bacterial infections, mortality rates are predicted to reach 10 million people per year by 2050. Most antibiotics are derived from natural products (NPs) produced by bacteria; however, this resource was abandoned by industry because of high rediscovery rates. We are amid a natural product renaissance fuelled by inexpensive access to genome sequencing and sophisticated bioinformatic tools, which have highlighted that most of the biosynthetic pathways for NPs are not expressed in the laboratory. Here, we engineered the expression of a silent biosynthetic gene cluster harboured by an environmental isolate of Streptomyces albidoflavus. By using a bioinformatics-guided approach, we isolated and structurally characterised a novel glycopeptide antibiotic (GPA) named biffamycin A, which is the smallest GPA known and harbours unprecedented 5-chloro-4-methoxy tryptophan and 3-hydroxy(-[x1D05]-mannoysl)-[x1D05]-lysine moieties. Biffamycin A possesses antimycobacterial and antistaphylococcal bioactivity, including methicillin- vancomycin-resistant Staphylococcus aureus.", "date": "2025-09-22", "journal": ""}
{"title": "T13F2.2 of C. elegans is Critical for Chromatin Organization, Autophagy, and Longevity", "doi": "10.1101/2025.09.22.677762", "authors": "Hameed, R.; Sikder, S.; Agrawal, A.; Srividya, K.; Mitra, K.; Vasudevan, M.; Senapati, P.; Nazir, A.; Kundu, T. K.", "abstract": "Abstract: Intricately modulated by a spectrum of proteins, Chromatin structure governs gene expression and cellular homeostasis. In Caenorhabditis elegans, critical components like the TATA-binding protein tbp-1 play pivotal roles in orchestrating chromatin dynamics. While the function of many of the interacting partners of tbp-1 is well-understood, our study brings into focus a lesser-known entity, T13F2.2, an unexplored tbp-1 interacting protein and a putative RNA polymerase II transcriptional coactivator. Employing reverse genetics, we found that RNAi-induced depletion of T13F2.2 resulted in pronounced disruptions to nuclear architecture, evidenced by nuclear staining and transmission electron microscopy. Accompanying these structural anomalies, we observed increased autophagy, pointing to cellular stress and a hyperacetylation of the core histones, suggesting potential chromatin decompaction. Notably, multifaceted functional alterations, upon the partial knockdown of the T13F2.2, culminated in a substantial reduction in the worm's lifespan. Intriguingly, interventions such as administering ROS scavengers and autophagy modulators offered a reprieve from this life-shortening effect. Transcriptomic analysis upon T13F2.2 knockdown revealed upregulation of genes related to autophagy and chromatin remodelling, alongside downregulation of genes involved in longevity pathways and oxidative stress response. This study, thus, not only puts forward the functional implication of an uncharacterized gene in C. elegans biology, but also further emphasizes the role of chromatin organization in aging at the organismal level.", "date": "2025-09-22", "journal": ""}