{"title": "A unifying account of replay as context-driven memory reactivation", "doi": "10.1101/2023.03.22.533833", "authors": "Zhou, Z.; Kahana, M. J.; Schapiro, A. C.", "abstract": "During rest and sleep, sequential neural activation patterns corresponding to awake experience re-emerge, and this replay has been shown to benefit subsequent behavior and memory. Whereas some studies show that replay directly recapitulates recent experience, others demonstrate that replay systematically deviates from the temporal structure, the statistics, and even the content of recent experience. Given these disparate characteristics, what is the nature and purpose of replay? Here, we offer a theoretical framework in which replay reflects simple context-guided processes that facilitate memory. We suggest that during awake learning, the brain associates experiences with the contexts in which they are encoded, at encoding rates that vary according to the salience of each experience. During quiescence, replay emerges as the result of a cascade of autonomous bidirectional interactions between contexts and their associated experiences, which in turn facilitates memory consolidation. A computational model instantiating this proposal explains numerous replay phenomena, including findings that existing models fail to account for and observations that have been predominantly construed through the lens of reinforcement learning. Our theory provides a unified, mechanistic framework of how the brain initially encodes and subsequently replays experiences in the service of memory consolidation.", "date": "2025-11-08", "journal": ""}
{"title": "Translatable electrophysiological and behavioral abnormalities in a humanized model of SYNGAP1-disorder", "doi": "10.1101/2024.08.22.609238", "authors": "Felix, A. J.; Brown, B. L.; Marotta, N.; Gessner, M. J.; Houserova, M.; Huerta-Ocampo, I.; Wilson, T.; Randell, R.; Dawicki-McKenna, J.; Reinhardt, D.; Uchida, K.; McSalley, I.; McKee, J. L.; Helbig, I.; Boland, M. J.; Davidson, B. L.; Prosser, B. L.", "abstract": "Heterozygous variants in SYNGAP1 and STXBP1 cause distinct neurodevelopmental disorders due to haploinsufficiency of essential synaptic proteins. As gene targeted approaches to correct these disorders often target non-conserved genomic regions, thus limiting their clinical translation, we generated humanized mouse models wherein the entire Syngap1 or Stxbp1 loci were replaced with their human counterparts. Stxbp1 humanized mice exhibited impaired viability, while Stxbp1 hybrid mice (Stxbp1Hu/+) were viable and suitable for evaluating target engagement of human-specific therapeutics. Syngap1 humanized mice were viable and successfully crossed with Syngap1 heterozygous mice to produce a Syngap1 humanized-haploinsufficient model (Syngap1Hu/-). Syngap1Hu/- mice displayed haploinsufficient levels of human SYNGAP1, disease-relevant behaviors, and EEG abnormalities including epileptiform activity and generalized slowing. Importantly, parallel analysis in a cohort of patients with SYNGAP1-disorder revealed similar electrophysiological signatures. Finally, we showed that human gene-targeted antisense oligonucleotides modulate human SYNGAP1 expression in Syngap1Hu/- neurons. Together, we describe new models to support pre-clinical therapeutic development for SYNGAP1 and STXBP1 disorders and identify translational biomarkers of SYNGAP1-disorder in mice and humans to benchmark therapeutic testing.", "date": "2025-11-08", "journal": ""}
{"title": "Mutations in legume genes that influence symbiosis create a complex selective landscape for rhizobial symbionts", "doi": "10.1101/2024.09.11.612462", "authors": "Guha, S.; Bledsoe, R. B.; Sutherland, J.; Epstein, B.; Fry, G. M.; Venugopal, V.; Sankari, S.; Polo, A. G.; Levin, G.; Geddes, B.; Young, N. D.; Tiffin, P.; Burghardt, L. T.", "abstract": "In the mutualism between leguminous plants and rhizobia bacteria, rhizobia live inside root nodules, creating potential for host genes to shape the rhizobial selective environment. Many host genes that affect symbiosis have been identified; however, the extent to which these genes affect selection acting on rhizobia is unknown. In this study, we inoculated Medicago truncatula symbiotic mutants (including mutants that alter Nodule Cysteine-Rich (NCR) peptide production, plant defense, and nodule number regulation) with a mixture of 86 Sinorhizobium meliloti strains. Most mutations resulted in reduced host benefits, but the effects on rhizobial benefit (i.e., relative strain fitness) varied widely, revealing widespread host-by-strain fitness interactions. Genome-wide association analyses identified variants on rhizobial replicons pSymA and pSymB as important in mediating strain fitness responses to host mutations. Whereas most top variants affected rhizobial fitness with one host mutant (limited effect variants), nine affected fitness across six or more host mutations. These pervasive variants occurred primarily on pSymA, the symbiotic replicon, and include fixL and some metabolic genes. In contrast to the limited effect variants, variants with pervasive positive effects on strain fitness when host genes were mutated tended to adversely affect fitness in wild-type hosts. Competition assays across Medicago genotypes confirmed a pervasive role for one candidate (malonyl-CoA synthase), and AlphaFold multimer modelling suggests that many rhizobial top candidates could interact with host NCR peptides. Our results reveal how host genetic variation affects rhizobial fitness, setting the stage for improving rhizobial inoculants and breeding legume hosts better adapted to multi-strain environments.", "date": "2025-11-08", "journal": ""}
{"title": "Microglia attenuate regenerative neurogenesis via sema4ab after spinal cord injury in zebrafish", "doi": "10.1101/2024.10.16.618445", "authors": "Docampo Seara, A.; Cosacak, M. I.; Heilemann, K.; Kessel, F.; Oprisoreanu, A. M.; Westphal, M.; Cark, O.; Zoeller, D.; Arnold, J.; Bretschneider, A.; Hnatiuk, A.; Ninov, N.; Becker, C. G.; Becker, T.", "abstract": "Zebrafish, in contrast to mammals, regenerate neurons after spinal cord injury, but little is known about the control mechanisms of this process. Here we use scRNA-seq and in vivo experiments to show that sema4ab, mainly expressed by lesion-reactive microglia, attenuates regenerative neurogenesis by changing the complex lesion environment. After spinal injury, disruption of sema4ab doubles the number of newly generated progenitor cells and neurons but attenuates axon regrowth and recovery of swimming function. Disruption of the plxnb1a/b receptors, selectively expressed by neural progenitor cells, increases regenerative neurogenesis. In addition, disruption of sema4ab alters activation state and cytokine expression of microglia, such that fibroblasts increase expression of the cytokine tgfb3, which strongly promotes regenerative neurogenesis. Hence, sema4ab in microglia attenuates regenerative neurogenesis in multiple ways, likely directly through plxnb1a/b receptors and indirectly, by controlling the inflammatory milieu and tgfb3 levels. Targeting Sema4A-dependent signalling in non-regenerating vertebrates may be a future strategy to improve regenerative outcomes.", "date": "2025-11-08", "journal": ""}
{"title": "Rubisco is slow across the tree of life", "doi": "10.1101/2025.01.19.633714", "authors": "de Pins, B.; Malbranke, C.; Jablonska, J.; Shmuel, A.; Sharon, I.; Bitbol, A.-F.; Mueller-Cajar, O.; Noor, E.; Milo, R.", "abstract": "Rubisco is the main gateway through which inorganic carbon enters the biosphere, catalyzing the vast majority of carbon fixation on Earth. This pivotal enzyme has long been observed to be kinetically constrained. Yet, this impression is based on kinetic measurements heavily focused on eukaryotic rubiscos, a rather conserved group of low genetic diversity. Moreover, the fastest rubiscos that we know of so far were found among the sparsely sampled prokaryotes. Could there be yet faster rubiscos among the uncharted regions of rubisco's phylogenetic diversity? Here, we perform a characterization of more than 250 rubiscos from a wide range of bacteria and archaea, thereby doubling the coverage of the diversity of this key enzyme. We assess the distribution of the carboxylation rates at saturating levels of CO2, and establish that rubisco is a relatively slow enzyme across the tree of life, never exceeding {approx}30 reactions per second at 30{degrees}C. We show that relatively faster subclades share similar evolutionary contexts, involving micro-oxygenic environments or a CO2 concentrating mechanism. Leveraging a simple machine learning model trained on this dataset, we predict the carboxylation rate for all {approx}68,000 sequenced rubisco variants found in nature to date. This study provides the largest and most diverse dataset of natural variants for an enzyme and their associated rates, establishing a solid benchmark for future efforts to predict catalytic rates from sequence data.", "date": "2025-11-08", "journal": ""}
{"title": "Lab-in-the-loop therapeutic antibody design with deep learning", "doi": "10.1101/2025.02.19.639050", "authors": "Frey, N. C.; Hotzel, I.; Stanton, S. D.; Kelly, R. L.; Alberstein, R. G.; Makowski, E. K.; Martinkus, K.; Berenberg, D.; Bevers, J.; Bryson, T.; Chan, P.; Chen, Y.; Czubaty, A.; D'Souza, T. A.; Dwyer, H.; Dziewulska, A.; Fairman, J. W.; Goodman, A.; Hofmann, J. L.; Isaacson, H. H.; Ismail, A. A.; James, S.; Joren, T.; Kelow, S. P.; Kiefer, J. R.; Kirchmeyer, M.; Kleinhenz, J.; Koerber, J. T.; Lafrance-Vanasse, J.; Leaver-Fay, A.; Lee, J. H.; Lee, E.; Lee, D. W.; Liang, W.-C.; Lin, J. Y.-Y.; Lisanza, S.; Loukas, A.; Ludwiczak, J.; Mahajan, S. P.; Mahmood, O.; MohammadiPeyhani, H.; Nerli, S.; Pa", "abstract": "Therapeutic antibody design is a complex multi-property optimization problem with substantial promise for improvement with the application of machine learning methods. Towards realizing that promise, we introduce \"Lab-in-the loop,\" a new approach that orchestrates state-of-the-art repertoire mining methods, generative machine learning models, multi-task property predictors, active learning ranking and selection, and in vitro experimentation in a semi-autonomous, iterative optimization loop. By automating the design of antibody variants, property prediction, ranking and selection of designs to assay in the lab, and ingestion of in vitro data, we enable an end-to-end approach to developing computationally-informed therapeutic antibody design pipelines. We apply lab-in-the-loop to eleven seed antibodies obtained via animal immunization with four clinically relevant antigen targets: EGFR, IL-6, HER2, and OSM. Over 1,800 unique antibody variants are tested throughout four rounds of iterative optimization identifying 3-100x better binding variants for all targets and 10/11 seeds, with the best binders exceeding 100 pM affinity, demonstrating a process by which end-to-end machine learning can be developed for therapeutic antibody development.", "date": "2025-11-08", "journal": ""}
{"title": "Maltose attenuates the virulence of Salmonella Typhimurium by impairing its entry into epithelial cells", "doi": "10.1101/2025.05.06.652415", "authors": "Parmar, K.; Selvaraj, J.; Chakravortty, D.", "abstract": "The composition of nutrients in the intestine defines a niche for colonising gut pathogens. The lack of nutrients suitable for pathogens due to competition from resident intestinal microbiota or dietary preferences leads to colonisation failure by pathogens. In this study, we investigated the impact of the disaccharide sugar maltose on Salmonella Typhimurium (STM) pathogenicity during the early phases of infection in C57BL/6 mice and human colon carcinoma cells (Caco-2). We found that supplementation of maltose at lower concentrations inhibited STM colonisation in the ileum of mice. To understand this, we investigated the role of maltose metabolism in human colon epithelial (Caco-2) cells. Deleting the maltose metabolism gene (malQ) increased adhesion to Caco-2 cells. The increased adhesion was due to increased expression of type 1 fimbriae. Inhibiting the type 1 fimbriae-mediated binding to host epithelial cells by incubating with mannose resulted in similar adhesion of STM WT and STM {Delta}malQ. We further identified that malQ regulates the adhesion of Salmonella through the sigma factor RpoE. Overall, malQ in Salmonella inhibits infection in epithelial cells by reducing its adhesion to host epithelial cells.", "date": "2025-11-08", "journal": ""}
{"title": "Profiling of Burkholderia pseudomallei variants derived from Queensland clinical isolates", "doi": "10.1101/2025.08.10.669548", "authors": "Coulon, P. M. L.; Ramsay, K. A.; Lee, A.; Ritmejeryte, E.; Pitt, M. E.; To, J.; Mediati, D. G.; Gassiep, I.; Reed, S.; Harris, P. N. A.; Myers, G. S. A.", "abstract": "Burkholderia pseudomallei (Bp), an environmental bacterium and opportunistic pathogen endemic to tropical regions, is highly adaptive and thrives in diverse environments, from soil to human hosts. Bacterial adaptation is critical for survival, virulence modulation, and persistence during infection and can manifest as colony morphotype variation (CMV). While Bp adaptation has been well studied, CMV remains poorly understood. Here, we characterized five clinical Bp isolates exhibiting heterogeneous populations with mucoid and non-mucoid colony morphologies. We used phenotypic assays, whole-genome sequencing, and proteomics to investigate the molecular pathways impacted by CMV - by comparing smooth and rough morphotypes. While phenotypic differences in protease activity, hemolysis, mucoidy, iron uptake and antibiotic sensitivity -including to antimicrobial agents commonly used to treat infections-were rare, these traits alone could not distinguish morphotypes or group of isolates. Genomic comparisons revealed either no differences or limited isolate-specific mutations, which does not explain the overall difference in phenotypes. In contrast, proteomic analysis uncovered consistent shifts in protein abundance related to virulence, including quorum sensing, DNA methylation, and secretion systems. Rough variants showed higher expression of EPS-associated proteins, the BpsI3/R3 quorum sensing system, and the global regulator ScmR, whereas smooth variants upregulated type III/VI secretion and siderophore biosynthesis pathways. These findings suggest that CMV is driven by phase variation and regulatory mechanisms rather than punctual genomic modifications. Our study underscores the limitations of phenotype or genome-based classification alone in the context of CMV and highlights the value of integrated multi-omics approaches to uncover CMV-associated biomarkers, with potential applications in diagnostics and the development of targeted therapies against persistent and drug-resistant Bp infections.", "date": "2025-11-08", "journal": ""}
{"title": "S-Alk(en)yl-Cysteine Sulfoxides in Allium Species Are Excellent Acrolein Scavengers: Implications for Secondary Antioxidants in Plants", "doi": "10.1101/2025.08.18.670978", "authors": "Hada, A.; Nozaki, C.; Tamura, N.; Matsui, K.; Matsuoka, Y.; Shibata, D.; Mano, J.", "abstract": "Reactive carbonyl species (RCS), such as acrolein (Acr), are generated through the degradation of lipid peroxides and exert cytotoxic effects. To identify natural RCS scavengers, we examined 80% ethanol extracts from 46 angiosperm species for Acr-trapping activity using an HPLC-based assay. Strong activities were observed in several taxa, including garlic, spinach, avocado, broccoli, and lotus. In garlic, the active metabolite was identified as S-allyl-L-cysteine sulfoxide (alliin), a characteristic Allium amino acid. Alliin and its S-(1E)-propenyl and S-methyl derivatives (isoalliin and methiin, respectively) trapped up to two Acr molecules at the amino group and exhibited higher activities than known scavengers such as carnosine and epigallocatechin gallate. These findings highlight S-alk(en)yl-L-cysteine sulfoxides as potent secondary antioxidants and suggest that structurally diverse RCS scavengers remain to be discovered in plants.", "date": "2025-11-08", "journal": ""}
{"title": "Mitochondrial G4 DNA Cleavage by EndoG Activates a Flexible, Stress-Dependent Repair Response via Double strand break repair pathways", "doi": "10.1101/2025.08.26.672151", "authors": "Rathore, D.; Raghavan, S. C.", "abstract": "G-quadruplex (G4) structures are non-B DNA elements enriched within the mitochondrial genome and serve as substrates for Endonuclease G (EndoG). Under oxidative stress, endo G relocates from the intermembrane space to the matrix, where it cleaves G4 motifs and generates mitochondrial double-strand breaks (DSBs). Notably, mitochondrial DNA (mtDNA) frequently harbours large deletions flanked by G4 motifs; these deletions are widespread in ageing and mitochondrial disorders, yet the mechanistic basis of their formation remains poorly understood. Here, we identify a damage-specific and stress-responsive mtDNA repair program that resolves EndoG-induced DSBs, using biochemical reconstitution and pharmacological inhibition. We show that these breaks are primarily repaired via microhomology-mediated end joining (MMEJ) and homologous recombination (HR), facilitated by the mitochondrial recruitment of canonical factors, including PARP1, MRE11, and Ligase III. Inhibition of PARP1 or MRE11 significantly impairs repair efficiency, confirming their essential roles in mitochondrial DSB resolution. Interestingly, exposure to ionising radiation (5 Gy) selectively suppresses mitochondrial MMEJ while enhancing HR, revealing a compensatory pathway switch tuned to the nature and severity of genotoxic stress. Classical nonhomologous ending (cNHEJ) remains undetectable under all conditions. Collectively, our findings delineate a flexible, lesion-dependent mitochondrial repair network that resolves DSBs via error-prone or recombinogenic mechanisms. This work provides mechanistic insight into the origin of mtDNA deletions and highlights the adaptive plasticity of mitochondrial genome maintenance under physiological and genotoxic stress.", "date": "2025-11-08", "journal": ""}
{"title": "Self-multimerization of mRNA LNP-derived antigen improves antibody responses", "doi": "10.1101/2025.09.09.675153", "authors": "Despins, C. A.; Round, J.; Dreolini, L.; Lee, T. S.; Brown, S. D.; Holt, R.", "abstract": "Background: mRNA LNP technology is now being widely applied as a highly effective vaccine platform. Antigen multimerization is a well-established approach to enhance antibody titers and protective efficacy of several protein subunit vaccines. However, this approach has been less explored for mRNA LNP vaccines. Methods: Here, within the context of mRNA LNP vaccination, we used mStrawberry (mSb) as a model antigen to conduct a comprehensive, head-to-head comparison of the ability of the foldon (3-mer), IMX313 (7-mer), and ferritin (24-mer) multimerization domains to enhance immunogenicity in mice. Results: We compared multimerized antigen to monomeric secreted antigen and monomeric surface-displayed antigen and observed that the IMX313 domain efficiently multimerized mSb protein and enhanced anti-mSb antibody titers to a degree greater than surface-display, whereas the foldon and ferritin domains failed to multimerize or improve antibody levels. Conclusions: Our results extend the observation of enhanced immunogenicity from antigen multimerization to mRNA LNP vaccines and indicate the 7-mer forming IMX313 multimerization domain may be an ideal candidate for multimer formation in the context of mRNA LNP vaccination.", "date": "2025-11-08", "journal": ""}
{"title": "Ecological drift in the flour beetle microbiome and associated instability in host benefits", "doi": "10.1101/2025.09.16.676705", "authors": "Sanjenbam, P.; Guruswamy, H. K.; Deb, R.; Singhal, S.; Garge, S.; Buddh, S.; Dhanush, A.; Haque, A. M.; Govindarajan, S.; Agashe, D.", "abstract": "Many eukaryotes harbor complex microbial communities that provide significant benefits to the host. However, recent work demonstrates substantial variation in microbiota across hosts and over time, though the causes and consequences of this instability are not always clear. We describe large temporal, among-individual and across-population variation in the microbiome of the red flour beetle Tribolium castaneum, a widespread pest of stored grain flour and a laboratory model organism. Across 5 years, the total load and composition of the bacterial community of laboratory beetle populations fluctuated dramatically, cycling between a few dominant taxa and hundreds of rare taxa. We show that this ecological drift is caused by a lack of maternal microbial transmission and large microbial load fluctuations in flour, which is the primary reservoir of microbial inocula. Newly hatched larvae (from eggs) and newly eclosed adults (from pupae) acquire microbes from ingested flour containing conspecific feces. The flour microbiome fluctuates with host population density and stage structure, with larval feces increasing microbial load and antimicrobial secretions from adults decreasing it. Periodic flour replacement during population maintenance also dramatically decreases flour bacterial load, contributing to stochasticity in microbial colonization. The resulting drift was associated with unstable fitness benefits for beetles, though we cannot disentangle cause vs. effect. Our work thus represents a case study of significant ecological drift even in a highly controlled laboratory environment. We suggest that such unstable microbial communities and variable host benefits may not be uncommon, and offer an opportunity to analyze early stages of the evolution and ecology of host-microbial interactions.", "date": "2025-11-08", "journal": ""}
{"title": "tRNA Modification Landscapes in Streptococci: Shared Losses and Clade-Specific Adaptations", "doi": "10.1101/2025.10.13.681863", "authors": "Tsui, H.-C. T.; Chan, C.-K.; Yuan, Y.; Elias, R.; Sun, J.; Marchand, V.; Jaroch, M.; Sun, G.; Manzoor, I.; Kutchuashvili, A.; Leszczynska, G.; Seaton, K.; Motorin, Y.; Rice, K. C.; Swairjo, M.; Dedon, P. C.; Winkler, M. E.; de Crecy-Lagard, V.", "abstract": "tRNA modifications are central to bacterial translational control. Here, we integrated genetics, mass spectrometry, epitranscriptomics, and comparative genomics to map the tRNA modification genes of the Gram-positive pathogens Streptococcus mutans and Streptococcus pneumoniae. Both species show a marked loss of modifications dependent on FeS enzymes, consistent with a broader trend of FeS enzyme reduction in Streptococcus central metabolism. In addition, the D, m1A, m7G, t6A, and i6A modifications were mapped in S. pneumoniae tRNAs, and we confirmed that a unique DusB1 enzyme is responsible for the insertion of all the detectable D modifications. We uncovered differences in queuosine (Q) metabolism: while S. mutans synthesizes Q de novo, S. pneumoniae instead salvages preQ1; and accumulates the epoxyQ precursor, a strategy shared with multiple other Streptococci as revealed by analysis of Q pathways in 1,599 sequenced streptococcal genomes. Comparative essentiality profiling of modification genes revealed notable differences, including the essentiality of the N6-threonylcarbamoyladenosine (t6A) synthesis enzyme TsaE in S. pneumoniae but not in S. mutans, which was confirmed by genetic studies. We found that suppressor mutations in asnS encoding asparaginyl-tRNA synthetase (AsnRS) restored viability to tsaE mutants, albeit with reduced growth. Our finding highlights the functional importance of modifications in the recognition of tRNAs by aminoacyl-tRNA synthetases.", "date": "2025-11-08", "journal": ""}
{"title": "Common marmosets (Callithrix jacchus) do not differentiate between familiar and unfamiliar conspecifics based on pitch contour information", "doi": "10.1101/2025.10.27.684793", "authors": "Grabner, J. V.; Pigmans, E.; Mircheva, M.; Knoester, J. M.; Baumgartner, R.; Pomper, U.; Bugnyar, T.; Spierings, M. J.", "abstract": "Previous studies suggest that vocal-learning species use variations of prosodic cues, such as changes in pitch, amplitude, or duration, in the conveying of meaning and emotions as well as individual recognition. Although it is known that the long-distance contact calls (\"phee\" calls) of common marmosets, a vocal non-learner, vary in prosodic information depending on individual characteristics, evidence of the species use of this information only recently started to emerge. In this study we tested 18 captive common marmosets (Callithrix jacchus) reactions to playbacks of familiar and unfamiliar individuals phee calls and extracted pitch-contour information. The playbacks consisted of i) natural phee calls from group members or unfamiliar conspecifics, or ii) synthesized pitch contours of familiar or unfamiliar phee calls following a natural or artificial syllable order as well as pure tones of similar frequency and duration. We found that although individuals seemed to show different reactions towards the natural calls of familiar and unfamiliar individuals, we did not find group level differences. Marmosets furthermore show significantly reduced interest in synthesized pitch contours compared to natural phee calls and did not differentiate between pitch contour playbacks and pure tone control stimuli, indicating that they did not categorize the pitch contours as conspecific calls. Our results suggest that extracted pitch contour information alone is not sufficient for marmosets to recognise conspecifics, however further studies are required to investigate the exact mechanism of individual recognition in marmosets.", "date": "2025-11-08", "journal": ""}
{"title": "Human non-canonical inflammasomes activate CASP3 to limit intracellular Salmonella replication in macrophages.", "doi": "10.1101/2025.10.31.685927", "authors": "Kulkarni, M.; Bourne, C. M.; Mahale, A. B.; Exconde, P. M.; Murphy, C.; Cervantes, S.; Kardhashi, M.; Kambayashi, M.; Yoo, W.; Wrong, T. J.; Patio, R. C.; Discher, B. M.; Taabazuing, C. Y.", "abstract": "Inflammasomes are multiprotein signaling platforms that activate inflammatory caspases to induce pyroptosis. In humans, canonical inflammasomes activate CASP1, which cleaves the pore-forming protein gasdermin D (GSDMD) and the cytokines IL-1{beta} and IL-18. In contrast, the non-canonical inflammasome detects bacterial lipopolysaccharide (LPS) through CASP4/5, which cleave GSDMD to drive pyroptosis. While CASP1 substrates are well characterized, CASP4/5 substrates remain less defined. Here, we show that in response to intracellular LPS and gram-negative bacterial infection, CASP4/5 directly cleave and activate the executioner caspases CASP3/7. CASP3 in turn cleaves and activates gasdermin E (GSDME). Surprisingly, CASP3, but not GSDME, was required for restricting intracellular Salmonella replication, suggesting that CASP4/5-induced apoptosis contributes to host defense. We further show that most GSDMD cleavage during non-canonical inflammasome activation is mediated by CASP1, and that GSDMD is the primary driver of pyroptosis. Finally, we confirm that CASP4/5 activate CASP3/7 and GSDME in human primary macrophages. These findings establish CASP4/5 as dual apoptotic initiator and inflammatory caspases and reveal a central role for the apoptotic signaling cascade in non-canonical inflammasome-mediated immunity.", "date": "2025-11-08", "journal": ""}
{"title": "How tp1, an indirect wing steering muscle, stabilizes Drosophila's flight", "doi": "10.1101/2025.11.02.686144", "authors": "Teoh, H. K.; Biswas, D.; Leung, A.; Ludlow, B. K.; Whitehead, S. C.; Ehrhard, E.; Dickinson, M. H.; Beatus, T.; Cowan, N.; Cohen, I.", "abstract": "Flapping flight is inherently unstable, requiring Drosophila to fine-tune their wing motions on a milliseconds timescale. Pioneering studies have shown that the direct steering muscles, which attach to the wing hinge, are important for generating these rapid flight reflexes. Recent connectome data, however, reveal that indirect steering muscles or tension muscles, which alter the mechanics of the thorax, receive some of the same synaptic inputs from the sensory apparatus as the direct steering muscles. This discovery suggests that the indirect steering muscles may also be important for flight control. Here, we show that the indirect tergopleural muscles indeed contribute substantially to stabilization, particularly for large pitch perturbations. We find that for small perturbations (less than 1000 deg/s), flies modulate their wing stroke amplitude to generate lift-based corrective torques, a strategy that has been previously documented. For larger perturbations, however, we observe that Drosophila engage an additional wing degree of freedom-the wing pitch angle-to leverage additional lift and drag forces during the corrective maneuver. Quasi-steady aerodynamic simulations reveal that this strategy minimizes power consumption, anaolgous to how some mammals (including humans) adjust their steady-state gaits in a near energyoptimal manner. Using optogenetics and a control theory framework we demonstrate that the tergopleural muscle is activated by a proportional gain component of a nonlinear PI controller responsible for determining the wing pitch angle during large perturbations. A simplified torsional-spring model for the wing hinge captures the changes in the wing pitch dynamics observed during correction maneuvers by using the tergopleural muscle to adjust the rest angle of the wing. These findings provide a striking example of reflex strategy selection in time-critical behaviors and underscores the vital role of indirect steering muscles in flight stabilization.", "date": "2025-11-08", "journal": ""}
{"title": "The potential to breed for genetic legacy effects in sustainable farming systems", "doi": "10.1101/2025.11.03.686422", "authors": "Van Haeften, S.; Brunner, S.; Dinglasan, E.; Fabreag, E.; Eyre, J.; Mens, C.; Hayes, B. J.; Udvardi, M.; Alahmad, S.; Eglinton, M.; McQuinn, R.; Ryan, M.; van der Meer, S.; Smith, M. R.; Hickey, L.", "abstract": "Pulse crops provide protein-rich food, critical disease breaks in cereal rotations, and contribute to soil fertility through symbiotic nitrogen fixation. However, crop improvement programs typically only focus on individual crop performance rather than system-wide benefits. We propose a novel approach: breeding pulses and cereals to optimize rotational effects and enhance farming system sustainability in addition to crop-specific traits. In this proof-of-concept study, we evaluated how genetically diverse mungbeans influence subsequent wheat performance. A mini-core panel of 309 mungbean accessions was grown at a nitrogen depleted site, followed by a single wheat cultivar sown in the same plot locations. Remarkably, wheat yield ranged from 2.51 to 3.49 t ha-1 and displayed moderate broad-sense heritability (H2: 0.42) as a trait of the proceeding mungbean genotype. This variation demonstrates untapped genetic potential for breeding mungbean varieties that enhance subsequent wheat performance. Integrated analyses of mungbean-wheat traits, soil properties, and microbiome composition revealed mechanisms underlying these rotational relationships. Haplotype mapping identified genomic regions in mungbean associated with wheat yield and quality. To explore how legacy traits could be leveraged in breeding programs, we conducted forward genetic simulations using empirically derived haplotype effects to compare strategies targeting mungbean yield, wheat yield, or both simultaneously. These simulations reveal both challenges and opportunities in breeding crops collectively for rotational benefits, offering a pathway toward more sustainable and profitable farming systems with reduced input requirements.", "date": "2025-11-08", "journal": ""}
{"title": "ELITE: E3 Ligase Inference for Tissue specific Elimination: A LLM Based E3 Ligase Prediction System for Precise Targeted Protein Degradation", "doi": "10.1101/2025.11.05.686884", "authors": "Froehlich, H.; Patajoshi, S.; Madan, S.", "abstract": "Targeted protein degradation (TPD) has transformed modern drug discovery by harnessing the ubiquitin proteasome system to eliminate disease-driving proteins previously deemed undruggable. However, current approaches predominantly rely on a narrow set of ubiquitously expressed E3 ligases, such as Cereblon (CRBN) and Von Hippel Lindau (VHL), which limits tissue specificity, increases systemic toxicity, and fosters resistance. Here, we present an AI-driven framework for the rational identification of tissue specific E3 ligases suitable for precision-targeted degradation. Our model leverages a BERT-based protein language architecture trained on billions of sequences to generate contextual embeddings that capture structural and functional motifs relevant for E3 substrate compatibility. By integrating these embeddings with tissue resolved protein protein interaction data, the framework predicts ligase/target interactions that are both biologically plausible and context restricted. This enables the prioritization of ligases capable of driving selective degradation of pathogenic proteins within disease-relevant tissues. The proposed approach offers a scalable path to expand the E3 ligase repertoire and advance TPD toward true precision medicine.", "date": "2025-11-08", "journal": ""}
{"title": "Distinctive Functionality of Semantic Hubs: Evidence from Semantic Dementia", "doi": "10.1101/2025.11.06.686766", "authors": "Cui, Z.; Liu, D.; Dai, Z.; Zhang, X.; Zeng, J.; Guo, Q.; Han, Z.; Huang, L.", "abstract": "Semantic cognition relies on a distributed network with multiple candidate hub regions that bind multimodal conceptual information. While the anterior temporal lobe (ATL) is widely regarded as a core semantic hub, the roles of other candidate regions such as the fusiform gyrus (FFG) and posterior middle temporal gyrus (pMTG) remain debated, particularly regarding verbal and non-verbal semantic processing within the same sensory modality. This study examined 33 patients with semantic dementia and 20 healthy controls using a comprehensive behavioral battery (word and picture versions of the Pyramid and Palm Trees Test and a word picture verification task) combined with multimodal neuroimaging, including voxel based morphometry, diffusion-weighted imaging, and resting-state fMRI. Partial correlation and commonality analyses revealed that (1) the left ATL selectively underpins abstract verbal semantic processing, (2) the left FFG contributes to general semantic processing across verbal and non-verbal stimuli, (3) and the left pMTG plays a critical role in integrating verbal and non verbal semantic information. White matter tracts linking the left ATL and FFG to the right ATL significantly predicted semantic integration performance, underscoring the importance of inter hemispheric structural connectivity. Functional measures in contralateral regions, including amplitude of low frequency fluctuation (ALFF) in the right FFG and degree centrality (DC) in the right pMTG, also predicted integration outcomes, suggesting compensatory network reorganization. These findings highlight functional specialization among semantic hubs and underscore the importance of multimodal, cross-hemispheric approaches for understanding the neural architecture of semantic representation.", "date": "2025-11-08", "journal": ""}
{"title": "T cell fate is dictated by different antigen presenting cells in response to dietary versus gut epithelial self-antigen", "doi": "10.1101/2025.11.06.687030", "authors": "Zhou, Y. D.; Brown, H.; Schaffer, E.; Taylor, G. M.; Fiske, K. L.; Komnick, M. R.; Lopez, S.; Dermody, T. S.; Esterhazy, D.", "abstract": "We investigated whether T cell responses and antigen-presenting cell (APC) requirements in gut-draining lymph nodes differ by antigen source, diet versus epithelium. Using mice fed ovalbumin (OVA) or expressing secreted (s), cytosolic (c), or transmembrane (tm) epithelial OVA, we compared OVA-specific T cell fates. At baseline and after reovirus infection, T cell responses were comparable across models. However, helminth infection induced Th2 cell polarization in sOVA and tmOVA but not cOVA or OVA-fed mice. BATF3 APCs were indispensable for CD4 T cell proliferation only in cOVA mice yet drove Treg cell differentiation across all epithelial OVA models. In contrast, antigen presentation by ROR{gamma}tMHC-II APCs was exclusively required for Treg cell induction by dietary OVA. These distinct APC dependencies correlated with susceptibility to pathology elicited by dietary versus epithelial self-antigens. Thus, antigen origin and presentation context are integrated to shape T cell fate, a new framework for predicting gut immune outcomes.", "date": "2025-11-08", "journal": ""}
{"title": "Integrating Longitudinal Metabolite Profiles Improves Trait Prediction in Pigs in a Trait- and Timepoint-Dependent Manner", "doi": "10.1101/2025.11.06.687040", "authors": "Roddur, Q. A. H.; Qu, J.; Liang, D.; Carrara, E. R.; Lourenco, D.; Valente, B.; Chen, C.-Y.; Holl, J.; Cheng, H.", "abstract": "Background Accurate prediction of genetic merit is essential for accelerating genetic improvement in pigs, particularly for traits that are costly or difficult to measure directly. This study investigated the potential of integrating individual-level blood serum metabolite profiles sampled at two developmental stages (10-week and 20-week) into genomic prediction models for five economically important traits: average daily feed intake (DFI), feed conversion ratio (FCR), backfat thickness (BF), test daily gain (TDG), and loin depth (LD). Using a BayesC modeling framework, we analyzed 1,637 pigs from a single purebred population with complete phenotype, genotype, and metabolite-profile data. We evaluated seven models, including a genotype-only model (G), metabolite-only models using metabolite-profile data from 10-week (M1), 20-week (M2), or both timepoints (M1+M2), and combined models integrating genotypes with metabolite-profile data (G+M1, G+M2, G+M1+M2). Results Heritability estimates were generally low to moderate, ranging from 0.07 to 0.30 for the 10-week metabolite profile and from 0.04 to 0.28 for the 20-week metabolite profile. Prediction accuracy of phenotype consistently improved when metabolite-profile data were integrated into genotype-based models, although the magnitude of improvement varied depending on the trait and the timepoint of metabolite sampling. Prediction accuracy increased from 0.31 (G) to 0.41 (G+M2; G+M1+M2) for DFI, and from 0.27 (G) to 0.33 (G+M2; G+M1+M2) for FCR. The latter two models also delivered the largest gains over G for BF (from 0.41 to 0.45) and TDG (from 0.28 to 0.32). However, LD benefited the most when both 10-week and 20-week metabolite profiles were combined (G+M1+M2: 0.45 compared to G: 0.42). Conclusions Across all traits, models combining genotype data with metabolite profiles from one or multiple timepoints achieved the highest or equally high prediction accuracies compared to the genotype-only model, reflecting complementary biological insights captured by metabolite profiles. These findings highlight the potential value of metabolite-profile data as an intermediate omics layer to enhance genomic prediction, particularly when integration strategies are tailored to trait-specific biology and sampling timepoints.", "date": "2025-11-08", "journal": ""}
{"title": "A De Novo Algorithm for Allele Reconstruction from Oxford Nanopore Amplicon Reads, with Application to CYP2D6", "doi": "10.1101/2025.11.06.687066", "authors": "Brown, S. D.; Dreolini, L.; Minor, A.; Mozel, M.; Wong, N.; Mar, S.; Lieu, A.; Khan, M.; Carlson, A.; Hrynchak, M.; Holt, R. A.; Missirlis, P. I.", "abstract": "The Oxford Nanopore Technologies' sequencing platform offers a path towards bedside genomics, producing long reads that can completely cover a gene of interest, and thus detect any known or novel variant the gene contains. However, the analysis of these long reads to identify actionable genotypes remains challenging and typically requires customization depending on the target gene. Here, we describe a generic algorithm to accurately reconstruct allele sequences derived from long-reads of genomic-amplicon origin. Rather than calling variants directly from these long-reads, our method takes a \"sequence-first\" approach, performing an unbiased reconstruction of the underlying amplicon sequences to generate high-confidence reconstructed allele sequences. This is done without user input of the expected target gene, allowing for any source amplicon to be reconstructed. These high-confidence reconstructed allele sequences are then compared to the genomic reference sequence of the gene to infer the specific diplotype present in the sample. This approach is agnostic towards the number of genes and alleles present and readily detects novel variants. We demonstrate our approach using three independent data sets for CYP2D6, a diverse and complex gene with over 175 known alleles of clinical significance affecting drug dosing. We show how our approach can accurately recover validated CYP2D6 diplotypes from 20 Coriell samples sequenced using different primer sets, on different Oxford Nanopore Technologies flow cell versions, and to different depths. This includes inferring occurrences of copy number variation from relative abundances of each allele, a critical factor for ascribing functional effects to a diplotype.", "date": "2025-11-08", "journal": ""}
{"title": "Efficacy of Minnelide in a Next-Generation Dual-Recombinase Regulated Genetically Engineered Mouse Model of CIC::DUX4 Sarcoma", "doi": "10.1101/2025.11.06.687065", "authors": "Browne, M. R.; Silver, A. V.; Banerjee, R.; Oristian, K. M.; Himes, J. E.; Hendrickson, P. G.; Kirsch, D. G.", "abstract": "CIC::DUX4 sarcoma (CDS) is a lethal cancer driven by a fusion between tumor suppressor Capicua (CIC) and pioneer transcription factor double homeobox 4 (DUX4). To develop an immunocompetent pre-clinical model of CDS, we previously generated three genetically engineered mouse models (GEMMs) of CDS with CIC::DUX4 regulated by loxP-STOP-loxP cassettes. However, all three models developed spontaneous tumors without Cre recombinase. Here, we established an innovative GEMM of CDS (dFLEx CDS) that employs a dual recombinase (Cre + FLPE) FLEx-switch design to activate CIC::DUX4 expression and initiate sarcomagenesis in a spatially and temporally-controlled manner. Because CIC::DUX4 drives sarcoma development by activating a distinct oncogenic transcriptional program, we performed a drug screen on human-derived CDS cell lines using a library of compounds that modulate transcriptional regulation. This screen identified Minnelide, an inhibitor of RNA polymerase II-mediated transcription, as a selective inhibitor of CDS. Mechanistically, Minnelide acted through xeroderma pigmentosum type B to alter phosphorylation of RPB1, the largest subunit of RNA polymerase II. Subsequently, RPB1 underwent degradation leading to apoptosis of CDS cells. Minnelide demonstrated in vivo efficacy in autochthonous dFLEx CDS GEMMs and in human CDS xenografts. As Minnelide has already been demonstrated to be safe in clinical trials with activity for adult cancers, these findings nominate Minnelide as a novel therapeutic option to test in CDS patients.", "date": "2025-11-08", "journal": ""}
{"title": "OptoLoop: An optogenetic tool to probe the functional role of genome organization", "doi": "10.1101/2025.11.06.686574", "authors": "Stortz, M.; Keikhosravi, A.; Pegoraro, G.; Misteli, T.", "abstract": "The genome folds inside the cell nucleus into hierarchical architectural features, such as chromatin loops and domains. If and how this genome organization influences the regulation of gene expression remains only partially understood. The structure-function relationship of genomes has traditionally been probed by population-wide measurements after mutation of critical DNA elements or by perturbation of chromatin-associated proteins. To circumvent possible pleiotropic effects of such approaches, we have developed OptoLoop, an optogenetic system that allows direct manipulation of chromatin contacts by light in a controlled fashion. OptoLoop is based on the fusion between a nuclease-dead SpCas9 protein and the light-inducible oligomerizing protein CRY2. We demonstrate that OptoLoop can drive the induction of contacts between genomically distant, repetitive DNA loci. As a proof-of-principle application of OptoLoop, we probed the functional role of DNA looping in the regulation of the human telomerase gene TERT by long-range contacts with the telomere. By analyzing the extent of chromatin looping and nascent RNA production at individual alleles, we find evidence for looping-mediated repression of TERT. In sum, OptoLoop represents a novel means for the interrogation of structure-function relationships in the genome at single-allele resolution.", "date": "2025-11-08", "journal": ""}
{"title": "Electron transport chain disruption leads to failure of glucose derepression via the Snf1/AMPK pathway", "doi": "10.1101/2025.11.06.687039", "authors": "Lewis, A. G.; Smith, J. R.; Smardz, M. C.; Sandoval, C. M.; Suzuki, S. W.; Bennett, B. D.; Gibney, P. A.", "abstract": "When Saccharomyces cerevisiae cells transition from a glucose-rich environment to low glucose conditions, the expression of genes that were previously repressed by glucose is derepressed, enabling the cell to adapt metabolic processes to the available carbon source. The Snf1 pathway is one of the primary signaling pathways responsible for orchestrating glucose sensing and signaling. In this study, we investigate the impact of disrupted electron transport chain (ETC) function, a mitochondrial protein complex essential for respiratory energy generation, in glucose derepression. We observe that respiratory incompetent mutants exposed to glucose are unable to subsequently utilize galactose as a carbon source in minimal media. In contrast, ETC mutants that have been generated and maintained on galactose can effectively continue to metabolize galactose until glucose exposure. We define this phenomenon as a Failure of Glucose Derepression (FGD), wherein respiratory incompetent cells fail to fully reverse glucose repressed gene expression regulation. Through further characterization, we show how irregular localization patterns of crucial proteins within the Snf1 pathway are associated with FGD suggesting a potential novel connection between the ETC and the Snf1 pathway during carbon source transition.", "date": "2025-11-08", "journal": ""}
{"title": "A nutrient-sensitive enterokine coordinates developmental plasticity through inter-organ signalling", "doi": "10.1101/2025.11.06.687047", "authors": "Bai, L.; Ramos, C. I.; Leulier, F.", "abstract": "Animal survival in fluctuating environments depend on the ability to modulate their developmental pace in response to nutrient availability, a phenomenon known as developmental plasticity. In Drosophila larvae, we uncover a critical endocrine mechanism that coordinates this process under conditions of amino acid restriction. We identify the peptide hormone Limostatin as an enterokine, produced by a small population of midgut enteroendocrine cells, that acts systemically to inhibit the expression and release of dILP2, the major insulin-like peptide controlling developmental progression. Limostatin expression in enteroendocrine cells is triggered by reduced amino acid availability through an inter-organ relay involving the fat body and neuroendocrine insulin-producing cells in the brain. Limostatin participates in a feedback control loop that slows down developmental progression once systemic nutrient shortage is sensed. This gut-brain axis enables larvae to preserve viability under nutritional stress. Our findings define the larval gut as a nutrient-sensitive endocrine organ and position Limostatin as a key regulator of developmental plasticity. Our work expands the concept of decretins to include developmental pace control, suggesting that enterokines that regulate IGF signalling, rather than insulin release per se, may represent an evolutionarily conserved or convergent strategy in regulating developmental plasticity.", "date": "2025-11-08", "journal": ""}
{"title": "Nona: A unifying multimodal masking framework for functional genomics", "doi": "10.1101/2025.11.06.687036", "authors": "Nair, S.; Hajiramezanali, E.; Tseng, A.; Diamant, N.; Hingerl, J.; Lal, A.; Biancalani, T.; Bravo, H. C.; Scalia, G.; Eraslan, G.", "abstract": "The non-coding genome encodes complex regulatory logic that orchestrates gene expression and cell identity. While machine learning models for functional genomics have advanced our understanding of the cis-regulatory code, sequence-to-function models, DNA language models, and generative models have evolved as separate paradigms despite probing the same underlying regulatory biology. We introduce Nona, a multimodal masked modeling framework that unifies these paradigms by learning jointly from DNA sequence and base-resolution functional genomics data. Beyond unifying existing modeling paradigms, Nona enables entirely new modeling objectives. We demonstrate its versatility through three applications: (1) a context-aware sequence-to-function model that improves local predictions by up to 13% by correcting systematic errors in sequence-to-function predictions; (2) a functional language model that integrates functional data into language modeling, learns relevant regulatory sequence motifs, and enables regulatory element design through masked discrete diffusion; (3) functional genotyping, which reveals an unrecognized privacy vulnerability in processed ATAC-seq data and re-identifies individuals from genetic databases with perfect accuracy. Together, these results establish masking as a universal interface for integrated modeling of functional genomics data, unifying disparate approaches while opening new directions for understanding and engineering the regulatory genome.", "date": "2025-11-08", "journal": ""}
{"title": "AI-assisted Image-Based Phenotyping Reveals Genetic Architecture of Pod Traits in Mungbean (Vigna radiata L.)", "doi": "10.1101/2025.11.06.687031", "authors": "Boddepalli, V. N.; Jubery, T. Z.; Dutta, S.; Ganapathysubramanian, B.; Singh, A.", "abstract": "Mungbean (Vigna radiata (L.) R. Wilczek) is a vital source of digestible proteins and is well-suited for the plant-based protein industry. In this study, we analyzed pod morphological traits in the Iowa Mungbean Diversity (IMD) panel with 372 genotypes (2022-23) with AI-assisted image phenotyping using 2,418 pod images. Pod morphological traits were extracted using deep learning image analysis, achieving excellent agreement with manual measurements (r>0.96 for pod length and seed per pod). Four complementary GWAS models identified 45 significant SNPs associated with pod curvature, length, width, and seed per pod traits. Notably, a significant SNP (5_35265704) on chromosome 1 was linked to pod dimensional traits, length, width, and curvature. A candidate gene, Vradi01g00001116, was located within the linkage disequilibrium (LD) region of this SNP, is part of the GH3 gene family, and has an Arabidopsis ortholog (AT4G27260) known for influencing organ elongation, pod, and seed development. Another SNP, 5_210437 on chromosome 2, has been found to be significantly associated with both pod length and seed per pod. A candidate gene, Vradi02g00003971, located in the LD region of this SNP, belongs to the potassium transporter family and shares homology with the HAK5 gene family (AT4G13420) in Arabidopsis, which influences pod and seed growth. Image-based measurements achieved genomic prediction accuracies ranging from 0.61 to 0.85 across various traits, exhibiting an improvement of 12-22% over manual methods. These results demonstrate the potential of AI-assisted phenomics integrated with genomic tools to accelerate selection for improved pod architecture in mungbean breeding programs across the Midwestern United States and globally.", "date": "2025-11-08", "journal": ""}
{"title": "Ketamine disrupts consciousness in healthy participants in relation with psychotic-like symptoms", "doi": "10.1101/2025.11.06.687042", "authors": "Berkovitch, L.; Salvador, A.; Andrillon, T.; Dehaene, S.; Gaillard, R.", "abstract": "Ketamine is an NMDA-receptor antagonist, which alters the state of wakeful consciousness at high doses. At lower doses, it induces reversible psychotic-like symptoms and has been used as a pharmacological model of psychosis. In this study, we explore whether low doses of ketamine disrupt conscious access in relation with its psychotomimetic effects, and investigate the neural correlates of its action. We administered ketamine and placebo to 21 healthy volunteers following a double-blind within-subject randomized design and recorded brain activity with high-density electroencephalography during a perceptual task. Participants had to categorize a sound and a masked digit, and to report the digit visibility. To manipulate visibility, the delays between the sound, the digit, and the mask were varied. Principal component analysis was used to decompose ketamine-induced psychiatric symptoms and to examine their relationships with conscious access measures. Under ketamine, participants had an increased visual masking effect, more interference between the sound and the digit, and a reduced ability to consciously perceive the digit. The N1 component, a EEG marker of visual processing, correlated with conscious access and was significantly reduced under ketamine. Ketamine induced manic-like and psychotic-like symptoms but only the psychotic-like dimension correlated with conscious access impairments. Overall, our results suggest that ketamine disrupts conscious access in healthy subjects through an attenuation of early visual responses, and in relation with its psychotomimetic effects. Interestingly, these changes differed in part from those observed in patients with schizophrenia, opening new perspectives on the mechanisms of psychotic symptoms.", "date": "2025-11-08", "journal": ""}
{"title": "Parkinsons disease modeling in regenerative spiny mice (Acomys dimidiatus) captures key disease-relevant behavioral, histological, and molecular signatures", "doi": "10.1101/2025.11.06.687049", "authors": "Dutta, S.; Pang, M.; Donahue, R. R.; Chou, T.-F.; Seifert, A. W.; Gradinaru, V.", "abstract": "Parkinsons disease (PD) is a multifactorial neurodegenerative disorder that has been modeled extensively in animals, primarily rodents, but also in non-human primates and non-mammalian organisms. However, no single animal model fully recapitulates the hallmarks of PD pathology. Here, we extend this work by modeling PD for the first time in the spiny mouse (Acomys dimidiatus), a mammal notable for its robust regeneration of multiple tissues. We show that the nigrostriatal pathway of A. dimidiatus is vulnerable to both acute 6-hydroxydopamine (6-OHDA) toxicity and chronic alpha-synuclein (aSyn) preformed fibril-induced aggregation. Mouse Syn PFFs produced widespread pS129-positive aSyn inclusions across multiple brain regions, mirroring a key pathological hallmark of PD. Compared to C57BL/6J mice, A. dimidiatus exhibited more pronounced behavioral impairments, greater nigrostriatal degeneration, and higher pS129-aSyn inclusion burden within substantia nigra pars compacta (SNpc) neurons. To probe the molecular underpinnings behind the vulnerability, we performed single-cell spatial proteomics, which revealed extensive proteomic alterations in dopaminergic neurons associated with aSyn aggregation. Multiple proteins were dysregulated in A. dimidiatus, including those involved in proteasomal function, mitochondrial pathways, and oxidative stress regulation, which are processes commonly implicated in PD. Notably, proteomic analysis identified heightened astrocytic activation in the SNpc, which we validated histologically, suggesting a distinct glial response compared to mice. Together, these findings expand our understanding of PD-relevant pathophysiology across species and establish A. dimidiatus as a model for studying mechanisms of neurodegeneration.", "date": "2025-11-08", "journal": ""}
{"title": "Modeling social influence as a reinforcer reveals varying individual learning strategies and the group's structure", "doi": "10.1101/2025.11.06.686867", "authors": "Lenarczyk, M.; Jura, B.; Harda, Z.; Szumiec, Łukasz; Ziemianska, M.; Parkitna, J. R.; Wojcik, D. K.", "abstract": "In a social context, knowledge can be gained through observation and imitation, but in a numerous group, social influence can also be contradictory and confusing. The mechanisms of social learning in groups have not been fully characterized, partly due to the lack of adequate mathematical description. Using the known reinforcing property of social influence we introduce a reinforcement learning model which can account for social effects at the group and individual level. We use it to reveal the learning strategies in a reversal learning task applied to a cohort of mice housed in an Intellicage, and to determine the structure of their group as defined by influence relations between pairs of individuals. Animals make an efficient use of social influence when the goal of the group agrees with their own, but switch to an individual learning scheme when goals are misaligned. They also exhibit different decision rules depending on their own motivational state, and a selectivity in assimilating social information depending on the state of their conspecifics.", "date": "2025-11-08", "journal": ""}
{"title": "Omnidirectional 3D Printing of Anisotropic Nanofibrous Peptide Hydrogels", "doi": "10.1101/2025.11.06.687046", "authors": "Farsheed, A. C.; Makhoul, J. T.; Chew-Martinez, D.; Maldonado, E.; Liu, J.; Yu, L. T.; Gorostieta-Salas, E.; Jones, J. R.; Gage, F. H.; Hartgerink, J. D.", "abstract": "Anisotropic biological tissues contain hierarchical complexity from the nano to macro length scales. While novel fabrication strategies have advanced the creation of biomimetic architectures, most rely on biologically derived polymers that possess inherent batch-to-batch variability. Here, we fabricate omnidirectional anisotropic nanofibrous hydrogels using synthetic, self-assembling MultiDomain Peptides (MDPs). Using support bath-assisted extrusion 3D printing, MDP hydrogels are created with control over nanometer-scale fibrous alignment, ~150 um-scale print resolution, and centimeter-scale 3D architecture. Further, scaffold anisotropy is tuned by adjusting the ionic strength of the support bath, allowing fiber alignment to be decoupled from extrusion shear force and the ink used. Applying these hydrogels to in vitro tissue engineering, fabricated anisotropic hydrogels are shown to guide the alignment of multiple cell types within complex 3D prints. Furthermore, the gels are demonstrated to support the growth of human embryonic stem cell- derived cardiomyocytes into functional tissue. Collectively, this work introduces a platform for engineering anisotropic peptide hydrogels with hierarchical complexity, offering broad potential for bottom-up fabrication of functional human tissues in vitro.", "date": "2025-11-08", "journal": ""}
{"title": "Serotonin 5-HT2C receptor as a cellular target of PI3K inhibitor LY294002 and its analog LY303511", "doi": "10.1101/2025.11.06.687025", "authors": "Kotova, P. D.; Dymova, E. A.; Lyamin, O. O.; Rogachevskaja, O. A.; Voronova, E. A.; Kolesnikov, S. S.", "abstract": "The inhibitory analysis of intracellular signaling pathways is widely employed to gain insight into molecular mechanisms underlying diverse physiological processes. Unfortunately, the essential drawback of this basically effective methodology is that many, if not all, inhibitors, antagonists, modulators, and blockers can affect cellular functions not only acting through specified cellular targets, but also causing off-target effects. In particular, the class I phosphatidylinositol-3-kinase (PI3K) inhibitor LY294002 and its PI3K-inactive structural analog LY303511 have been shown to affect agonist-induced Ca2+ signaling in cells of various types independently of PI3K activity. Here we studied serotonin-induced Ca2+ signaling in HEK293 cells expressing the recombinant mouse 5-HT2C receptor and analyzed the effects of LY294002 and LY303511 on cell responsiveness. As shown with Ca2+ imaging, both LY294002 and LY303511 affected intracellular Ca2+ but via distinct mechanisms. LY294002 suppressed responsiveness of assayed cells to serotonin in a manner suggesting that this substance acted as a competitive antagonist of the 5-HT2C receptor. In turn, LY303511 itself triggered Ca2+ transients in 5-HT2C-positive cells, exhibiting traits of a 5-HT2C agonist. In support of these findings, molecular docking and molecular dynamics simulations validated the binding of both LY294002 and LY303511 to the 5-HT2C receptor and occupying its orthosteric site. Altogether, physiological findings and computational data suggested that the observed effects of these compounds were most likely mediated by extracellular mechanisms associated with the direct interaction of both with the 5-HT2C receptor. This expands the list of non-specified cellular targets of LY294002 and LY303511 with 5-HT2C subtype of serotonin receptors.", "date": "2025-11-08", "journal": ""}
{"title": "Na+/H+ Exchanger Isoform 1 Regulates Apoptosis Susceptibility in Pulmonary Arterial Smooth Muscle from the Sugen/Hypoxia model of Pulmonary Hypertension", "doi": "10.1101/2025.11.06.687041", "authors": "Andrade, M. R.; Yun, X.; Croglio, M.; Niedermeyer, S.; Jiang, H.; Philip, N.; Murray, S.; Munson, M.; Suresh, K.; Damarla, M.; Huetsch, J.; Shimoda, L.", "abstract": "Pulmonary hypertension (PH) is characterized by vascular remodeling driven in part by apoptosis-resistant pulmonary arterial smooth muscle cells (PASMCs). Na/H exchanger isoform 1 (NHE1) regulates intracellular pH and plasma membrane cytoskeleton anchoring, influencing PASMC migration and proliferation, but the role of NHE1 in apoptosis remains unclear. NHE activity and NHE1 surface expression were increased in PASMCs from the Sugen/Hypoxia (SuHx) rat model compared to controls. Despite increased endoplasmic reticulum (ER) stress at baseline, SuHx PASMCs were resistant to apoptosis following H2O2 challenge. Pharmacological inhibition of NHE activity with ethyl-isopropyl amiloride (EIPA) and silencing with siRNA restored apoptosis in SuHx PASMCs. Conversely, NHE1 overexpression in control PASMCs conferred apoptosis resistance. Expression of mutant NHE1 constructs lacking ion translocation or binding to the adaptor protein, ezrin, also reduced H2O2-induced apoptosis. Mechanistically, apoptotic stimulation with H2O2 increased p38 phosphorylation in PASMCs from control, but not SuHx, rats, indicating impaired activation of this pro-apoptotic pathway. NHE1 suppression via EIPA or siRNA restored p38 phosphorylation in SuHx PASMCs, while overexpression of NHE1 (wild-type or mutants) suppressed p38 activation following apoptotic stimulation. Inhibition of p38 with SB203580 prevented the pro-apoptotic effect of EIPA, validating a role for p38 signaling in NHE1-mediated apoptosis resistance in SuHx PASMCs. These findings identify NHE1 as necessary and sufficient for PASMC apoptosis resistance in PH, by a mechanism independent of ion transport or ezrin-binding functions but involving suppression of p38 phosphorylation. Targeting NHE1-dependent pathways may restore PASMC apoptosis and offer a novel therapeutic strategy to reverse pulmonary vascular remodeling in PH.", "date": "2025-11-08", "journal": ""}
{"title": "Attractors are less stable than their basins: Canalization creates a coherence gap in gene regulatory networks", "doi": "10.1101/2025.11.06.687062", "authors": "Bavisetty, V. S. N.; Wheeler, M.; Kadelka, C.", "abstract": "Waddington's epigenetic landscape has served as biology's central metaphor for cellular differentiation for over half a century, depicting mature cell types as balls resting in stable valley floors. Boolean networks -- introduced by Kauffman in 1969 to model gene regulatory dynamics -- provide a mathematical formalization of this landscape, where attractors represent phenotypes and basins of attraction correspond to developmental valleys. Traditional stability measures quantify robustness by perturbing arbitrary states, yet biological systems typically reside at attractors rather than in transient states. Here we formalize and systematically analyze attractor coherence -- a stability measure Kauffman originally envisioned but never rigorously developed -- which quantifies how likely a perturbation of an attractor state causes phenotype switching. Analyzing 122 expert-curated biological Boolean models, we reveal a striking paradox: attractors representing mature cell types are consistently less stable than the developmental trajectories approaching them. Large-scale simulations of random networks demonstrate that this coherence gap arises from canalization -- a hallmark of biological regulation where individual genes can override others. While canalization increases overall network stability, it disproportionately stabilizes transient states, positioning attractors near basin boundaries. The gap's magnitude is almost perfectly predicted by network bias (Spearman's {rho} = -0.997), itself modulated by canalization. These findings revise Waddington's landscape: canalization carves deep protective valleys ensuring developmental robustness, yet simultaneously flattens ridges near valley floors, facilitating phenotypic plasticity when multiple fates coexist. This explains how biological systems achieve both reliable development and plasticity, with implications for understanding development, disease-related transitions, and designing robust yet controllable synthetic gene circuits.", "date": "2025-11-08", "journal": ""}
{"title": "Blockade of associative spine enlargement impairs awake cortical function", "doi": "10.1101/2025.11.06.686434", "authors": "Zhou, S.; Sawada, T.; Arima, T.; Panezai, S. K.; Ohtsuka, M.; Okazaki, H.; Takaramoto, S.; Terada, S.-I.; Kondo, M.; Hashimoto, T.; Ohki, K.; Matsuzaki, M.; Yagishita, S.; Kasai, H.", "abstract": "Awake cortical processing exhibits characteristic signatures in electroencephalography (EEG), electromyography (EMG), and locomotor activity, reflecting coordinated neural network dynamics driven by action potentials and synaptic transmission across broad cortical areas. Although memory functions are commonly engaged during these states, the causal contribution of associative synaptic plasticity, such as dendritic-spine enlargement, to ongoing cortical processing and wakefulness has remained unresolved, largely due to the lack of tools to selectively eliminate spine enlargement in vivo. Here we show that a Rac1-GAP based variant of Synaptic Chemogenetics (SYNCit-C, SynC), selectively and reversibly abolishes spine enlargement following administration of an A/C heterodimeriser, while leaving cellular excitability and NMDA-receptor function intact. Visual cortical responses were preserved, whereas motor learning was impaired in motor cortex. With broad frontoparietal SynC expression, A/C induced reversible deficits in goal-directed behaviours (laser-dot chasing and feeding initiation). It also caused intermittent State-C, a state outside canonical wake and sleep, marked by behavioural arrest and during these episodes, reduced gamma power and a blunted slow delta wave rise. SynC-A/C preserved firing and Ca rates, while pairwise spike correlations were reduced. All effects were reversible within ~1 h. These findings provide causal evidence that associative dendritic-spine enlargement supports awake cortical processing and wakefulness.", "date": "2025-11-08", "journal": ""}
{"title": "Lack of Reproducibility of Gulf War Illness-like Behavioral Effects in War-related Chemical Agents and Stressor Exposure Rat Models", "doi": "10.1101/2025.11.06.687069", "authors": "Lin, C.-l. G.; Lashley, R.; Foster, J. B.; Wang, X.; Muhleman, A. J.; Weaver, S.; Lin, E.; Lai, L.", "abstract": "Gulf War illness (GWI) is characterized by a range of neurological and neuropsychiatric symptoms, including chronic pain, fatigue, mood problems, and cognitive issues. The pathophysiology is associated with war-related environmental chemical exposure and psychological stress, which are known to disrupt glutamatergic synaptic structure and function. The goal of this study was to evaluate the efficacy of the investigational new drug LH-001, a candidate for enhancing tripartite glutamatergic synapses, in a rat model of GWI. We began by attempting to induce GWI-like phenotypes in rats using a previously published protocol involving exposure to specific chemical agents and mild stress. However, these efforts were unsuccessful, as the expected GWI symptoms were not observed. We then performed two protocol modifications--using more potent chemical exposures and higher stress levels--but were still unable to produce the desired phenotypes. Our results highlight significant issues with the reliability of current GWI rat models. A comparative analysis of other studies suggests that GWI-like behavioral effects, when induced in rats by chemical agents and stress, show a broader lack of reproducibility across different laboratories. This calls into question the robustness of current rat models for GWI and poses challenges for preclinical drug development.", "date": "2025-11-08", "journal": ""}
{"title": "Retinal ganglion cell input to superior colliculus encodes salient information", "doi": "10.1101/2025.11.06.687035", "authors": "Borges, K.; Xian, Q.; Lu, R.; Liang, Y.; Haley, S.; Nigam, S.; Ji, N.", "abstract": "The superior colliculus (SC) is critical in detecting and responding to salient stimuli. However, it is unknown whether salience signals are inherited from external sources such as retina and cortex, or arise from the intrinsic circuitry within SC. We used in vivo 2-photon calcium imaging with adaptive optics to examine the activity of retinal ganglion cell (RGC) axon terminals in superficial SC (sSC). We found that RGC boutons exhibit similar saliency-related activity as sSC neurons. A majority of boutons respond more strongly to salient discontinuities of visual features, and change their orientation preference depending on stimulus properties such as the orientations of edges of drifting gratings. We furthermore demonstrate that these effects arise from the center-surround receptive field structure of RGCs. Our results show that the orientation tuning of RGCs is highly flexible, and that saliency encoding originates in retina rather than sSC.", "date": "2025-11-08", "journal": ""}
{"title": "Recurrent neural network models reveal unified mechanisms generating event-related potentials from MMN to P300", "doi": "10.1101/2025.11.06.687057", "authors": "Strock, A.; Nghiem, T.-A. E.; Trouvain, N.; Mistry, P. K.; Menon, V.", "abstract": "The brain's ability to detect behaviorally relevant stimuli from sensory inputs is fundamental to cognition, yet the neural mechanisms linking synaptic processes to event-related potential (ERP) signatures remain unclear. Here, we develop a recurrent neural network (RNN) models of ERP responses demonstrating that short-term synaptic depression, a ubiquitous plasticity mechanism, provides a unified computational framework for mismatch negativity (MMN) and P300 responses across passive and active oddball paradigms. Our models reveal that neural populations spontaneously organize stimulus representations into probability-dependent geometric manifolds, where rare events occupy expanded state space. Hierarchical connectivity creates 9-fold signal amplification with enhanced noise robustness, explaining P300's functional advantages over sensory responses. Critically, the same synaptic mechanism accounts for attentional modulation of behaviorally relevant stimuli, providing the first unified explanation bridging automatic and controlled attention. This framework offers for how synaptic and connectivity disruptions manifest as altered MMN and P300 characteristics in neuropsychiatric disorders.", "date": "2025-11-08", "journal": ""}
{"title": "Structure-based engineering of a nutrient acquisition protein enhances neutralizing antibodies and protection for the development of a gonococcal vaccine", "doi": "10.1101/2025.11.06.685839", "authors": "Au, N. Y. T.; Zhong-Johnson, L. E. Z.; Fegan, J.; Islam, E.; Xu, S.; Ng, D.; Shah, M.; Caruso, L.-L.; Lai, C. C. L.; Schryvers, A. B.; Gray-Owen, S.; Moraes, T. F.", "abstract": "Gonorrhea is increasingly resistant to treatment and has been labelled an urgent threat due to the diminishing effectiveness of existing therapeutics. To address this challenge, we targeted the Neisseria gonorrhoeae transferrin binding protein B (TbpB), which is critical for iron acquisition and neisserial growth, as a vaccine target. Building on previous studies investigating the application of TbpB as an immunogen against various bacterial pathogens, we aimed to optimize this antigen for a broad protective effect. We compared the efficacy of wild type TbpB immunogens with engineered TbpB mutants that do not bind human transferrin (hTf) using infection studies in transgenic mice expressing hTf, which were required because the strict specificity of neisserial TbpB precludes its complexing with non-human transferrin. Comprehensive biophysical analyses confirmed that the introduced single residue mutations abolished hTf binding without compromising antigen structure. Immunization with the mutant antigens conferred increased resistance to infection by N. gonorrhoeae relative to that provided by the wild-type antigen in the humanized mice. When considering effector functions of the humoral response, we observed that the mutated antigen elicited more effective bactericidal and function-neutralizing activity. Through strategic mutations, we therefore enhanced vaccine effectiveness in a physiologically relevant model without significantly affecting the structure or immunogenicity of the antigen. This study highlights the use of rational structure-guided antigen design to drive effective immune responses and the potential interference of immunogen binding to host factors, and reinforces the utility of targeting TbpB in a gonococcal vaccine.", "date": "2025-11-08", "journal": ""}
{"title": "Preservation of vision after chemically induced retinal ganglion-like-cell transplantation.", "doi": "10.1101/2025.11.06.686630", "authors": "SHOAIB, R. M.; Tripathi, P.; Medvidovic, S.; Lin, R.; Sandrosyan, A.; Mahato, B.", "abstract": "Optic neuropathies are a leading cause of irreversible blindness in children and adults, primarily due to the loss of retinal ganglion cells (RGCs). Currently, there are no effective treatments available to preserve vision in affected patients. Although RGCs derived from pluripotent stem cells present a promising therapeutic strategy, the efficient generation of human RGCs remains a significant challenge. Here, we report a facile method using a combination of five small molecules to reprogram human primary fibroblasts into Chemically Induced RGC-like Cells (CiRGCs), which we term CiRGCs, within just four days. scRNA-Seq analysis revealed that these in vitro generated CiRGCs express canonical RGC markers such as Pou4f1, Brn3b, Rbpms, and Sncg, as well as several RGC subtype-specific genes. Notably, CiRGCs cluster near native RGCs derived from day 59 fetal retina from published datasets. Furthermore, scATAC-Seq showed open chromatin at RGC-specific promoters and closed chromatin at fibroblast-specific promoters in CiRGCs, confirming successful lineage conversion. Functionally, transplantation of CiRGCs into models of excitotoxic RGC injury led to improved electrophysiological responses for up to 2.5 months possibly through a neuroprotective mechanism. Mechanistically, scRNA-Seq analysis indicated that CiRGC reprogramming proceeds via activation of potential youthful cellular pathways in intermediate cell clusters. In summary, our results establish a rapid, chemical-based strategy for CiRGC reprogramming and highlight its potential as a novel cell therapy approach for treating optic neuropathies, including glaucoma, where RGC loss is the final common pathway.", "date": "2025-11-08", "journal": ""}
{"title": "Spatial variability of shade and its effects on cocoa trees productivity in agroforestry systems", "doi": "10.1101/2025.11.06.687074", "authors": "GUEI, S. H.; Sanogo, S.; Mbo, A. A. K.; Wibaux, T.; Cherif, M.; Jagoret, P.", "abstract": "The impact of intra-plot multi shading on cocoa tree productivity is a widely exploited aspect of agroforestry practice. This study, conducted on 1,000 m2 experimental plots at three agroclimatic sites in Cote d'Ivoire (Azaguie, Divo, Soubre), mapped the spatial heterogeneity of shade provision using light intensity measurements and then calculated cocoa productivity over two years of data collection. A geostatic approach (ordinary kriging) was used to analyze the shade in agroforestry plots, which revealed significant heterogeneity. This heterogeneity was primarily attributed to the phenological diversity of the companion trees. The analysis revealed that low shading levels (approximately 30%) emerged as thresholds where cocoa productivity was highest. However, it was observed that elevated shading levels, exceeding 60%, resulted in a significant decline in productivity. Among the companion trees, Ceiba pentandra, Eleais guineensis, and Persea americana offer light to moderate shade. Conversely, certain trees that provide heavy shade, such as Mangifera indica, are identified as less beneficial because they significantly reduce cocoa productivity.", "date": "2025-11-08", "journal": ""}
{"title": "Metabolic fluctuations explain allometric scaling diversity", "doi": "10.1101/2025.11.06.686202", "authors": "Tabi, A.; Merbis, W.; Santos, F.; Sole, R.", "abstract": "Metabolic scaling, the relationship between energy use and body size, has long been treated as a universal law of life. However, extensive variation in scaling exponents across species challenges this assumption. Here, we show that such scaling can emerge spontaneously from stochastic cellular growth dynamics, without postulating any fixed relationship between mass and metabolism. In our framework, ontogeny is a nonequilibrium thermodynamic process in which energy is continuously dissipated and redistributed among fluctuating cellular states. When applied across diverse life histories, the model reproduces the observed range of metabolic exponents, revealing that scaling diversity arises naturally from fundamental thermodynamic constraints on stochastic, energy-dissipating growth.", "date": "2025-11-08", "journal": ""}
{"title": "ALKBH1 activity in vitro and human cell lines by isotope dilution mass spectrometry", "doi": "10.1101/2025.11.06.687068", "authors": "Henzeler, B.; Hofmeister, O.; Kögel, K.; Qi, Y.; Hagelskamp, F.; Heiss, M.; Schelter, F.; Xu, F.; Daumann, L. J.; Carell, T.; Kaiser, S.; Schneider, S.", "abstract": "AlkB homolog 1 (ALKBH1) is a member of the AlkB family of Fe(II) and -ketoglutarate (-KG)-dependent dioxygenases, known for its enzymatic activity on various nucleic acid substrates. Its known targets include N1-methyladenosine (m1A), N6-methyladenosine (m6A), N3-methylcytidine (m3C), and 5-methylcytosine (m5C) in RNA, as well as N6-methyladenine (N6-mA, 6mA) in DNA and the histone protein H2A. Moreover, dysregulation or dysfunction of ALKBH1 has been implicated in a broad spectrum of human diseases. In order to shed further light on the substrate scope and role of ALKBH1, we used quantitative mass spectrometry to assess its activity in vitro and in human cell lines. To study ALKBH1 activity on defined substrates in vitro, we enzymatically generated tRNAs specifically carrying the m3C32 (tRNA-ThrUGU and tRNA-SerUCN) and i6A37 (tRNA-SerUCN) modifications. Here we show that ALKBH1 reduces m3C, m1A and m5C in vitro in total extracts of tRNAs, but does not impact on rRNA modifications in human cell lines. However, upon overexpression or siRNA-mediated knock-down of alkbh1 in human cell lines no impact on the modification of total tRNA extracts or specifically enriched RNAs could be observed. In addition, varying the glucose and fetal bovine serum (FBS) concentration in the growth medium of HEK293T cells, in combination with alkbh1 siRNA-mediated knock-down, also shows no impact on the tRNA modification spectra. Based on our data, we conclude that in human cells lines grown under optimal conditions ALKBH1 does not play an important role in the demethylation of tRNAs.", "date": "2025-11-08", "journal": ""}
{"title": "Engineering a Multilayer Microfluidic Airway-On-A-Chip with Tunable GelMA Hydrogel for Physiologically Relevant Aerosol Exposure Studies", "doi": "10.1101/2025.11.06.687056", "authors": "Bennet, T. J.; Randhawa, A.; Caffrey, T. M.; Solomon, T.; Lyall, E.; Huff, R. D.; Schwartz, C.; Xi, Y.; Carlsten, C.; Cheung, K. J.", "abstract": "Climate change-driven increases in forest fires pose a major global health risk due to exposure to smoke containing hazardous gases and fine particulates, emphasizing the need for physiologically relevant in vitro airway models for studying smoke-induced responses. Microfluidic lung-on-a-chip technologies provide a strong foundation for in vitro airway modeling and ongoing developments are expanding their ability to incorporate multicellular organization, extracellular matrix complexity, and physiologically relevant exposure methods. This work presents the optimization and integration of a photopolymerizable gelatin methacrylate (GelMA)-based hydrogel into a microfluidic airway-on-a-chip that models the human small conducting airways and supports controlled aerosol exposure to wood smoke. The GelMA hydrogel was optimized to support fibroblast encapsulation, endothelial, and epithelial adhesion and robust mechanical stability. The device combines the hydrogel with a compartmentalized microchannel layout, and sacrificial molding to create a 3D organotypic airway culture featuring a multilayer architecture, 3D stromal matrix, and a perfusable vasculature-like lumen. Coupling the platform with a custom aerosol exposure system enables precise, biomimetic exposure to whole wood smoke. Proof-of-concept studies using transforming growth factor beta1 (TGF-{beta}1) and whole wood smoke elicited expected inflammatory and fibrotic responses, validating the platform's physiological relevance for inhalation studies and investigating smoke-induced airway remodeling and inflammation.", "date": "2025-11-08", "journal": ""}
{"title": "SpecLig: Energy-Guided Hierarchical Model for Target-Specific 3D Ligand Design", "doi": "10.1101/2025.11.06.687093", "authors": "Zhang, P.; Han, R.; Kong, X.; Chen, T.; Ma, J.", "abstract": "Structure-based generative models often optimize single target affinity while ignoring specificity, producing candidates prone to off-target binding. We introduce SpecLig, a unified, structure-based framework that jointly generates small molecules and peptides with improved target affinity and specificity. SpecLig represents a complex as a block-based graph, combining a hierarchical SE(3)-equivariant variational autoencoder with an energy-guided geometric latent diffusion model. Chemical priors derived from block-block contact statistics are explicitly incorporated, biasing generation toward pocket-complementary fragment combinations. We benchmark SpecLig on peptide and small-molecule tasks using standard public datasets and propose precision/breadth testing paradigms to quantify specificity. Across multiple evaluations, ligand candidates generated by SpecLig usually bind the target pocket with high specificity and affinity while maintaining competitive advantages in other attributes. Ablations indicate that both hierarchical representation and energy guidance contribute to the success. Finally, we provide multiple real applications to demonstrate how SpecLig improves ligands in natural complexes to avoid potential off-target risks. SpecLig therefore provides a practical route to prioritize higher-specificity designs for downstream experimental validation. The codes are available at: https://github.com/CQ-zhang-2016/SpecLig.", "date": "2025-11-08", "journal": ""}
{"title": "Task-similarity dependent reconfiguration of compositional modules and geometry in frontal cortex", "doi": "10.1101/2025.11.06.687080", "authors": "Chen, X.; Yao, X.; Yin, X.; Guo, Z. V.", "abstract": "Task rules critically shape how neural populations encode information and generalize across cognitive demands, yet the mechanisms linking rule structure, neural dynamics, and behavior remain poorly understood. Here we investigate how rule congruence modulates neural-ensemble compositionality, geometry and cross-task generalizability in mouse anterior lateral motor cortex (ALM). Mice switched between tactile and auditory delayed-response tasks where sensory-motor contingencies were either aligned (congruent) or conflicting (incongruent). Recording from 11,000 ALM neurons revealed rule dependent compositional coding of stimulus, choice, and outcome. In contrast to congruent switching, incongruent rules reduced cross-task generalizability of sensory, choice and outcome representations, expanded population dimensionality, increased reliance on nonlinear mixed-selectivity, and produced more complex coding geometry. These neural changes paralleled behavioral costs during task transitions. Moreover, congruence dependent reconfiguration of sensory-choice subspaces in ALM predicted differences in transition costs, implicating ALM in adaptively resolving conflicting contingencies. Together, these results show that task congruence regulates neural coding geometry and population dynamics, linking rule-switching complexity to dimensionality of neural resource allocation and to cognitive flexibility.", "date": "2025-11-08", "journal": ""}
{"title": "Splicing of a core clock gene regulates seasonal adaptations by a winter gating mechanism", "doi": "10.1101/2025.11.06.687099", "authors": "Hidalgo, S.; Del Rio, R.; Tabuloc, C. A.; Perez Hernandez, L. A.; Berry, A. L.; Cai, Y. D.; Lewald, K. M.; Chiu, J. C.", "abstract": "Seasons bring changes to the environment. Many organisms adjust their physiology and behavior in response to seasonal changes in order to survive. Although the molecular mechanisms mediating the integration of seasonal cues are still unclear, the working model indicates the involvement of the circadian clock. Notably, the circadian neuropeptide Pigment Dispersing Factor (PDF), an output of the circadian clock, has been shown to alter its expression and activity in response to seasonal changes to facilitate seasonal adaptations in insects. Here, we show that the alternative splicing (AS) of a circadian clock gene, timeless (tim), regulates the seasonal responses of PDF signaling in Drosophila melanogaster. We first showed that tim-sc, the predominant isoform in winter, is regulated by photoperiod in addition to temperature, while the expression of the canonical tim-l isoform is primarily sensitive to temperature. We then demonstrated that tim-sc maintains physiology and behavior in a winter lock state by modulating PDF. At the cellular and molecular level, TIM-SC behavior difers from the canonical TIM-L. Interestingly, flies expressing tim-sc did not fully phenocopy wild-type flies reared in winter conditions, suggesting that other mechanisms are at play in regulating seasonal adaptations, despite the importance of tim AS.", "date": "2025-11-08", "journal": ""}
{"title": "3D Mapping of Intact Ovaries Reveals the Aging Dynamics of the Ovarian Reserve", "doi": "10.1101/2025.11.07.686728", "authors": "D'Angelo, A.; Franco-Barranco, D.; Musy, M.; Sharpe, J.; Arganda-Carreras, I.; Boke, E.", "abstract": "Female fertility depends on a finite pool of oocytes that depletes during aging, yet the spatiotemporal dynamics of this depletion remain poorly understood. Traditional methods obscure the 3D architecture of the ovary, limiting quantitative insights. Here, we combine light-sheet microscopy, artificial intelligence (AI)-driven segmentation, and mathematical modeling to map over 100,000 oocytes in whole-ovaries across the reproductive lifespan in mouse. We find that newly activated oocytes represent a fixed fraction of the ovarian reserve, despite an age-related decline in total oocyte numbers. Spatial analysis revealed that oocytes are enriched along the lateral ovarian axis, and local oocyte density positively correlates with activation. We also uncover a bimodal distribution of oocyte sizes, suggesting a bottleneck during oogenesis. Finally, a differential equation-based model captures the kinetics of oocyte activation and loss. Our findings establish a quantitative framework for understanding ovarian aging and suggest that an organ-scale regulatory mechanism coordinates the age-related decline in oocyte numbers.", "date": "2025-11-08", "journal": ""}
{"title": "HeartMap: An Integrated Cell Atlas of 2.4 million cells across 209 Individuals in Health and Disease", "doi": "10.1101/2025.11.06.686995", "authors": "Datar, Y.; Chaffin, M.; Simonson, B.; Mandia, A.; Ellinor, P. T.", "abstract": "Cardiovascular disease remains the leading cause of global mortality. Understanding its complexity requires dissecting the heart's cellular landscape. We present HeartMap, a comprehensive single-nucleus RNA sequencing atlas of the adult human heart. This resource integrates data from nine studies, encompassing over 2.4 million nuclei, 209 individuals, eight anatomical regions, and seven disease and healthy states. After rigorous data harmonization and benchmarking of batch-correction methods, we characterized transcriptional diversity across 14 cell types. To demonstrate the utility of HeartMap, we identified robust disease-associated gene signatures in dilated cardiomyopathy by comparing across multiple studies. Notably, we identified distinct activated fibroblast populations, with COL22A1 or TNC enrichment, revealing potential differences between inherited and ischemic cardiomyopathies. HeartMap provides a valuable tool for exploring cardiac disease at the single-cell level, facilitating both fundamental research and potential therapeutic development.", "date": "2025-11-08", "journal": ""}
{"title": "Extracellular matrix and cytoskeletal reverse remodeling pathways are key drivers of myocardial recovery following left ventricular assist device therapy", "doi": "10.1101/2025.11.06.687098", "authors": "SHANKAR, T. S.; Marchetti, M.; Srinivasan, H.; Visker, J. R.; Hamouche, R.; Johnson, E.; Jeong, J.; Kyriakoulis, I.; Ling, J.; Sideris, K.; Selzman, C. H.; Hernandez, E. J.; Tristani-Firouzi, M.; Tseliou, E.; Drakos, S. G.; Wever-Pinzon, O.", "abstract": "Transcriptomic changes in heart failure (HF) patients prior to and following left ventricular assist device (LVAD) support have been extensively studied. Recent studies focused on understanding DNA methylation changes in patients with cardiovascular diseases (CVD) and the role of circulating markers of DNA methylation as clinical predictors of the risk of CVD related morbidity and mortality. In this study, we used paired (pre- and post-LVAD) myocardial samples to examine changes in DNA methylation alongside RNA and protein expression. Our data suggests that patients with no improvement in cardiac function after LVAD therapy, despite showing an improvement in energy production (increased {beta}-oxidation of fatty acid) exhibited persistent activation of profibrotic signaling, increased collagen deposition and cytoskeletal disarray evident from abnormal increase in sarcomeric distance following LVAD support. Contrarily, patients with improvement in cardiac function after LVAD therapy showed activation of pro-inflammatory signaling, collagen degradation and myogenesis. Both RNA sequencing and western blot data showed increased COL1A1 and decreased TPPP3 in post-NR thereby suggesting increased fibrosis and disrupted cytoskeletal signaling as potential barriers to myocardial recovery. Additionally, responders to LVAD therapy showed a significant reversal in myocardial interstitial fibrosis with a preserved sarcomeric architecture. Mice model of HF and recovery also confirmed our human findings, with reduced fibrotic signaling and improved cytoskeletal remodeling signaling observed in mice that showed improvement in cardiac function compared to mice with HF. Overall, our data suggests that altering extracellular matrix regulation and cytoskeletal signaling pathways may contribute to myocardial recovery. Further studies targeting these pathways are required to identify new HF therapeutic targets.", "date": "2025-11-08", "journal": ""}
{"title": "SPARK: in silico simulations for benchmarking nascent RNA sequencing experiments", "doi": "10.1101/2025.11.06.687082", "authors": "Calvo-Roitberg, E.; Lehman, J. W.; Tam, E.; Elhajjajy, S.; Engelhardt, B. E.; Pai, A. A.", "abstract": "Nascent RNA sequencing offers profound insights into transcriptional dynamics, yet there are substantial challenges to analyzing these data. The development of proper computational tools necessitates realistic benchmarking datasets that reflect biological variability and technical biases. We present simulated pre-mRNA and RNA kinetics (SPARK), a versatile in silico framework for generating reads across nascent RNA sequencing approaches. SPARK simulates the process of transcription - allowing for variable elongation rates and pausing events - and key experimental features. SPARK provides a comprehensive platform for computational development and benchmarking in nascent RNA genomics.", "date": "2025-11-08", "journal": ""}
{"title": "Characterization of calcifications in posterior horn of human meniscus using micro-computed tomography", "doi": "10.1101/2025.11.07.686933", "authors": "Karjalainen, V.-P.; Hellberg, I.; Turkiewicz, A.; Shakya, B. R.; Khoshimova, N.; Nevanranta, E. A.; Das Gupta, S.; Elkhouly, K.; Sjogren, A.; Finnila, M. A. J.; Onnerfjord, P.; Hughes, V.; Tjornstrand, J.; Englund, M.; Saarakkala, S.", "abstract": "Meniscal calcifications are associated with meniscal degeneration and osteoarthritis (OA). We investigated micro-computed tomography (micro-CT) imaging for identification of calcification patterns caused by basic calcium phosphate (BCP) and calcium pyrophosphate (CPP). Posterior horns of human medial and lateral menisci from 19 individuals with medial compartment knee OA and 21 deceased donors were imaged with high-resolution micro-CT. Raman spectroscopy characterized the calcification types from histological sections, adjacent to micro-CT piece. Qualitative and quantitative analysis, visualization, and grading were performed using 3D micro-CT images of meniscal calcifications. Different calcification patterns were observed with BCP and CPP. BCP was found at the borders of meniscal tissue and inside complex tears or fibrillation. In contrast, CPP accumulated as circumferential rod-like structures between collagen bundles, mainly inside the meniscal tissue, and lacked the porous 3D structure observed in BCP calcifications. Quantitatively, CPP samples had a higher calcification volume compared to BCP with a geometric mean ratio of 14 (95%CI; 3,73), and larger particle sizes with a ratio of 7 (95%CI; 2,8). Additionally, BCP calcifications had an organized porous structure with a closed porosity range of 6-19, while a similar structure was not seen in CPPs (range 1-3.5). We qualitatively and quantitatively identified volumetric and morphological differences in the calcification deposition patterns between BCP and CPP calcifications in human meniscus. The calculated differences may help distinguish the calcification types with in vivo imaging modalities in the future, as well as provide a better understanding of their role in OA.", "date": "2025-11-08", "journal": ""}
{"title": "Automated spermatogenic staging in PAS-stained testes of Sprague-Dawley rats using a deep learning model for nomal and atrophied tissues", "doi": "10.1101/2025.11.06.687107", "authors": "Kim, D.-M.; Rho, J.-H.; Wee, S.-Y.; Son, H.-Y.", "abstract": "The spermatogenic stage serves as a vital criterion for assessing normal spermatogenesis and is central to evaluating reproductive toxicity. Current manual methods for spermatogenic stage evaluation are time-intensive, require expert knowledge, and are less effective in detecting subtle changes or comparing stage frequencies across samples. To overcome these limitations, this study introduces a method leveraging the object detection models, Region-based Convolutional Neural Networks (R-CNN), for efficient and accurate spermatogenic stage evaluation. 14 stages were identified using Periodic Acid-Schiff (PAS)-stained Sprague-Dawley (SD) rat testicular tissue, and the approach was further applied to atrophied testicular samples as a real-world example. The model achieved a mean average precision of 0.869 and a mean average recall of 0.977 in detecting spermatogenic stages and atrophy. Agreement with pathologist assessments exceeded 91%, providing objective benchmarks for stage evaluation and facilitating the comparison of stage frequencies across multiple samples. In atrophied tissues, the model enabled quantitative grading by analyzing proportional changes in atrophied seminiferous tubules relative to normal tubules. This automated approach reduces the workload of pathologists while delivering rapid and precise assessments of toxicological changes in spermatogenesis. By integrating deep learning models, this study enhances both the accuracy and efficiency of pathological evaluations, offering a transformative tool for reproductive toxicity studies.", "date": "2025-11-08", "journal": ""}
{"title": "Permeabilization with fenchone enhances cryopreservation of Drosophila embryos", "doi": "10.1101/2025.11.06.687078", "authors": "Zimmerman, D. M.; Yin, R.; Vaca, M.; Samuel, A. D. T.; de Bivort, B. L.", "abstract": "The difficulty of cryopreservation has long been a limitation of Drosophila melanogaster as a genetic model organism. Here we report a statistically significant improvement in the efficiency of Drosophila cryopreservation by substituting limonene with the monoterpenoid fenchone in the embryo permeabilization step of a previously published method. We found that fenchone-permeabilized embryos exhibit greater uptake of cryoprotectant compared with those permeabilized by limonene, and a ~6-fold increase in the rate of egg-to-adult survival for wild-type flies. Using this improved protocol, we successfully cryopreserved and revived precious strains after 12 months of storage in liquid nitrogen. These results suggest that fenchone is a superior permeabilizing agent for fly embryo cryopreservation, expanding possibilities for the long-term maintenance of Drosophila and other insect species. Further refinement of this approach may enable cryopreservation to replace continuous culture as the method of choice for routine maintenance of fly stocks.", "date": "2025-11-08", "journal": ""}
{"title": "A 5'-end based Molecular Marker Enables Identification and Deployment of a Functional Rpi-vnt1.1 Allele for Durable Late Blight Resistance in Potato", "doi": "10.1101/2025.11.06.687089", "authors": "Wang, S.; Wang, L.; Feng, S.; Hu, C.; Meng, X.; Chang, S.; Feng, Y.; Kong, L.; Zhao, X.", "abstract": "Potato (Solanum tuberosum) is a globally important food crop, yet its production is severely threatened by late blight, caused by Phytophthora infestans. Deploying resistance (R) genes in breeding programs offers a sustainable approach for disease management. Rpi-vnt1.1 is a broad-spectrum R gene cloned from wild Solanum species Solanum venturii. Here, we developed a PCR marker targeting the 5'-end extension of Rpi-vnt1.1, which enables efficient and specific detection of the resistant alleles. Screening of advanced breeding lines from the International Potato Center (CIP) identified line C1848, which carries a functional Rpi-vnt1.1 allele. Inoculation assays confirmed C1848 confers strong resistance to P. infestans. Subsequent functional assays, including RNAi-mediated silencing in C1848 and heterologous expression in Nicotiana benthamiana, demonstrated that this resistance is specifically mediated by the Rpi-vnt1.1 allele. This specific marker provides a rapid, low-cost tool for marker-assisted breeding, facilitating the deployment of potato cultivars carrying Rpi-vnt1.1.", "date": "2025-11-08", "journal": ""}
{"title": "Barley (Hordeum vulgare) maintains tricarboxylic acid cycle activity without invoking the GABA shunt under salt stress", "doi": "10.1101/2025.11.06.687118", "authors": "Bandehagh, A.; Taylor, N. L.", "abstract": "Plants maintain energy balance under salinity stress through increased respiration and energy use, processes also associated with reactive oxygen species generation. Although respiration imposes a high energy cost, mitochondrial respiration and the tricarboxylic acid (TCA) cycle activity are vital for ATP production and providing electron donors that drive ion exclusion and ROS detoxification. This study examined the molecular basis of respiratory responses to salinity in barley using physiological, biochemical, metabolomic, and proteomic analyses. Salt exposure resulted in sodium accumulation, decreased photosynthesis and biomass, and increased respiration. Metabolite profiling indicated activation of the TCA cycle, while proteomics showed increased abundance of all targeted TCA enzymes, including phosphoenolpyruvate carboxylase isoforms and succinate dehydrogenase. Enhanced pyruvate oxidation and accumulation of downstream metabolites suggested that the classical TCA cycle underpins barley's salinity tolerance. Conversely, reduced levels of 2-oxoglutarate and succinate implied limited activity of the GABA shunt. The absence of detectable arginine and ornithine, unlike their salt-induced increase in wheat, further indicated that the GABA shunt contributes minimally to barley's salinity tolerance. Overall, barley primarily relies on enhanced mitochondrial respiration and the canonical TCA cycle, rather than GABA shunt metabolism, to cope with salinity stress.", "date": "2025-11-08", "journal": ""}
{"title": "Morphological Identification of Ticks in district Swabi, Mardan, and Charsadda", "doi": "10.1101/2025.11.07.687134", "authors": "Mohammad, A.; Hongsu, H.; Ali, A.; Zhao, J.; Wu, Y.; Alam, U.; Dai, J.; Zhao, C.; Zhao, T.; Hui, Z.; Zhihua, S.", "abstract": "Ticks are ectoparasitic arthropods that play a significant role in transmitting pathogens to humans and animals. This study aimed to address the research gap in understanding the morphological diversity and distribution of tick species in Swabi, Mardan, and Charsadda districts of Pakistan, where tick-borne diseases are prevalent but poorly documented. The primary objectives were to identify tick species, document their morphological characteristics, and map their distribution patterns across different habitats. Field surveys were conducted over nine months, collecting tick specimens from forests, grasslands, and residential areas. Specimens were preserved and analyzed using stereo-zoom microscopy and taxonomic keys for accurate classification. Key findings revealed a diverse tick fauna, including hard ticks (Ixodidae), with variations in body size, colour patterns, capitulum shape, and scutum features. Some species were widely distributed across all three districts, while others exhibited localized patterns. The study provides the first comprehensive morphological identification of tick species in these regions, highlighting their potential role in disease transmission. The implications of this research are significant for public health and disease control. The data can inform targeted interventions, enhance disease surveillance programs, and support the development of preventive measures to mitigate tick-borne diseases. By contributing to tick taxonomy and epidemiology, this study lays the groundwork for protecting public health in the study regions and beyond. This study addresses the lack of data on tick diversity in high-prevalence regions of Pakistan, providing critical insights for disease control and public health strategies. Limited information exists on the morphological diversity and distribution of tick species in Swabi, Mardan, and Charsadda districts. To identify tick species, document morphological characteristics, and map their distribution patterns in the study areas. Field surveys, specimen collection, stereo-zoom microscopy, and taxonomic classification were employed over nine months. Diverse tick fauna was identified, including hard ticks, with variations in morphology and distribution. Some species were widespread, while others were localized, highlighting potential disease transmission risks. The findings support targeted interventions, disease surveillance, and preventive measures, contributing to public health protection and tick-borne disease control in the region.", "date": "2025-11-08", "journal": ""}
{"title": "Patient-Specific Midbrain Organoids with CRISPR Correction Reveal Disease Mechanisms and Enable Therapeutic Evaluation in Neuronopathic Gaucher Disease", "doi": "10.1101/2025.11.06.686937", "authors": "Lin, Y.; Liou, B.; Fannin, V.; Adler, S.; Mayhew, C. N.; Hammonds, J. E.; Hu, Y.-C.; Tchieu, J.; Zhang, W.; Zhao, X.; Beres, R. L.; Setchell, K. D.; Kaynak, A.; Qi, X.; Feldman, R. A.; Sun, Y.", "abstract": "Neuronopathic Gaucher disease (nGD) is a lysosomal storage disorder caused by GBA1 mutations, leading to defective acid {beta}-glucosidase (GCase) and accumulation of glycosphingolipid substrates, causing inflammation and neurodegeneration. Patients with nGD manifests severe neurological symptoms, but current animal models fail to fully recapitulate human condition, posing a major barrier to the development of effective therapies targeting the brain. To bridge this gap, we have developed midbrain-like organoids (MLOs) from human induced pluripotent stem cells (hiPSCs) of nGD patients with GBA1L444P/P415R and GBA1L444P/RecNcil mutations to model nGD brain pathogenesis. These nGD MLOs exhibited GCase deficiency, resulting in diminished enzymatic function, accumulation of lipid substrates, widespread transcriptomic changes, and impaired dopaminergic neuron differentiation, mirroring nGD pathology. GBA1 mutation correction mediated by CRISPR/Cas9 restored GCase activity, normalized lipid substrate levels, and rescued dopaminergic neuron function, confirming the causal role of GBA1 mutations during early brain development. Using this novel platform, we further evaluated therapeutic strategies, including SapC-DOPS nanovesicles delivering GCase, AAV9-GBA1 gene therapy, and substrate reduction therapy with GZ452, a glucosylceramide synthase inhibitor currently under clinical investigation. These treatments either restored GCase activity, reduced lipid substrate accumulation, improved autophagic and lysosomal abnormalities, or ameliorated dysregulated genes involved in neural development. These patient-specific, 3D neural models offer a transformative, physiologically relevant platform for unravelling disease mechanisms and accelerating the discovery of therapies for patients with nGD.", "date": "2025-11-08", "journal": ""}
{"title": "Repeated fentanyl abstinence intensifies opioid withdrawal and induces a proinflammatory state in striatal microglia", "doi": "10.1101/2025.11.06.687032", "authors": "Bergkamp, D. J.; Coffey, K. R.; Dawkins, A. J.; Rice, M. T.; Peden-Asarch, A. M.; Neumaier, J. F.", "abstract": "Opioid withdrawal is a serious obstacle to self-initiated abstinence, and previous experiences of opioid withdrawal may exacerbate the severity of subsequent incidences. To study the impact of repeated opioid withdrawal episodes, we compared male and female mice after one or five cycles of fentanyl exposure and withdrawal. We selectively expressed hemagglutinin-tagged ribosomes (RiboTag) in microglia of transgenic mice to immunoprecipitate and sequence RNA actively undergoing translation (the 'translatome') from striatal microglia during fentanyl withdrawal. Key changes were confirmed by RTqPCR of RiboTag RNA. Repeated bouts of fentanyl treatment and withdrawal impacted striatal microglia much more than a single cycle of fentanyl followed by withdrawal. Multiple withdrawal cycles reduced ramification of microglial processes, suggesting a more reactive cell state, and induced more severe behavioral withdrawal signs in mice. Five cycles of fentanyl exposure and withdrawal increased the expression of gene networks associated with innate immunity signaling. Indeed, 100% of the genes associated with the 'microglia core sensome', were upregulated after five cycles of withdrawal. Together these results suggest that mouse striatal microglia initiate a proinflammatory response following five, but not one, opioid exposure and withdrawal experiences and suggest that drug therapies targeting microglial innate immune responses may mitigate the severe withdrawal associated with repeated opioid tolerance and withdrawal.", "date": "2025-11-08", "journal": ""}
{"title": "Antibodies, Memory B Cells, and Antigen Valency Reshape B Cell Responses to Drifted Influenza Virus Vaccination", "doi": "10.1101/2025.11.07.687210", "authors": "Reusch, L.; Mathew, N. R.; Schön, K.; Kosik, I.; Gibbs, J. S.; Mankowski, M. C.; Besavilla, D. F.; yewdell, j.; Bemark, M.; Angeletti, D.", "abstract": "Antigenic drift in influenza A virus hemagglutinin (HA) limits humoral protective immunity. Here, we combine cell fate mapping with adoptive transfer of antigenic-site-specific antibodies (Abs) and memory B cells (MBCs) with moderately drifted HA vaccination in mice to better understand how this influences immune escape and protective responses. We demonstrate that drift in vaccine antigens affects MBC reactivation and naive B cell responses in germinal centers (GC). Strikingly, passively transferred monoclonal and polyclonal Abs suppress cognate epitope-specific GC B cell responses only when the vaccine antigen was multivalent while responses to monovalent recombinant trimeric HA remain unaffected. Using MBC and Abs co-transfer we unveil that antigenic site-specific suppression is more potent in blocking MBC rather than naive B cells entry into GC. In addition, we show that MBC hamper naive B cell recruitment to GC even in the absence of antibody transfer through local differentiation and Ab release in the responding lymph node. Altogether, our study reveals that serum Ab feedback depends on vaccine valency, while pre-existing MBC alone without Abs present can reshape immunodominance of naive B cells, with critical practical implications for rational universal influenza vaccine design.", "date": "2025-11-08", "journal": ""}
{"title": "Structure basis for distinct protective mechanisms of IGHV3-23 antibodies targeting influenza hemagglutinin stem", "doi": "10.1101/2025.11.06.687086", "authors": "Lv, H.; Huan, Y. W.; Pholcharee, T.; Teo, Q. W.; Liu, W.; Gopal, A. B.; Choi, D.; Ardagh, M. R.; Tan, T. J. C.; Sun, Y.; Mehta, A.; Li, J.; Szlembarski, M.; Huang, J. J.; Ma, E. X.; Wittenborn, L. E.; Kasture, P.; Mok, C. K. P.; Wu, N. C.", "abstract": "Characterization of antibodies targeting the conserved stem domain of influenza hemagglutinin (HA) is critical for developing broadly protective countermeasures against influenza virus. From a phage display human antibody library, this study discovers three group 1 HA-specific stem antibodies, namely HB31, HB34, and HB315, all of which are encoded by IGHV3-23. While HB31 and HB34 have minimal neutralization activity in vitro, their Fc-mediated effector functions lead to better in vivo protection than the potently neutralizing HB315. Consistently, cryo-EM analysis suggests that HB31 and HB34 have a higher Fc accessibility than HB315, based on their epitopes and approaching angles. HB31 and HB34 engage a pocket in the upper HA stem that is rarely targeted by known HA stem antibodies, whereas the epitope of HB315 involves the lower stem. Overall, our findings provide insights not only into the structure-function relationship of HA stem antibodies, but also into the design of next-generation influenza therapeutics.", "date": "2025-11-08", "journal": ""}
{"title": "Proteomic characterisation of matrix vesicles from primary osteoblasts indicates a mixed population with both exosomal and ectosomal routes of biogenesis.", "doi": "10.1101/2025.11.07.687130", "authors": "Dillon, S.; Clews, C.; Kurian, D.; Nudelman, F.; Farquharson, C.; Stephen, L. A.", "abstract": "Matrix Vesicles are a crucial step in producing a mineralised, healthy skeleton. Released from chondrocytes and osteoblasts, they concentrate calcium and phosphate to establish the deposition of hydroxyapatite around and within the collagen fibrils of the extracellular matrix, becoming embedded in the matrix in the process. In the 55 years since H. Clarke Anderson first described them, blebbing from the surface of chondrocytes, a consensus on their role, contents and their biogenesis, has yet to be reached. This is in part due to the range of cell types from which they are released and the multitude techniques that can be employed to isolate them. In this study, we, for the first time, characterise the proteome of matrix vesicles isolated from primary osteoblasts. By focussing on those vesicles that have become embedded within the matrix, we are able to avoid bias for specific modes of biogenesis and focus only on osteoblast-released vesicles that are associated with the matrix. Moreover, by studying these vesicles over a time course of mineralising activity, we are able to identify changes in the properties of these vesicles, and develop a more accurate picture of which proteins are involved specifically in mineralisation. In particular we identify the presence of markers associated with the ectosomal and exosomal release of matrix vesicles, as well as identifying proteins required for the maintenance and mineralisation of the extracellular matrix. These data portray a heterogeneous population of matrix vesicles, with different roles to play in bone development.", "date": "2025-11-08", "journal": ""}
{"title": "Postnatal developmental temperature affects the ontogeny of heat- and cold tolerance", "doi": "10.1101/2025.11.07.686921", "authors": "Persson, E.; Correia, M.; Nord, A.", "abstract": "Thermoregulatory precision is key to maintaining fitness in thermally unstable environments. Previous research found that development in the warmth renders birds better able to handle mild heat stress, while cold postnatal development gives no apparent benefit upon mild cold exposure. It is still not known how developmental temperature affects maximal heat tolerance limits, or if there is a physiological trade-off between heat and cold tolerance. We investigated how postnatal developmental under simulated cold snap- or heatwave-like conditions from hatching until reproductive maturity impacted the ontogeny of maximal heat- and cold tolerance in Japanese quail (Coturnix japonica). To study if any such effects were reversible or permanently programmed, we transferred half of each treatment group to intermediate common garden conditions once reproductive maturity was reached and repeated the measurements several weeks later. Development in heatwave-like conditions increased evaporative water loss rate and moved heat tolerance limits upwards, whereas cold snap-like development rendered more thermogenic birds with improved cold tolerance limits. However, we found no evidence for a trade-off between thermogenic performance and evaporative cooling capacity. The common garden birds converged in nearly all thermoregulatory traits at the end of the study, suggesting that the prior emergence of temperature-dependent phenotypes reflected reversible plasticity. We suggest that improved temperature tolerance limits improve performance in matched thermal conditions, reducing the rate at which thermal injury accrues. Yet, in the short term, we found markedly lower capacity to acclimate heat tolerance compared to cold tolerance, with possible implications for life in a warming world.", "date": "2025-11-08", "journal": ""}
{"title": "High dynamic range shortwave infrared (SWIR) imaging of mice with an InGaAs camera", "doi": "10.1101/2025.11.06.687088", "authors": "Patel, A.; Zhong, X.; Moffett, M. A.; Sun, Y.; Dennis, A. M.", "abstract": "Significance: While shortwave infrared (SWIR) imaging provides superior tissue penetration and reduced autofluorescence for preclinical applications, quantitative fluorescence analysis is hindered by the limited dynamic range of InGaAs cameras, forcing a focus on either bright or dim anatomical features. Aim: We develop a high dynamic range (HDR) imaging method specifically adapted for the high-noise characteristics of InGaAs detectors to enable quantitative fluorescence imaging across wide intensity ranges. We demonstrate that one-time camera calibration based on a series of images encompassing the range of radiance intensities enables all subsequent image processing. Approach: We modified classical HDR algorithms with exposure-time-dependent dark current subtraction, preprocessing to exclude saturated and noisy pixels before camera response function recovery, and dynamic weighting range adjustment to account for shrinking intensity ranges at longer exposures. HDR image processing effects on preclinical imaging outcomes were analyzed using indocyanine green and SWIR-emitting PbS/CdS quantum dots in mouse models. Results: HDR imaging achieved a 22 dB improvement in dynamic range over single exposures, enabling simultaneous quantification across more than three orders of magnitude of fluorophore concentration. In vivo studies showed improvements in contrast-to-noise ratios across all anatomical features, with improvements in vascular contrast while maintaining quantitative accuracy. After one-time camera calibrations, this approach enables rapid processing of subsequent datasets. Conclusions: This software-based HDR SWIR imaging approach eliminates exposure parameter optimization and enables comprehensive biodistribution analysis across all anatomical structures from a single acquisition sequence, significantly streamlining preclinical imaging workflows while preserving quantitative accuracy.", "date": "2025-11-08", "journal": ""}
{"title": "Multi-Dimensional Spatiotemporal Attention Neural Network for Next Generation Sequencing Basecalling", "doi": "10.1101/2025.11.06.686985", "authors": "Peng, K.; Chen, W.; Yao, T.; Xia, H.; Fu, G.; Li, G.; Bao, Y.; Liu, E.; Zhao, L.; Wang, G.", "abstract": "Next-generation sequencing (NGS) remains the most used sequencing technique in the field of genomics. Traditional basecall methods face significant challenges in decoding high density sequencing data due to inherent noise in biochemical reactions and limitations of instruments. Here, we present a multi-dimensional deep learning neural network based on spatiotemporal attention mechanism named AICall. The network skips computationally heavy but less effective steps of peak finding and brightness extraction/correction, and directly basecalls from the time sequence of multi-dimensional image stacks obtained in real time. By introducing attention mechanism, it effectively extracts spatial and time-related key information including spatial crosstalk, spectral crosstalk, phasing, base-quenching, and intensity decay, and significantly improves basecall accuracy. We demonstrate that AICall achieves an average error rate less than 0.01% and provides more reliable sequencing results for downstream analysis.", "date": "2025-11-08", "journal": ""}
{"title": "Characterization of an Open-Channel Structure and Lateral Conduction Pathway in the Cation-Selective Pentameric Ligand-Gated Ion Channel, ELIC", "doi": "10.1101/2025.11.06.686614", "authors": "Arcario, M. J.; Wu-Chen, E. J.; Henin, J.; Brannigan, G.; Cheng, W. W.-L.", "abstract": "Open-channel structures have been determined of multiple pentameric ligand-gated ion channels (pLGIC), including the prokaryotic model pLGIC, ELIC (Erwinia ligand-gated ion channel). For many of these structures, it remains uncertain whether they represent the physiologic open-channel state because the conditions used for structure determination do not match those of functional measurements in cell membranes. Here, molecular dynamics (MD) simulation is used to examine the ion conduction properties of the ELIC open-channel structure, which was determined using a non-desensitizing mutant called ELIC5. Results from simulations show that the pore remains stably open on the microsecond timescale, but computational electrophysiology measurements demonstrate a large outward rectification, and an inward conductance that is significantly lower than experiment. This discrepancy is attributed to a constricted extracellular domain (ECD), which restricts the passage of ions between the ECD vestibule and extracellular solution. Unbiased MD simulation of the ELIC5 structure demonstrates spontaneous widening of an intersubunit space in the ECD to expose a lateral fenestration which becomes the dominant ion conduction pathway. Computational electrophysiology of the ELIC5 MD-refined structures with a widened lateral fenestration shows better agreement with experimental single-channel recordings. Mutations of residues along the lateral ion conduction pathway show reduced single-channel conductance, supporting the importance of the lateral fenestration for ion conduction in a cation-selective pLGIC.", "date": "2025-11-08", "journal": ""}
{"title": "Daily Heat Stress Induces Accumulation of Non-functional PSII-LHCII and Donor-side Limitation of PSI via Downregulation of the Cyt bf Complex in Arabidopsis thaliana", "doi": "10.1101/2025.11.06.687104", "authors": "Laihonen, L.; Tomberg, T.; Vuorijoki, L.; Mulo, P.; Rantala, M.", "abstract": "Ongoing climate change has intensified heatwaves, which suppress photosynthesis and thus threatens agriculture. While acute heat stress damages photosystem II (PSII), detach light harvesting complex (LHC)II from PSII core and linearize thylakoid membrane, the consequences of prolonged recurring moderate heat exposure across the plant life cycle remain unclear. Here we characterized the effects of long-term daily exposure to high temperature on thylakoid membrane ultrastructure, photosynthetic protein complexes and their function, as well as to the redox states of PSI electron donors and acceptors in Arabidopsis thaliana. We show that plants exposed daily to 38 {degrees}C for four hours exhibit altered thylakoid ultrastructure and structurally intact, but functionally impaired PSII-LHCII. Intriguingly, PSI is limited by the donor side due to dramatically reduced Cytochrome (Cyt) b6f content. We propose that Cyt b6f downregulation represents a protective acclimation strategy, safeguarding PSI at the cost of photosynthetic efficiency under prolonged heat exposures.", "date": "2025-11-08", "journal": ""}
{"title": "Secondary bile acid lithocholic acid ameliorates colitis-like inflammation in a human intestine-on-chip system", "doi": "10.1101/2025.11.07.686950", "authors": "Kaden, T.; Allwang, M.; Stallhofer, J.; Graf, K.; Raasch, M.; Mosig, A. S.", "abstract": "Inflammatory bowel disease (IBD) is a multifactorial disease of the gastrointestinal tract without curative treatment. Previous studies highlighted that altered fecal bile acid levels correlate with intestinal microbiota composition changes and inflammation in IBD. Lithocholic acid (LCA) is a secondary bile acid (SBA) drastically reduced during active IBD but mediates beneficial effects at the mucosal intestinal barrier during intestinal homeostasis. In a dextran sodium sulfate (DSS)-induced colitis-on-chip model, it was investigated whether the administration of LCA has a protective impact on inflammation-mediated tissue damage. Physiological responses were successfully recapitulated in the human colitis model, enabling the dissection of individual cell responses. Treatment with LCA concentrations similar to healthy human intestinal levels efficiently ameliorated the colitis-like phenotype. LCA treatment stimulated epithelial cell proliferation, thereby maintaining villus morphology, intestinal barrier integrity, and reducing inflammation. The protective effects of LCA were mainly mediated by the activation of the farnesoid X receptor (FXR).", "date": "2025-11-08", "journal": ""}
{"title": "Drosophila ryanodine receptor gene triggers functional and developmental muscle properties and could be used to assess the impact of human RYR1 mutations", "doi": "10.1101/2025.11.06.686948", "authors": "Jagla, K.; Zmojdzian, M.; Teresa, J.; Cherik, F.; Dubinska-Magiera, M.; Migocka-Patrzalek, M.; Daczewska, M.; Rendu, J.; Sarret, C.", "abstract": "The ryanodine receptor (RYR) genes encode evolutionarily conserved calcium release channels involved in a wide range of calcium-dependent biological processes. Here we show that the sole Drosophila RYR gene (dRyR) functions in differentiated somatic and cardiac muscle as well as in developing embryonic myotubes. In the larval body wall muscles, dRyR protein localizes at the SR membranes and dRyR knockdown adversely affects muscle contractility, suggesting its conserved role in calcium-triggered E C coupling. After dRyR attenuation, sarcomere and mitochondrial patterns are severely impaired, showing dRyR involvement in structural muscle properties. However, dRyR is also prominently expressed and functionally required in growing embryonic muscles. dRyR loss of function leads to myotube growth defects and thin myofiber phenotypes, while its overexpression induces myofiber splitting. Given the structural and functional conservation of dRyR, we used Drosophila to test the impact of one human RYR1 variant of unknown significance (VUS). Larvae carrying p.Met4881Ile RYR1 VUS showed impaired mobility and altered structural muscle properties reminiscent of those seen in dRyR knockdown, thus indicating it is likely pathogenic. Overall, we show that Drosophila dRyR plays a conserved role in setting muscle contractility and structural muscle features. Our findings underline the still under-investigated role of dRyR as a promyogenic factor and provide a first example of the impact assessment of a human RYR1 VUS in Drosophila.", "date": "2025-11-08", "journal": ""}
{"title": "The Bone Morphogenetic Pathway Controls the Uptake of Infectious Prions", "doi": "10.1101/2025.11.08.687161", "authors": "De Cecco, E.; Mariutti, G.; Oueslati Morales, C. O.; Caredio, D.; Erana, H.; Appleton, C.; Sellitto, S.; Hornemann, S.; Scialo, C.; Yin, J.-A.; Vidal, E.; Polymenidou, M.; Castilla, J.; Aguzzi, A.", "abstract": "Prion diseases are transmissible neurodegenerative disorders caused by the spread of misfolded prion protein between cells and individuals, yet the paths by which prions colonize cells are undefined. Here we map the determinants of prion uptake with a genome-wide quadruple-guide CRISPR activation screen. Uptake of prions was measured by flow cytometry in PRNP-ablated human SHSY-5Y cells exposed to synthetic ovine prions. We identified 43 genes modulating prion uptake, 6 of which belonged to the core components of the Bone Morphogenetic Protein (BMP) signaling axis. Prion internalization was increased by overexpression of BMP receptors (BMPR1B, BMPR2, ACVRL1) and the Small Mothers Against Decapentaplegic (SMAD1 and SMAD5) intracellular BMP effectors, whereas the inhibitory SMAD6 reduced it. The internalization of other proteopathic seeds (-synuclein, tau K18, amyloid-{beta}) and other endocytic probes (transferrin, dextran, E. coli bioparticles) was unaffected. Transcriptional profiles of a panel of persistently prion-infected cell lines showed broad dysregulation of BMP-related signaling. Hence, BMP signaling is a gatekeeper of prion entry mechanistically distinct from bulk endocytosis and amyloid uptake. Chronic prion propagation induced SMAD1/5 phosphorylation, suggesting a positive-feedback loop during prion infection. The connection of prion uptake to a developmentally conserved morphogen pathway with rich pharmacology suggests that BMP signaling nodes may serve as tractable levers to modulate early events in prion transmission.", "date": "2025-11-08", "journal": ""}
{"title": "Modeling Phage Therapy", "doi": "10.1101/2025.11.08.687339", "authors": "De Boer, R. j.; Schooley, R.; Perelson, A. S.", "abstract": "Patients infected with life-threatening multi-drug resistant (MDR) bacteria have been treated with cocktails of bacteriophages. This is a complicated form of personalized medicine as the phages given to a patient have to be selected beforehand on the basis of their lytic capacity of the infecting bacteria. Because bacteria rapidly become resistant, the evolution of resistance to a diverse cocktail of phages is a complicated dynamical process, during which competing bacterial strains replace one another by accumulating several resistance mechanisms, each of which may involve a fitness cost. As a consequence, it is typically not known why a particular phage therapy succeeded or failed, and how one can optimize the composition of the cocktails to maximize the rate of success. To improve upon this, we extend an existing in vivo-calibrated mouse model into a novel mathematical model for the human situation, and include multiple phages infecting multiple bacterial strains, differing in their resistance to each of the phages. We adjust several parameter estimates of the bacterial model to the human situation, and use the model to describe a successful case of phage therapy involving several cocktails, each containing several phages. In the model, treatment success crucially depended on pretreatment resistance levels, and on the diversity and the timing of the cocktails. Once an appropriate cocktail is found, it is less important to further optimize the infection rates of the phages. Resistant bacterial strains expand rapidly when sensitive strains decline, and the higher the infectivity of the phages, the faster resistant strains expand. Because resistance evolves rapidly, it is best to provide a diverse set of phages right from the start of therapy, i.e., to hit hard and early, and create a high genetic barrier to bacterial resistance.", "date": "2025-11-08", "journal": ""}
{"title": "Conjugates of α-d-Galp-(1->3)-β-d-Galp for the serological diagnosis of Chagas disease.", "doi": "10.1101/2025.11.07.687140", "authors": "Balouz, V.; Lopez, R.; Conte, N.; Abal, M.; Ducrey, I.; Giorgi, M. E.; de Lederkremer, R. M.; Altcheh, J.; Ciocchini, A. E.; Melli, L. J.; Marino, C.; Buscaglia, C. A.", "abstract": "Background: Chagas disease (ChD), caused by the parasitic protozoan Trypanosoma cruzi, is a lifelong, neglected tropical disease with substantial medical and socioeconomic impact. Despite this situation, currently available diagnostic and therapeutic methods display serious limitations. A promising strategy to improve ChD serodiagnosis involves targeting parasite carbohydrate antigens, particularly the -galactosyl-rich mucins that coat the surface of bloodstream trypomastigotes (tGPI-mucins). Methods/Principle Findings: Here, we present a concise and efficient protocol for the chemical synthesis of a tGPI-mucin-derived glycotope, the disaccharide -d-Galp-(1[-&gt;]3)-{beta}-d-Galp, and its functional conjugation to different scaffolds using the squarate method. A neoglycoprotein made upon a bovine serum albumin (BSA) carrier decorated with {approx}28 units of the disaccharide, termed BSA-Di, was interrogated with sera of chronic ChD patients and healthy individuals from Argentina using an in-house enzyme-linked immunosorbent assay (ELISA). BSA-Di exhibited excellent sensitivity and effectively discriminated between ChD-positive and negative sera with high accuracy (AUC = 0.905), though its specificity was partially affected by cross-reactivity of some non-ChD sera containing natural -Gal antibodies. Conjugation of -d-Galp-(1[-&gt;]3)-{beta}-d-Galp to T. cruzi antigenic peptides, instead of BSA, corroborated these findings and enabled the generation of bivalent ChD diagnostic reagents combining glycan- and peptide-based epitopes. Conclusions/Significance: Overall, our results identify -d-Galp-(1[-&gt;]3)-{beta}-d-Galp as a robust and reliable biomarker of T. cruzi infection. The methodologies and tools described here, together with optimized derivatives, are expected to positively impact ChD serological applications.", "date": "2025-11-08", "journal": ""}
{"title": "Influence of iron uptake systems on cefiderocol activity in Escherichia coli: at the crossroads of antibiotic resistance and virulence", "doi": "10.1101/2025.11.06.687119", "authors": "Mallecot, E.; Berti, V.; Petitjean, M.; MEYER, J.; Gueye, S.; Morel-Journel, T.; Clermont, O.; Poirel, L.; Denamur, E.; Royer, G.; Armand, L.", "abstract": "Cefiderocol (FDC) is a new siderophore-conjugated cephalosporin that enters the periplasm via iron transport systems. However, the specific contribution of individual iron uptake pathways to FDC activity remains unclear. We investigated the role of 12 iron acquisition systems using several Escherichia coli strain collections. FDC MICs were determined in iron-depleted and iron-supplemented media for E. coli mutants (Keio and pathogenic island [PAI]-deleted collections) and for clinical wild-type or TEM-producing E. coli (WT/TEM-Ec) and NDM-producing (NDM-Ec) isolates. The distribution of iron uptake genes was assessed in these isolates. In addition, fec operon prevalence and genomic location were investigated in E. coli genomes from EnteroBase and RefSeq databases. Among Keio and 536-PAI-deleted mutants, only {Lambda}cirA and {Lambda}fiu (enterobactin system) showed increased FDC MICs (8- and 3-fold, respectively), while {Lambda}fecA and {Lambda}fecB had lower MICs (3-fold decrease). The fec operon, a known extraintestinal virulence factor, was significantly more prevalent in isolates with FDC MICs above median than in those with MICs below (94% vs. 38% in WT/TEM-Ec; 100% vs. 0% in NDM-Ec). According to EUCAST breakpoints, 66.7% of fec-positive NDM-Ec were resistant to FDC while none of the fec-negative were. The fec operon was found in 46.5% of E. coli genomes, including virulent clones (ST131, 77%) and was mostly chromosome-borne (99%). Plasmid-borne fec closely resembled that of Enterobacter hormaechei, suggesting interspecies transfer. Our findings highlight the role of Fec in reducing FDC susceptibility and promoting resistance in NDM-producing E. coli. They challenge the virulence-resistance trade-off demonstrating the 'liaisons dangereuses' between iron and antibiotics.", "date": "2025-11-08", "journal": ""}
{"title": "Investigation of Powassan virus lineage II pathogenesis and neurotropism in mice", "doi": "10.1101/2025.11.07.687151", "authors": "Courtney, S. J.; Gallichotte, E.; Nilsson, E.; Trammell, C.; Kimball, K.; Fagre, A.; Vilander, A.; Overby, A. K.; Ebel, G. D.", "abstract": "Powassan virus (POWV) is an emerging tick-borne flavivirus that causes disease in humans. POWV has considerable genetic and phenotypic diversity, including highly variable replication in vitro and pathogenesis in mice. This study sought to define the extent of variability in pathogenesis within POWV lineage II in mice and investigate possible viral determinants. Relative to other strains, two New York-derived isolates, NY.19.12 and NY.19.32, caused earlier clinical signs and earlier detection of viral RNA (vRNA) in the spleen and brain compared to mice infected with virus derived from a lineage II infectious clone (WI.97.ic). Sequencing revealed these strains share three amino acid substitutions in envelope, NS1, and NS5 compared to other lineage II strains, which were engineered into a mutant infectious clone. At early time points post-infection, clinical signs, vRNA detection in the cerebellum, and viral distribution in the brain were similar between NY.19.12 and the mutant clone, suggesting these mutations may play a role in disease progression and early neuroinvasion. However, NY.19.12 vRNA was detected in the spleen at significantly higher rates compared to both WI.97.ic and the mutant clone, indicating factors other than these mutations are responsible for increased spleen infection. Importantly, this study highlights the complexity of POWV pathogenesis and suggests that POWV lineage II strains have varying disease phenotypes likely driven by multiple genetic differences.", "date": "2025-11-08", "journal": ""}
{"title": "Functional Effects of CD33 SNP rs12459419 on Microglial Gene Regulation and Alzheimer's Disease Risk", "doi": "10.1101/2025.11.07.684725", "authors": "Lu, Y.", "abstract": "The SNP rs12459419 in exon 2 of the CD33 gene alters mRNA splicing, influencing the expression of a truncated isoform lacking the IgV domain. This isoform enhances amyloid-beta clearance by microglia and is associated with a reduced risk of Alzheimer's disease (AD). In this study, we integrate transcriptomic, genomic, epigenomic, and population genetics data to test the hypothesis that rs12459419 regulates CD33 expression in a genotype-dependent manner. We leveraged public datasets including GTEx, 1000 Genomes, ENCODE, and UCSC Genome Browser. Our findings indicate that the T allele of rs12459419 is significantly associated with decreased CD33 expression in microglia-rich tissues, occurs within an accessible chromatin region marked by active histone modifications, and varies in frequency across global populations. These results support a regulatory role for rs12459419 in microglial gene expression with implications for AD pathogenesis and precision medicine.", "date": "2025-11-08", "journal": ""}
{"title": "Breaking the ''one nucleus, one whole genome'' rule:  Neurospora crassa separates its haploid chromosomes into different nuclei", "doi": "10.1101/2025.11.08.687325", "authors": "Tan, J.; Xu, Y.; Tian, L.; Chen, X.; Fischer, M.; Zhang, Y.; Li, X.", "abstract": "Neurospora crassa has long served as a key fungal genetics model, facilitating discoveries like the ''one gene, one enzyme'' hypothesis. It produces many conidia, mostly with two or three nuclei and each nucleus was once thought to contain a full haploid genome. Using flow cytometry and FISH, we found that N. crassa haploid chromosomes are divided among nuclei, each conidium is haploid - challenging the ''one nucleus, one whole genome'' rule.", "date": "2025-11-08", "journal": ""}
{"title": "Nurture over nature in new Micromonospora spp. strains metabolism: multi-omics analyses reveal fermentation conditions as the dominant driver over phylogeny", "doi": "10.1101/2025.11.08.687343", "authors": "Han, J.-R.; Li, S.; Lian, W.-H.; Xu, L.; Duan, L.; Li, J.; Shi, G.-Y.; Wei, Q.-C.; Ali, M.; Li, W.-J.; Dong, L.", "abstract": "The genus Micromonospora, a key member of the actinomycetes, has demonstrated considerable potential for natural product biosynthesis. In this study, we isolated 15 Micromonospora spp. strains from desert soil and marine sediment samples, eight of which represent four novel species. To explore the biosynthetic capacity of this genus, we performed an integrated analysis of Micromonospora reference genomes. Pan-genomic analysis further unveiled the core biosynthetic characteristics of the genus responsible for producing terpenes and polyketides. Further multi-omics investigation, combining genomic and metabolomic data, uncovered a positive correlation between phylogenetic relationships and biosynthetic potential, alongside a decoupling of metabolic profiles. Notably, metabolomic findings emphasized the dominant influence of culture conditions on the expression of biosynthetic capabilities. Overall, our study provides a comprehensive elucidation of the biosynthetic potential of the genus Micromonospora and highlights the value of investigating novel strains and applying diverse cultivation strategies in natural product discovery.", "date": "2025-11-08", "journal": ""}
{"title": "Cross-Fostering with control dams rescues Gut Dysbiosis and Chromatin-associated Transcriptional Changes in Offspring of Opioid-Exposed Dams", "doi": "10.1101/2025.11.07.687278", "authors": "Pandey, S.; Abu, Y. F.; Singh, P. K.; Roy, S.", "abstract": "Prenatal opioid exposure disrupts gut homeostasis and causes gastrointestinal complications in offspring, but the mechanisms remain unclear. Here using a murine model of prenatal hydromorphone exposure, we examined gut microbiota, intestinal injury, transcriptomic signatures, and chromatin accessibility. Exposed pups displayed marked dysbiosis, epithelial damage, and upregulation of inflammatory gene programs accompanied by relaxed ileal chromatin. Cross-fostering to opioid-naive dams restored microbial diversity, reestablished metabolite-producing taxa, and reversed injury-associated transcriptional and chromatin changes. Fecal microbiota transplantation from exposed dams recapitulated intestinal injury, indicating a microbiome-driven mechanism. These findings reveal a novel gut-microbiome-epigenome axis underlying opioid-induced injury and highlight early microbial intervention as a potential strategy to mitigate developmental harm.", "date": "2025-11-08", "journal": ""}
{"title": "Predation limits the abundance of {triangleup}gacA cheaters in Pseudomonas protegens populations", "doi": "10.1101/2025.11.08.687362", "authors": "Steele, M. I.; Oxender, E. E.; Ge, C.; Queller, D. C.; Strassmann, J. E.", "abstract": "In bacteria, defense against predators and competitors often requires cooperation within large clonal bacterial populations. Mutations that inactivate biosynthesis of costly molecules involved in cooperative defense can increase the growth rate of the mutants, while mutant cells continue to benefit from the efforts of wild type cells. The GacA-GacS signaling pathway regulates biosynthesis and secretion of toxic secondary metabolites and proteins that play crucial roles in bacterial defense in Pseudomonas species, including resistance to the protozoan predator Dictyostelium discoideum. A P. protegens {triangleup}gacS mutant is vulnerable to predation but can benefit from protection provided by wild type cells in mixed populations. Wild type P. protegens sporadically infects D. discoideum fruiting bodies which may aid in bacterial dispersal to new environments. We found that the{triangleup} gacA mutant does not infect fruiting bodies and that the wild type does not infect when at low abundance in the population. The P. protegens {triangleup}gacA mutant is a cheater whose fitness under predation depends on its relative abundance. Protozoan predators can limit the abundance of{triangleup} gacA mutants in Pseudomonas populations, preventing selective sweeps that could lead to the loss of the important but costly Gac regulon.", "date": "2025-11-08", "journal": ""}
{"title": "Influence of ploidy and genetic background on stress tolerance of intraspecific yeast hybrids", "doi": "10.1101/2025.11.08.686703", "authors": "Rinta-Harri, K.; Koponen, T.; Mojzita, D.; Jouhten, P.; Liti, G.; Krogerus, K.", "abstract": "Hybrid vigor, or heterosis, is widely exploited in yeast strain improvement. Yet, how ploidy and genetic background jointly shape heterosis across industrially relevant stresses remains unclear. Here, we generated 1023 Saccharomyces cerevisiae intraspecific hybrids derived from 18 genetically diverse parents, yielding sets of hybrids with variable ploidy for the same parental combinations. High-throughput growth assays in media with five stress conditions (14% ethanol, 1.5 M NaCl, 0.15 M lactic acid, 0.05 M acetic acid, 0.05 M HMF) revealed extensive heterosis across 6138 hybrid-condition combinations. Most combinations displayed mid-parent heterosis and over a third exceeded the best parent, with the strongest gains during growth in the presence of 14% ethanol and 1.5 M NaCl. Increasing ploidy was generally associated with reduced growth and reduced best-parent heterosis, whereas greater predicted hybrid heterozygosity or genetic distance between parents was positively associated with heterosis in the presence of 14% ethanol and 1.5 M NaCl. Domestication status also affected these trends, as crosses between two domesticated strains tended to perform better in the presence of ethanol and NaCl, while crosses between two wild strains grew best in control conditions and in the presence of acetic acid. Together, these results demonstrate condition-dependent contributions of ploidy and parentage to heterosis and provide targeted breeding strategies for the improvement of stress-tolerance in industrial yeasts.", "date": "2025-11-08", "journal": ""}
{"title": "Genomic insights into antiviral defense systems in haloarchaea and their impact on virus susceptibility", "doi": "10.1101/2025.11.08.687337", "authors": "Aguirre-Sourrouille, Z.; Hackl, T.; Oksanen, H. M.; Quax, T. E. F.", "abstract": "The ongoing evolutionary arm race between archaea and their viruses has led to the development of diverse defense systems against viruses. While recent computational approaches have uncovered many bacterial antiviral defense systems, the viral infection strategies and antiviral responses of archaea remain poorly explored. In this study, we identified antiviral defense systems encoded in the genomes of 20 recently sequenced haloarchaeal strains. These systems are representative of the broader repertoire of defense systems present across all 253 complete sequenced Halobacteria (class) genomes in the RefSeq database. Detailed analysis showed that these haloarchaea usually harbor multiple different defense systems, with a particularly high abundance of uncharacterized predicted defense systems against viruses (Phage Defense Candidates (PDCs)). To further explore the impact of anti-viral defense mechanisms on host range, an extensive virus-host pair screening was performed using a panel of known virulent viruses. By correlating the genomic defense profiles with observed viral infectivity and adsorption profiles, a weak correlation between the number of encoded defense systems and viral susceptibility was detected. Specifically, hosts infected by fewer viruses tended to encode a broader repertoire of antiviral defense systems, whereas those with fewer defense systems were frequently infected. It was found that the host range of haloarchaeal viruses is majorly determined by the availability of viral receptors, whereas the presence of anti-viral defense systems plays a smaller but significant role. These findings offer valuable insights into the evolutionary pressure shaping archaeal antiviral strategies and lay the groundwork for future functional studies of archaeal defense systems.", "date": "2025-11-08", "journal": ""}
{"title": "Impact of gestational antibiotics on maternal and offspring gut microbiota and growth in pigs", "doi": "10.1101/2025.11.08.687112", "authors": "Mahmud, M. R.; Orro, T.; Munsterhjelm, C.; Pessa-Morikawa, T.; Ahlqvist, K.; Junnikkala, S.; Konig, E.; Pujolassos, M.; Calle, M. L.; Kwon, H. N.; Oliviero, C.; Heinonen, M.; Niku, M.", "abstract": "Maternal microbiota modulates the development of the microbiota in the o[ff]spring. E[ff]ects of gestational antibiotics are not well understood, as most studies have focused on the perinatal period. We treated sows with penicillin, tetracycline or saline on days 78-80 of the 114-119-day gestation, a critical period in the fetal immune system development. Microbiotas were analyzed by 16S rRNA gene amplicon sequencing in sow feces and vagina at days 77 and 113, in colostrum, and in piglet feces at three days, three weeks and ten weeks of age. Sow fecal microbiota changed during pregnancy, but less in antibiotic groups. No significant effects on sow microbiota remained on day 113. The piglets of the antibiotic-treated sows had lower Firmicutes+Actinobacteriota to Bacteroidota+Proteobacteria ratio, lower alpha diversity and higher relative abundance of Escherichia at three days. At ten weeks, they exhibited higher alpha diversity, had higher of Prevotella and Clostridium sp. CAG-127, and smaller increase of Limosilactobacillus than the control. Increased alpha diversity at 10 weeks was associated with lower weight gain during nursing. Oliverpabstia and Mitsuokella were positively associated with weight gain, while CAG-127 and Campylobacter B were negatively associated. Sow antibiotic treatment decreased the positive effect of Oliverpabstia and Mitsuokella and increased the negative effects of CAG-127 and Campylobacter B. Gestational antibiotics may have had adverse effects on microbiota and growth of the offspring, even if their effects on maternal microbiota were undetectable by parturition.", "date": "2025-11-08", "journal": ""}
{"title": "Impact of N6-methyladenosine (m6A) machinery on HIV-1 replication in primary CD4+ T cells", "doi": "10.1101/2025.11.07.686373", "authors": "Jackson-Jones, K. A.; Simons, L. M.; Huang, S.; Joseph, T.; Sawyer, A.; Wu, L.; Hultquist, J. F.", "abstract": "N6-methyladenosine (m6A) iis the most prevalent internal modification of cellular and viral RNA and is critical 32 to the regulation of its localization, stability, and translation. Previous studies on the role of m6A during HIV-1 replication have produced conflicting results. Since m6A function can vary dramatically by cell type and state, here we aimed to clarify the role of the m6A machinery during HIV-1 replication in primary CD4+ T cells. Using CRISPR-Cas9 we targeted 46 genes implicated in m6A or 5-methylcytosine (m5C) regulation and measured subsequent HIV-1 replication in primary CD4+ T cells. Only knockout of the m6A writer complex auxiliary proteins VIRMA and WTAP, and the m6A reader YTHDF2 were validated as significantly decreasing HIV-1 replication. In contrast, knockout of METTL3 or METTL14, which form the catalytic core of the writer complex, resulted in marginal changes in HIV-1 infection, despite significant decreases in total cellular m6A levels. Chemical inhibition of METTL3 led to a dose-dependent decrease in HIV-1 infection, coupled with an increase in protein levels of METTL3 and other writer complex members. Expression of writer proteins was also co-dependent revealing complex regulatory feedback mechanisms. Overall, these results clarify the role of epitranscriptomic machinery during HIV-1 replication in primary CD4+ T cells and suggest regulation by auxiliary members of the m6A writer complex is more influential than the function of the catalytic core itself on HIV-1 infection in primary CD4+ T cells.", "date": "2025-11-08", "journal": ""}
{"title": "Structural basis and physiological significance of non-canonical Gs coupling to the prototypical Gi-coupled melatonin MT1 receptor", "doi": "10.1101/2025.11.08.687348", "authors": "Okamoto, H.; Oishi, A.; Ikegami, K.; McHugh, R.; Masri, B.; Kusakizako, T.; Kobayashi, K.; Karamitri, A.; Cecon, E.; Dam, J.; Nagase, M.; Tikhonova, I.; Nureki, O.; Jockers, R.", "abstract": "G protein-coupled receptors (GPCRs) transduce extracellular stimuli into intracellular signals by coupling to various heterotrimeric G proteins. However, the rules governing G protein preference remain largely elusive. MT1 and MT2 are prototypical Gi/o-coupled GPCRs responding to melatonin, a hormone secreted in a circadian manner. We show here that MT1, but not MT2, couples also to Gs proteins in vitro and activates the Gs/cAMP pathway upon long-term melatonin exposure in vivo, mimicking physiological dawn conditions. We solved the cryo-electron microscopy structure of the melatonin-MT1-Gs complex at 3.0A resolution, which revealed a strikingly distinct binding mode compared to the MT1-Gi complex. The third intracellular loop of MT1 emerges as a key stabilizer for Gs coupling, a feature previously unrecognized. This is the first solved receptor-Gs complex of a primary Gi-coupled GPCRs, providing new structural and functional insights into G protein selectivity and circadian switch of G protein coupling.", "date": "2025-11-08", "journal": ""}
{"title": "Low concentrations of tetrasodium EDTA cause significant killing of biofilm-associated P. aeruginosa in high validity models of chronic wound and CF lung infections but not in a model of endotracheal tube colonisation", "doi": "10.1101/2025.11.08.687333", "authors": "Orababa, O. Q.; Cornbill, C.; Kade, A.; Reddy, N.; Gulati, R.; Harrison, F.", "abstract": "Pseudomonas aeruginosa is a pathogen notorious for its antimicrobial resistance and is currently classified as a high-priority pathogen for which new drugs are needed. Tetrasodium EDTA (tEDTA) is one of the new antimicrobial compounds that have been shown to have good antibacterial and antibiofilm efficacy against P. aeruginosa. Due to the diversity and highly drug-tolerant nature of P. aeruginosa biofilms in different infection environments, it is important to carry out pre-clinical testing of new antibiofilm agents against this pathogen in media and models that accurately mimic diverse infection environments. In this study, we used different high validity media and biofilm models that mimic chronic wounds, endotracheal tubes, and cystic fibrosis lung infections to assess the efficacy of tEDTA against P. aeruginosa biofilms. We report that different infection environments influence the susceptibility of both planktonic and biofilm forms of P. aeruginosa to tEDTA. The highest tolerance to tEDTA was observed in the media and biofilm model that mimics the endotracheal tube environment. In conclusion, we show that although different infection environments influence the efficacy of tEDTA against P. aeruginosa biofilms, it has good potential for use as an alternative antimicrobial in treating P. aeruginosa-associated biofilm infections.", "date": "2025-11-08", "journal": ""}
{"title": "Microprotein miP-PSTPIP2 affects cytoskeleton dynamics to modulate endothelial cell endocytosis, barrier function and migration", "doi": "10.1101/2025.11.07.687176", "authors": "Gueven, B.; Bezuneh, B.; Raheja, M.; Szymanski, W.; Brandes, R. P.; Graumann, J.; Fleming, I.; Siragusa, M.", "abstract": "Background: A large number of microproteins (miPs) encoded by small open reading frames (smORFs) are expressed in endothelial cells, yet their function remains largely unknown. In this study, we characterized a novel 46-amino-acid miP encoded by a smORF within the proline-serine-threonine phosphatase interacting protein 2 (PSTPIP2) transcript that was upregulated under inflammatory conditions and we refer to as miP-PSTPIP2. Methods: Immunoprecipitation coupled with mass spectrometry-based proteomics, immunoblotting, immunofluorescence and proximity ligation assays were used to identify and validate miP-PSTPIP2 interacting proteins in human endothelial cells. The impact of adenovirus-mediated overexpression of miP-PSTPIP2 on endocytosis, cytoskeleton dynamics and abundance of proteins involved in these processes was investigated by confocal microscopy and immunoblotting. Live cell imaging was used to assess endothelial cell migration and vascular permeability. Results: miP-PSTPIP2 physically associated with caveolar proteins, proteins involved in the regulation of cytoskeleton dynamics, intracellular transport, clathrin adaptor activity, as well as nuclear proteins. Human endothelial cells overexpressing miP-PSTPIP2 demonstrated enhanced endocytosis and transcytosis of transferrin as well as low-density lipoprotein. Mechanistically, miP-PSTPIP2 modulated Arp2/3-mediated actin nucleation and branching, which are required for dynamic cytoskeleton rearrangements. Moreover, altered cytoskeleton dynamics in miP-PSTPIP2-expressing endothelial cells resulted in impaired cell migration as well as increased permeability and monocyte trans-endothelial migration. Conclusions: miP-PSTPIP2 is an inflammation-induced endothelial miP that regulates Arp2/3-dependent actin dynamics, thereby enhancing lipid uptake and leukocyte permeability. Its upregulation under inflammatory conditions suggests a contributory role in endothelial dysfunction and vascular inflammation.", "date": "2025-11-08", "journal": ""}
{"title": "Assessing fish diversity in the Amazon: The impact of primers and reference libraries in eDNA surveys", "doi": "10.1101/2025.11.07.686145", "authors": "Hashimoto, S.; Carvalho, S. V.; Miranda, S. d. S. C.; Machado, V. N.; Carvalho, L. N.; Deus, C. P. d.; Farias, I. P.; Hrbek, T.", "abstract": "Selecting primers for DNA amplification poses a challenge in environmental DNA (eDNA) studies, particularly in biodiverse tropical ecosystems. Researchers must balance taxonomic coverage, primer specificity, and study feasibility when choosing between a single primer pair and multiple primer pairs. Empirical tests comparing these strategies are essential for improving eDNA protocols, enhancing the detection of aquatic biodiversity, and supporting conservation and environmental monitoring efforts. This study aimed to evaluate how different approaches affect the specificity and efficiency of detecting fish species in eDNA samples from the Teles Pires River basin. We (1) synthesized modified versions of primers commonly used in ichthyofaunal surveys; (2) compared the results generated by these modified primers with the standard primer versions; and (3) evaluated the species detection using two reference sequence databases: a global taxonomic database (GenBank) and a locally constructed taxonomic database containing samples of fish species previously collected in situ. The 12S-V5_mod primers detected the most fish species across the databases (67, 104, and 130 in the Midori2, Local, and joint databases, respectively), followed by the MiFish_mod primers, which detected 47, 101, and 114 species. Finally, the MiFish primers detected 39, 73, and 78 species. The 12S-V5_mod primers also had lower taxonomic specificity of fish species and amplified a broader range of vertebrate taxa than the MiFish_mod primers. The modified primers outperformed the MiFish primers, and detectability nearly doubled when the Local reference database was used. These results speak to the critical need for constructing reference databases of regional biodiversity, and the need to incorporate multiple primer pairs in eDNA studies.", "date": "2025-11-08", "journal": ""}
{"title": "Researchers' perspectives on preregistration in animal research", "doi": "10.1101/2025.11.07.687141", "authors": "Priboi, C.; Würbel, H.; Mayer, B.; Vergauwe, E.; Elger, B. S.", "abstract": "Preregistration is arguably one of the most promising and impactful Open Science practices. Defined as the a priori registration of study designs and analysis plans, preregistration has long been established as standard practice in clinical human research and is increasingly taken up in other fields of science. Despite growing evidence suggesting that preregistration can mitigate questionable research practices, and the existence of two platforms targeting animal studies, preregistration remains uncommon in animal research. In light of the reproducibility crisis and calls for more transparency and rigor also in animal research, preregistration represents a potentially promising step forward. However, implementing such policies without understanding their impact carries potential risks. It is, therefore, essential to uncover the strengths, weaknesses, opportunities, and threats of preregistration before advancing its implementation in animal research. This current study addressed this need as part of a larger feasibility project on preregistration of animal experiments in Switzerland, and aimed to: 1) assess the researchers experiences with preregistration; 2) examine their attitudes, subjective norms, perceived behavioral control, intentions, motivations, and perceived obstacles regarding preregistration; 3) explore associations between these psychosocial constructs and relevant background characteristics; 4) identify perceived facilitators and barriers to preregistration; and 5) summarize researchers suggestions for improving preregistration. A preregistered cross-sectional online survey was conducted among all registered study directors of ongoing animal experiments in Switzerland. Of the 1,385 invited study directors, 418 completed the survey (30.2% return rate; 41% female; age M = 47.1, SD = 9.5). Among them, 39.2% had never heard of preregistration, and only 10% had preregistered studies before participating in the survey. Bureaucratic burden (77.6%), time costs (71.4%), and low flexibility (65.7%) were the most common reported barriers to preregistration. On average, participants described rather unfavorable attitudes towards preregistration, negative subjective norms, relatively low perceived behavioral control, weak intention, and limited motivation to preregister, along with high perceived obstacles. Participants who had never preregistered a study, as well as those with more research experience, showed more negative scores on all assessed psychosocial constructs related to preregistration. Our findings offer guidance on promising measures to enhance acceptance of preregistration among animal researchers, including raising awareness, offering education and training, and facilitating procedures, to enhance the acceptance of preregistration among animal researchers.", "date": "2025-11-08", "journal": ""}
{"title": "A TaqMan Assay That Knows Its Mite: Specific Detection of Tropilaelaps mercedesae Clade I", "doi": "10.1101/2025.11.07.686760", "authors": "van Gent- Pelzer, M.; Hendriks, M.; Disayathanoowat, T.; Phokasem, P.; Graham, H.; Panziera, D.", "abstract": "Tropilaelaps mercedesae (Mesostigmata: Laelapidae), an invasive mite native to Southeast Asia, is spreading rapidly due to global bee trade and climate change. Its detection in Eastern Europe raises concerns about its entry into the EU. As a notifiable parasite under EU Animal Health Law, early and reliable detection is essential. We developed a sensitive TaqMan assay targeting the cytochrome C oxidase subunit I (COI) gene, using synthetic double-stranded DNA fragments (gBlocks). This assay enables rapid, specific, and scalable detection of T. mercedesae Clade I.", "date": "2025-11-08", "journal": ""}
{"title": "FAM19A4 Enhances Neutrophil Respiratory Burst via p38 MAPK in Lethal Sepsis", "doi": "10.1101/2025.11.07.687190", "authors": "Li, S.; Zhu, F.; Jiang, L.; Xue, H.; Li, T.; Wang, T.; Wang, W.; Zhang, K.", "abstract": "Sepsis causes high mortality and resource strain, with neutrophil-derived reactive oxygen species (ROS) contributing to excessive inflammation. The secretory protein FAM19A4 modulates ROS release, but its role in sepsis was unclear. We measured elevated FAM19A4 levels in septic patients and cecal ligation and puncture (CLP) mice, correlating with increased mortality. Fam19a4-/- mice subjected to CLP showed significantly improved survival and attenuated multiorgan injury without impaired peritoneal bacterial clearance or altered circulating neutrophil counts. Deficiency reduced the cell counts of neutrophil (Ly6G+) and macrophage (F4/80+) in lungs and liver, diminished systemic ROS production tracked by bioluminescence, and decreased neutrophil extracellular trap (NET) formation in serum and lung tissue. In vitro, FAM19A4 enhanced neutrophil phagocytosis and ROS generation but did not affect lipopolysaccharide-induced chemotaxis. Mechanistically, bulk RNA sequencing, western blotting, and the p38 inhibitor SB203580 demonstrated that FAM19A4 drives neutrophil ROS release specifically through p38 MAPK signaling activation. These results indicate that FAM19A4 is upregulated during sepsis and exacerbates outcomes by enhancing neutrophil ROS production via p38 MAPK, representing a promising therapeutic target for this condition.", "date": "2025-11-08", "journal": ""}
{"title": "Scale dependent temporal and spatial patterns of population change in anadromous sea trout (Salmo trutta) in Scotland over seven decades", "doi": "10.1101/2025.11.07.687197", "authors": "Dodd, J. A.; Moore, I. E.; Bowman, A. W.; Bean, C. W.; Rodger, J. R.; Adams, C. E.", "abstract": "The spatial scale at which temporal change in a population is measured has the potential to skew the inferences drawn on patterns of change from monitoring data. This study analysed data from rod catches of anadromous sea trout (Salmo trutta) in Scotland over a period of 72 years and over three spatial scales (National, Regional and District). The pattern of temporal change evident at the national scale mostly did not clearly manifest at Regional or at District spatial scales; which were also generally decoupled (67% of Regions and 80% of Districts exhibited a different pattern from the National pattern). At the National level, very clear and substantive declines over the study period were evident. At Regional levels (N=9) change in rod catches was more nuanced with some Regions showing no change, one Region showing an increase in sea trout caught and 6 (67%) exhibited a different pattern from the National one. At the District levels (N=64) opposing patterns of change were observed over the study period, even in adjacent Districts with 80% of Districts exhibiting a different pattern from the National one. A conclusion of this study is that, as a national resource, sea trout numbers have declined substantively over the last seven decades (by around 50%). However, this general picture is not applicable across all geographic Regions nor all Districts. Two logical inferences derive from these results. Firstly, for best effect, the application of limited resources for management should be focused at smaller scales than at countrywide. Secondly, that monitoring population change at small spatial scales, for example in several index rivers, is unlikely to capture the highly nuanced patterns of change in species with high levels of intra-specific structuring as is commonly exhibited by the Salmonidae.", "date": "2025-11-08", "journal": ""}
{"title": "Estimating haplotype values and mutation effects in the context of a local DNA tree", "doi": "10.1101/2025.11.08.687335", "authors": "Mafra Fortuna, G.; Obsteter, J.; Moskric, A.; Gorjanc, G.", "abstract": "Single nucleotide polymorphism (SNP) arrays provide genome-wide coverage of polymorphic sites across populations, but most quantitative genetics models assume that the effects of these mutations remain constant across generations and populations. This assumption overlooks population dynamics and genetic architecture that are central to trait expression, particularly when inferences are made across populations. Whole-genome sequence (WGS) data captures all variants and should, in principle, overcome these limitations, but its use has delivered only modest gains in prediction accuracy at considerable computational cost. Ancestral recombination graphs (ARGs) offer a representation of genome variations that describes how genetic variation is shaped by haplotype inheritance between generations (represented as local DNA trees) and associated mutations. This study investigates how a generative model on a local DNA tree can improve the estimation of mutation and haplotype effects, especially for rare or population-specific variants. We developed a TBLUP approach that uses local DNA tree information to estimate haplotype and mutation effects. In each local DNA tree, branches connecting ancestral and descendant haplotypes represent DNA inheritance, and the trait associated with a branch corresponds to the mutation(s) it carries. Summing these branch-specific mutation effects from the tree root to each haplotype defines the haplotype values. This recursive structure yields a sparse and computationally efficient approach for estimating haplotype and mutation effects from the local DNA tree and phenotypes. We show how the TBLUP approach is similar and different to the SNP-BLUP and GBLUP approaches and demonstrate it with cattle mitochondrial DNA, a non-recombining genomic region, using both simulated and real data. The TBLUP approach was computationally more efficient than SNP-BLUP/GBLUP approaches and produced more accurate estimates of haplotype values and mutation effects, which can vary between haplotypes. The accuracy increased when phenotypes were available for haplotypes across the local DNA tree rather than only for the recent haplotypes. Incorporating local DNA tree information enhances the use of genomic data in quantitative genetics. Extending the TBLUP approach to full ARGs will enable analysis across multiple local DNA trees (accounting and leveraging recombination), which will further improve quantitative genetic modelling and practical applications.", "date": "2025-11-08", "journal": ""}
{"title": "Structural Integrity of RyR2 Clusters Controls Cardiac Calcium Leak", "doi": "10.1101/2025.11.07.687312", "authors": "Noren, A.; Shiferaw, Y.", "abstract": "Calcium (Ca) leak from the sarcoplasmic reticulum is a key contributor to cardiac arrhythmias, yet the structural mechanisms that regulate spontaneous Ca release from ryanodine receptor type 2 (RyR2) clusters remain poorly understood. To investigate how cluster architecture controls Ca leak, we developed a computational model in which each RyR2 channel is composed of four interacting subunits and embedded within spatially organized clusters. This framework captures both cooperative gating within individual channels and coupling between neighboring channels. Our simulations reveal that the timing of spontaneous Ca sparks is exponentially dependent on the structural integrity of the RyR2 cluster. This exponential sensitivity means that even small disruptions in cluster structural integrity, such as partial fragmentation, can lead to a 1000-10000 times increase in spontaneous Ca spark frequency. These findings identify cluster structural integrity as a powerful control mechanism for Ca leak, and represent a promising therapeutic target for restoring Ca homeostasis in cardiac myocytes.", "date": "2025-11-08", "journal": ""}
{"title": "Effects of mixing technique and ethanol removal on lipidnanoparticle physicochemical properties", "doi": "10.1101/2025.11.07.686408", "authors": "Mitra, H.; Bethiana, T.; Jia, D.; Majidi, M.; Mota-Santiago, P.; Milogrodzka, I.; Manni, L. S.; Ristroph, K. D.; Ardekani, A. M.", "abstract": "Optimizing the production of lipid nanoparticle (LNP) therapeutics is necessary for drug delivery efficiency, stability, and scalability. A small but growing body of literature has begun to recognize that LNP properties (e.g., size, shape, and internal structure) depend on the flow conditions during mixing for antisolvent precipitation, in which LNPs are formulated. Here, we use different mixers, varying flow patterns (e.g., laminar or turbulent mixing) and flow rate ratios (FRR), i.e., 3:1 and 1:1, to prepare a standard LNP formulation. We then characterize the resulting formulations using small-angle X-ray scattering (SAXS) to provide insights into particle shape/morphology, internal organization (L; and HII phases) of yeast RNA (yRNA), and structural differences/similarities that arise from the different mixing methods. The effect of ethanol removal on the LNPs' structure, formulated from each mixing technique, is also discussed. We observed the 3:1 FRR mixers outperform the 1:1 configurations in certain desired LNP physiochemical properties. The differences observed in the LNPs produced across the two configurations are discussed. Furthermore, we use computational fluid dynamics to explain the turbulent mixing schemes among the 3:1 and 1:1 mixers.", "date": "2025-11-08", "journal": ""}
{"title": "Two-Year Field Trial of Genetically Engineered American Chestnut Reveals Greater Fungal Blight Tolerance Compared to Wild-Type Full-Sibling Trees", "doi": "10.1101/2025.11.07.687213", "authors": "Klak, T.; Travis, S.; May, V. G.; Tan, E. H.; Chatfield, M. W.; Wheeler, M.", "abstract": "The American chestnut (Castanea dentata) was a foundational forest canopy species in eastern North America until an imported fungal blight (caused by Cryphonectria parasitica) rendered it functionally extinct across its native range. Biotechnological approaches, such as the Darling 54 (D54) transgenic line, have potential for future restoration of American chestnut, but field-based evaluations of blight tolerance have been limited. Field-based evaluation is slowed by the many years it takes for seedlings to grow to saplings, then to full-fledged trees. Current regulatory restrictions also constrain the testing of transgenic chestnuts to just within permitted orchards. This research reports on a two-year field trial of four- to five-year-old, T3- and T4-generation transgenic D54(+) saplings and their non-transgenic full-siblings in a permitted orchard in southern Maine. The field trial deployed a randomized block design with wild-type American chestnut and Chinese chestnut (Castanea mollissima) controls. In the two years, 261 trees were branch-inoculated in three replicates with EP-155, a highly virulent strain of the fungal blight. D54(+) trees consistently outperformed their negative siblings and outperformed Chinese chestnut in a limited comparison. To our knowledge, this is the first multi-year field trial of fungal blight inoculations comparing advanced generation D54 families. This field-based evaluation of blight tolerance in D54 transgenic chestnuts contributes to the goal of restoring this iconic species to its eastern North American native range.", "date": "2025-11-08", "journal": ""}
{"title": "Formation of DNA duplexes in the presence of urea as a chaotropic agent.", "doi": "10.1101/2025.11.07.686900", "authors": "Gottschalk, M.; Jacobi, R.; Rosencrantz, S.; Rosencrantz, R. R.; Fedorych, O.", "abstract": "Hybridization of fluorescent molecular probes, such as molecular beacons or linear molecular probes, with their molecular targets can be confirmed through fluorescence spectra. In this study, we investigate the interaction between fluorescent probes, specifically linear molecular probes, and their targets in the presence of chaotropic agents. Our findings show that double-stranded structures containing mismatched nucleotides (e.g., single-nucleotide polymorphisms) occupy lower energy levels (red shifted) compared to those without mismatched nucleotides. Molecular duplexes formed in buffers without chaotropic agents do not exhibit significant differences, independently on whether they contain mismatched nucleotides or are formed with perfectly matching targets. This effect appears in the presence of a naturally occurring chaotropic agent, urea, and was confirmed in the concentration range of 1 mM to 4 mM. These findings suggest that urea and similar agents may play a significant role in the formation of mismatched nucleotide structures.", "date": "2025-11-08", "journal": ""}
{"title": "Decreased substrate stiffness leads to mitochondrial dysfunctions and Endothelial to Mesenchymal transition through Focal Adhesion Kinase activity in corneal endothelial cells", "doi": "10.1101/2025.11.08.687366", "authors": "Ghag, S. A.; de Campos, V. S.; Murugan, S.; Herberg, S.; Shyam, R.", "abstract": "Purpose: Fuchs Endothelial Corneal Dystrophy (FECD), a degenerative corneal disorder, is marked by the thickening of Descemet's membrane and a progressive loss of corneal endothelial cells, ultimately leading to vision loss. A feature associated with the disease is the reduced stiffness of Descemets membrane. However, the effects of this change in Descemets membrane, on corneal endothelial cell health are not well understood. To explore this, we used in vitro, in vivo, and ex vivo studies to investigate how changes in substrate stiffness and the signaling pathways associated with these changes influence corneal endothelial functions. Methods: For in-vitro studies, we cultured bovine corneal endothelial cells for 96 hours on stiff (32 kPa) and soft (8 kPa) substrate CytoSoft plates. By using Jess immunoassay and traditional western blotting, we evaluated changes in integrin signaling components, endothelial-to-mesenchymal transition, apoptosis, autophagy, and ubiquitin-proteasome pathway markers. Mitochondrial health and mitochondrial superoxide levels were assessed using commercial kits. We assessed the protein levels of the above-mentioned markers in the Col8a2Q455K/Q455K FECD mouse model. To evaluate whether FAK signaling contributes to the FECD pathogenesis, we injected the Col8a2Q455K/Q455K mice with an FAK inhibitor and assessed the corneal phenotypes. Results: We observed increased levels of phosphorylated FAK, integrins alpha 4 and alpha 5 in bovine corneal endothelial cells cultured on soft substrate. We also found upregulated endothelial-to-mesenchymal transition (EndMT) markers, mitochondrial dysfunction, and apoptosis in cells grown on soft substrate. In the Col8a2Q455K/Q455K mouse model of FECD, there was increased pFAK Y397 levels coincident with the onset of phenotypes. Intraperitoneal injections of a pFAK inhibitor improved antioxidant protein expression and decreased EndMT; however, it did not improve FECD-associated disease progression. Conclusion: In this study, we explored how changes in the physical characteristics of the Descemets membrane impact corneal endothelial cell health. While we discovered activation of Focal adhesion kinase as a result of stiffness changes, its inhibition alone was insufficient to improve cell health in an FECD mouse model.", "date": "2025-11-08", "journal": ""}
{"title": "Outbreak of leaf spot disease of Cavendish banana caused by Nigrospora spp. in Mindanao Island, Philippines", "doi": "10.1101/2025.11.07.685480", "authors": "Nozawa, S.; Harada, Y.; Takata, Y.; Uchida, K.; Malonzo, M. A.; Valle, R.; Chavez, S. M.; Penalosa, A. F.; Watanabe, K.", "abstract": "Banana leaf diseases are a significant threat to Cavendish banana production. In the Philippines, the main disease has been diagnosed as Black sigatoka disease caused by Pseudocercospora fijiensis based on symptoms. However, our study showed that the main pathogen in Mindanao island, the largest banana-producing region in the Philippines, belongs to the genus Nigrospora, contradicting previous assumptions. We clarified the phylogenetic positions of 160 Nigrospora isolates based on molecular phylogenetic analyses using ITS, {beta}-tubulin, and tef1 sequences, and compared their morphology with known species. Molecular phylogenetic and morphological analysis revealed that Nigrospora isolates comprised N. chinensis, N. lacticolonia, N. cf. singularis, N. sphaerica, N. vesicularifera, and a novel species, N. nigrocolonia. Pathogenicity tests on banana leaves confirmed that these species are pathogenic. Species other than N. sphaerica were for the first time reported as pathogens of banana leaf. The results of the fungicide sensitivity test using 14 fungicides, including pyrimethanil, spiroxamine, and tebuconazole, for the Sigatoka disease showed 100% inhibition of all isolates at 100 ppm of active ingredients. However, low-sensitivity isolates were observed for the remaining 11 fungicides. Our findings indicated the need for a comprehensive review of banana leaf disease prevention strategies.", "date": "2025-11-08", "journal": ""}
{"title": "The EXS domain of rice PHOSPHATE1 (OsPHO1;2) reduces the low phosphate response through jasmonate signaling", "doi": "10.1101/2025.11.07.687324", "authors": "Mani, B.; Maurya, K.; Verma, L.; Gupta, P.; Kohli, P. S.; Gupta, G.; Jaskolowski, A.; Poirier, Y.; Giri, J.", "abstract": "Phosphorus (P) is a vital macronutrient essential for plant growth, and its deficiency significantly hampers agricultural productivity. The PHOSPHATE 1 (PHO1) protein family, characterized by an N-terminal SPX domain, four transmembrane (4TM) domains, and a C-terminal EXS domain, is pivotal in transporting phosphate (Pi) from roots to shoots. Rice, PHO1;2 plays a crucial role in the Pi export process, and defects in this gene cause severe growth retardation and Pi deficiency symptoms even when external Pi levels are adequate. This study examined the roles of the EXS domain and the combined 4TM+EXS domains of OsPHO1;2 in supporting plant growth responses, independent of Pi transport activity, as well as their influence on hormone signaling and gene regulation. Using CRISPR/Cas9, rice lines expressing specific OsPHO1;2 domains (EXS or 4TM+EXS) were created by targeted deletion of particular domain-coding regions. Phenotypic analysis under Pi-sufficient and deficient conditions, as well as phosphate profiling, revealed that EXS lines exhibited notably better growth than loss-of-function mutants, ospho1;2, during early development, despite having similar shoot Pi levels to the null mutant. These lines showed lower levels of defense hormones (jasmonic acid) than ospho1;2 but were comparable to those in the wild type. Conversely, 4TM+EXS lines exhibited growth patterns similar to ospho1;2 mutants. RNA sequencing indicated that the phosphate starvation response (PSR) and defense pathways were less pronounced in the EXS lines compared to ospho1;2 mutants. However, both EXS and 4TM+EXS lines showed seed development defects and reduced total phosphorus content in seeds, mirroring the ospho1;2 phenotype. Heterozygous plants carrying one functional OsPHO1;2 allele displayed normal growth and seed development, indicating the mutation's recessive nature. The findings suggest that the EXS domain of OsPHO1;2 can promote plant growth independently of Pi transport by decreasing PSR and modulating defense hormone pathways. This further suggests a signaling role for PHO1 domains beyond direct Pi translocation. Overall, these results enhance our understanding of Pi homeostasis and may help form strategies for breeding P-efficient crops.", "date": "2025-11-08", "journal": ""}
{"title": "Suppression of hepatic amino acid catabolism by the human-specific lncRNA hLMR1", "doi": "10.1101/2025.11.08.686969", "authors": "Jaso-Vera, M. E.; Takaoka, S.; Faccioli, L.; Hu, Z.; Soto-Gutierrez, A.; Ruan, X.", "abstract": "Amino acid (AA) catabolism and ureagenesis in the liver are essential for maintaining systemic nitrogen homeostasis. Patients with metabolic-associated fatty liver disease (MAFLD) exhibit impaired hepatic AA catabolism and urea production, accompanied by repression of genes governing these pathways. The molecular basis of this repression remains unknown. Here, we identify the hepatocyte-specific long noncoding RNA hLMR1 as a key suppressor of hepatic AA catabolism. Using a humanized liver mouse model, we show that hLMR1 knockdown broadly upregulates genes involved in AA degradation and ureagenesis. Chromatin isolation by RNA purification (ChIRP) coupled with RNA-seq reveals extensive interactions between hLMR1 and the pre-mRNAs of AA catabolism genes, mediated by a conserved complementary motif within hLMR1 (nucleotides 587 to 598). In primary human hepatocytes, hLMR1 overexpression inhibits glucagon-induced activation of AA catabolic genes, whereas deletion of the 587 to 598 region abrogates this effect. Analysis of human liver RNA-seq datasets demonstrates a negative correlation between hLMR1 expression and AA catabolic gene programs in MAFLD. Together, these findings uncover hLMR1 as a previously unrecognized regulator of hepatic nitrogen metabolism, linking lncRNA dysregulation to metabolic dysfunction in MAFLD.", "date": "2025-11-08", "journal": ""}
{"title": "Development of long-term oyster tissue cultures reveals cellular plasticity, regenerative potential, and sustained physiological activity", "doi": "10.1101/2025.11.07.687009", "authors": "Sullivan, K. R.; Steketee, P. C.; Maxwell, S.; Morrison, L.; Regan, T.; Bean, T. P.", "abstract": "Molluscs are ecologically and economically significant, yet progress in understanding their cellular biology has been constrained by the lack of reliable molluscan cell culture systems. Insights into key molluscan biology such as immunity, biomineralization, and host-pathogen interactions, has previously been limited by short term survival of primary culture systems. Here, we establish reproducible long-term in vitro and ex vivo cultures of cells and tissues from the oyster, Ostrea edulis, including whole heart, visceral mass, mantle, and gill explants. Explanted tissues remained viable for over two months, with whole hearts maintaining rhythmic, stimulus-responsive contractions for up to nine months. Cultures maintained structural and functional features while uncovering cellular plasticity, including haemocyte granule turnover, auricular epithelial remodelling with novel ciliation, and the emergence of de novo multicellular microtissues. Tissue-specific cell types with limited prior characterisation were maintained in culture, including adipocytes from the visceral mass and myocytes from the mantle, thereby expanding the cellular repertoire accessible in vitro. Mineralized structures were observed across tissue cultures, highlighting the potential of this system for studying biomineralization. By sustaining diverse cell types in vitro, these cultures provide a novel tractable platform for studying molluscan diseases, while also laying the foundation for comparative invertebrate biology and the development of immortalised molluscan cell lines.", "date": "2025-11-08", "journal": ""}
{"title": "Human pluripotent stem cell-derived macrophages modify development of human kidney organoids", "doi": "10.1101/2025.11.07.687192", "authors": "Lopes, F. M.; Bantounas, I.; Sarov, A.; Woolf, A. S.; Kimber, S. J.", "abstract": "Introduction. The human fetal kidney contains macrophages, innate immune cells postulated to enhance its development. Macrophages have also been implicated in the pathobiology of human kidney malformations and Wilms tumour. Human pluripotent stem cell (hPSC)-derived kidney organoids contain nephrons differentiated from intermediate mesoderm-like precursors. Endothelia are present between organoid tubules but fail to efficiently populate glomeruli. These organoids lack macrophages, as expected because in vivo kidney macrophages invade from yolk sac and liver. Methods. We hypothesised that combining hPSC-derived macrophages with hPSC-derived kidney precursors modifies nephrogenesis. Macrophages harvested at early or later maturation stages were added to kidney precursors in numbers of 1%, 5% or 20% compared with constant numbers of nephrogenic cells. Results. No macrophages, as assessed by CD68 immunostaining, were detected in organoids without added macrophages. In contrast, composite organoids contained macrophages located between tubules, mimicking native human fetal kidneys. Quantification of tissue macrophages at the end of 18-day organoid culture positively correlated with the numbers of macrophages added. Assessed by CD31/PECAM-1 and CD68 co-immunostaining, some macrophages were near vessels but added macrophages neither increased the proportion of vessels nor endothelial invasion of glomeruli. Early-stage macrophages significantly increased the percentage area occupied by glomeruli, as assessed by synaptopodin immunostaining. The highest macrophage numbers inhibited overall growth, assessed by organoid area, additionally generating dysmorphic tissue when later stage macrophages were added. Conclusion. Depending on their maturation stage and quantity, macrophages have beneficial or harmful effects on organoids. This supports the proposition that macrophages play roles in normal and abnormal development of human kidneys.", "date": "2025-11-08", "journal": ""}
{"title": "Identifying the exposure of taxonomic, functional, and phylogenetic diversity of steppe birds to renewable energy developments", "doi": "10.1101/2025.11.07.687200", "authors": "Medrano Vizcaino, P.; Mougeot, F.; Arroyo, B.; Bota, G.; Giralt, D.; Maeso-Pueyo, L.; Martin, C. A.; Morales, M. B.; Olea, P. P.; Traba, J.; Benitez-Lopez, A.", "abstract": "Biodiversity is globally threatened by human impacts including land use transformation and climate change. Global warming has prompted a rapid transition from fossil fuels to cleaner energy sources such as photovoltaic (PV) energy. However, utility-scale PV plants demand vast areas and can lead to conflicts with biodiversity conservation, making strategic planning essential. We evaluate the spatial overlap between conservation priorities and PV infrastructure using steppe birds, a highly threatened bird group occurring in lands potentially suitable for PV plants, as a model. First, we quantified and mapped taxonomic (TD), functional (FD), and phylogenetic diversity (PD) of 26 species across a main stronghold for European steppe birds (mainland Spain and Balearic Islands) to identify prioritization scenarios that best preserved all steppe bird diversity facets (TD, FD, and PD), and steppe birds of conservation concern. Next, we generated a diversity hotspot map based on the combination of TD, FD, and PD and overlapped with existing PV infrastructure to determine: (1) exposure areas (high diversity hotspots with high PV occupancy), and (2) no-go areas (high diversity hotspots with low/null PV occupancy). We found that the prioritization scenario combining TD+FD+PD retained 68.5% of TD, 75.5% of FD, 59.7% of PD, and 62.8% of areas with species of conservation concern, providing a more balanced representation across biodiversity facets than other prioritization scenarios. PV infrastructure currently occurs in 53.1% of high diversity hotspot cells. Overall, exposure areas (7.2% of the study area) were mainly concentrated in Central, Southern, and Northwestern Spain, while no-go areas (19.9% of the study area) were concentrated in Northern, Central, and Central-Western Spain. Our methodology is adaptable to other species, communities and regions, offering a robust framework for balancing development projects with biodiversity conservation. As the transition to renewable energy accelerates, including biodiversity in energy planning is crucial for preventing irreversible ecological losses.", "date": "2025-11-08", "journal": ""}
{"title": "Spatiotemporal data integration for marine megafauna SDMs in dynamic environments: A point process approach", "doi": "10.1101/2025.11.07.687170", "authors": "Klaassen, M.; Fernandez, M.; Lindgren, F.; Morera-Pujol, V.; Thomas, L.; Oliveira, N.; Castro, J.; Martinho, F.; Magalhaes, S.; Rodrigues, A.; Martins, M.; Alves, F.; Marques, T. A.", "abstract": "Species distribution models (SDMs) for marine megafauna, such as cetaceans, traditionally use occurrence data from scientific surveys. These surveys follow standardised protocols and provide spatially structured data, making them a reliable source of information on distributions. However, they are costly and temporally limited, offering only a snapshot of distributions in time. Because cetaceans track dynamic oceanographic features, models built on survey data alone often lack temporal transferability. In contrast, platforms of opportunity (such as whale-watching vessels) allow obtaining occurrence data with high temporal resolution and near-daily sampling. These data are restricted to small coastal areas and subject to spatial bias, yet remain informative through time. Given the complementary nature of these sources and the absence of a general spatiotemporal framework for combining designed line-transect detections with opportunistic presence-only data, here we present an integrated modelling approach that leverages their strengths: broad spatial structure from surveys and high temporal resolution from whale watching. We combine these sources in a joint-likelihood log-Gaussian Cox process (LGCP), fitted in a Bayesian hierarchical framework using integrated nested Laplace approximations (INLA). The survey contributes a line-transect distance-sampling likelihood, and whale watching contributes an availability-restricted presence-only likelihood. Simulations show that integration lets the model absorb the temporal signal from whale watching without losing spatial structure from the survey. We apply the approach to short-beaked common dolphins (Delphinus delphis) off mainland Portugal. The integrated model improves spatial fit and combines heterogeneous data within a coherent framework, though dynamic covariate effects were weak, limiting temporal variation in spatial predictions. The results demonstrate potential and limitations of spatiotemporal integration. They clarify data requirements when combining surveys with opportunistic data and provide a general, extensible framework for integrating marine datasets that differ in design, extent, and temporal resolution.", "date": "2025-11-08", "journal": ""}
{"title": "LRMD: Reference-Free Misassembly Detection Based on Multiple Features from Long-Read Alignments", "doi": "10.1101/2025.11.07.686952", "authors": "Wang, J.; Nie, F.; Shi, X.", "abstract": "Genome assembly serves as the cornerstone of genomics research, with the detection of misassembly playing a crucial role in downstream analyses. Reference-free methods for misassembly detection, leveraging read alignments, enable us to circumvent the need for high-quality reference genomes and broaden their applicability. However, existing methods struggle to effectively utilize alignment data, leading to a noticeable deficiency in sensitivity for detecting misassemblies. We introduce LRMD, a novel reference-free tool for misassembly detection. LRMD integrates depth, clipping, and read pileup information derived from long-read-to-assembly alignments to significantly enhance sensitivity in identifying misassemblies. Experimental evaluations on both simulated and real datasets demonstrate that LRMD consistently outperforms existing tools in terms of sensitivity and F1-score. Notably, its results are closest to the reference-based evaluation tool QUAST. As an evaluation tool, LRMD also outputs metrics such as base quality, assembly size, contig N50, and others. LRMD is public available at http://github.com/sxfss/LRMD.", "date": "2025-11-08", "journal": ""}
{"title": "MEDUSA: Maintaining Entire DNA Duplexes for Utmost Sequencing Accuracy", "doi": "10.1101/2025.11.07.687202", "authors": "Xiong, K.; Li, R.; Li, N.; Liu, R.; Narayan, A.; Rhoades, J.; Song, C.; Lindsley, R. C.; Parsons, H. A.; Makrigiorgos, G. M.; Adalsteinsson, V. A.", "abstract": "Highly accurate DNA sequencing is essential for many applications. Duplex sequencing-based methods achieve unparalleled accuracy by requiring reads from both strands of the original DNA duplex to match. Yet, methods to prepare dsDNA for sequencing may resynthesize portions of each DNA duplex and cause base damage errors on one strand to become indistinguishable from true mutations on both strands. Here, we report MEDUSA (Maintaining Entire DNA Duplexes for Utmost Sequencing Accuracy) which minimizes dsDNA resynthesis to maximize duplex sequencing accuracy and yield. MEDUSA carefully repairs and blunts fragmented dsDNA, then employs apyrase to digest residual dNTPs, followed by restricted dA-tailing to prevent resynthesis. MEDUSA affords full genome coverage in a simplified protocol that is broadly compatible with dsDNA fragmentation and library preparation kits. We benchmarked MEDUSA on sheared genomic DNA and cell-free DNA and found a residual SNV frequency within a median 1.23-fold (range 0.92-1.88; p < 0.001) of what was expected if resynthesis was mostly blocked, but with full genome coverage and duplex yields within a median 1.02-fold (range 0.33 - 1.46; p = 0.258) of traditional methods that do not limit resynthesis. In all, MEDUSA could enable high breadth or depth of duplex sequencing while limiting false discovery.", "date": "2025-11-08", "journal": ""}
{"title": "NEAT-DNA: A Chemically Accurate, Sequence-Dependent Coarse-Grained Model for Large-Scale DNA Simulations", "doi": "10.1101/2025.11.07.687145", "authors": "Riveros, I.; Zhang, B.", "abstract": "DNA's physical properties play a central role in genome organization and regulation, but simulating its behavior across biologically relevant scales remains a major computational challenge. Coarse grained DNA models have enabled faster simulations, yet they often sacrifice chemical accuracy or produce unphysical conformations, limiting their utility for studying genome structure. A key difficulty has been constructing a model that is both efficient enough for large-scale simulations and faithful to the molecular mechanics of DNA. Here we introduce NEAT-DNA, a new coarse-grained DNA model that resolves longstanding limitations in physical realism and parameter optimization. By combining a physically principled energy formulation with a unified training framework that integrates data from both atomistic simulations and experiments, NEAT-DNA accurately reproduces sequence-dependent structure and flexibility while remaining computationally efficient. This approach marks a significant advance over previous models, which either lacked sequence specificity or introduced distortions inconsistent with experimental observations. NEAT-DNA bridges this gap, offering a high-fidelity yet tractable representation of DNA suitable for exploring chromatin folding. More broadly, it provides a foundation for large-scale simulations that couple molecular detail with gene-level chromatin organization, opening new avenues for predictive modeling in structural genomics.", "date": "2025-11-08", "journal": ""}
{"title": "Transcriptomic Profiling of scWAT Reveals Reduced Lipid-Associated Macrophage Signatures in Long-Term Endurance- and Resistance-Trained Athletes", "doi": "10.1101/2025.11.07.687158", "authors": "Emanuelsson, E. B.; Reitzner, S. M.; Quizon, A.; Burrows, J. T.; Elmastas, M.; Jalkanen, J.; Perez, S.; Gilljam, H.; Lindholm, M. E.; Norrbom, J.; Palsson, B.; Zielinski, D. C.; Ryden, M.; Chapman, M. A.; Sundberg, C. J.", "abstract": "Regular exercise training is associated with systemic and tissue-specific performance and health benefits, yet long-term molecular adaptations in subcutaneous abdominal white adipose tissue (scWAT) remain unclear. We analyzed the resting scWAT transcriptome of 89 adults (35-50 years) who were long-term (>15 years) endurance- or strength-trained, or untrained. Long-term training was linked to enrichment of ribosomal, mitochondrial, and aerobic metabolism-related pathways, while immune-related pathways were enriched in untrained individuals. A distinct sex dimorphic scWAT was identified: untrained females exhibited a more metabolically favorable, \"trained-like\" transcriptomic profile, and untrained males an \"untrained-like\" profile. In trained males, the inflammatory gene signature was lower than in untrained males. We also identified 11 genes specific to lipid-associated macrophages with lower expression in trained individuals, particularly in all endurance-trained individuals and strength-trained females. These findings highlight sex-specific, exercise-induced adaptations in scWAT relevant to metabolic health, and underscore the importance of including both sexes in scWAT research.", "date": "2025-11-08", "journal": ""}
{"title": "GRAS salts and eastern hemlock extract: a dual approach to sustainable plant disease management‎‎", "doi": "10.1101/2025.11.07.687209", "authors": "Soltaniband, V.; Barrada, A.; Delisle-Houde, M.; Dorais, M.; Tweddell, R. J.; Michaud, D.", "abstract": "Several studies assessed the potential of salts and plant extracts as sustainable, eco-friendly phytosanitary products in plant protection. Here, we examined the efficacy of Generally Recognized as Safe (GRAS) salts sodium benzoate (SBE) and sodium bicarbonate (SBI) used alone or in combination with a twig extract from eastern hemlock (EH) against the bacterial pathogen Pseudomonas syringae pv. tomato DC3000 (Pst DC3000). The antimicrobial activity of the three products, and their ability to bolster host plant natural defenses, were assessed using the Arabidopsis/Pst DC3000 pathosystem as a model. RT-qPCR and leaf staining assays on a transgenic Arabidopsis line engineered to express reporter protein {beta}-glucuronidase under the control of pathogen-inducible promoter PR1 showed both GRAS salts and the EH extract to trigger the expression of salicylic acid (SA)-inducible genes. Salt- and EH extract-treated plants exhibited callose deposits in leaf tissue, further pointing to the induction of the SA signaling pathway and suggesting the establishment of a physical barrier in the leaf apoplast upon treatment. Direct toxicity measurements and a bacterial infection assay in growth chamber showed both GRAS salts and the EH extract to inhibit Pst DC3000 growth and Arabidopsis leaf colonization. Toxicity assays also revealed complementary, additive effects between the two salts and the EH extract in their detrimental effect against the pathogen, as evidenced by reduced minimum inhibitory concentrations when used in combination. Interestingly, SBE and SBI strongly delayed leaf senescence following infection, either alone or combined with the EH extract. Together, these findings confirm the potential of SBE, SBI and the EH twig extract as both toxic compounds against Pst DC3000 and natural defense stimulators in Arabidopsis. They also highlight the potential of GRAS salt and plant extract combinations as a sustainable alternative to chemical pesticides in plant pathogen management.", "date": "2025-11-08", "journal": ""}