{"title": "Rewiring of chromatin loops in adipogenesis reveals targets for obesity and diabetes intervention", "doi": "10.1101/2023.06.27.546683", "authors": "Sandovici, I.; Mifsud, B.; Kentistou, K. A.; Emery, A.; Gulati, P.; Banu, A.; Campbell, N.; Hardwick, B. S.; Crooks, A. T.; Fernandez-Twinn, D. S.; Mennitti, L. V.; Srour, L.; Awad, S.; Chiarugi, D.; Hamilton, R. H.; Wingett, S. W.; Fraser, P.; Ong, K. K.; Schoenfelder, S.; Mohammad, F.; O'Rahilly, S.; Perry, J. R. B.; Venkitaraman, A. R.; E. Ozanne, S.; Constancia, M.", "abstract": "Adipogenesis is a multi-stage process essential for healthy fat storage and metabolic regulation. While early regulatory mechanisms are well characterized, the control of late-stage adipocyte differentiation remains poorly understood. Integrating CAGE-seq, promoter capture Hi-C, and a high-throughput siRNA screen of druggable genes, we report here that chromatin architecture rewiring promotes gene regulation changes essential for terminal adipogenesis. We identified nine clusters of dynamic promoter-anchored chromosomal interactions, many involving distal enhancers. Functional screening of genes engaged in these interactions revealed 19 novel regulators of late adipogenesis, including proteins with peptidase and ubiquitin ligase activity. Human genetic variant-to-gene mapping, coupled with cross-species chromatin interaction and synteny analyses, highlighted new gene-trait associations relevant to lipid traits (FXYD5, LAP3, SGPP1) and type 2 diabetes (FBXO17, FN3KRP, ZFAND6, TTC3). Our findings define the 3D gene regulatory landscape of late adipogenesis. The molecular links uncovered here provide mechanistic insight into metabolic disease risk and potential interventions.", "date": "2025-08-09", "journal": ""}
{"title": "Rules of departure: Antiphony and personalized vocal spaces in wild male elephant group coordination", "doi": "10.1101/2024.02.07.579388", "authors": "Rantsiou, E.", "abstract": "In the intricate realm of animal communication, vocal signals play a vital role in maintaining bonds and coordinating group activities. Through detailed analysis of low-frequency rumble vocalizations of wild male African elephants, we demonstrate how these calls are employed in a coordinated manner. Our findings reveal a distinct pattern of call-and-response, usually initiated by a dominant male, with subsequent turn-taking responses from other group members. This antiphonal calling is instrumental in facilitating collective decision-making and group departures, highlighting a sophisticated level of communication previously unrecognized in male elephant groups. Furthermore, the study delves into the frequency content of these rumbles, finding significant individual variations in vocal characteristics. Analysis of the first two formant frequencies of these calls uncovers a distinct vocal space for each elephant, variable over time and across different social contexts. These individualized vocal spaces suggest a mechanism for personal identification within and across elephant groups, and may also relate to the information content of their vocal exchanges. The vocal spaces and structured antiphony presented in this study underline the complexity of elephant vocal communication and invite further targeted research into the vocal communication system of elephants, as well as inquiry into the cognitive and social aspects of wildlife communication in general.", "date": "2025-08-09", "journal": ""}
{"title": "Elephant rumble vocalizations: spectral substructures and superstructures", "doi": "10.1101/2024.03.10.584305", "authors": "Rantsiou, E.", "abstract": "Elephant communication, particularly through infrasound rumbles, plays a pivotal role in their social interactions, yet the complexity and functional significance of these vocalizations remain only partially understood. This study explores the spectral characteristics of male African Savannah elephant rumbles, revealing a rich substructure within what has traditionally been viewed as homogeneous low-frequency calls. Our formant frequency analysis of wild male elephant rumble vocalizations demonstrates that rumbles exhibit significant within-call spectral variation, challenging the notion of rumbles as uniform acoustic units. Our findings further reveal that elephant rumbles contain complex patterns of frequency modulation, including distinct vowel-like elements, suggestive of sophisticated vocal tract manipulation. We also document the presence of collectively oscillatory behavior in the formant frequencies of elephant rumbles during group vocalization events. This  superstructure emerges clearly when silent intervals between rumbles are removed, revealing an oscillatory trend in the chronological sequence of vocalizations. The discovery of intricate spectral substructures and superstructures within elephant rumbles and rumble exchanges respectively, highlights the sophistication of elephant communication systems. This study underlines the elephants ability to engage in complex vocal modulation and may have implications for the understanding of their social organization and cognition. Furthermore, unraveling the complexity of elephant vocalizations can enhance our ability to monitor and conserve these majestic creatures, offering new perspectives for studying their social interactions and behaviors in the wild.", "date": "2025-08-09", "journal": ""}
{"title": "Fly motion vision is tuned to maximize signal energy transfer between mechanical input and sensor output", "doi": "10.1101/2024.03.29.587347", "authors": "Humbert, S.; Krapp, H. G.; Baeder, J. D.; Badrya, C.; Dawson, I. L.; Huang, J. V.; Hyslop, A.; Jung, Y. S.; Lutkus, C.; Mortimer, B.; Nagesh, I.; Ruah, C.; Walker, S. M.; Yang, Y.; Zbikowski, R.; Taylor, G. K.", "abstract": "Insects achieve agile flight using a sensor-rich control architecture whose embodiment eliminates the need for complex computation. For example, their visual systems are tuned to detect the optic flow associated with specific self-motions, but what functional principle does this tuning embed and how does it facilitate motor control? Here we test the hypothesis that evolution co-tunes physics and physiology by aligning an insect's sensors to its dynamically-significant modes of self-motion. Specifically, we show that the tuning of the blowfly motion vision system maximizes the flow of signal energy from gust disturbances and control inputs to sensor outputs, jointly optimizing observability and controllability. This evolutionary principle differs from the conventional engineering-design paradigm of optimizing state estimation, with implications for novel robotic systems combining high performance with low power-consumption.", "date": "2025-08-09", "journal": ""}
{"title": "Two neuropeptides that promote blood-feeding in Anopheles stephensi mosquitoes", "doi": "10.1101/2024.05.15.594342", "authors": "Bansal, P.; Pillai, R.; Babu, P. D.; Sen, S. Q.", "abstract": "Animals routinely need to make decisions about what to eat and when. These decisions are influenced not only by the availability and quality of food but also by the internal state of the animal, which needs to compute and give weights to these different variables before making a choice. Feeding preferences of female mosquitoes exemplify this behavioural plasticity. Both male and female mosquitoes usually feed on carbohydrate-rich sources of nectar or sap, but the female also feeds on blood, which is essential for egg development. This blood-appetite is modulated across the females reproductive cycle, yet little is known about the factors that bring it about. We show that mated, but not virgin Anopheles stephensi females, a major vector of urban malaria in the Indian sub-continent and West-Africa, suppress blood-feeding between a blood-meal and oviposition. We identify several candidate genes through transcriptomics of blood-deprived and -sated An. stephensi central brains that could modulate this behaviour. We show that short Neuropeptide-F (sNPF) and RYamide (RYa) act together to promote blood-feeding and identify a cluster of cells in the subesophageal zone that expresses sNPF transcripts only in the blood-hungry state. Such females also have more sNPF transcripts in their midguts. Based on these data, we propose a model where increased sNPF levels in the brain and gut promotes a state of blood-hunger, which drives feeding behaviour either by sNPFs action in the two tissues independently or via a communication between them.", "date": "2025-08-09", "journal": ""}
{"title": "Galanin receptor 1 expressing neurons in hippocampal-prefrontal circuitry modulate goal directed attention and impulse control", "doi": "10.1101/2024.07.29.605653", "authors": "Messanvi, F.; Visocky, V.; Senneca, C.; Berkun, K.; Taori, M.; Bradley, S. P.; Wang, H.; Tejeda, H.; Chudasama, Y.", "abstract": "Neuropeptides like galanin are increasingly recognized as modulators of cognitive pathways. Galanin has been implicated in a wide range of pathological conditions in which frontal and temporal structures are compromised. Recently, we discovered that direct pharmacological stimulation of galanin receptor type 1 (GalR1) in the ventral prefrontal cortex (vPFC) and ventral hippocampus (vHC) caused opposing effects on attention and impulse control behaviors. In the present study, we investigate how neurons expressing GalR1 in these two areas differentially contribute to these behaviors. First, using multiplex fluorescent in situ-hybridization, we established that GalR1 is predominantly expressed in glutamatergic neurons in both the vPFC and vHC. Rats were assessed in their visuospatial attention and impulse control behaviors using the 5-Choice task. We developed a novel viral approach to gain genetic access to GalR1-expressing neurons in the vPFC and vHC, and found that optogenetic excitation of GalR1 expressing neurons in the vPFC, but not vHC, selectively disrupted attention. Finally, using fiber photometry, we measured the bulk calcium dynamics in GalR1-expressing neurons and discovered that GalR1- expressing neurons in the vPFC and vHC showed opposing activity; increased activity in neurons in the vPFC corresponded to correct, attentive actions, whereas activity in the vHC signaled impulsive errors. This region- and response-specific intrinsic activity of galanin, mediated by subclasses of neurons in frontotemporal circuitry participates in shaping the expression of executive-control behaviors that often go awry in various disorders of mental health.", "date": "2025-08-09", "journal": ""}
{"title": "A can of worms: estimating the global number of earthworm species", "doi": "10.1101/2024.09.08.611896", "authors": "Decaens, T.; Brown, G. G.; Cameron, E. K.; Csuzdi, C.; Eisenhauer, N.; Gerard, S.; Goulpeau, A.; Hedde, M.; James, S.; Lapied, E.; Maggia, M.-E.; Marchan, D. F.; Mathieu, J.; Phillips, H. R.; Marcon, E.", "abstract": "Estimating the overall species number for a given taxon is a central issue in ecology and conservation biology. This is especially topical for soil organisms, which comprise the majority of known species but whose taxonomy remains largely understudied. We propose here an estimate of the global number of earthworm species based on the Joppa approach, which models taxonomic effort over time to estimate the total number of known and as yet unknown species in a given taxa. Our Bayesian estimation of the Joppa model suggests a global diversity of the order of 30,000 species, suggesting that the 5,679 earthworm species and subspecies already described only represent around 20% of the actual global species diversity. However, the uncertainty around this estimate is considerable due to severe undersampling and as the model cannot unambiguously decide whether we are describing few species because of a small pool of as yet unknown species, or because of a lack of taxonomic efficiency. Considering the current rate of new species description, we calculate that it would take at least 120 years to describe all the earthworm species existing on Earth. Different strategies should be developed to accelerate the facilitate and accelerate the discovery and naming of species new to science and to reduce the magnitude of this taxonomic deficit.", "date": "2025-08-09", "journal": ""}
{"title": "A can of worms: estimating the global number of earthworm species", "doi": "10.1101/2024.09.08.611896", "authors": "Decaens, T.; Brown, G. G.; Cameron, E. K.; Csuzdi, C.; Eisenhauer, N.; Gerard, S.; Goulpeau, A.; Hedde, M.; James, S.; Lapied, E.; Maggia, M.-E.; Marchan, D. F.; Mathieu, J.; Phillips, H. R.; Marcon, E.", "abstract": "Estimating the overall species number for a given taxon is a central issue in ecology and conservation biology. This is especially topical for soil organisms, which comprise the majority of known species but whose taxonomy remains largely understudied. We propose here an estimate of the global number of earthworm species based on the Joppa approach, which models taxonomic effort over time to estimate the total number of known and as yet unknown species in a given taxa. Our Bayesian estimation of the Joppa model suggests a global diversity of the order of 30,000 species, suggesting that the 5,679 earthworm species and subspecies already described only represent around 20% of the actual global species diversity. However, the uncertainty around this estimate is considerable due to severe undersampling and as the model cannot unambiguously decide whether we are describing few species because of a small pool of as yet unknown species, or because of a lack of taxonomic efficiency. Considering the current rate of new species description, we calculate that it would take at least 120 years to describe all the earthworm species existing on Earth. Different strategies should be developed to accelerate the facilitate and accelerate the discovery and naming of species new to science and to reduce the magnitude of this taxonomic deficit.", "date": "2025-08-09", "journal": ""}
{"title": "A putative bacterial ecocline in Klebsiella pneumoniae", "doi": "10.1101/2025.01.20.633859", "authors": "Liu, S.; Svensson, S. L.; Falush, D.", "abstract": "The genetic structure of bacterial species is most often interpreted in terms of clonal descent but can also reflect processes including natural selection, and hence give functional and ecological insight. Klebsiella pneumoniae (KP) has high recombination rates and disperses effectively around the world which should result in the species having a well-mixed gene pool. Nevertheless, phylogenies based on diverse KP strains contain a backbone. This structure reflects a component of variation captured by the first component, PC1, in Principal Components Analysis (PCA) which explains 16.8% of total variation. We propose that the component is generated by diversifying selection on a quantitative genetic trait. We simulated a model in which trait is influenced by many genes, and strains with the most extreme trait values have a small advantage. For high recombination rates or weak selection, the simulated gene pool is approximately randomly mixed, with low variation in trait values. For intermediate rates, trait values become continuously distributed over a wider range. We call the gradient in gene frequencies of the genes associated with the trait a bacterial ecocline. For low recombination rates or stronger selection, trait values the species splits into two separate gene pools. After fitting selection and recombination parameters, we were able recapitulate the overall genetic structure of KP, while the neutral models we investigated could not. As well as providing an explanation for the phylogenetic backbone, our results provide insight into how species such as KP can speciate, via stronger selection on a trait or a reduction in gene flow. Our hypothesis begs two questions about the putative KP bacterial ecocline, namely what the trait is underlying it and why is it under diversifying selection. The genes that are most strongly associated with PC1 provide some hints with number 1 being the fimbria locus Kpa. Identification of the trait, if it exists, should facilitate insight into selection on quantitative genetic traits in natural bacterial populations, which have largely been unstudied in microbiology, except in the atypical context of antibiotic resistance.", "date": "2025-08-09", "journal": ""}
{"title": "The increase in cell volume and nuclear number of the koji-fungus Aspergillus oryzae contributes to its high enzyme productivity", "doi": "10.1101/2025.04.06.647446", "authors": "Itani, A.; Motomura, H.; Oda, K.; Yamashita, H.; Sakai, K.; Kusumoto, K.-i.; Shigeto, S.; Ichikawa, T.; Mubarak, H. M.; Fukuma, T.; Katayama, T.; Maruyama, J.-i.; Masuo, S.; Takaya, N.; Takeshita, N.", "abstract": "While the ratio of nuclei to cell volume is well regulated, it remains largely unexplored in multinucleate organisms. The koji-fungus Aspergillus oryzae, traditionally used in Japanese brewing and fermentation for over a thousand years, is now widely utilized in modern biotechnology as a host for enzyme production. We discovered that, over time in culture, hyphae become thicker, resulting in a tenfold increase in cell volume, and the number of nuclei in hyphal cells also increases tenfold, exceeding 200. The increase in cell volume and nuclear number is unique among the investigated Aspergillus species and correlates with its high enzyme production capabilities. Since nuclear number and cell volume are correlated, both must increase simultaneously for either to expand. Our analyses identified genetic factors and nutritional environmental signals involved in each of these increases. Increases in nuclear number and cell volume were also observed in other fungi bred for industrial use. This study not only deepens our understanding of the evolutionary processes that promote high enzyme productivity through fungal breeding, but also provides insights into the molecular mechanisms regulating cell volume and nuclear number in multinucleate organisms.", "date": "2025-08-09", "journal": ""}
{"title": "Developing inhibitors of the guanosine triphosphate hydrolysis accelerating activity of Regulator of G protein Signaling-14", "doi": "10.1101/2025.06.11.659181", "authors": "Agogo-Mawuli, P. S.; Sadiya, I.; Abramyan, T. M.; Bosch, D. E.; Emmitte, K. A.; Colon-Perez, L.; Kosloff, M.; Siderovski, D. P.", "abstract": "Regulator of G protein Signaling-14 (RGS14), an intracellular inactivator of G protein-coupled receptor (GPCR) signaling, is considered an undruggable protein given its shallow and relatively featureless protein-protein interaction interface combined with a distal allosteric site prone to nonspecific inhibition by thiol-reactive compounds. Here, we identify and validate a tractable chemotype that selectively and non-covalently inhibits RGS14 GTPase-accelerating protein (GAP) activity. Combining structure-guided virtual screening, ligand docking across multiple receptor conformers, and enrichment validation, we progressed from a first-generation active, Z90276197, to over 40 second-generation analogs with improved potency. These inhibitors are predicted to engage the solvent-exposed \"canyon\" in the RGS14 RGS-box that interacts with the G switch I region. Binding pose predictions underscored the importance of non-polar interactions and shape complementarity over polar interactions in engaging this G-binding canyon and revealed an \"ambidextrous\" pattern of R1- and R2-group orientations. GAP inhibition was confirmed in fluorescence-based and gold-standard radioactive GTP hydrolysis assays. Two second-generation analogs, Z55660043 and Z55627844, inhibited RGS14 GAP activity in both assays and without measurable cytotoxicity. Deep learning-based scoring of predicted docking poses further supported observed affinity gains from R3-group additions. One analog demonstrated favorable in vivo pharmacokinetics and CNS penetration. Collectively, our findings establish tractable, non-covalent, small molecule inhibition of a G protein regulatory interface and illustrate how machine learning-enhanced docking can guide ligand optimization for shallow protein surfaces. This work opens the door to future development of RGS14 inhibitors as potential therapeutics for central nervous system and metabolic disorders.", "date": "2025-08-09", "journal": ""}
{"title": "MimicNeoAI: An integrated pipeline for identifying microbial epitopes and mimicry of tumor neoepitopes", "doi": "10.1101/2025.06.13.658292", "authors": "Chen, T.; Wang, W.; Zuo, X.; Zhang, Y.; Li, M.; Li, Z.; He, Y.; Zhou, Y.; Ye, F.; Zhang, B.; Jiang, Q.; Liu, H.; Zhang, L.; Fang, J.; Zhang, Y.", "abstract": "Tumor-associated microbial antigens represent promising immunotherapy targets, yet systematic identification methods remain underdeveloped. We developed MimicNeoAI, a computational pipeline integrating BiLSTM networks to identify microbial epitopes, mutation-derived neoepitopes, and their microbial mimics from sequencing data. Training on validated epitope datasets yielded 0.90 AUC with 91% accuracy on experimental validation sets. Application to colorectal cancer revealed that microbial epitopes, despite originating from a nine-fold smaller peptide pool, generated twice the immunogenic candidates (153 vs 75) compared to mutation-derived neoepitopes. These microbial epitopes exhibited exclusive tumor-specificity with no overlap in normal tissues. Single-cell TCR sequencing confirmed clonal expansion against 75% of predicted highly immunogenic epitopes, with molecular dynamics simulations demonstrating positive correlation between predicted immunogenicity and HLA-epitope-TCR binding stability. Collectively, our pipeline systematically unveils abundant, tumor-specific, and highly immunogenic microbial epitopes, providing a computational framework for developing broadly applicable cancer immunotherapies that leverage the tumor microbiome as an untapped source of therapeutic targets.", "date": "2025-08-09", "journal": ""}
{"title": "MultiAlloDriver: a multi-model method to predict and identify cancer driver mutations", "doi": "10.1101/2025.06.25.661496", "authors": "Zhou, W.; Song, Y.; Li, M.; Zhang, J.; Lu, S.", "abstract": "A minority of driver mutations in cancer significantly alter protein structure and key functionalities, thereby driving cancer progression. Consequently, the prediction and identification of driver mutations hold critical implications for targeted cancer therapy. This study introduces MultiAlloDriver, a novel multi-modal machine learning model based on an attention mechanism, which for the first time, incorporates protein surface information. By integrating information from three dimensions-protein sequence, structure, and surface-the model achieves high-accuracy driver target prediction with an accuracy exceeding 93%. Notably, we utilized this tool to predict and identify the driver effect of the F90S mutation in the PTEN tumor suppressor gene, uncovering mutations associated with cancer signaling mechanisms. Overall, MultiAlloDriver contributes to elucidating the underlying mechanisms of cancer development and progression, providing a robust framework for the identification of driver targets.", "date": "2025-08-09", "journal": ""}
{"title": "Compatibility of a competition model for explaining eyefixation durations during free viewing", "doi": "10.1101/2025.07.14.664795", "authors": "Gomez, C. M.; Altahona, M. A.; Barrera-Ruilova, G.; Rodriguez-Martinez, E. I.", "abstract": "Intersaccadic times or eye fixation durations (EFD) are relatively stable at around 250ms, equivalent to 4 saccades by second. However, the mean and standard deviation are not sufficient to describe the frequency histogram distribution of EFD. The exgaussian has been proposed for fitting the EFD histograms. Present report tries to adjust a competition model (C model) between the saccadic and the fixation network to the EFD histograms. This model is at a rather conceptual level (computational level in the Marr classification). Both models were adjusted to EFD from an open database with data of 179473 eye fixations. The C model showed to be able, along with exgaussian model, to be compatible for explaining the EFD distributions. The two parameters of the C model can be ascribed to (i) a refractory period for new saccades modeled by a sigmoid equation (A parameter), while (ii) the ps parameter would be related to the continuous competition between the saccadic network related to the saliency map and the eye fixation network, and would be modeled through a geometric probability density function. The model suggests that competition between neural networks would be an organizational property of brain neural networks to facilitate the decision process for action and perception. In the visual scene scanning the C model dynamic justifies the early post-saccadic stability of the foveated image, and the subsequent exploration of a broad space in the observed image. Code to extract the data and to run the model is added at the supplementary material.", "date": "2025-08-09", "journal": ""}
{"title": "Low Angle Ring Illumination Stereomicroscopy (LARIS): An improved imaging method of Drosophila compound eyes.", "doi": "10.1101/2025.07.22.666164", "authors": "Biswas, J.; Kumar, A.; Singh, A. K.", "abstract": "The compound eyes of Drosophila are widely used to gain valuable insights into genetics, developmental biology, cell biology, disease biology, and gene regulation. Various parameters, such as eye size, pigmentation loss, formation of necrotic patches, and disorientation, fusion or disruption of ommatidial arrays are commonly assessed to evaluate eye development and degeneration. In this study, we developed an improved optical alignment imaging technique named \"Low Angle Ring Illumination Stereomicroscopy\" (LARIS), which provides high-contrast images of the Drosophila compound eye. By capturing images of the same eye using different optical alignments of the stereomicroscope, we achieved the highest resolution with minimal reflection through the LARIS method. The images captured using LARIS clearly show ommatidial fusion, disorientation, and pigmentation loss in the Drosophila eye compared to those obtained with the conventional imaging method. We believe that LARIS will open new avenues for improved imaging of the compound eyes of Drosophila and other insects.", "date": "2025-08-09", "journal": ""}
{"title": "The protocol for mesoscopic wide-field optical imaging in mice: from zero to hero", "doi": "10.1101/2025.07.31.667912", "authors": "Kislukhina, E. N.; Lizunova, N. V.; Surin, A. M.; Bakaeva, Z. V.", "abstract": "This article provides protocols that enable researchers to master mesoscopic wide-field optical brain imaging from scratch. The protocols describe surgery for wide-field cranial window creation in mice, as well as the imaging process and setup. The protocols for components of the imaging system selection and assembly, creation of a headplate for fixation, and training mice are also provided. The final section briefly outlines methods for data processing. The described procedure can be used to visualize the dorsal cortex using wide-field optical imaging and laser-speckle contrast imaging methods. The distinguishing features of our protocol include: a wide cranial window (up to 60% of the entire cortex), skull thinning (without craniotomy), a UV-curable transparent coating (gel polish), and the ability to perform measurements in awake, behaving mice. During the surgery, a helicopter-shaped headplate with a lower surface congruent to the skull surface is mounted on the mouse's head. This lightweight headplate allows for secure head fixation during movement eliminating the need for alignment duping data analysis. Cranial window remains sufficiently transparent for at least three months. Wide-field optical imaging enables the recording of brain haemodynamics and energy metabolism (FAD concentration dynamics) in wild-type mice. The use of transgenic animals expressing genetically encoded sensors allows for the measurement of ions concentrations (e.g., Ca2+-dynamics) and other compounds (e.g., glutamate). This article describes the simultaneous measurement of changes in oxy-, deoxy-, and total haemoglobin concentrations in combination with various intracellular parameters: {Delta}[FAD], {Delta}[Ca2+], or {Delta}pH with {Delta}[Cl-].", "date": "2025-08-09", "journal": ""}
{"title": "Evaluating zero-shot prediction of protein design success by AlphaFold, ESMFold, and ProteinMPNN", "doi": "10.1101/2025.07.29.667290", "authors": "Garcia, M.; Dixit, S.; Rocklin, G. J.", "abstract": "De novo protein design has enabled the creation of proteins with diverse functionalities that are not found in nature. Despite recent advances, experimental success rates remain inconsistent and context-dependent, posing a bottleneck for broader applications of de novo design. To overcome this, structure and sequence prediction models have been applied to assess design quality prior to experimental testing to save time and resources. In this study, we aimed to determine the extent to which AlphaFold2, Protein MPNN, and ESMFold can discriminate between experimentally successful and unsuccessful designs. For this, we curated a benchmark dataset of 614 experimentally characterized de novo designed monomers from 11 different design studies between 2012 and 2021. All predictive models demonstrated moderate ability to discriminate experimental successes (expressed, soluble, monomeric, and fold into the intended design structure) from failures, with many failed designs having better confidence metrics than successful designs. Among all computational models evaluated, ESMFold average pLDDT yielded the best individual performance at distinguishing between successful and unsuccessful designs. A logistic regression model combining all confidence metrics provided only modest improvement over ESMFold pLDDT alone. Overall, these results show that these models can serve as an initial filtering strategy prior to experimental validation; however, their utility at accurately predicting experimental successful designs remains limited without task-specific training.", "date": "2025-08-09", "journal": ""}
{"title": "Does field margin semi-natural habitat amplify the abundance of beneficial spiders in a vineyard canopy?", "doi": "10.1101/2025.07.30.667680", "authors": "Phelps, C.", "abstract": "I compared spider counts from a transect bordered by a semi-natural habitat to those of a control transect in a California Central Coast organic vineyard over the course of the 2018 growing season, observing spiders in blue vane traps that had been suspended in the canopy fruit zone. Ranked abundance analysis of spider counts did not confirm a difference between the two transect populations for any time period and a population gradient proceeding from the vineyard edge into the vineyard center was not identified for either transect. I suggest that semi-natural habitat proximity does not promote spider populations in the ecological context of a classical Central Coast vineyard.", "date": "2025-08-09", "journal": ""}
{"title": "Time-Resolved Transcriptomics Reveal Spliceosomal Disruption and Senescence Pathways in Crocin-Treated Hepatocellular Carcinoma Cells", "doi": "10.1101/2025.08.05.668798", "authors": "Nelson, D. R.; Chaiboonchoe, A.; Fu, W.; Alzahmi, A. S.; Al-Hrout, A.; Amin, A.; Salehi-Ashtiani, K.", "abstract": "Natural products like saffron show promise in treating hepatocellular carcinoma (HCC), but their mechanisms remain unclear. Here, we used time-series transcriptomics to elucidate crocin's anti-cancer mechanisms in HCC cells. We treated HepG2 cells with 1 and 2 mM crocin for 2, 6, 12, and 24 hours and analyzed transcriptomic profiles at each timepoint. The strongest transcriptional response occurred at 2 hours with 1 mM crocin, with diminishing effects at later timepoints. We observed upregulation of metabolic-, adhesion-, and endocytosis-related genes across all timepoints. Pathway analysis revealed activation of DNA damage checkpoints and senescence while proliferation pathways were suppressed. Notably, 52 genes involved in non-alcoholic fatty liver disease were downregulated at 24 hours (FDR p = 8 x 10-), suggesting reversal of carcinogenic pathways. Strikingly, crocin consistently downregulated spliceosomal machinery genes across all timepoints while upregulating senescence and autophagy pathways. This spliceosome targeting represents a clinically relevant mechanism, as aberrant splicing drives oncogenesis in more than 90% of cancers. The transcription factor PAX5 was significantly upregulated while oncogenic ELK1 targets were downregulated. Our findings show that crocin treatment is accompanied by HCC cell senescence induction through coordinated spliceosome disruption and metabolic reprogramming, providing novel therapeutic targets for hepatocellular carcinoma.", "date": "2025-08-09", "journal": ""}
{"title": "ZYS-1 is not an ADAR1 inhibitor", "doi": "10.1101/2025.08.08.669362", "authors": "Smoak, C. N.; Gardner, E. N.; Chua, R. N.; Cottrell, K. A.", "abstract": "Adenosine deaminase acting on RNA 1 (ADAR1) edits double-stranded RNA (dsRNA) substrates by the deamination of adenosine to inosine in a process known as A-to-I editing. Modulation of ADAR1 expression and editing activity has previously been described to play a role in cancer development and progression, with upregulation of ADAR1 being observed in a range of cancers. Further, depletion of ADAR1 leads to increased sensing of endogenous dsRNAs by dsRNA sensors in cell lines that require ADAR1 for survival, which are termed ADAR1-dependent. The activation of these sensors induces downstream production of type I interferons as well as translational inhibition and apoptosis. Therefore, ADAR1 is a promising oncologic therapeutic target. Recently, the small molecule ZYS-1 has been developed and presented as a direct inhibitor of ADAR1. We performed a series of in vitro and cellular experiments to validate the efficacy and specificity of ZYS-1 as an ADAR1 inhibitor. Evaluating the effect of ZYS-1 on cell viability revealed it to be equally cytotoxic to both ADAR1-dependent and ADAR1-independent cell lines, as well as wildtype and ADAR1 knockout cells. Moreover, ZYS-1 treatment had little effect on activation of PKR or induction of IFN stimulated genes. Importantly, treatment with ZYS-1 did not reduce cellular A-to-I editing for several known ADAR1 editing sites, and did not inhibit in vitro A-to-I editing by recombinant ADAR1. Together, these data indicate that ZYS-1 is not a selective inhibitor of ADAR1.", "date": "2025-08-09", "journal": ""}
{"title": "Dietary sulfur amino acid restriction elicits a cold-like transcriptional response in inguinal but not epididymal white adipose tissue of male mice", "doi": "10.1101/2025.08.06.669020", "authors": "Ruppert, P. M.; Gueller, A. S.; Rosendal, M.; Stanic, N.; Kornfeld, J.-W.", "abstract": "Introduction: About 1 billion people are living with obesity worldwide. GLP-1-based drugs have massively transformed care, but long-term consequences are unclear in part due to reductions in energy expenditure with ongoing use. Diet-induced thermogenesis (DIT) and cold exposure (CE) raise EE via brown adipose tissue (BAT) activation and beiging of white adipose tissue (WAT). Methionine restriction (MetR) is a candidate DIT trigger, but its EE effect has not been benchmarked against CE, nor have their tissue-level interactions been defined. Objective & Methods: In a 2 by 2 design (Control vs. MetR; room temperature, RT: 22C vs. CE: 4C for 24 h), we used male C57BL/6N mice to benchmark MetR-induced thermogenesis against CE and mapped how diet and temperature interact across tissues. Bulk RNA-seq profiled liver, iBAT, iWAT, and eWAT. Differential expression was modeled with main effects and a diet by temperature interaction; KEGG GSEA assessed pathways. Results: MetR increased EE at RT and shifted fuel use toward lipid oxidation, supporting MetR as a bona fide DIT factor. CE elevated EE across diets and blunted diet differences. Transcriptomic responses were tissue-specific: in liver, CE dominated gene induction while MetR and CE cooperatively repressed genes. The combination enriched glucagon/AMPK-linked and core metabolic pathways. In iBAT, CE dominated thermogenic and lipid-oxidation programs with minimal MetR contribution. In iWAT, MetR and CE acted largely additively with high concordance, enhancing fatty-acid degradation, PPAR signaling, thermogenesis, and TCA cycle pathways. In eWAT, robust co-dependent differential expression emerged only with MetR+CE, yet pathway-level enrichment was limited. Conclusion: MetR is a genuine DIT stimulus that remodels metabolism in a tissue-specific manner. Our study provides a tissue-resolved transcriptomic resource that benchmarks diet-induced (MetR) against cold-induced thermogenesis and maps their interactions across liver, iBAT, iWAT, and eWAT.", "date": "2025-08-09", "journal": ""}
{"title": "Cell-type-selective synaptogenesis during the development of excitatory connectivity in the mammalian neocortex", "doi": "10.1101/2025.08.08.669371", "authors": "Gutman-Wei, A. Y.; Sudarsanam, S.; Cabalinan, A. G.; Shahid, N.; Shi, A.; Guzman Clavel, L. E.; Spindler-Krage, S. M.; Agarwal, A.; Kolodkin, A. L.; Brown, S. P.", "abstract": "The function of mammalian neocortex relies on the timing of axon extension and establishment of cell-type-biased patterns of excitatory synaptic connections. A subtype of excitatory neurons, layer 6 corticothalamic neurons (L6CThNs), ultimately exhibit a marked preference for synapsing onto parvalbumin-positive (PV) inhibitory interneurons over more common excitatory cells in layers 6 and 4 (L6, L4). We show that the intracortical axons of L6CThNs develop in phases, elongating within L6, then pausing before extending translaminar branches into L4. Decreasing L6CThN excitability selectively enhanced axon growth in L6 but not later elaboration in L4. For both layers, we tested whether preferential synaptogenesis onto rarer PV interneurons, or promiscuous synapse formation followed by selective pruning, generated adult connectivity. We found that L6CThNs formed functional AMPA-receptor-containing synapses preferentially onto PV interneurons. Silent L6CThN synapses were not detected. Our findings show that cell-type-biased synaptogenesis underlies the formation of functional cell-type-specific excitatory connections in the neocortex.", "date": "2025-08-09", "journal": ""}
{"title": "Corticothalamic circuit mechanisms underlying brain region and ageing variations in resting-state alpha activity", "doi": "10.1101/2025.08.08.669373", "authors": "Bastiaens, S. P.; Momi, D.; Rokos, L.; Morshedzadeh, T.; Kadak, K.; Oveisi, M. P.; Griffiths, J. D.", "abstract": "Understanding the neural mechanisms underlying oscillations in resting-state brain activity, which exhibit substantial spatial and age-related variations, remains a significant challenge. This study aims to characterize the contributions of neural circuits to the mechanisms governing resting-state alpha oscillations, which are crucial for various neurocognitive processes and pathologies. Using the Cam-CAN dataset, source-space MEG analyses revealed a pronounced posterior-anterior gradient in alpha frequency, alpha power, and aperiodic components, alongside notable age-related changes. Through neurophysiological modelling, we uncover strong corticothalamic interactions in occipital regions, contrasting with predominantly corticocortical interactions in frontal areas. Ageing is associated with reduced intrathalamic activity and increased corticothalamic delay in occipital regions, while fronto-central regions exhibit increased intrathalamic activity. These findings establish how different circuits shape alpha oscillations across posterior-anterior axis and age, providing a mechanistic foundation for targeted clinical interventions and offering benchmarks for future studies in patient populations.", "date": "2025-08-09", "journal": ""}
{"title": "Visuospatial working memory is cortically enabled through veridical, categorical and semantic representations", "doi": "10.1101/2025.08.08.669067", "authors": "Pereira Seabra, J.; Gui, A.-M.; Chopurian, V.; Souza, A. S.; Allefeld, C.; Christophel, T. B.", "abstract": "A single visual stimulus can elicit multiple concurrent representations throughout the cortex. We show that during a visual working memory task several cortical regions utilize categorical, semantic, and spatial representational formats to maintain visual stimuli in a robust fashion. We assessed the nature of orientation representations in an fMRI dataset of 40 participants performing an orientation memory task using multivariate encoding modelling. Our results show that orientation representations across the cortex form a gradient of abstraction, with more veridical representations in sensory areas and more abstract, categorical codes in anterior areas. We use cross-condition modelling to demonstrate shared neural codes between orientation and congruent verbal and location stimuli, used at different points during the trial. These findings provide evidence for a distributed account of working memory storage, where memory representations, distinct in nature and content, are present concurrently throughout the cortex.", "date": "2025-08-09", "journal": ""}
{"title": "Epiblast Lumenogenesis is not a mammalian-specific trait", "doi": "10.1101/2025.08.06.669009", "authors": "Weberling, A.; Shylo, N. A.; Wilson, H.; McClain, M.; Kupronis, R.; Muensch, A.; Williams, S. A.; Hollfelder, F.; Trainor, P. A.", "abstract": "Epiblast lumenogenesis, which leads to amniotic cavity formation, is a hallmark of mammalian embryogenesis, and required for crucial developmental processes such as anterior-posterior patterning and gastrulation. Based on avian model-organisms, the epiblast in reptiles is thought to form a monolayered flat disc that undergoes anterior-posterior patterning and gastrulation. Here, we report that the squamate, veiled chameleon (Chameleo calyptratus), exhibits epiblast lumenogenesis and amniogenesis prior to anterior-posterior patterning. Using SEM, immunofluorescence, and histology techniques, we demonstrate that chameleon epiblast lumenogenesis occurs via a purse-string-like mechanism involving the formation of supracellular actin cables in concentric rings around the epiblast followed by constriction that closes the epiblast lumen. Through expression analyses of Nodal1, Nodal2, Cerberus, Lefty, Brachyury, Wnt3A, and Bmp2, and immunostaining for Brachyury, we uncovered a Wnt3a- and Brachyury-positive ring at the edge of the epiblast concomitant with lumenogenesis, and preceding anterior-posterior patterning and gastrulation. Furthermore, we report anterior-posterior patterning in veiled chameleons occurs independently of Cerberus and Lefty. These processes that mediate epiblast lumenogenesis in chameleons, result in a morphology remarkably similar to human embryos, despite 300 million years of evolutionary separation. Taken together, we show that pre-gastrulation epiblast lumenogenesis is not mammalian-specific, but also occurs in some non-avian reptiles.", "date": "2025-08-09", "journal": ""}
{"title": "Soil phosphate availability modulates the arbuscular mycorrhizal fungal community and mycorrhizal nutrition in wheat", "doi": "10.1101/2025.08.08.669323", "authors": "Trinquier, M.; Lecloux, E.; Bruno, P.; Gasciolli, V.; Jouany, C.; Roux, C.; Lefebvre, B.; Ardanuy, A.", "abstract": "Understanding the contributions of arbuscular mycorrhizal fungi (AMF) to plant nutrition is essential for sustainable agriculture. We hypothesised that soil phosphorus (P) availability modulates the diversity and functionality of wheat root-associated AMF community, particularly the mycorrhizal nutrition. Wheat plants were sampled over two campaigns (2019 and 2022) in a long-term P fertilisation trial. The expression of the wheat transporters involved in the mycorrhizal nutrition was assessed by RT-qPCR, and AMF community composition by metabarcoding. Complementary experiments under controlled conditions were performed to further study the interaction between nitrogen (N) and P availability on AM. Different effects of P on AMF colonisation and transporter expression were observed in field-grown wheat depending on the campaigns, which differed in wheat N status. Controlled experiments confirmed that AMF colonisation depends on the limitation of either P or N, but that regulation of peri-arbuscular phosphate, ammonium and nitrate transporters depends on the nature of the limiting soil nutrients. Additionally, AMF communities varied according to the soil P availability, with the Funneliformis genus becoming more dominant under high P conditions for both years. Together, our findings show that N and P availability jointly shape root AMF communities and AM functioning. Combining community profiling and molecular markers of colonisation and nutrition offers a framework to better understand AMF contributions to plant nutrition across agroecosystems.", "date": "2025-08-09", "journal": ""}
{"title": "Strigolactone effects on Sorghum bicolor ecophysiology and symbioses", "doi": "10.1101/2025.08.07.669140", "authors": "McLaughlin, C. M.; Takou, M.; Masanga, J.; Lawrence-Paul, E. H.; Abraham, E. J.; Perryman, M.; Calabritto, A.; Cheema, A.; Nebie, B.; Runo, S.; Kellogg, J. J.; Croce, R.; Schachtman, D. P.; Gao, H.; Sawers, R. J. H.; Lasky, J. R.", "abstract": "Strigolactones are ecologically, developmentally, and physiologically important hormones, but much remains unknown about their evolution and role in non-model species. Sorghum is an important C4 cereal for ~1 billion people globally and exhibits natural variation in root-exuded strigolactones. Differences in sorghum strigolactone stereochemistry are associated with resistance to a parasitic plant, but with evidence for potential trade-offs. In the present study, we studied sorghum mutants of loci in the strigolactone biosynthetic pathway, CAROTENOID CLEAVAGE DIOXYGENASE 8 (CCD8) and LOW GERMINATION STIMULANT 1 (LGS1). We found that CCD8 CRISPR-Cas9 deletions changed the accumulation of low abundance metabolites, reduced net carbon assimilation rate, altered root architecture and anatomy, and reduced the establishment and benefit of mycorrhizal symbionts. For LGS1 CRISPR-Cas9 deletions, we found net carbon assimilation rate to be reduced, the colonization of mycorrhizal symbionts to be delayed, and evidence for regulatory pathways involved in stress response and growth to be impacted. We further tested the impacts of restoring functionality of LGS1 into a normally non-functional background (RTx430). Notably, we did not see consistent impacts of LGS1 loss-of-function across LGS1 deletion and insertion mutants, though root exudates from insertion mutants increased stimulation of Striga germination, suggesting that background specific modifiers may buffer the strigolactone impacts of loss-of-function at LGS1. Our study begins to give context to the trade-offs associated with a host resistance strategy to a parasitic plant and more broadly contributes to understanding the role strigolactones play in sorghum physiological processes, growth, and development.", "date": "2025-08-09", "journal": ""}
{"title": "Time-series transcriptomics of grapevine deacclimation reveals chilling-dependent genetic responses to temperature increase during dormancy", "doi": "10.1101/2025.08.08.669328", "authors": "Wang, H.; Londo, J. P.", "abstract": "During winter, grapevine (Vitis vinifera) bud dormancy and cold hardiness are regulated by complex interactions between chilling accumulation and temperature cues. However, the molecular mechanisms underlying physiological transitions during winter remain poorly understood. In this study, we performed time-series RNA-seq on 'Cabernet Sauvignon' dormant buds with varying chilling accumulation, followed by warm temperature exposure. Using weighted gene co-expression network analysis, empirical modeling, and a novel calculation of molecular temperature response rate, we identified gene expression patterns responsive to temperature alone, chilling alone, and their interaction. Temperature-responsive genes showed rapid, chilling-independent activation and were primarily associated with metabolism, environmental sensing, and auxin signaling. Chilling-responsive genes were enriched for functions of chromatin remodeling and heat shock protein pathways, suggesting progressive cellular reprogramming under field conditions. Interaction-responsive genes, including those involved in ABA/auxin metabolism and cell wall modification, seem to function in both dormancy progression and deacclimation. These findings provide a mechanistic framework for how chilling and temperature synergistically regulate dormancy transitions in grapevine, which enhances the understanding of temperature sensing and response and the chilling-mediate dormancy progression underlying grapevine dormant season physiology.", "date": "2025-08-09", "journal": ""}
{"title": "WIND1 controls cell fate transition through histone acetylation and deacetylation during somatic embryogenesis", "doi": "10.1101/2025.08.07.669221", "authors": "Iwase, A.; Takebayashi, A.; Hung, F.-Y.; Kawamura, A.; Ince, Y. C.; Kadota, Y.; Inagaki, S.; Suzuki, T.; Shirasu, K.; Sugimoto, K.", "abstract": "Regeneration involves large-scale transcriptional reprogramming to drive cell identity transitions. These transcriptional changes are tightly coupled with chromatin remodelling but molecular mechanisms that coordinate these changes remain unclear. Here we show that WOUND INDUCED DEDIFFERENTIATION 1 (WIND1) transcription factor promotes somatic embryogenesis by repressing pre-existing cell fate and activating new cell identity programmes. WIND1 interacts with histone deacetylase HISTONE DEACETYLASE 9 (HDA9) and histone acetyltransferase complex component HOMOLOG OF YEAST ADA1 2a (ADA2a) via conserved N-terminal domain. These interactions enable WIND1 to mediate both H3K27 deacetylation and acetylation at distinct target loci, leading to repression of shoot identity genes such as AINTEGUMENTA (ANT) and activation of embryogenesis regulators including LEAFY COTYLEDON 2 (LEC2). Our findings identify WIND1 as a bifunctional chromatin regulator that integrates opposing histone acetylation dynamics to coordinate transcriptional reprogramming. This mechanism provides a molecular framework for how a transcription factor directs complex cell fate transitions during regeneration.", "date": "2025-08-09", "journal": ""}
{"title": "Ancestral P-body proteins rewired for autophagic recyclingin the early land plant Marchantia polymorpha", "doi": "10.1101/2025.08.09.669463", "authors": "Abdrakhmanov, A.; Anisimova, A. S.; Papareddy, R. K.; Grujic, N.; Ethier, E.; Clavel, M.; Karagoz, G. E.; Hallacli, E.; Dagdas, Y.", "abstract": "Processing bodies (P-bodies) are conserved ribonucleoprotein (RNP) granules central to RNA metabolism across eukaryotes. Although the mechanisms underlying their assembly are well understood, the pathways governing their selective turnover remain unclear. Here, we identify the conserved decapping proteins EDC4 and DCP1 as a selective autophagy receptor pair responsible for P-body turnover in the early land plant Marchantia polymorpha. MpEDC4 engages ATG8 via a canonical AIM motif, while MpDCP1 contains a previously unrecognized reverse AIM within its intrinsically disordered region. Mutations disrupting these motifs impair autophagic degradation of P-bodies, demonstrating a cooperative receptor mechanism. Notably, this autophagic function is lineage-specific, as orthologs in Arabidopsis and humans lack ATG8-binding capacity. Strikingly, heterologous expression of MpEDC4 in human cells promotes degradation of alpha-synuclein, a protein strongly linked to Parkinsons disease etiology. Our findings thus uncover an evolutionary innovation that links RNA metabolism to selective autophagy and opens avenues for cross-kingdom engineering of targeted protein degradation pathways.", "date": "2025-08-09", "journal": ""}
{"title": "Integrative comparative transcriptomics using cultivated and wild rice reveals key regulators of developmental and photosynthetic progression along the rice leaf developmental gradient", "doi": "10.1101/2025.08.07.669153", "authors": "Jathar, V.; Vivek, A.; Panda, M. K.; Daware, A. V.; Dwivedi, A.; Rani, R.; Kumar, S.; Ranjan, A.", "abstract": "Precise developmental and physiological processes along the leaf developmental gradient are the prerequisite for photosynthetic competence. Therefore, a comprehensive understanding of gene regulatory networks and the key regulators underlying developmental and physiological progression across different leaf stages is crucial for optimization of leaf functions. We compared the gene expression profiles of leaves of four developmentally and physiologically diverse rice accessions, including two Asian cultivated rice, one African cultivated rice, and one wild rice Oryza australiensis, at different stages from shoot apical meristem (SAM) to primordia 5 (P5). Differentially expressed genes along with stage-specific gene regulatory networks identified three major events during the leaf developmental and physiological progression, with predominance of developmental genes at SAM+Pi (initiating primordia) and P3, genes for photosynthetic transitions at P3 and P4, and core photosynthetic genes at P4 and P5 stages. Gene regulatory networks revealed both conserved and accession-specific regulators for each leaf stage, driving developmental and photosynthetic transitions. Notably, transcription factors, such as RDD1, ARID2, and ERF3, emerged as central regulators for distinct leaf developmental and photosynthetic features of wild rice O. australiensis. The study provides a comprehensive regulatory framework for rice leaf development, photosynthesis, and their integration in the selected rice accessions, offering new insights for optimizing leaf developmental traits to improve photosynthesis. The data used in this study is available as an interactive public database Rice DEV-LEAF (https://nipgr.ac.in/DEV-LEAF/) for exploring gene expression dynamics and gene regulatory networks along the leaf developmental gradient across the selected rice accessions.", "date": "2025-08-09", "journal": ""}
{"title": "Yeast-2-Hybrid-Seq and Bifluorescence Complementation Resources for assessing Protein:Protein Interactions in Arbuscular Mycorrhizal Roots: CKL2 as a Case Study", "doi": "10.1101/2025.08.07.669188", "authors": "Ivanov, S.; Mueller, L. M.; Lefevre, F. M.; Harrison, M. J.", "abstract": "Reverse genetics, facilitated by CRISPR technologies and comprehensive sequence-indexed insertion mutant collections, has advanced the identification of plants genes essential for arbuscular mycorrhizal (AM) symbiosis. However, a mutant phenotype alone is generally insufficient to reveal the specific role of the protein in AM symbiosis and in many cases, identifying interacting partner proteins is useful. To enable identification of protein:protein interactions during AM symbiosis, we established a Medicago truncatula -Diversispora epigaea yeast-two-hybrid (Y2H) library which, through Y2H-seq screening, can provide a rank-ordered list of candidate interactors of a protein of interest. We also developed a vector system to facilitate bimolecular fluorescence complementation assays (BIFC) in mycorrhizal roots so that protein interactions can be assessed in their native cell types and sub-cellular locations. We demonstrate the utility of a Y2H-seq screen coupled with BIFC in mycorrhizal roots, with a search for proteins that interact with CYCLIN DEPENDENT LIKE KINASE 2 (CKL2), a kinase essential for AM symbiosis. The Y2H-seq screen identified three 14-3-3 proteins as the highest ranked CKL2 interacting proteins. BIFC assays in mycorrhizal roots provided evidence for a CKL2:14-3-3 interaction at the periarbuscular membrane (PAM) in colonized root cells. Down-regulation of 14-3-3 by RNA interference provides initial evidence for a function in AM symbiosis. Thus, CKL2 may utilize 14-3-3 proteins to direct signaling from the PAM. The Y2H and BIFC resources will accelerate understanding of protein functions during AM symbiosis.", "date": "2025-08-09", "journal": ""}
{"title": "Spatiotemporal Dynamics of Anionic Phospholipids Orchestrate Lateral Root Initiation and Morphogenesis in Arabidopsis thaliana", "doi": "10.1101/2025.08.08.669267", "authors": "Dubrovsky, J. G.; Li, J.; Bouziri, S.; Bormann, E.; Geiger, C.; Reyes-Hernandez, J.; Maizel, A.", "abstract": "Lateral root (LR) development in Arabidopsis thaliana requires precise coordination of pericycle founder cell (FC) specification, patterning, and morphogenesis. While auxin signalling is well established in this process, the role of membrane lipid signalling, particularly phosphoinositides, remains less understood. Here, we investigate the contribution of the anionic phospholipids PI4P, PI(4,5)P2, and phosphatidylserine (PS) to LR formation using live-cell biosensors, genetic mutants, and inducible lipid depletion tools. We show that PI4P is uniformly distributed throughout lateral root primordia (LRPs), whereas PI(4,5)P2 is specifically depleted in the proliferative core during early LRP development. Time-lapse imaging revealed stable PI4P and PI(4,5)P2 levels before and after FC activation, while PS increased rapidly post-activation. In xylem-pole pericycle (XPP) cells, PI(4,5)P2 decreased and PS increased following LR initiation, with both changes occurring in a membrane-domain-specific manner. Genetic analysis of the pip5k1pip5k2 double mutant, deficient in PI(4,5)P2 synthesis, revealed impaired LR initiation and emergence. Conversely, inducible depletion of PI(4,5)P2 using the iDePP system enhanced LRP initiation and accelerated development when activated after FC specification. These results suggest that PI4P functions as a stable basal lipid, while PI(4,5)P2 and PS undergo dynamic, spatially regulated changes critical for LR progression. Notably, PI(4,5)P2 acts as a negative regulator of LRP initiation and morphogenesis. Our findings highlight how lipid signalling, in coordination with hormonal cues, provides spatial and temporal control over pericycle cell behaviour and lateral root organogenesis.", "date": "2025-08-09", "journal": ""}
{"title": "Extraction of essential oil, phytochemical screening, and antimicrobial activity study of Eucalyptus globulus", "doi": "10.1101/2025.08.07.669139", "authors": "Neupane, P.; Shrestha Pradhanang, S.", "abstract": "Eucalyptus globulus also referred to as Blue Gum is a native plant to Australia where they are cultivated extensively for the extraction of its oil. This oil is of great value in medicinal, therapeutic, and industrial applications. The present study is primarily aimed to the identification of phenolic composition and antimicrobial activity of Eucalyptus globulus leaves collected from the Terai region of Nepal. The leaves were partially air-dried, crushed, and subsequently subjected to extraction processes for the preparation of plant extract and essential oil. The GC-MS analysis of essential oil, phytochemical screening, and antimicrobial activity of plant extract were performed. The GC-MS analysis identified a diverse range of compounds, including the major compounds like Eucalyptol(2.52%), Valerianol(5.57%), 10-epi-{gamma}-eudesmol(6.93%), Bulnesol(19.97%) and epi-{gamma}-eudesmol (17.51%) The antimicrobial efficacy of ethyl acetate (EtOAC), methanol (MeOH), and hexane extracts was evaluated against Escherichia coli (ATCC 8739), Staphylococcus aureus (ATCC 6538P), and Candida albicans (ATCC 2091) using the Mueller- Hinton agar well diffusion method. The hexane extract exhibited significant antibacterial activity, particularly against E. coli and C. albicans, with inhibition zones of 2.0 cm and 2.1 cm, respectively. In contrast, the MeOH extract showed the least antibacterial activity across all tested strains. The phenolic profiling revealed Bulnesol as the most abundant compound with a concentration of 19.97 units at a retention time of 40.128 minutes, followed by epi-{gamma}-Eudesmol with 17.51 units. The study underscores the rich phenolic diversity and potent antimicrobial properties of E. globulus leaves, highlighting its potential applications in pharmaceuticals and natural product industries.", "date": "2025-08-09", "journal": ""}
{"title": "A mechanistic framework for the recognition of chemically diverse brassinosteroids by BRI1-family receptor kinases", "doi": "10.1101/2025.08.08.669299", "authors": "Caregnato, A.; Chen, H.; Kvasnica, M.; Hohmann, U.; Oklestkova, J.; Ferrer, K.; Broger, L.; Hothorn, L. A.; Strnad, M.; Hothorn, M.", "abstract": "Brassinosteroids (BRs) are chemically diverse plant steroid hormones produced via a branched biosynthetic pathway. The potent BR brassinolide is sensed by the membrane receptor kinase BRI1 and a SERK co-receptor, but the physiological functions of other abundant BRs remain to be characterized. Here, we present quantitative binding kinetics for four Arabidopsis thaliana BR receptors and fifteen BRs, which define the key chemical features required for high affinity receptor binding, ligand positioning, and co-receptor recognition. BRI1, BRL1, and BRL3 share overlapping ligand preferences, whereas BRL2 preferentially binds C28 BRs with moderate affinity. Structural analyses of BR-bound BRI1 and BRL3 ectodomains, combined with extensive in vitro and in vivo mutagenesis studies reveal a high structural plasticity of the hormone binding pocket. Functional assays using structure-based BR agonists and antagonists uncover that BR receptor - co-receptor signaling complexes can recognize chemically diverse BRs, introducing an additional, intriguing layer of BR signaling regulation.", "date": "2025-08-09", "journal": ""}
{"title": "Foliar mRNA spray induces protein synthesis in monocot crop and dicot model plant species", "doi": "10.1101/2025.08.07.668951", "authors": "Uslu, V. V.; Dobrowitsch, M.; Preussel-Danger, K.; Furch, A. C. U.; Noetzold, J.; Richter, A. M.; Schlemmer, T.; Dong, Y.; Krczal, G.; Koch, A.", "abstract": "In planta gene expression via exogenous mRNAs has a wide range of potential biotechnological applications from genome editing to plant protection and to circumventing tissue culture. Yet, regarding mRNA delivery into intact plant cells, the purity, stability and translational efficiency of exogenous mRNAs appear as obstacles for effective exogenous mRNA application. Our study investigates the potential of exogenous mRNAs in mediating protein synthesis in plant cells. We applied unformulated, unmodified green fluorescent protein (GFP)-coding mRNA to monocot (Triticum aestivum, Hordeum vulgare, Zea mays) crops and dicot model plant Arabidopsis thaliana and observed GFP signals in all species, confirming the successful uptake and translation of mRNA into protein. This approach opens possibilities for broader, GM-free applications in plant science.", "date": "2025-08-09", "journal": ""}
{"title": "Localization of Mutant Huntingtin with HTT Exon1 P90 C-terminal Neoepitope Antibodies in Relation to Regional and Neuronal Vulnerability in Forebrain in Q175 Mice and Human Huntington's Disease", "doi": "10.1101/2025.08.06.668984", "authors": "Deng, Y.; Joni, M.; Wang, H.; Cox, R.; Reiner, A.", "abstract": "Background Recent evidence suggests that accumulation of mutant exon 1 protein may be critical to HD pathogenesis, but the relation of this to differential regional and cellular vulnerability in HD is unknown. Objective We assessed the contribution of the accumulation of the mutant huntingtin exon 1 protein to the regional and cellular variation in HD brain pathology by determining if more vulnerable regions and neuron types were relatively enriched. Methods We performed immunolabeling using the novel monoclonal antibodies 11G2 and 1B12 against the C-terminal proline 90 (P90) neoepitope of the huntingtin exon 1 protein on forebrain of Q175 mice and human HD cases, which detect accumulation of monomeric, oligomeric and aggregates mutant exon 1 protein. Results Diffuse nuclear and aggregate immunolabeling increased in abundance in Q175 with age, with striatal projection neurons showing immunolabeling earlier than cortical neurons, and pallidal regions only showing neuropil immunolabeling. Nonetheless, some regions less affected in HD, such as hippocampus, were rich in mutant exon 1 protein as well. In humans, striatal immunolabeling was sparser than in mouse, and mainly in the neuropil, but less sparse than in striatal target areas. In human HD cortex, the P90 antibodies detected predominantly neuropil aggregates, which appeared to, in part, localize to dendrites. Conclusions Our results indicate that exon 1 mutant protein burden does appear to partly account for overall forebrain vulnerability in HD, but additional factors may contribute to vulnerability differences among forebrain regions and between specific neuron types.", "date": "2025-08-09", "journal": ""}
{"title": "Cigarette smoke exposure sets up a pro-inflammatory circuit in the lung that induces the hyper-activation of myelin-specific T helper cells", "doi": "10.1101/2025.08.06.668725", "authors": "Sanchez, N. A.; Haughian, A.; Cordeiro, B.; Paneda, E.; Heaney, T. A.; Pitkethly, M.; Rojas, J. G. V.; Pullen, E.; Latreille, E.; Lee, W.; Stampfli, M.; Robbins, C.; Dunn, S. E.", "abstract": "Inhalation of cigarette smoke (CS) is a risk factor for multiple sclerosis (MS) and it is estimated to account for 20% of disease cases. However, the mechanism of how CS exposure promotes autoimmunity in MS is not understood. To investigate the potential mechanisms driving this immune phenotype, we investigated the effect of CS exposure on the development of myelin-specific autoimmunity in experimental autoimmune encephalomyelitis (EAE) models of MS. We observed that CS exposure enhanced myelin-specific Th1 responses in peripheral lymphoid compartment, but puzzlingly delayed the onset of EAE. Further studies done using a Th17 passive EAE model revealed that EAE was delayed with CS because myelin-specific T cells were retained in the lungs where they became hyperactivated and produced greater levels of Th1/Th17 cytokines and GM-CSF. Neutralizing IL-12p40 reduced these effects of CS on T cells. This work identifies a potential mechanism for how CS exposure enhances MS and identifies a potential target for treatment.", "date": "2025-08-09", "journal": ""}
{"title": "Dual pathway regulation of castration response and ferroptosis in the prostate epithelium", "doi": "10.1101/2025.08.06.668974", "authors": "Li, W.; Zhou, J.-B.; Wang, Z.; Zandkarimi, F.; Milner, T. A.; Xuan, S.; Christin, J. R.; Laplaca, C. J.; Greenberg, A. S.; Chute, J. P.; Hibshoosh, H.; Stockwell, B. R.; Shen, M. M.", "abstract": "Understanding how sex hormones maintain tissue integrity--and how their disruption can promote cancer--is a central question in biology. In the prostate, androgen signaling is crucial for development, homeostasis, and cancer, yet the molecular mechanisms underlying tissue regression after androgen-deprivation have remained unknown. Here we show that castration induces epithelial regression via ferroptosis in the normal mouse and human prostate, as well as in prostate tumors. Using in vivo analyses in genetically-engineered mice, supported by validation in human organotypic cultures, we demonstrate that androgen receptor (AR) signaling controls castration response through two distinct pathways: an intrinsic luminal epithelial pathway regulated by the prostate-specific transcription factor NKX3.1, and an extrinsic stromal signal mediated by the secreted factor pleiotrophin (PTN). Together, these AR signaling pathways coordinately regulate biosynthesis of monounsaturated fatty acid (MUFA) phospholipids and GPX4 expression to suppress prostate epithelial ferroptosis. Our findings reveal a sex hormone-regulated ferroptotic program that governs tissue homeostasis and suggest that ferroptosis induction could represent a new therapeutic strategy for prostate cancer.", "date": "2025-08-09", "journal": ""}
{"title": "Rapid turnover of sex chromosomes likely drives speciation in Neotropical armored catfish Harttia (Siluriformes, Loricariidae)", "doi": "10.1101/2025.08.06.668863", "authors": "de Menezes Cavalcante Sassi, F.; Santos de Souza, F. H.; Shams, F.; Fernandez Perez, M.; Ezaz, T.; Deon, G. A.; Xu, L.; Cioffi, M. d. B.", "abstract": "Harttia represents a repository of multiple sex chromosomes, found in more than 25% of its valid species, exhibiting distinct degrees of heteromorphism. In this study, we generated DArTseq data for 17 species of Harttia and one outgroup to investigate sex chromosome evolution. Time-calibrated phylogeny based on 1,381 SNPs revealed three well-supported clades, with divergence between clades occurring approximately 6 to 10 million years ago (Mya), coinciding with the formation of the Amazon River and several other river capture events in South America. The reconstruction of ancestral areas and karyotype, combined with the identification of shared and specific sex-linked markers, suggests that the Harttia ancestor occupied either the South and Southeast Atlantic drainages or the Eastern Amazon, with a karyotype of 2n = 58 and a homomorphic XY system. Our findings indicate the recent and independent emergence of two distinct multiple sex chromosome systems at ~5 Mya for X1X2Y and ~1 Mya for XY1Y2, which accelerate speciation rates in the genus. The evolution of sex chromosomes in Harttia is followed by structural rearrangements and by putative recruitment of reproductive and physiological genes. Findings underscore the potential contribution of multiple sex chromosome systems and their turnovers in accelerating speciation rates in teleosts.", "date": "2025-08-09", "journal": ""}
{"title": "Liver single-nucleus multiome profiling reveals cell-type mechanisms for cardiometabolic traits", "doi": "10.1101/2025.08.06.668997", "authors": "Alkhawaja, A. A.; Currin, K. W.; Perrin, H. J.; Vadlamudi, S.; Etheridge, A. S.; Broadaway, K. A.; Cannon, G. H.; Anderson, C. W.; Moxley, A. H.; Iuga, A. C.; Schuetz, E. G.; Innocenti, F.; Furey, T. S.; Mohlke, K. L.", "abstract": "The liver is a central regulator of cardiometabolic physiology, coordinating processes such as lipid and glucose metabolism, protein synthesis, and detoxification. Genome-wide association studies (GWAS) have identified hundreds of genetic variants associated with cardiometabolic traits, yet their molecular mechanisms in liver cell types remain unclear. Using multiome single-nucleus RNA and ATAC sequencing on liver samples from 39 individuals, we profiled gene expression and chromatin accessibility in 68,398 nuclei across six primary liver cell types. We identified 306,706 accessible chromatin regions, including 70,884 regions undetected in bulk tissue analyses and that predominantly represent less abundant cell types. To identify genetic effects on gene regulation in liver cell types, we mapped quantitative trait loci (QTLs) and detected 1,885 chromatin accessibility QTLs (caQTLs) and 67 expression QTLs (eQTLs). We integrated cell-type QTLs with GWAS signals and revealed cell types, genes, and chromatin regulatory elements involved in cardiometabolic traits, such as liver enzyme and cholesterol levels. Non-hepatocyte cell-type QTL analyses exposed previously obscured mechanisms, such as an eQTL for ADAMTS12 in liver sinusoidal endothelial cells potentially involved in liver fibrosis, demonstrating that single-nucleus approaches can capture regulatory events missed in bulk analyses. Furthermore, we predicted cell type of action for bulk liver caQTLs colocalized with GWAS signals, enhancing mechanistic insights for complex trait associations. Our findings provide a high-resolution map of the hepatic regulatory landscape and advance the understanding of cellular contexts and molecular mechanisms underlying cardiometabolic traits.", "date": "2025-08-09", "journal": ""}
{"title": "Chamber-Specific Transcriptomic Insight into Cardiac Development using Guinea Pig and Human Heart Tissue", "doi": "10.1101/2025.08.06.666176", "authors": "Salameh, S.; Guerrelli, D.; Swift, L.; Haski, A.; Bruce, A.; Desai, M.; d'Udekem, Y.; Posnack, N.", "abstract": "The heart undergoes significant molecular and functional adaptations throughout postnatal development. However, to date, our understanding of these dynamic changes in the human heart is limited. Moreover, advances in pediatric cardiac research can be hindered by a lack of preclinical models that accurately reflect human heart maturation. Guinea pigs may serve as a useful model for human cardiac research, as the guinea pig and human myocardium have similar ion channel expression and cardiovascular drug responsiveness. Despite these similarities, gene expression patterns during postnatal heart development have not been comprehensively investigated. In this study, we first characterized transcriptional changes in neonatal, juvenile, and adult guinea pig hearts and identified gene ontologies and pathways associated with cardiac maturation. Second, we compared the transcriptional profile of right atria and left ventricular tissue to highlight unique and shared chamber-specific patterns in guinea pigs over time. Finally, we conducted a cross-species comparison of the right atrial transcriptome between humans and guinea pigs to identify conserved maturation markers and gene expression patterns. Our findings provide a molecular framework for understanding age and chamber specific cardiac development, supporting the guinea pig as a promising preclinical model for studying human heart maturation. By identifying conserved gene programs and developmental markers across species, this study lays the groundwork for age-specific pharmacological strategies and computational models that can help to refine treatment decisions and outcomes for pediatric cardiology patients.", "date": "2025-08-09", "journal": ""}
{"title": "Enhanced Wound Healing and Anti-Inflammatory Effects of Vitamin C-Loaded Hyaluronic Acid/Collagen Scaffolds in Preclinical Rat Models", "doi": "10.1101/2025.08.06.665568", "authors": "Salem, A.; El-Ghlban, S.; Montaser, A. S.; Abdelhameed, M. F.; Attia, M. F.", "abstract": "Wound healing is a complex biological process critical for restoring skin integrity after injury. However, chronic wounds present significant clinical challenges due to persistent inflammation, disrupted collagen synthesis, and susceptibility to infection. Bioactive scaffolds have emerged as promising therapeutic strategies to enhance tissue regeneration by modulating cellular behavior and extracellular matrix (ECM) dynamics. This study explores a hyaluronic acid-collagen (HyCol) scaffold enriched with vitamin C (VC) producing (VC-HyCol) to improve wound healing in preclinical rat models. Hyaluronic acid and collagen, key ECM components, provide structural and biochemical support, while vitamin C acts as both a collagen biosynthesis cofactor and an antioxidant to counteract oxidative stress. The scaffold was designed to emulate the native ECM microenvironment, facilitating fibroblast proliferation, keratinocyte migration, and angiogenesis. Physicochemical characterization, biocompatibility assessments, and in vivo wound healing experiments were performed to evaluate its therapeutic efficacy. Results demonstrated that the incorporation of vitamin C significantly enhanced fibroblast activity, reduced inflammatory markers, and accelerated tissue regeneration compared to control groups. Histological and molecular analyses further confirmed enhanced collagen deposition and neovascularization, indicating faster and more organized wound repair. These findings highlight the potential of this multifunctional scaffold as an advanced wound dressing, with significant implications for regenerative medicine and clinical wound management.", "date": "2025-08-09", "journal": ""}
{"title": "macpie: scalable workflow for high-throughput transcriptomic profiling", "doi": "10.1101/2025.08.06.669002", "authors": "Bartonicek, N.; Liu, X.; Twomey, L.; Meier, M.; Lupat, R.; Craig, S.; Yoannidis, D.; Li, J.; Semple, T.; Simpson, K. J.; Li, M. X.; Ramm, S.", "abstract": "High-throughput transcriptomic profiling (HTTr) enables scalable characterisation of transcriptional responses to chemical and genetic perturbations. While plate-based technologies such as MAC-Seq, TempO-seq and PLATE-seq have made HTTr more accessible, they pose unique computational challenges in modelling data and integration across modalities. We present macpie, an R package designed to streamline the analysis of HTTr data from plate-based screens. Built on the tidySeurat framework, macpie streamlines the entire analytical pipeline from preprocessing and quality control to pathway enrichment, chemical feature extraction, and multimodal data integration. The package incorporates multiple statistical frameworks and leverages parallelisation for scalability. By leveraging Docker and Nextflow, macpie ensures reproducibility and ease of use for transcriptome-wide screening. Availability: The R package macpie is freely available at https://github.com/PMCC-BioinformaticsCore/macpie, with images of the working environment hosted at Docker Hub: xliu81/macpie. A companion Nextflow pipeline for preprocessing from FASTQ files is available at https://github.com/PMCC-BioinformaticsCore/dinoflow. Contact: nenad.bartonicek@petermac.org Supplementary information: Package vignettes with the full analytical workflow available at https://pmcc-bioinformaticscore.github.io/macpie/articles/macpie.html", "date": "2025-08-09", "journal": ""}
{"title": "Spatiotemporal lineage mapping of tumor immune escape with eTRACER", "doi": "10.1101/2025.08.06.668639", "authors": "Yang, J.; Hou, L.; Wang, X.; Zhang, N.; Bian, Y.; Lu, Z.; Chen, Y.; Xie, D.; Fang, Y.; Wang, K.; Wan, R.; Jin, Y.; Chen, Y.; Cai, X.; Lee, L. T. O.; Hu, Z.; Ji, H.", "abstract": "Deciphering spatiotemporal cell lineage dynamics remains a fundamental yet unresolved challenge. Here we introduce eTRACER, a novel CRISPR-Cas9 lineage tracer that targets neutral 3'UTR of high-expression endogenous genes, enabling efficient recovery of static and evolving barcodes from single-cell and spatial transcriptomics. By optimizing gradient editing efficacy and avoiding large disruptive deletions, eTRACER reconstructs high-fidelity and high-resolution single-cell phylogenies. Applied to EGFR-mutant lung adenocarcinoma (LUAD) under CD8+ T cell cytotoxicity, eTRACER reveals directional state transitions from Hypoxic and Proliferative states to Epithelial-Mesenchymal Transition state during immune evasion. Spatially-resolved lineage mapping unveils layered stratification of distinct tumor states and location-primed cell migration and state transitions. Lineage-coupled single-cell multiomic analysis uncovers cooperative mechanism between tumor cell-intrinsic AP-1 transcriptional program and spatially restricted macrophage-tumor cell interaction leading to immune evasion. Collectively, we develop a powerful spatiotemporal lineage tracer and uncover microenvironment-primed cellular evolution underlying immune evasion of EGFR-muntant LUAD, with important implication for efficient immunotherapy.", "date": "2025-08-09", "journal": ""}
{"title": "Procrustean pseudo-landmark methods in Python to measure massive quantities of leaf shape data", "doi": "10.1101/2025.08.08.669192", "authors": "Hightower, A. T.; Hall, S.; Camacho, R. U.; Papamichail, A.; Adamski, E.; Colligan, C.; Deneen, A.; Dunn, G.; Haziza, J.; Henley, C.; Pawawongsak, A.; Simms, L.; Ward, S.; Balant, M.; Blackwood, C.; Cannon, C.; Case, A.; Husbands, A.; Josephs, E. H.; Migicovsky, Z.; Naegele, R.; Patterson, E.; Saavedra-Rojas, Y.-A.; Chitwood, D. H.", "abstract": "Premise: When examining leaf shapes that are different from one another, it can be difficult to compare both the overall leaf shape and points along the leaf margin in biologically and statistically meaningful ways. Method: To address this problem, we present a simple and user-friendly leaf shape analysis in Jupyter Notebook and Python that uses pseudo-landmarks and Generalized Procrustes Analysis to measure and compare the shape of any leaf. To demonstrate our analysis, we created a repository of real leaves gathered from eight experimental datasets. Results: Using our leaf repository, we explain how we can use pseudo-landmarks to compare all leaf shapes both within and between species using dimension reduction techniques like Principal Component Analysis and can predict leaf shapes using pseudo-landmarks through Linear Discriminant Analysis. Our leaf shape analysis also maps differences in shape as leaves grew around a rosette, showing the transition of shape across development (phyllotaxy). Finally, we showed how we can investigate the relationship between leaf shape variation and genetic diversity by combining shape with genetic data. Discussion: Through the use of Generalized Procrustes Analysis and pseudo-landmarks, our leaf shape analysis presents a powerful tool for examining the shape of any leaf across multiple biological, ecological, evolutionary, and developmental scales.", "date": "2025-08-09", "journal": ""}
{"title": "Dual Role of Microglial TREM2 in Neuronal Degeneration and Regeneration After Axotomy", "doi": "10.1101/2025.08.06.668924", "authors": "Pottorf, T. S.; Lane, E. L.; Haley-Johnson, Z.; Amores-Sanchez, V.; Ukmar, D. N.; Correa-Torres, P. M.; Alvarez, F. J.", "abstract": "After nerve injuries, microglia proliferate and migrate towards injured motoneurons, where they attach to the cell bodies. The significance of microglia enwrapping of axotomized motoneurons remains unclear. We found that within the same motor pools, some motoneurons degenerate while others regenerate, and each is associated with different microglia phenotypes and interactions. Microglia surrounding degenerating motoneurons form tight cell clusters (death clusters) that fully envelop the cell body and express high TREM2 and large CD68 granules, suggesting a macrophagocyte phenotype. Microglia surrounding motoneurons during the regeneration process are individualized and upregulate TREM2 and CD68; however, the CD68 granules are smaller. These microglia extend processes that scan the motoneuron surface through sweeping motions, sampling contents, and likely incorporating components through microphagocytosis. Removal of TREM2, either globally throughout development or specifically in microglia prior to nerve injuries, reduces p-SYK signaling and CD68 expression in all activated microglia, but with a sex effect: CD68 downregulation is significant in females, but not in males. Lack of TREM2 also prevents motoneuron cell body swelling (in both sexes), characteristic of the early chromatolytic reaction at the start of regeneration. This correlates with delays in muscle reinnervation. We conclude that within the same motor pools, TREM2 directs some microglia to remove degenerating motoneurons while it facilitates the regenerative phenotype of other motoneurons. The signals that direct these different microglia phenotypes over degenerating and regenerating motoneurons, as well as the mechanisms that induce degeneration in some motoneurons while most others regenerate, remain to be investigated.", "date": "2025-08-09", "journal": ""}
{"title": "Redox Dyshomeostasis Links Renal and Neuronal Dysfunction in Drosophila Models of Gaucher and Parkinson's Disease", "doi": "10.1101/2025.08.06.668868", "authors": "Hull, A. J.; Atilano, M. L.; Kinghorn, K. J.", "abstract": "Gaucher disease (GD), the most common lysosomal storage disorder, is caused by bi-allelic mutations in the GBA1 gene. Variants in GBA1 also represent the most frequent genetic risk factor for Parkinson's disease (PD). Although GD and PD are clinically distinct disorders, they share key pathological features, including lysosomal dysfunction, mitochondrial stress, and redox imbalance. While PD has traditionally been studied in the context of neuronal decline, the contribution of non-neuronal organ systems remains poorly understood. Here, we demonstrate that progressive renal dysfunction is a central, disease-modifying feature in Drosophila models of GD and PD. We show that Drosophila lacking either the main fly orthologue of GBA1, Gba1b, or the mitophagy regulator Parkin, exhibit age-dependent degeneration of the renal system. This includes disorganisation of the Malpighian tubules, impaired nephrocyte function, redox imbalance, and lipid accumulation. These renal defects contribute to systemic physiological decline, including water retention, ionic hypersensitivity, and exacerbation of neurodegenerative phenotypes. Importantly, we identify redox dyshomeostasis, rather than classical oxidative stress, as a central pathogenic driver, marked by paradoxical sensitivity to both oxidative and reductive interventions. Notably, treatment with the mTOR inhibitor rapamycin selectively restores renal structure and function in Gba1b mutants, but not in Parkin mutants, revealing mechanistic divergence between lysosomal and mitochondrial stress. These findings uncover redox imbalance as a biomarker of renal vulnerability and establish the renal system as a critical, potentially disease-modifying organ in the systemic progression of GD and PD", "date": "2025-08-09", "journal": ""}
{"title": "Deriving longitudinal tumor phylogenies from single-cell sequencing data", "doi": "10.1101/2025.08.06.668977", "authors": "Jakatdar, A.; Sashittal, P.; Raphael, B.", "abstract": "Tumors evolve over time and in response to treatment, leading to changes in the proportions of clones within the tumor. Single-cell sequencing of tumor samples from multiple timepoints enables the reconstruction of clonal evolution and tracking of temporal changes in tumor composition. However, the high rates of missing data in single-cell sequencing complicate evolutionary analyses, and can lead to implausible conclusions, such as the reappearance of extinct clones. We introduce Phyllochron, an algorithm that builds a longitudinal phylogeny from cancer cells sequenced from multiple timepoints and evaluates whether the constraints on clonal proportions imposed by longitudinal sampling are well supported by the data. Phyllochron relies on a novel mathematical formulation of a longitudinal perfect phylogeny, an extension of the perfect phylogeny model that is widely used in cancer evolution. We show that Phyllochron outperforms existing phylogeny inference methods on simulated single-cell sequencing data. Applied to longitudinal single-cell DNA sequencing data from an acute myeloid leukemia (AML) patient, Phyllochron constructs a longitudinal phylogeny containing rare cancer clones that persist through multiple cycles of targeted drug treatment, a crucial finding missed by existing phylogeny inference methods. The Phyllochron statistical test supports the presence of these rare clones.", "date": "2025-08-09", "journal": ""}
{"title": "Multimodal analysis identifies pericyte-centered signaling programs altered by sex and brain region in Alzheimer's Disease", "doi": "10.1101/2025.08.06.668915", "authors": "El-Ghazawi, K.; Aberra, Y. T.; Veeramasu, Y.; Fares, W. A.; Isakson, B. E.; Sontheimer, H.; Eyo, U. B.; Peirce, S. M.", "abstract": "Pericytes are critical components of the neurovascular unit (NVU), regulating endothelial cell (EC) stability, blood-brain barrier (BBB) integrity, and neuroimmune signaling. However, their role in Alzheimer's Disease (AD), particularly in the context of sex differences and brain region specificity, remains poorly defined. Here, we use single-nucleus RNA sequencing (snRNA-seq) to characterize transcriptional and intercellular signaling changes in pericytes across the middle temporal gyrus (MTG) and dorsolateral prefrontal cortex (DLPFC) of the same AD and non-AD donors, stratified by sex. Using LIANA and Tensor-cell2cell, we identify latent communication programs altered in female AD donors, including a pericyte-EC signaling pattern that activates TGF-beta; via extracellular matrix ligands and is upregulated in the MTG but not the DLPFC. A second communication pattern, downregulated in female AD donors, reveals impaired estrogen pathway signaling through ligand-receptor interactions between pericytes and astrocytes. Supporting this, we observe reduced expression of pericyte-derived neuroligins and increased pericyte-astrocyte separation in a spatial transcriptomic subset. Additionally, we identify a microglia-to-pericyte signaling program conserved across brain regions, enriched for inflammatory pathways including hypoxia and p53, and elevated in both male and female AD donors with regional specificity. This result contrasts with the more sex- and region-specific pericyte signaling programs and suggests parallel mechanisms of NVU disruption between brain regions in AD. Our findings reveal brain region-specific and sex-specific pericyte signaling changes in AD and implicate vascular-, immune-, and synapse-associated pathways in NVU dysfunction. Altogether, the data suggest pericyte-driven communication as a mechanistic contributor to female-biased vulnerability in AD and support the need for sex-aware and region-specific approaches in neurodegeneration research.", "date": "2025-08-09", "journal": ""}
{"title": "HDAC inhibition unlocks tumor plasticity and enhances immunotherapy response in Myc- Driven Small Cell Lung Cancer", "doi": "10.1101/2025.08.06.668958", "authors": "Ghafoor, A.; Zhu, L.; Weaver, Z.; Elmeskini, R. E.; Atkinson, D.; Day, A.; Bassel, L.; Wang, W.; Ying, H.; Calvo, K. r.; Pongor, L.; Pommier, Y. S.; Thomas, A.; Sun, Y.", "abstract": "Small Cell Lung Cancer (SCLC) is a highly aggressive malignancy, accounting for approximately 15% of all lung cancer cases. Characterized by low immunogenicity, SCLC may utilize epigenetic mechanisms to evade immune detection. Here, we demonstrate that entinostat, a class I histone deacetylase inhibitor (HDACi) upregulates immune-related genes in human SCLC cells. In vivo, we confirmed entinostat treatment increased expression of immunecheckpoint ligands and antigen presentation machinery in Myc-driven tumors in a Rb1/Trp53/MycT58A (RPM) SCLC mouse model, while shifting tumors from a neuroendocrine(NE)-high to a NE-low phenotype. Notably, combining entinostat with anti-PD-1 immunotherapy significantly enhances T-cell infiltration, suppresses tumor growth, and prolongs survival in RPM allograft models. These findings underscore the potential of entinostat to reprogram the immunological landscape and NE status of SCLC, enhance immune checkpoint blockade efficacy, and improve therapeutic outcomes.", "date": "2025-08-09", "journal": ""}
{"title": "Loss of DAXX induces alternative lengthening of telomeres (ALT)-associated hallmarks in prostate cancer cells in a context-specific manner", "doi": "10.1101/2025.08.06.668744", "authors": "Mori, J. O.; Da, J.; Kim, J.; Rizzo, A.; Davis, C.; Lanza, C.; Brosnan-Cashman, J. A.; Meeker, A. K.; Heaphy, C. M.; Graham, M. K.", "abstract": "Background. The histone chaperone complex, consisting of the death domain-associated protein (DAXX) and the alpha-thalassemia/mental retardation X-linked protein (ATRX), plays a pivotal role in maintaining chromatin through the deposition of the histone variant H3.3. Mutations leading to loss of ATRX or DAXX function are linked to the non-telomerase, alternative lengthening of telomeres (ALT) phenotype in certain cancers. Engineered ATRX mutations have previously been found to induce features of ALT in prostate cancer cell lines, notably in LAPC-4, but not in CWR22Rv1. This study determined the impact of DAXX mutations on ALT-associated characteristics in CWR22Rv1 and LAPC-4. Methodology. Mutations were induced in CWR22Rv1 and LAPC-4 cells by targeting exon 2 of DAXX using the CRISPR-Cas9 genome editing strategy. The resulting mutant clones were then evaluated for ALT-associated characteristics, including the presence of ALT-associated PML bodies (APBs), C-circles, telomere length heterogeneity, and a lack of telomerase activity. Results. Four CWR22Rv1 DAXX mutant clones (DAXXMut1-4) and five LAPC-4 clones (DAXXMut1-5) were evaluated. In CWR22Rv1, DAXXMut1, DAXXMut2, and DAXXMut4 were true knockout clones with frameshift mutations in both copies, while CWR22Rv1 DAXXMut3 had a frameshift mutation in one copy and an in-frame mutation in the other. Protein expression was undetectable in all the CWR22Rv1 clones, including CWR22Rv1 DAXXMut3. In LAPC-4, DAXXMut1 was a true knockout, while DAXXMut2, DAXXMut3, DAXXMut4, and DAXXMut5clones had at least one in-frame mutation. Among these LAPC-4 clones, only DAXXMut1 had undetectable protein by western blotting. ALT-associated characteristics such as APBs, C-circles, and telomere length heterogeneity were observed only in CWR22Rv1 DAXXMut4. All the clones maintained telomerase activity, regardless of whether ALT-associated hallmarks were observed. Implications. The CWR22Rv1 and LAPC-4 DAXX mutant clone models provide useful tools for future studies on telomere maintenance mechanisms and DAXX-related biology, particularly in prostate cancer.", "date": "2025-08-09", "journal": ""}
{"title": "A 3D Human Neuron-on-Chip Platform to Monitor Neuronal Injury Responses", "doi": "10.1101/2025.08.06.667201", "authors": "Tang, R.; Latchoumane, C.-F.; Chopra, A.; Sarkar, M. M.; Kim, C.; Gonsalves, N.; Wu, H.-F.; Mhatre-Winters, I.; Mishra, A.; Zeltner, N.; Richardson, J. R.; Karumbaiah, L.", "abstract": "Traumatic brain injury (TBI) is a major cause of neurological dysfunction and long-term neurodegeneration, yet the intrinsic neuronal contributions to TBI pathophysiology remain incompletely defined. Here, we present a novel Neuron-on-Chip microfluidic platform that can be used to mechanically injure mature human prefrontal cortex neurons (hPFCs) embedded in three-dimensional (3D) hydrogels, enabling the study of injury responses in pure neuronal cultures. Real-time calcium dynamics across 13 metrics of single-cell and network activity reveals biphasic injury response: an early phase (0.5-24 h) characterized by excitotoxicity, hyper-synchronized bursting, and network collapse; and a late phase (8 d) marked by sustained depolarization and structural remodeling. Secretome profiling uncovers progressive elevations in extracellular pT181 and total Tau from days 1 to 5 post-injury. Cytokine analyses identify early (24 h) elevations in IP-10, IL-10, IFN2, and NCAM, and late increases (8 d) in CXCL9 and MPO, linking neuronal activity changes to stage-specific inflammatory signaling. Immunocytochemistry and immunoblotting confirmed temporally ordered upregulation of calpain-1 and caspase-3 (days 1-3), phosphorylated Tau (AT8+, days 5-8), and neurofibrillary tangle-like Tau aggregates (NFT+, day 8). These findings establish our platform as a scalable microphysiological model for probing the dynamic cellular and molecular sequelae of neuronal response to injury, offering insights into neurodegeneration and opportunities for therapeutic discovery.", "date": "2025-08-09", "journal": ""}
{"title": "Cortical Processing for the Vestibular and Visual Input of Egomotion in Macaque Monkeys: Separate Networks with Targeted Convergence", "doi": "10.1101/2025.08.06.668905", "authors": "Marchand, S.; De Castro, V.; Excoffier, E.; Laurent, M.-A.; Rosito, M.; Vayssiere, N.; Cottereau, B. R.; Severac Cauquil, A.; Durand, J.-B.", "abstract": "The integration of visual and vestibular inputs during egomotion is fundamental for both postural and navigational control. In the present study, we used functional magnetic resonance imaging (fMRI) in four macaque monkeys to investigate cortical activation in response to galvanic vestibular stimulation (GVS), applied through transmastoid electrodes, and egomotion-compatible (EC) optic flow patterns. Visual and vestibular stimulations activate two largely independent cortical networks: the vestibular network encompasses the insular cortex, superior parietal lobule, frontal lobe, and cingulate cortex, while optic flow primarily activated regions in the superior temporal sulcus, temporo-parietal junction, inferior parietal lobule, and restricted portions of the cingulate and frontal cortices. Despite this segregation, several areas exhibit visuo-vestibular convergence: VPS in the temporo-parietal junction, area 7 in the inferior parietal lobule, VIP and LIP in the intraparietal sulcus, MSTd in the superior temporal sulcus, CSv in the cingulate sulcus, and FEFsem in the frontal cortex. These findings demonstrate that visual and vestibular signals generated by egomotion are processed in extended and distinct cortical networks with several narrow convergence sites, consistent with the idea that multisensory integration during self-motion is achieved through selective convergence rather than general network overlap.", "date": "2025-08-09", "journal": ""}
{"title": "AgRP Neuronal Suppression by Spontaneous Movement Encodes Exercise Reinforcement", "doi": "10.1101/2025.08.06.668910", "authors": "Yoshida, J.; Suematsu, N.; Soma, S.; Levy, I.; Horvath, T.", "abstract": "Hypothalamic agouti-related peptide (AgRP) neurons that drive hunger-related behaviors are activated during energy deficit, encode negative valence but can be inhibited even by perception of food without digestion. Here, we show that in head-fixed mice, discrete motor actions such as spontaneous walking and conditioned licking rapidly suppress AgRP neuron activity. This suppression persisted throughout movement and terminated upon cessation, which was independent of food perception or conditioned cues. The degree of suppression was positively correlated with movement vigor. While optogenetic enhancement of AgRP neuron suppression did not initiate movement, it promoted reinforcement of concurrent walking behavior. These findings unmask that spontaneous, low intensity physical activity can reduce AgRP neuron activity reinforcing concurrent movement/exercise with implications for systemic health benefits.", "date": "2025-08-09", "journal": ""}
{"title": "The club cell circadian clock regulates temporal patterns in leukocyte trafficking in chronic allergic airways disease", "doi": "10.1101/2025.08.06.668949", "authors": "Cain, J.; Chakraborty, A.; Deugi, V.; Krakowiak, K.; Bechtold, D.; Gibbs, J. E.; Durrington, H. J.", "abstract": "Rationale: Asthma displays temporally variable symptoms which worsen overnight, corresponding with a nocturnal increase in airway eosinophils. The molecular clock within the club cell of the bronchial epithelium is a key driver of lung rhythmic processes, however, its role in chronic allergic airways disease (AAD) is not known. Elucidating the role of the club cell clock in regulating rhythmic inflammation in AAD could lead to new therapeutic advances. Objectives: To investigate the club cell molecular clock regulation of leukocyte trafficking in chronic AAD. Methods: ccsp-bmal1 KO mice (which lack a functional clock in club cells) and littermate control mice underwent a 5-week chronic house dust mite (HDM) model of AAD, following which leukocyte populations and cytokines from blood, lung and airway compartments were quantified in a 24-hour time-course. Airway epithelial cells were cultured and transepithelial electrical resistance measured to explore circadian variability in barrier permeability and impact of pharmacological modulation of the clock. Main Results: Leukocyte populations accumulate in the blood, lung and airways of HDM exposed mice in a time-of-day dependent manner, with time of peak accumulation dependent on cell type. This temporal gating of leukocyte accumulation is controlled and coordinated by the club cell circadian clock, which also regulates airway barrier integrity. Targeting REVERBa (a component of the molecular circadian clock), was effective at modifying airway barrier permeability achieving reduced transepithelial leukocyte migration. Conclusions: The club cell clock gates leukocyte trafficking signals and airway barrier integrity by time of day in chronic allergic airway inflammation.", "date": "2025-08-09", "journal": ""}
{"title": "Insights from U.S. beekeeper triage surveys following unusually high honey bee colony losses 2024-2025", "doi": "10.1101/2025.08.06.668930", "authors": "Nearman, A.; Crawford, C. L.; Guarna, M. M.; Chakrabarti, P.; Lee, K.; Cook, S.; Hill, E.; Seshadri, A.; Slater, G.; Lamas, Z.; Chen, Y. P.; Downey, D.; Evans, J. D.", "abstract": "In January of 2025, U.S. commercial beekeepers reported unusually high honey bee colony losses as they prepared colonies for almond pollination. Two industry groups launched nationwide surveys to document colony losses between June 2024 and March 2025 across all scales of beekeeping. This study analyzes these survey data to assess colony losses, estimate financial impacts, and identify correlations with beekeeper management practices and geographical locations. Unlike past surveys, commercial beekeepers experienced more severe losses than smaller-scale beekeepers during this period. Respondents, managing over half of U.S. colonies, most frequently cited Varroa mites as the cause for their losses. Varroa mites were followed by pesticides and pathogens in the case of commercial beekeepers and by queen failure and weather in the case of smaller-scale beekeepers. Although Varroa was the most frequently cited cause, losses did not significantly differ between users and non-users of amitraz, suggesting that rising amitraz resistance alone does not explain observed trends. Differences in protein and carbohydrate feeding frequencies also played a role in net losses. While colony loss rates and financial concern varied widely among respondents, commercial beekeepers understandably showed higher sensitivity to financial impacts, with concerns increasing linearly with loss severity. This study highlights the value of beekeeper surveys which, alongside direct analyses of bee samples and longitudinal studies, help identify effective management strategies and environmental risks. Such insights are crucial for addressing the leading causes of colony losses on a national scale, and ultimately aid in safeguarding honey bee health, pollination services, and agricultural production.", "date": "2025-08-09", "journal": ""}
{"title": "Condensin and topoisomerases cooperate to relieve topological stress at stalled replication forks", "doi": "10.1101/2025.08.06.668895", "authors": "Da Mota, M.; Delamarre, A.; Barthe, A.; Jackson, J.; Toran-Vilarrubias, A.; Ribeyre, C.; Vindigni, A.; Lin, Y.-L.; Pasero, P.; Lengronne, A.", "abstract": "Resolving complex topological structures at replication forks is vital for successful DNA replication, but the mechanisms are little understood. Evidence from diverse eukaryotes suggests that condensin, which promotes chromosome condensation in M phase, might also act during S phase to facilitate relaxation of torsional stress by topoisomerases. Here, we show in yeast and human cells that condensin binds stressed replication forks, where it cooperates with topoisomerases I and II to promote resection of the nascent DNA and restart replication. Our findings suggest that condensin acts with topoisomerase I at reversed forks to convert positively supercoiled DNA into structures that are subsequently relaxed by topoisomerase 2, allowing the fork to resume replication. These findings uncover an important, evolutionarily conserved role for condensin in handling topological constraints at arrested forks that is reminiscent of its function in chromosome segregation and might prevent formation of toxic chromosome structures during fork arrest and reversal.", "date": "2025-08-09", "journal": ""}
{"title": "LLM-Assisted Functional Gene Annotation", "doi": "10.1101/2025.08.06.668957", "authors": "Boyce, C.; Pereira, C.; Kim, G. D.; Petti, A. A.", "abstract": "Functional gene annotation is a highly manual and subjective process that requires analysis of large amounts of statistical and literature results. Here we present Artificial Intelligence Gene Enrichment (AIGE), a careful automation of the current state of the art process used by bioinformatic experts to determine functions enriched in novel or experimentally derived gene lists. In 1206 test cases, AIGE is able to accurately recover 87% of biological functions, pathways, and cell types, is robust to noise contamination, and accurately assesses its own self-confidence. AIGE reports provide accurate functional annotations and encourage further research in a broad set of contexts.", "date": "2025-08-09", "journal": ""}
{"title": "Pan-ASLM: a high-resolution and large-field-of-view light sheet microscope for Expansion Microscopy", "doi": "10.1101/2025.08.06.668765", "authors": "Mekbib, H. T.; Andersen, L. P.; Zhang, S.; Gulcicek, J.; Tian, Y.; Ross, J. R.; Lessard, M. D.; Bewersdorf, J.", "abstract": "Expansion microscopy, a super-resolution fluorescence microscopy technique in which samples are expanded up to ~8,000 times (after 20-fold expansion) their original volume, places high demands on the microscopes used to image the expanded samples. To reveal nanoscale cellular ultrastructure in meaningful sample volumes, the instruments need to feature a large field of view and working distance. Simultaneously, they need to offer a high three-dimensional resolution to avoid counteracting the resolution improvement achieved by the expansion process. Here, we present pan-ASLM, a high resolution, large field-of-view light-sheet microscope developed for expanded samples, based on the Axially Swept Light Sheet Microscopy (ASLM) technique. pan-ASLM allows imaging over a 640 m x 640 m field of view with lateral and axial resolutions of 566 nm and 457 nm, respectively, and features an image acquisition speed of up to 20 fps (183 Mvoxels/sec). It offers ~1200x higher imaging speed, a ~7x larger field of view, and ~2x better axial resolution than the standard confocal microscopes typically used for expanded samples. We validate the new microscope design through imaging of pan-expanded HeLa cells as well as mouse kidney and brain tissue.", "date": "2025-08-09", "journal": ""}
{"title": "The glutathione S-transferase GSTT1 mediates stemness and sensitivity to FGFR inhibitors in metastatic pancreatic cancer through regulation of PROM1", "doi": "10.1101/2025.08.06.668944", "authors": "Herrera, D. d. l. C. D.; Roman, A. A.; McCracken, C. M.; Sadzewicz, L.; Tallon, L. J.; Ferrer, C. M.", "abstract": "Pancreatic ductal adenocarcinoma (PDA) is among the deadliest cancers, primarily because most patients are diagnosed at metastatic stages, resulting in a five-year survival rate of only 8%. Our previous work identified Glutathione S-transferase theta 1 (GSTT1) as a key regulator of a slow-cycling, highly metastatic population, suggesting that the GSTT1High subpopulation may be enriched in stem-like properties and thus contribute to chemoresistance. Using a mCherry-tagged Gstt1 reporter system in metastatic murine PDAC cells, we enriched for Gstt1High subpopulations and characterized their tumor sphere-forming capacity and gene expression profiles. We compared these profiles with human pancreatic cancer datasets to identify conserved stemness-associated gene signatures. We found that Gstt1High murine tumor spheres demonstrated increased size, number, and enrichment of stemness-related genes such as PROM1 (CD133) and components of Wnt/FGF signaling. We find that human CD133HighGSTT1High cell lines formed significantly more and larger tumor spheres with spheroid morphologies linked to therapy resistance, suggesting that co-expression serves as a biomarker for a metastatic, stem-like subpopulation in PDA. These cells displayed selective sensitivity to FGFR inhibitors under tumor sphere conditions. FGFR3 expression correlated with CD133 and GSTT1 levels, and FGF signaling was required to sustain their expression. GSTT1 knockdown reduced CD133 protein, tumor sphere formation, and altered sensitivity to FGFR inhibition, suggesting a hierarchical regulatory relationship. Importantly, patient-derived PDA organoids recapitulated these findings, where co-expression of GSTT1 and PROM1 predicted larger tumor spheres and enhanced response to pan-receptor tyrosine kinase (RTK) inhibitor, Nintedanib. These results support GSTT1 as both a marker and mediator of CSC plasticity and identify FGFR inhibitors as a promising therapeutic strategy for targeting this stem-like metastatic population.", "date": "2025-08-09", "journal": ""}
{"title": "Spatial proximity and dyadic social relationships affect ungulate behavioral synchrony", "doi": "10.1101/2025.08.06.668986", "authors": "Hodgson, G. M. W.; Flay, K. J.; Perroux, T. A.; McElligott, A. G.", "abstract": "Collective group decisions are important for the survival and reproduction of social mammals, with inter-individual interactions often driving group-level emergent behavior. Activity synchronization is an important collective behavior, with differences in nutritional requirements leading to foraging asynchrony. Individual variation between animals (such as sex or social relationships) are predicted to affect ungulate synchronization and spatial proximity, with between-sex differences consequently influencing sexual segregation evolution in ungulates. Although investigated independently, the relative roles of sex, sociality and proximity in synchronization are rarely investigated concurrently, especially in regards to affiliative relationships. Asynchrony influences fission-fusion dynamics and social segregation, but little is known how short-term changes in synchrony affects fission. Using a mixed-sex group of feral cattle (Bos taurus), we evaluated the supporting evidence for several predictions arising from the current understanding of synchronization in ungulates. We investigated if sex and social relationships (dominance and affiliation) affected foraging, behavioral synchrony and proximity. We also investigated whether group synchrony affected short-term changes in group size (fission events). We found that same-sex dyads were more likely to be synchronized than mixed-sex dyads, but differences in dominance and affiliation did not affect dyadic synchrony. Focal animals were more synchronized with closest neighbors than with another randomly selected conspecific. Reduction in group size was more likely when group synchrony was lower, highlighting the importance of asynchrony in temporary movement decisions. Inter-individual differences can explain variation in collective behavior, with synchronization being biased towards certain individuals by favoring animals in close spatial proximity and those of the same-sex.", "date": "2025-08-09", "journal": ""}
{"title": "Predicting Spiking Activity from Scalp EEG", "doi": "10.1101/2025.08.06.668998", "authors": "Sharma, D.; Krekelberg, B.", "abstract": "Despite decades of electroencephalography (EEG) research, the relationship between EEG and underlying spiking dynamics remains unclear. This limits our ability to infer local neural dynamics reflected in intracranial signals from EEG, a critical step to bridge electrophysiological findings across species and to develop non-invasive brain-machine interfaces (BMIs). We recorded spiking activity from a 32-channel floating microarray permanently implanted in parafoveal V1 and scalp-EEG in a male macaque monkey. While the animal fixated, the screen flickered at different temporal frequencies to induce steady-state visual evoked potentials (SSVEP). We analyzed the relationship between the V1 multi-unit spiking activity envelope (MUAe) and EEG frequency bands to predict MUAe at each time point from EEG. We extracted instantaneous spectrotemporal features of the EEG signal, including phase, amplitude, and phase-amplitude coupling of its frequency bands. Although the relationship between these features and the V1 MUAe was complex and frequency-dependent, it was reliably predictive of the MUAe. Specifically, in a multivariate linear regression predicting MUAe from EEG, each EEG feature (phase, amplitude, coupling) contributed to model predictions. In addition, we found that MUAe predictions were better in shallow than deep cortical layers, and that the phase of stimulus frequency further improved MUAe predictions. Our study shows that a comprehensive account of spectrotemporal features of non-invasive EEG can inform about underlying spiking activity, which is beyond what is available when the amplitude or phase of the EEG signal is considered separately. This demonstrates the richness of the EEG signal and its complex relationship with neural spiking activity and suggests that using more comprehensive spectrotemporal signatures could improve BMI applications.", "date": "2025-08-09", "journal": ""}
{"title": "Sensory Inputs Drive Multi-Scale Reorganization of Cortical Dynamics for Efficient Coding", "doi": "10.1101/2025.08.06.669021", "authors": "Liu, J.; Jiang, L.; Li, X.; Wu, J.; Liu, J.", "abstract": "Sensory inputs do more than activate individual neurons; they also reshape collective cortical dynamics. Using wide-field calcium imaging in mouse primary visual cortex (V1) during viewing factorial sets of shape, motion, and color stimuli, we simultaneously tracked thousands of neurons across the entire V1 and analyzed neural dynamics across thermodynamic, topological and geometric scales. While distributions of pairwise neuronal correlations remained unchanged, maximum-entropy models revealed that sensory inputs consistently lowered the network's critical temperature, signifying a selective weakening of neuronal couplings and a departure from spontaneous near-criticality. This microscale decoupling dissolved modular subnetworks, integrating previously segregated neuronal communities. Consequently, neural population activity collapsed onto a lower-dimensional manifold aligned with stimulus-defined dimensions, thereby increasing linear decoding accuracy. Further formal proofs and computational modeling demonstrated a causal chain linking sensory-driven weakening of microscale couplings to reduced mesoscale modularity and enhanced macroscale manifold capacity. Thus, our study proposes microscale neuronal couplings as a mechanistic basis for cortical networks dynamically trading off exploratory variability for representational efficiency, thus unifying criticality and efficient coding, two classical signatures of cortical computation, within a coherent multiscale framework.", "date": "2025-08-09", "journal": ""}
{"title": "A Scalable Toolkit for Modeling 3D Surface-based Brain Geometry", "doi": "10.1101/2025.08.06.668521", "authors": "Im, Y.; Nabulsi, L.; Kang, M. J. Y.; Thomopoulos, S. I.; Zuluaga, A. M. D.; Dale, A. M.; Karuk, A.; Giorgio, A. D.; Mwangi, B.; Gutman, B.; Overs, B.; Jaramillo, C. L.; McDonald, C.; Stein, D.; Cannon, D. M.; Glahn, D.; Hidalgo-Mazzei, D.; Pecheva, D.; Grotegerd, D.; Pomarol-Clotet, E.; Vieta, E.; Olie, E.; Cherto, E. V.; Sambataro, F.; Howells, F.; Scheffler, F.; Busatto, G.; Anmella, G.; Zunta-Soares, G. B.; Roberts, G.; Temmingh, H.; Gotlib, I.; Agartz, I.; Soares, J. C.; Karantonis, J. A.; Prisciandaro, J.; Fullerton, J. M.; Radua, J.; Savitz, J.; Houenou, J.; Sim, K.; Harada, K.; Berger, ", "abstract": "3D surface-based computational mapping is more sensitive to localized brain alterations in neurological, developmental and psychiatric conditions than traditional gross volumetric analysis, providing fine-scale 3D maps of a wide range of surface-based features. Here we introduce a scalable toolkit for large-scale computational surface analysis, with efficient algorithms for multisite data integration, statistical harmonization, accelerated multivari-ate statistics, and visualization. We showcase the utility of the toolkit by mapping subcortical shape variations and factors that affect them across 21 international samples from the ENIGMA Bipolar Disorder Working Group (N=3,373).", "date": "2025-08-09", "journal": ""}
{"title": "Characterising the microbial and antimicrobial resistance signatures of hospital-acquired pneumonia using nanopore metagenomic sequencing", "doi": "10.1101/2025.08.09.669460", "authors": "Tan, C. C. S.; Aydin, A.; Owen, D. R.; Rofael, S.; Brealey, D.; Peters, M.; Charalampous, T.; Hurst, J. R.; McHugh, T. D.; Livermore, D. M.; Gant, V.; O'Grady, J.; Balloux, F.; van Dorp, L.; Enne, V. I.", "abstract": "Hospital-acquired pneumonia (HAP) is a significant burden in nosocomial settings, yet its microbial underpinnings remain poorly understood. Here, we leverage shotgun nanopore sequencing to characterise the respiratory microbiomes of 250 HAP patients in a UK multi-site cohort, validating these using paired PCR and culture assays. Sequencing identified the dominant microbes implicated in HAP, including detection of probable pathogens in 49 PCR- and culture-negative cases. We found a high prevalence of fungi in 81/239 (34%) in HAP patients, of whom 26/81 (32%) were PCR/culture-negative, suggesting that fungi may represent an under-investigated component of HAP, whether as colonists or pathogens. Although HAP is clinically sub-categorised based on the use and duration of ventilation before disease onset, we found that the microbial profiles of these sub-groups were indistinguishable. We also found a concerningly high proportion of multi-drug-resistant microbes in HAP patients, with 21% of assembled bacterial genomes harbouring acquired antimicrobial resistance (AMR) genes that confer resistance to at least three classes of antimicrobials. This included high AMR gene carriage associated to Staphylococcus epidermidis, which may be an important reservoir of AMR, though typically viewed as a commensal. Our work provides extensive metagenomic characterisation of HAP, underscores the value of metagenomics in describing its complex aetiology, and further prompts its potential role for pathogen detection, resistance profiling and treatment.", "date": "2025-08-09", "journal": ""}
{"title": "Investigation on NTC (No-Template Control) Amplification in real time PCR test of Boar DNA sample", "doi": "10.1101/2025.08.07.669038", "authors": "Asrori, M. R.; Telaumbanua, G. N. C.; Khoirunnisa, S.; Wonorahardjo, S.; Suharti, S.", "abstract": "Amplification in the No-Template Control (NTC) is a critical issue in real-time PCR (qPCR) as it can compromise the validity of results. This study was conducted to investigate the source of an observed signal in the NTC of a qPCR assay designed for boar DNA detection. Methodologies included melt curve analysis to characterize the amplification product and standard curve analysis to assess assay performance. The results from the melt curve analysis definitively confirmed that the product amplified in the NTC was not a primer-dimer, indicating that the signal did not originate from non-specific primer interactions. Furthermore, the primer set clearly demonstrated efficient amplification of the target DNA sequence in positive samples. The overall assay performance was validated by a standard curve, which showed acceptable linearity with a coefficient of determination (R2) of 1. Collectively, these findings suggest that the qPCR assay is robust and specific. The amplification observed in the NTC is attributed to minute DNA contamination rather than methodological flaws like primer-dimer formation, confirming the high sensitivity of the developed test.", "date": "2025-08-09", "journal": ""}
{"title": "USP7 deubiquitinase stabilizes FAN1 to support DNA crosslink repair and suppress CAG repeat expansion", "doi": "10.1101/2025.08.08.669300", "authors": "Collotta, G.; Gatti, M.; Ungureanu, I.-M.; van Ackeren, V.; Rannou, E.; Vivalda, F.; Gomez Vieito, D.; Fishwick, K. M.; von Aesch, C.; Porro, A.; Ungerleider, K.; Heidari, A.; Guerois, R.; Harding, R. J.; Bischof, S.; Balmus, G.; Sartori, A. A.", "abstract": "Human FAN1 is a structure-specific endonuclease critical for the repair of DNA interstrand crosslinks (ICLs) and the excision of extrahelical CAG repeats-whose pathological expansion underlies Huntington 's disease (HD), a progressive and currently incurable neurodegenerative disorder. However, mechanisms of post-translational regulation of FAN1 are still largely unknown. Here, we identify the ubiquitin-specific protease 7 (USP7) as new interactor of FAN1. USP7 stabilizes FAN1 protein levels in a deubiquitination-dependent manner, preventing FAN1 from proteasomal degradation. Consequently, we demonstrate that USP7 depletion leads to reduced chromatin association of FAN1 and increased cellular hypersensitivity following ICL damage. Moreover, we find that loss of USP7 accelerates CAG repeat expansion in an HD cellular model. Collectively, our findings establish USP7 as a critical regulator of FAN1 activity in the maintenance of genome stability, highlighting potential therapeutic opportunities for cancer and HD.", "date": "2025-08-09", "journal": ""}
{"title": "Cold exposure induces the constitutively active thermogenic receptor, GPR3, via ERRα and ERRγ", "doi": "10.1101/2025.08.09.669357", "authors": "Sveidahl Johansen, O.; McIntyre, R. L.; Rahbani, J.; Scholtes, C.; Lagarde, D. M.; Tandio, D.; Linde Basse, A.; Giguere, V.; Kazak, L.; Gerhart-Hines, Z.", "abstract": "Objectives: Despite transformative advances in obesity pharmacotherapy, safely increasing energy expenditure remains a key unmet need. Exploiting thermogenic adipocytes represents a promising target given their capacity for significant catabolic activity. We previously showed that G protein-coupled receptor 3 (GPR3) can drive energy expenditure in brown and white mouse and human adipocytes. GPR3 is a unique GPCR because it displays high intrinsic activity and leads to constitutive cAMP signaling upon reaching the cell surface. Therefore, the transcriptional induction of GPR3 is analogous to ligand-binding activation of most GPCRs. Gpr3 expression is physiologically induced in thermogenic adipocytes by cold exposure and mimicking this event through overexpression in mice is fully sufficient to increase energy expenditure and counteract metabolic disease. Yet the factors mediating physiological Gpr3 expression remain unknown. Methods: Here, we apply ATAC-Seq to identify cold-induced promoter elements of Gpr3. We uncover a role for the estrogen-related receptors, ERR and ERR{gamma}, in the physiological transcriptional control of Gpr3 using adipose-specific double knock-out mice with and without adeno associated virus (AAV)-mediated rescue. Results: We show that ERR directly binds the cold-induced promoter element of Gpr3 and that adipocyte ERR and ERR{gamma} are required for the in vivo transcriptional induction of Gpr3 during cold exposure. Importantly, deficient Gpr3 cold-inducibility in adipose-specific ERR and ERR{gamma} KO mice is fully rescued by delivery of AAVs re-expressing either ERR or ERR{gamma} directly into brown adipose tissue. Conclusions: ERR and ERR{gamma} are critical regulators of cold-induced transcription of Gpr3 and represent a targetable strategy for pharmacologically unlocking GPR3-induced energy expenditure.", "date": "2025-08-09", "journal": ""}
{"title": "Complement C3 recognition by C3 convertases", "doi": "10.1101/2025.08.09.669456", "authors": "Changhao, J.; Xiaoke, Y.; Minghui, Z.; Ying, T.; Xiao, J.", "abstract": "The complement system plays a fundamental role in human immunity, and its dysregulation is implicated in numerous diseases. Activation of the complement occurs through three main pathways: classical, lectin, and alternative; which converge at the central component, C3. The classical and lectin pathways utilize the C4b2a convertase to cleave C3 and initiate complement activation, while the alternative pathway employs the C3bBb convertase, which is further stabilized by properdin. The molecular mechanisms governing C3 recognition by these convertase complexes remain incompletely understood. Here, we first present a 3.1 angstrom resolution cryo-electron microscopy (cryo-EM) structure of the C4b2a_C3 complex, alongside the 2.9 angstrom and 3.1 angstrom resolution structures of the C4b2 zymogen in the loading and activation states. These structural snapshots elucidate the structural basis for C3 engagement by C4b2a, and illustrate sequential conformational changes during the classical/lectin pathway convertase maturation. Furthermore, we determine a 2.6 angstrom resolution cryo-EM structure of the C3bBb_properdin_C3 complex, which uncovers unique substrate-binding features of C3bBb and sheds light on how properdin stabilizes the alternative pathway convertase. These results offer comprehensive mechanistic insights into complement activation", "date": "2025-08-09", "journal": ""}
{"title": "Isolation and Quantification of mRNAs from Subcellular Phase-Separated Structures from Detergent Permeabilized Brain Cells", "doi": "10.1101/2025.08.06.669016", "authors": "Ray, S.; Mukherjee, K.; Bhattacharyya, S. N.", "abstract": "Post-transcriptional regulation by RNA processing bodies, also known as P-bodies (PBs), is crucial for mRNA translation, localization, and stability in various animal cells, including neurons and glial cells. PBs facilitate spatial regulation of protein synthesis, influencing differentiation and synaptic function. Understanding mRNA dynamics in PBs is vital and is suspected to be impaired in neurodegenerative disorders. We developed a detergent-based method to isolate phase-separated P-bodies (PBs) free from cytosolic factors and RNAs, which allows us to examine their mRNA content under altered conditions. Using neuronal and glial cell models, we investigated the impact of amyloid-oligomers on PB-associated mRNAs. In neurons, exposure to amyloid proteins disrupted the release of neuronal differentiation-related mRNAs, hindering their translation. Glial cells exhibited increased levels of cytoplasmic pro-inflammatory cytokine mRNAs after amyloid treatment, as they escaped from RNA processing bodies (PBs), ensuring enhanced translation. These findings underscore the dual role of PBs in controlling mRNA dynamics across cell types and illustrate how amyloid-induced stress may differently affect PB-mediated post-transcriptional control in neurons and astroglia. This method provides a platform for studying the mechanism and quantifying sub-organellar mRNA localization, as well as its effects on altered gene expression caused by amyloid proteins.", "date": "2025-08-09", "journal": ""}
{"title": "Modeling site-and-branch-heterogeneity with GFmix", "doi": "10.1101/2025.08.07.669136", "authors": "McCarthy, C. G. P.; Susko, E.; Roger, A. J.", "abstract": "Phylogenetic trees are often inferred from protein sequences sampled from diverse taxa across the tree of life. The compositions of these amino acid sequences may be heterogeneous across both sites and branches, particularly if deep phylogenetic divergences are the focus. Under some conditions, failure to model this compositional heterogeneity can lead to phylogenetic artefacts. However, the computational cost of phylogenetic inference with models accounting for compositional heterogeneity can be prohibitive. The originally proposed site-and-branch-heterogeneous GFmix model accounts for changing relative frequencies of G, A, R, and P (GARP) vs. F, Y, M, I, N, and K (FYMINK) amino acids resulting from extreme variation in G+C content among taxa. This GFmix model modifies a fitted site-heterogeneous profile mixture model in a branch-specific manner using parameters that reflect branch-specific amino acid compositions. This approach has been shown to improve likelihoods and reduce compositional artifacts. However, the original implementation of the model includes constraints which may sacrifice accuracy for computability and is limited to modeling variation in GARP/FYMINK composition. Here we investigate the properties of the original GFmix model in greater depth and present several improvements to the model. The improved GFmix models permit fewer constraints on branch-specific composition parameters, allow modeling of user-defined compositional heterogeneity, and provide for full maximum-likelihood optimization of parameters. We have also developed new methods for detecting compositional heterogeneity directly from sequence data. Analyses of simulated site-and-branch-heterogeneous data indicates that the improved GFmix models better estimate branch-specific compositions and branch lengths in heterogeneous trees. We applied the various versions of the GFmix model to a real dataset with known compositional heterogeneity artefacts. We find that the most complex GFmix model with full maximum likelihood parameter optimization consistently supports the correct tree over the artefactual tree with improved likelihoods. All versions of the GFmix model are available from https://www.mathstat.dal.ca/~tsusko/software.html.", "date": "2025-08-09", "journal": ""}
{"title": "Drive, suppression, and escape from suppression of a selfish chromosome", "doi": "10.1101/2025.08.07.669186", "authors": "Ridges, J. T.; Bladen, J.; Unckless, R. L.; Phadnis, N.", "abstract": "Meiotic drivers are selfish chromosomes that are predicted to spark a rapid intragenomic arms-race with their suppressors. However, the long-term persistence of unsuppressed selfish chromosomes in natural populations violates these theoretical expectations. The Drosophila pseudoobscura Sex-Ratio (SR) chromosome exemplifies this problem, sometimes referred to as the ancient gene drive paradox. Here, we reconstruct the evolutionary history of this SR chromosome and show that its genetic architecture and complexity has been shaped by a history of drive, suppression, and escape from suppression. Our results indicate that the current lack of resistance to the SR chromosome represents a transient condition awaiting the emergence of new suppressors.", "date": "2025-08-09", "journal": ""}
{"title": "Phylogeny and chromosomal differentiation in Cestreae (Solanaceae)", "doi": "10.1101/2025.08.08.668976", "authors": "Maldonado, L.; HAJDUCZYK RUTZ, J. L.; YANEZ-SANTOS, A. M.; CHIARINI, F.; Urdampilleta, J. D.", "abstract": "Cestreae is a monophyletic tribe within the subfamily Cestroideae (Solanaceae), comprising the American genera Cestrum, Sessea, and Vestia. While the monophyly of Cestrum has been confirmed by DNA sequences, the phylogenetic relationships among its species, as well as its relationship to Sessea and Vestia remain unresolved. This study describes cytogenetic traits, expands cytological records, extends phylogenetic sampling, and analyzes chromosome evolution in Cestreae through ancestral character reconstruction. Chromosome counts, karyotype analyses, and B chromosome identification were conducted using root meristem preparations stained with Giemsa. Fluorescent in situ hybridization (FISH) with rDNA probes and DAPI was used to examine rDNA distribution. Phylogenetic relationships were inferred for 23 species using four molecular markers (ITS, matK, ndhF, and trnLF) under Maximum Likelihood and Bayesian Inference approaches. In addition to sequences from GenBank/NCBI, 14 ITS new sequences were obtained from PCR products. Ancestral haploid chromosome numbers (n) were reconstructed using ChromEvol, while karyotype formulae and rDNA distribution patterns were inferred through stochastic character mapping (SCM) in R. All analyzed species had a chromosome number of 2n = 16, with two types of karyotype formula. Three Cestrum species possessed B chromosomes, and four distinct rDNA distribution patterns were identified. Ancestral state reconstruction suggests that 2n = 16, a karyotype formula of 7m + 1sm, and rDNA synteny (18-5.8-26S + 5S) on sm pair #8 and terminal 18-5.8-26S sites on one m chromosome pair, may represent ancestral characteristics in Cestreae.", "date": "2025-08-09", "journal": ""}
{"title": "Anticodon-edited tRNA enables translational readthrough of COL4A5 premature termination codons", "doi": "10.1101/2025.08.07.669229", "authors": "Omachi, K.; Porter, J. J.; Lueck, J. D.; Miner, J. H.", "abstract": "Alport syndrome is caused by variants in COL4A3, COL4A4, or COL4A5, which encode the 345 chains of type IV collagen. These variants result in defects in the glomerular basement membrane (GBM) and impaired kidney function. Nonsense variants result in truncated proteins lacking the NC1 domain, thereby preventing proper GBM assembly and function and causing the most severe forms of the disease. Restoring full-length protein expression represents a potential therapeutic strategy for Alport syndrome and related disorders. Anticodon-edited transfer RNAs (ACE-tRNAs), which promote premature termination codon (PTC) readthrough, have shown promise in diseases such as cystic fibrosis, but their application in Alport syndrome remains unexplored. To assess the potential of ACE-tRNAs for PTC readthrough of COL4A5 nonsense variants, we employed a C-terminal NanoLuc-fused COL4A5 reporter system in which luminescence is produced only upon full-length protein translation. We introduced ACE-tRNAs into HeLa and 293T cells expressing one of four COL4A5 nonsense variants (S36X, R1563X, S1632X, and R1683X) identified in patients with X-linked Alport syndrome. Readthrough efficiency was evaluated via NanoLuc luminescence and western blotting. Furthermore, we assessed the efficiency of ACE-tRNA-restored 345 heterotrimer formation using a split NanoLuc-based assay. Our results show that application of ACE-tRNAs led to restored C-terminal luminescence across all four COL4A5 nonsense variants, indicating successful readthrough and full-length translation. Moreover, the restored COL4A5 proteins formed 345 heterotrimers. These findings support ACE-tRNA-mediated nonsense suppression as a promising therapeutic strategy for Alport syndrome, with the potential to restore GBM integrity in patients harboring nonsense variants.", "date": "2025-08-09", "journal": ""}
{"title": "Integrative Structural Modeling of Intrinsically Disordered Regions in a Human HDAC2 Chromatin Remodeling Complex", "doi": "10.1101/2025.08.08.669391", "authors": "Nde, J.; Kempf, C.; Zimmermann, R.; Cesare, J.; Zhang, Y.; Workman, J.; Florens, L.; Washburn, M.", "abstract": "Intrinsically disordered regions (IDRs) and intrinsically disordered proteins (IDPs) play pivotal roles in cellular signaling, molecular recognition, and the regulation of various biological processes. These flexible and conformationally dynamic protein segments are difficult to study using structural analysis methods and computational approaches including AlphaFold. Therefore a critical challenge arises when attempting to understand the structural basis of protein-protein interactions involving IDRs. Here we demonstrate that the poorly characterized C16orf87 protein, which we rename as MHAP1, forms a stable complex with HDAC2 and MIER1. These three proteins all contain IDRs whose structure is unknown. We implemented an integrative approach combining experimental crosslinking data with computational modeling techniques (I-TASSER, HADDOCK, AlphaFold) to probe the IDR-driven assembly of the HDAC1:MIER2:MHAP1 complex and build an integrative structural model of this complex. The C-terminal domain of HDAC2, a poorly characterized IDR, promotes interactions between the ELM2 domain of MIER1 as well as the N- and C-termini of MHAP1. These results contrast with most current literature, including the results from AlphaFold alone that are missing structural information on HDAC C-domain. The approach herein can be generalized to study other complexes, emphasizing the need for integrative approaches in determining the 3D structures of IDR/IDP-driven complexes.", "date": "2025-08-09", "journal": ""}
{"title": "Avasopasem Manganese acts as both a Radioprotector and a Radiomitigator of Radiation-Induced Acute or Late Effects.", "doi": "10.1101/2025.08.06.668932", "authors": "Sishc, B.; Ramnrain, D.; Shang, Z.; Alves, E. M.; Bloom, D. A.; Hughes, K.; Saha, D.; Riley, D. P.; Keene, J. L.; Beardsley, R.; Story, M. D.", "abstract": "The pentaazamacrocyclic superoxide dismutase mimetic, Avasopasem Manganese (AVA), has been shown in clinical trials to reduce the severity and duration of acute oral mucositis (OM) and acute esophagitis in patients treated for head and neck and lung cancers, respectively, by radiotherapy using conventional fractionation protocols. Here, the radioprotective effects of AVA were tested in normal tissues after high dose per fraction radiation exposures to determine whether: radioprotective effects of AVA were still present after doses like those used with stereotactic ablative radiotherapy (SAbR); AVA protected against late normal tissue responses; and, whether AVA could act as a radiomitigator of adverse normal tissue events. With AVA, residual DNA lesions and micronuclei were reduced in HBEC3 KT but increased in H1299 cells 24h post-irradiation. Furthermore, radiation-induced mutations and chromosome aberrations were reduced in WTK-1 lymphoblast cells. The radioprotective effects of AVA at high dose per fraction were then tested against both acute and late normal tissue effects. When provided prior to radiation, AVA reduced the extent of epithelial cell layer degradation of mouse tongue irradiated with a single dose of 17 Gy and reduced radiation recall when a second dose of radiation of 12 or 17 Gy was given two weeks following the initial 17 Gy dose. In addition, when provided after radiation, there was a modest but significant reduction in adverse epithelial layer response. Radiation-induced lung fibrosis, determined at 24 weeks post-irradiation, was also reduced when AVA was delivered 1 hour prior to irradiation after a single dose of 54 Gy. When AVA was provided 24h after 54 Gy and given daily (Monday-Friday) for increasing numbers of weeks, fibrosis was progressively reduced as the length of AVA treatment increased. However, AVAs effect on fibrosis decreased as the time between irradiation and post-irradiation AVA application increased. These studies confirm the efficacy of AVA as a radioprotector and mitigator of both radiation-induced acute and late effects after high dose per fraction exposures while not protecting tumor cells to radiation exposure.", "date": "2025-08-09", "journal": ""}
{"title": "Validity of measures of reactive balance training intensity", "doi": "10.1101/2025.08.06.668970", "authors": "Mansfield, A.; Thompson, S.; Sanchez, D. L. F. P.; Mochizuki, G.", "abstract": "Intensity is a key component of exercise prescription. However, balance training intensity is not well defined. Consequently, balance training studies often do not report exercise intensity, which hinders implementing these interventions and developing exercise guidelines. This study aimed to validate measures of reactive balance training intensity. Healthy young (n=11) and older (n=9) adults experienced moving platform balance perturbations of varying magnitudes. Candidate intensity measures were: number of reactive steps; centre of mass displacement, velocity, and acceleration, and margin of stability 100 ms post-perturbation; peak electrodermal response; and OMNI Perceived Exertion Scale and Balance Intensity Scale scores. Correlations were examined between perturbation magnitude and candidate intensity measures. We also compared candidate intensity measures between backward- and forward-fall perturbations and between age groups using generalized linear mixed models. Peak centre of mass acceleration 100 ms after the perturbation was significant positively correlated with perturbation magnitude, with no significant age-group or direction effects, suggesting that this is a valid measure of absolute perturbation intensity. Number of reactive steps, peak electrodermal response, and OMNI Perceived Exertion Scale and Balance Intensity Scale scores were significantly positively correlated with perturbation magnitude, and were significantly higher for backward-fall compared with forward fall perturbations and for older adults compared to younger adults at the same magnitude, suggesting that these are valid measures of relative perturbation intensity. These measures could be used to prescribe and report intensity of reactive balance training in future studies.", "date": "2025-08-09", "journal": ""}
{"title": "Variable E-field properties of dual-site tACS", "doi": "10.1101/2025.08.06.668900", "authors": "Huertas-Penen, S.; Piastra, M. C.; Puonti, O.; Schwab, B. C.", "abstract": "Background Dual-site transcranial alternating current stimulation (ds-tACS) enables the modulation of interregional functional connectivity by introducing a phase lag between the stimulating currents. However, overlapping electric fields (E-fields), particularly in closely spaced cortical targets like the primary motor cortices (M1s), may unintentionally alter E-field characteristics and confound the interpretation of functional connectivity modulation. Objective We aimed to systematically evaluate how different phase lags affect key E-field characteristics when using high-definition ds-tACS, particularly when targeting the M1s. We sought to determine which montage configuration best preserved stable E-field characteristics and investigated whether individualised montage selection could enhance control over E-field consistency. Methods We used individualised finite-element method simulations based on MRI-derived head models to quantify the effects of different phase lags on E-field characteristics. E-field magnitude, normal component, spatial distribution, directionality, and effective stimulation area were assessed for nine montages and eight phase lags. Results All E-field properties, including E-field peak magnitude, peak magnitude of the normal component, redistribution, difference to optimal directionality, and effective area of stimulation, were modulated significantly across different phase lags for all tested montages. Furthermore, we found substantial inter-individual variability in all E-field properties. Individual selection of montages improved critical properties, particularly the E-field directionality. Conclusions In contrast to common assumptions, variations in the phase lag can significantly affect key E-field properties of high-definition ds-tACS. Therefore, we recommend considering modulations of the E-field characteristics when comparing physiological or behavioural effects of ds-tACS at different phase lags. Moreover, given the high inter-individual variability, we suggest the individualisation of montages to the most relevant E-field property.", "date": "2025-08-09", "journal": ""}
{"title": "Differences in stimulus evoked electroencephalographic entropy reduction distinguishes cognitively normal Parkinson's disease participants from healthy aged-matched controls", "doi": "10.1101/2025.08.06.669023", "authors": "Liley, D. T. J.", "abstract": "Parkinson's disease (PD) is a common neurodegenerative disease best known for its defining motor symptoms. However, it is also associated with significant cognitive impairment at all stages of the disease, with many patients eventually progressing to dementia. Therefore, there exists a significant need to identify objective functional biomarkers that better predict and monitor cognitive decline. While methods that analyse either spontaneous or evoked EEG, due to increasing practical usability and ostensible objectivity, have been investigated, current approaches are limited in that the associated measures are, in the absence of a theoretical basis, purely correlative. To address this shortcoming, we propose calculating changes in evoked EEG amplitude variability, quantified using information theoretic differential entropy (DE), during a three-level passive auditory oddball task, as it is argued this will directly index functional changes in cognition. We therefore estimate changes in stimulus-evoked DE in cognitively normal PD participants (n = 25), both on and off their medication, and in healthy age-matched controls (n = 25), and find substantial stimulus (standard, target, novel) and group differences. Notably, we find the time-course of the return of post-stimulus reductions in DE (i.e., information processing) to pre-stimulus levels delayed in PD compared to healthy controls, thus mirroring the assumed bradyphrenia. The observed changes in DE, together with the corollary increases in resting alpha (8 - 13 Hz) band activity seen in PD, are explained in the context of a well-known macroscopic theory of mammalian electrocortical activity, in terms of reduced tonic thalamo-cortical drive. This method of task-evoked DE EEG amplitude variability is expected to generalise to any situation where the objective determination of cognitive function is sought.", "date": "2025-08-09", "journal": ""}
{"title": "Precision Functional Mapping of Imagined and Experienced Pain", "doi": "10.1101/2025.08.06.668906", "authors": "Sun, M.; Petre, B.; Bo, K.; Bango, C. I.; Hershkop, M.; Shohan, S. L.; Jung, H.; Wager, T. D.", "abstract": "Imagination is a principal human capacity, enabling simulation of sensations and situations for planning, learning, and empathy. We examined neural representations of experienced and imagined pain across eight body sites using deep-phenotyping, precision functional MRI with over seven hours of scanning per participant (N = 9). Conventional mapping, pattern classification, and representational similarity analyses converged to show that both imagined and experienced pain activated nociceptive regions (e.g., dorsoposterior insula) and non-nociceptive regions (e.g., supplementary motor area). However, imagined pain did not reliably reactivate body site-selective nociceptive patterns in any region. Instead, imagined and experienced pain shared multivariate representations across widespread cortical and subcortical regions, particularly transmodal cortical areas including dorsomedial and lateral prefrontal cortex, hippocampus, and thalamus. These findings suggest that imagination generates distributed pain-like activity while preserving a neural distinction from verum pain. This distinction may explain the difficulty of vividly imagining pain and underlie its role in empathy, planning, and pain vulnerability.", "date": "2025-08-09", "journal": ""}
{"title": "Impact of Environmental Variables on the Seasonal Dynamics and Relative Abundance of Endosymbionts in Glossina Species in Northern Nigeria", "doi": "10.1101/2025.08.08.669273", "authors": "Abubakar, A.; Luka, S. A.; Ezekiel, K.; Ramatu, A. A.; Musa, U. B.; Tela, H. I.; Umar, I. I.; Yusuf, A. B.; Anchau, R. G.; Machina, I. B.; Ishaq, A. R.; Abdulrahman Tom, S. F.; Tamba, Z.; Abedo, J.; Okoh, E. K.; Garba, J.", "abstract": "This study explores how environmental factors influence the seasonal patterns and endosymbiont abundance in Glossina species across four ecological zones in northern Nigeria. Tsetse flies--the vectors of African trypanosomiasis--host both obligate and facultative endosymbionts, including Wigglesworthia glossinidia, Sodalis glossinidius, and Wolbachia pipientis, which affect their physiology and vector capacity. Over two years, 7,632 tsetse flies were collected and examined for species distribution, symbiont prevalence, and local climate variables (temperature, humidity, and vegetation index). Glossina tachinoides was most prevalent (55.78%), followed by G. morsitans submorsitans (29.36%) and G. palpalis palpalis (14.86%), each showing site-specific distribution. Endosymbiont prevalence rose markedly during the wet season (e.g., Yankari: 73.41% to 94.83%, p < 0.0001), especially for Sodalis, which declined under dry conditions. Strong negative correlations with temperature (r = -0.99, p = 0.0001) and positive correlations with humidity (r = +0.99, p = 0.0005) were observed. These patterns reflect the vulnerability of tsetse-symbiont systems to climate stress and underscore challenges for control strategies. Broad-area methods may suit G. tachinoides, while targeted trapping is more suitable for G. palpalis. The resilience of Wolbachia suggests its utility for paratransgenic control. The study emphasizes the importance of integrated, climate-aware surveillance and intervention strategies to mitigate trypanosomiasis risk.", "date": "2025-08-09", "journal": ""}
{"title": "Bora Bridges Aurora-A Activation and Substrate Recognition of PLK1", "doi": "10.1101/2025.08.08.668882", "authors": "Miles, J. A.; Batchelor, M.; Walko, M.; Gunning, V.; Wilson, A. J.; Wright, M. H.; Bayliss, R.", "abstract": "Cell cycle transitions are orchestrated by regulated protein kinase activities. The activation of PLK1 in late G2 is a decisive step for cells to enter mitosis, requiring phosphorylation of its activation loop by Aurora-A, facilitated by the intrinsically disordered protein Bora. Despite its biological importance, the structural basis of this mechanism has remained unresolved. Here, we present models of the Aurora-A/Bora complex and the ternary Aurora-A/Bora/PLK1 complex, validated with site-specific mutagenesis, biochemical assays and NMR spectroscopy. Bora wraps around the N-lobe of Aurora-A, occupying the pockets used by its other activators. A CDK1 phosphorylation site on Bora (Ser112) mimics the structural role of Aurora-A activation loop phosphorylation within a TPX2-like binding motif. In the ternary complex, Bora bridges the two kinases, orienting the activation loop of PLK1 towards the active site of Aurora-A. Bora residues 56-66 form a critical interface with a conserved pocket on the PLK1 C-helix that is analogous to the TPX2-binding Y-pocket of Aurora-A. Aurora-A phosphorylation of Bora Ser59 creates an additional interaction that increases the efficiency of PLK1 phosphorylation. These findings deepen our understanding of how Aurora-A activity is fine-tuned by its disordered binding partners and establish a mechanistic framework for its Bora-dependent activation of PLK1.", "date": "2025-08-09", "journal": ""}
{"title": "Tight translation regulation of the canonical C9ORF72 through a multi-component system", "doi": "10.1101/2025.08.09.669471", "authors": "Haizel, S.; Ko, A. N.; Manning, L.; Ge, X.; Zou, H.; Cheng, R. C.; Widjaja, A.; Jean-Baptiste, J.; Khazhinsky, S.; Spealman, P.; Vogel, C.", "abstract": "C9ORF72 is involved in multiple neuronal functions and a major factor in Amyotrophic Lateral Sclerosis, a fatal neurodegenerative disease. Pathogenicity is implemented through an intronic repeat expansion in the gene's mRNA leader that produces long, repetitive RNA and dipeptides when translated through a non-canonical mechanism. In contrast, despite the presence of ribosome-occupied, regulatory elements in the mRNA leader, nothing is known about C9ORF72 translation regulation under normal conditions. Surprisingly, when analyzing a series of mutants of the C9ORF72 mRNA leader, we found that translation of C9ORF72 is tightly regulated through a multi-layer system. First, non-canonical, multi-initiation upstream open reading frames (nc-uORFs) in all three frames, a start-stop element in frame 2, and a canonical uORF in frame 1work together to keep baseline C9ORF72 translation very low. Second, a strong secondary structure enhances these repressive elements, mainly the two nc-uORFs in frames 0 and 2. Finally, as initiation at the nc-uORFs reduces initiation at the downstream start-stop, the nc-uORFs effectively dampen the start-stop's repressive function, forming a feedforward loop. We hypothesize that this buffered repressor system has likely evolved to ensure reliable, noise-insensitive expression of this critical regulator of neuronal function.", "date": "2025-08-09", "journal": ""}
{"title": "Urinary proteins from Sickle Cell patients induce inflammation and kidney injury via the TGFβ-p53 axis in a podocyte cell culture model.", "doi": "10.1101/2025.08.08.669286", "authors": "wruck, w.; Pranty, A. I.; Thimm, C.; Loerch, C.; Mack, R.; Koranteng-Adjaye, T.; Boima, V.; Dei-Adomakoh, Y.; Lartey, M.; Adjaye, J.", "abstract": "Background: Sickle cell disease (SCD) is an inherited blood disorder affecting the oxygen-carrying hemoglobin in red blood cells making them deform into a sickle shape. Hemolysis and vaso-occlusion associated with this process can lead to complications in many organs and frequently to renal complications. Numerous factors are considered to contribute towards the development of proteinuria (PU) in SCD including hyperfiltration, ischemia, oxidative stress and decreased nitric oxide (NO) bioavailability but the detailed pathophysiology still needs further elucidation. Methods: Employing arrays, we investigated cytokines and kidney injury-associated markers in the urine of a cohort of SCD patients from Ghana carrying the SS and SC genotypes which were further sub-divided into groups with proteinuria (SCD_PU) and without proteinuria (SCD). Results: We identified up- and down-regulated proteins when comparing SCD with and without proteinuria. Amongst these is the well-established kidney injury marker- Clusterin which was up-regulated and could be validated in an ELISA-based assay. Refining the study to the SS and SC genotypes, we identified (and confirmed by ELISA) another established kidney injury marker- NGAL, as up-regulated in both genotypes and SCD with and without proteinuria. Metascape-based analysis of biological processes revealed 'Cellular component disassembly' associated with proteins expressed in SCD but not regulated between PU and no PU and 'leukocyte chemotaxis' down-regulated in SCD_PU vs. SCD. Interestingly, 'Integrin-cell-surface interactions' was associated with proteins up-regulated between SCD_PU vs. SCD which is consistent with endothelial hyperplasia in the setting of glomerular hyperfiltration. To investigate the effect secreted urine proteins have on human podocytes in vitro, immortalized podocytes supplemented with SCD_PU urine showed elevated p53 levels in both immunofluorescence staining and RT-PCR compared to SCD. Additionally, RT-PCR revealed elevated levels of VEGF, NGAL and the pro-inflammatory proteins-TGF-beta, IL6, IL8 and TNF-alpha;. Conclusion: We hypothesize that the increased number of endothelial cells in hyperplasia and hyperfiltration leads to more Integrin-mediated links to podocyte foot processes at the glomerular basement membrane and to glomerular fibrosis. Severe inflammation and kidney injury in SCD_PU patients is induced by the TGF-beta-p53 axis.", "date": "2025-08-09", "journal": ""}
{"title": "The molecular landscape of polycystic kidneys is marked by common alterations in purine metabolism", "doi": "10.1101/2025.08.07.668867", "authors": "Decuypere, J.-P.; Borras, D. M.; Koshy, P.; Missiaen, L.; Fieuws, S.; Corthout, N.; De Smedt, H.; Monbaliu, D.; Pirenne, J.; Roskams, T.; Ghesquiere, B.; Bammens, B.; Garg, A. D.; Mekahli, D.; Vennekens, R.", "abstract": "Autosomal dominant polycystic kidney disease (ADPKD) is the most common inherited kidney disease. Cysts develop through dedifferentiation of tubular epithelial cells, but the sequence of molecular events and their relative importance remain unclear. To address this gap in knowledge, 40 cysts from 4 ADPKD kidneys and 4 microcystic tissues were mapped on transcriptomic and histological level. Cyst were heterogenous and we identified 6 cystic subclusters with 2 deviations from the main trajectory, dependent on the rate of interstitial remodeling, inflammation and dedifferentiation. Loss of proximal tubular marker gene expression was more pronounced compared to those of other tubular segments. Altered expression of metabolic pathways was consistent among the cysts, which was further analyzed in human and mouse cell lines. Purine metabolism was similarly altered in all ADPKD cell lines, and its modulation with azathioprine suppressed cyst formation in vitro. In conclusion, by focusing on common altered pathways in cysts and cell models, we have identified purine metabolism as a novel potential target in ADPKD.", "date": "2025-08-09", "journal": ""}
{"title": "EGFR-targeted antisense oligonucleotides modified with boron clusters offer an innovative approach to cancer chemo-radiotherapy", "doi": "10.1101/2025.08.07.668562", "authors": "Kaniowski, D.; Ebenryter-Olbinska, K.; Suwara, J.; Kulik, K.; Hall, J.; Wang, D.; Kang, E. Y.; Dolot, R.; Somenzi, A.; Jakobik-Kolon, A.; Protti, N.; Altieri, S.; Kortylewski, M.; Nawrot, B.", "abstract": "Suppression of cancer-associated EGFR expression by antisense oligonucleotides is an attractive strategy to augment the efficacy of radiotherapy in cancer treatment. Boron clusters act as selective ligands for the epidermal growth factor receptor (EGFR) and provide an innovative platform for the delivery of naked boron cluster-conjugated therapeutic nucleic acids to cancer cells. Here, we demonstrate that the novel inhibitor B-ASOLNA-CHOL can also enhance efficient and cancer cell-selective uptake via the low-density lipoprotein receptor (LDLR). This conjugate exhibit strong cytotoxic effects on skin and liver cancer cells in combination with BNCT or XRT. We confirmed that intratumoral injections of B-ASOLNA-CHOL combined with local XRT significantly reduced tumor size and EGFR expression in human A431 xenografts implanted in immunodeficient mice. Our findings suggest that B-ASO-CHOL containing a CpG ODN motif exhibits immune adjuvant properties. The results underscore the potential of B-ASOLNA-CHOL technology for therapeutic applications in radiation immuno-oncology.", "date": "2025-08-09", "journal": ""}
{"title": "Classification of containment hierarchy for point clouds in periodic space", "doi": "10.1101/2025.08.06.668936", "authors": "Bruininks, B. M. H.; Vattulainen, I.", "abstract": "When working with large point clouds, it is often useful to label the data. One of such labels is the classification of insides and outsides. Meaning that as input an a selection can be given and the output will be all that lies inside that selection. Containment labeling has shown to be very useful for point clouds in Euclidean space and allows for the generation of signed distance fields, however, such classification was not robustly available in periodic space. Here were present our open source tool coined MDVContainment, which rigorously solves the containment problem for the periodic case. This algorithm was applied to a coarse grained acyl chains bicelle, transfecting lipoplex and a system of stacked bilayers as well as to an all atomistic periodic nanotube. Showing that the analysis is performing well---both atomistic and coarse grained systems. The containment processing of these systems takes roughly the same amount of time as creating their universe objects in MDAnalysis (i.e. reading in the data). Having a rigorous definition of containment makes it possible for MD analysis/visualization tools to support periodic containment, just as it is supported for non-periodic spaces.", "date": "2025-08-09", "journal": ""}
{"title": "Sequence-Dependent Conformational Landscapes of Intrinsically Disordered Proteins", "doi": "10.1101/2025.08.06.668966", "authors": "Wang, C.; Zhang, B.", "abstract": "Intrinsically disordered proteins (IDPs) exhibit highly dynamic and heterogeneous conformational ensembles that are strongly influenced by sequence features. While global properties such as chain compaction and scaling behavior have been widely studied, they often fail to resolve the fine-grained, sequence-specific structural variation that underlies IDP function. Here, we perform long-timescale atomistic simulations of 47 representative IDP sequences from the yeast proteome to systematically investigate the relationship between sequence composition and conformational ensemble. To analyze the high-dimensional structural data, we apply uniform manifold approximation and projection (UMAP), a nonlinear dimensionality reduction technique that preserves local structural relationships. The resulting low-dimensional embeddings effectively differentiate IDP ensembles and reveal a novel descriptor, local compactness asymmetry, that quantifies directional differences in chain organization. This metric, denoted {gamma}Rg, captures conformational features orthogonal to traditional global measures such as radius of gyration and end-to-end distance. We show that {gamma}Rg correlates with sequence-level asymmetries in charge and hydropathy, and that conformational dynamics preferentially occur in the more extended region of the chain. The simulation dataset generated in this work also provides a valuable resource for training machine learning models and developing improved coarse-grained force fields for disordered proteins.", "date": "2025-08-09", "journal": ""}
{"title": "Generating Bounded Linear Temporal Logic in Systems Biology with Large Language Models", "doi": "10.1101/2025.08.06.668950", "authors": "Tang, D.; Miskov-Zivanov, N.", "abstract": "In computational modeling, Bounded Linear Temporal Logic (BLTL) is a valuable formalism for describing and verifying the temporal behavior of biological systems. However, translating natural language (NL) descriptions of system behaviors into accurate BLTL properties remains a labor-intensive task, requiring deep expertise in both logic syntax and semantic translation. With the advent of large language models (LLMs), automating this translation has become a promising direction. In this work, we propose an accurate and flexible NL-BLTL transformation framework based on transfer learning. Our approach consists of three stages: 1) Synthetic data generation, where we construct a large-scale NL-BLTL dataset. 2) Pre-training, where we fine-tune LLMs on the synthetic dataset to enhance their ability to characterize logical structure and BLTL specifications. 3) Fine-tuning, where we adapt the pre-trained models to a naive T-cell dataset with manual NL-BLTL annotations. We evaluate the fine-tuned models on the naive T-cell test set and further assess their generalizability on an unseen NL-BLTL dataset in the context of the pancreatic cancer environment, using comprehensive metrics. Experimental results show that models pre-trained on the synthetic data and fine-tuned on real-world annotations outperform both out-of-the-box LLMs, such as GPT-4, and models trained directly on the naive T-cell dataset without pre-training, demonstrating the effectiveness of our framework.", "date": "2025-08-09", "journal": ""}
{"title": "Functional contributions of quantal and non-quantal hair cell synaptic transmission in the vestibular periphery", "doi": "10.1101/2025.08.06.668943", "authors": "Zhou, D.; Yu, Z.; Kodama, T.; Schoo, W.; du Lac, S.; Glowatzki, E.; Sadeghi, S. G.", "abstract": "Information about head motion and gravity is conveyed to the brain by vestibular nerve afferents which are subdivided by their spontaneous firing properties into regular and irregular subtypes thought to be differentially responsible for vestibulo-ocular vs vestibulo-spinal reflexes. In the vestibular periphery, afferents make glutamatergic synapses with type II hair cells (HCs) in all vertebrates. During the evolutionary transition to land, however, amniotes (reptiles, birds, and mammals) additionally developed type I vestibular HCs in which unique calyceal afferent terminals cover the basolateral walls of one or more HCs, enabling a nonquantal (NQ) form of synaptic transmission. Most afferents receive inputs from both types of HCs, but the roles of type I vs type II HCs in generating vestibular afferent firing patterns and behaviors remains unclear. Using optogenetics in mice (both sexes), we confirm that stimulation of type II HCs drives conventional quantal glutamatergic transmission, whereas type I HC stimulation evokes nonquantal responses. In mice with disrupted glutamatergic quantal transmission, NQ transmission effectively drove afferent responses to a wide range of head movement frequencies, as assessed by both vestibular sensory evoked potentials and the vestibulo-ocular reflex. Although the distribution of afferent discharge regularity was unaffected, loss of glutamatergic transmission impaired detection of gravity as evidenced by abnormal contact righting reflex behavior. These results indicate that nonquantal glutamatergic transmission from type I HCs is sufficient to generate normal afferent firing patterns and dynamic vestibular behaviors and that glutamatergic release from type II HCs is required for the detection of gravity.", "date": "2025-08-09", "journal": ""}
{"title": "Visual dependence in postural control is increased in older adults", "doi": "10.1101/2025.08.06.668916", "authors": "Neumann, S.; Mvomo, C.; Ravi, D. K.; Schulte, F. A.; Asslaender, L.; Easthope Awai, C.", "abstract": "Successful postural control depends on the integration of visual, vestibular, and proprioceptive inputs. With age, postural control degrades, leading to impaired balance and greater fall risk. Understanding how this integration changes over the lifespan is invaluable for designing more effective interventions that enable healthy postural control in older age. Earlier studies measured visual dependence using perceptual tasks or spontaneous sway comparisons across visual conditions. This study evaluates how visual dependence differs between younger and older adults within the postural control mechanism using a Central Sensorimotor Integration (CSMI) test. Eighty healthy adults (n=40, 60-87 years, n=40, 21-52 years) were exposed to small pseudorandom visual scene movements implemented in virtual reality while standing on a compliant surface. Sway responses were measured using virtual reality trackers and interpreted using an established frequency domain balance control model. Model parameters included visual weight, proportional and derivative feedback gains, time delay, and torque feedback gain. Test-retest reliability was assessed in a subgroup (n = 40) and showed excellent intra-class correlation coefficients for visual weight, proportional and derivative feedback gains (ICC = 0.89-0.96), and lower ICCs for time delay (ICC = 0.59) and torque parameters (ICC = 0.39). The main difference between age groups was visual dependence, with older adults relying 40% on vision, compared to 33% for the younger group (p = 0.042). No significant group differences were found in other model parameters. Our results provide direct evidence of an increase in visual contribution to posture control with age.", "date": "2025-08-09", "journal": ""}
{"title": "The T-cell receptor repertoire of wild mice", "doi": "10.1101/2025.08.08.669451", "authors": "Cohen, J. A.; Hunter-Barnett, S.; Nageswaran, G.; Byrne, S.; Freeman, G.; Cowley, M. V.; Chain, B.; Viney, M.", "abstract": "Here we characterize the T-cell receptor (TCR) repertoire of wild mice to provide a resource for eco-immunology and to better understand wild animals immune state. While laboratory mice are central to immunological research, their immune systems differ significantly from those of their wild counterparts who are exposed to more intense immunological stimulation from a broader range of infections. We performed high-throughput sequencing of the TCR alpha and beta chains of CD4+ and CD8+ T-cells isolated from 65 wild Mus musculus domesticus captured at two UK sites. We analysed repertoire richness and diversity in relation to mouse age, sex, and sample location. The results show that wild mice have large TCR repertoires. We found that repertoire richness, which measures the breadth of the repertoire, was not significantly affected by mouse age or sex, suggesting that wild mice maintain the capacity to respond to novel antigens throughout their lives. In contrast, repertoire diversity (measured by Shannons index) was significantly higher in males than females and decreased with age. This low diversity, coupled with constant richness, points to female and older mice having comparatively more highly abundant clones in their repertoires, likely because of chronic exposure to persistent pathogens in their environment. Individual mice shared a considerable number of TCR sequences, with greater sharing observed between mice from the same location, suggesting that local environmental pressures shape the TCR repertoire. These findings provide a novel and valuable description of the wild mouse TCR, revealing an immune system that balances maintaining a broad response capacity with developing strong, lasting responses to infections in the natural environment.", "date": "2025-08-09", "journal": ""}
{"title": "A new dual-affinity peptide nucleic acid for targeting miRNA-21 precursor rescues tumor repressor PTEN expression", "doi": "10.1101/2025.08.08.668835", "authors": "Lian, Y.; Wang, A.; Lin, R.; Ke, X.; Zhan, X.; Lu, R.; Qian, T.; Ghosh, A.; Ong, A. A. L.; Toh, D.-F. K.; Patil, K. M.; Krishna, M. S.; DEZANET, C.; DECOUT, J. L.; Maiti, S.; Wang, H.; Chen, G.", "abstract": "MicroRNAs (miRNAs) have multiple functions in cells and are related to many diseases including cancer by regulating posttranscriptional gene expression. The microRNA precursors (pre-miRs), which can be cleaved by Dicer endonuclease to produce mature miRNAs, often have a cleavage site consisting of both double-stranded (ds) and single-stranded (ss) RNA structures. Peptide nucleic acid (PNA) is a kind of analogue of DNA which can hybridize to DNA or RNA through Watson-Crick and Hoogsteen pairing. We previously reported a novel dual-affinity PNA (daPNA) platform that can simultaneously form a duplex and a triplex with a target RNA's ssRNA-dsRNA junction region. The PNA-RNA complex structure is stabilized by forming antisense PNA (asPNA)-ssRNA duplex immediately adjacent to a chemically modified dsRNA-binding PNA (dbPNA)-dsRNA triplex. In this study, we further explored the application of the daPNA platform to target the precursor of miR-21, which is considered an oncogene. We have designed a set of PNAs including asPNAs, dbPNAs, and daPNAs. The nondenaturing polyacrylamide gel electrophoresis (PAGE) and biolayer interferometry (BLI) data reveal that daPNA-21-10 can strongly bind to pre-miR-21 with high specificity. The data show that pre-miR-21 is easily targeted by traditional antimir, asPNA or dbPNA and optimization of the dsRNA-ssRNA junction position is needed for identifying a tightly binding daPNA. Furthermore, daPNA-21-10 not only inhibits the Dicer activity on pre-miR-21 in cell-free assays, but also down-regulates the expression of miR-21, rescuing PTEN protein expression in cells. Taken together, the biofunction and programmability of daPNA make it a promising platform for probing and regulating miRNA biogenesis and many other RNA-involved biological processes.", "date": "2025-08-09", "journal": ""}
{"title": "DOT1L induces RNAPII accumulation independent of its catalytic activity in pluripotent stem cells", "doi": "10.1101/2025.08.08.668971", "authors": "Zhang, X.; Sridharan, R.", "abstract": "Pluripotent stem cells can be propagated in vitro from embryos in specific culture conditions that capture subtle developmental transitions. Naive pluripotent mouse embryonic stem cells (ESCs) can exist in two distinct epigenetic states - the metastable state in serum/LIF conditions and the ground state with pharmacological inhibition of differentiation-inducing pathways in the 2i/LIF conditions, which better resembles the in vivo blastocyst. Here, we acutely induced one feature of 2i/LIF ESCs, an increase in the H3K79 methyltransferase, DOT1L, in serum/LIF ESCs to determine its effects on metastable pluripotency. We find that DOT1L induction causes an increase in RNA Polymerase II (RNAPII) accumulation at the transcription start site, irrespective of catalytic activity, mimicking 2i/LIF RNAPII pattern. However, the pulse of DOT1L and consequent RNAPII accumulation is insufficient to induce immediate changes in steady-state or nascent RNA expression. Genes with higher transcription and elongation rates exhibit moderate changes in RNAPII accumulation, while lowly transcribed genes separate into two distinct groups, with one group showing the strongest RNAPII accumulation in response to DOT1L induction and the other showing the weakest. This differential accumulation is reduced at H3K27me3-enriched and bivalent genes. We also find that cells that sustain DOT1L expression have a homogenous NANOG protein profile without affecting Nanog transcription. Taken together, we find that a pulse of DOT1L in serum/LIF ESCs is sufficient to partially recapitulate certain features of ground state pluripotency, reinforcing its importance in this state of the pluripotency continuum.", "date": "2025-08-09", "journal": ""}
{"title": "Optimized conditions for GTP loading of Ras", "doi": "10.1101/2025.08.08.669329", "authors": "Vish, K. J.; Rollins, A. P.; Paul, M. E.; Boggon, T. J.", "abstract": "Ras and the small GTPase group are essential for myriad cellular processes and cycle between GDP- and GTP-loaded states to allow stringent control of downstream signaling pathways. Biochemical studies of small GTPases can therefore require a specific nucleotide-bound state. Small GTPases possess basal intrinsic activity to process GTP into GDP plus inorganic phosphate, therefore in vitro exchange of GDP for GTP is necessary for assays on GTP-loaded states. Here, we assess the methodology of in vitro nucleotide exchange for soluble H-Ras. We begin by describing a protocol to quantify the nucleotide bound content of H-Ras using anion exchange chromatography and use this protocol to investigate optimal strategies for loading Ras with GTP by assessing the effects of time, temperature, H-Ras concentration, magnesium, excess nucleotide, and isoform identity. We continue by considering storage of GTP-loaded H-Ras and present optimal conditions to minimize intrinsic GTP hydrolysis. Finally, we conclude by investigating the nucleotide composition of recombinantly expressed H-Ras encompassing cancer mutations at residues Gly12, Gly13, and Gln61. We therefore describe methodology to quantitatively analyze the nucleotide content of small GTPases and their mutants, and demonstrate conditions to achieve efficient GTP loading of Ras.", "date": "2025-08-09", "journal": ""}
{"title": "ATXN2 polyglutamine expansion impairs QKI-dependent alternative splicing and oligodendrocyte maintenance", "doi": "10.1101/2025.08.08.669189", "authors": "Sen, N.-E.; Eugenin von Bernhardi, J.; Adeyemi, J. O.; Arsovic, A.; Canet-Pons, J.; Miralles, A. J.; Key, J.; Bina, L.; Romano, V.; Fellenz, M.; Pietzke, M.; Halbach, M.; Seidel, K.; Fidan, E.; Kaya-Gulec, Z.-E.; Almaguer-Mederos, L. E.; Becker, L. A.; Gispert, S.; Gitler, A. D.; Deller, T.; Bosman, L. W. J.; De Zeeuw, C. I.; Meierhofer, D.; Dimou, L.; Auburger, G.", "abstract": "Background: Polyglutamine (polyQ) tract expansion mutations in Ataxin-2 gene (ATXN2) are associated with neurodegenerative diseases spinocerebellar ataxia type 2 (SCA2) and amyotrophic lateral sclerosis (ALS), while the therapeutic reduction of ATXN2 confers strong health-/lifespan extension in models of both disorders. Although the involvement of ATXN2 in peripheral lipid metabolism has been elaborated in Atxn2 knock-out mice, its impact on nervous system lipid maintenance and a potential influence on oligodendrocytes remains unexplored. Methods: We examine the nervous tissue of an authentic ATXN2 polyQ expansion mouse model in terms of (i) gross morphology of the brain and differential glial affection via immunohistochemical analyses, (ii) spinocerebellar proteome profile via label-free mass spectroscopy and (iii) alternative splicing patterns of oligodendroglial transcripts via quantitative RT-PCR. Finally, electrophysiological recording of sensory response in cerebellar Purkinje cells was performed as a phenotypic measure of demyelination. Results: We demonstrate a massive impairment in myelin maintenance due to ATXN2 polyQ expansion, affecting key oligodendroglial proteins accompanied by their splicing anomalies much earlier than disease manifestation. Oligodendroglial ATXN2 aggregates were documented for the first time in cerebellum, which sequestrated the RNA splicing factor Quaking (QKI). As an outcome of demyelination, our SCA2 model showed a significant delay in response to sensory stimuli. Conclusions: Overall, we provide pioneer evidence of oligodendroglial proteotoxicity leading to myelin maintenance defects in an authentic mouse model of SCA2. Our findings suggest that not only neuronal metabolism, but also that of oligodendroglia depends on ATXN2 and is affected during the disease course. This novel aspect of ATXN2 pathomechanism sheds light on potential new outcomes of its therapeutic manipulation, and makes it relevant also for demyelination syndromes next to SCA2 and other polyQ disorders.", "date": "2025-08-09", "journal": ""}
{"title": "Local homeostasis preserves global neural dynamics compensating for structural loss during human lifespan aging", "doi": "10.1101/2025.08.08.669360", "authors": "Saha, S.; Chakraborty, P.; Roy, D.; Banerjee, A.", "abstract": "Aging brain undergoes a structural decline over lifespan accompanied by changes in neurotransmitter levels, leading to altered functional markers. Past studies have reported human resting state brain display a remarkable preservation of coordination among neural assemblies stemming from an underlying neurocomputational principles along aging trajectories, however, the true nature of which remains unknown. Here, we identify the computational mechanisms with which neurotransmitters, such as altered GABA and glutamate concentrations, can preserve functional integration across lifespan aging, despite structural decline. We employ multiscale, biophysically grounded modeling, constrained by the empirically derived anatomical connectome of the human brain, where the neurotransmitter concentrations can be free parameters that are algorithmically adjusted to maintain regional homeostasis and optimal working point. The two estimated neurotransmitters can maintain critical firing rates in the brain region and mimic age-associated functional connectivity patterns, consistent with empirical observations. We identified invariant GABA and reduced glutamate as the principle computational mechanism that can explain the topological variation of functional connectivity along lifespan, validated using graph-theoretic metrics. The results are subsequently replicated on three distinct datasets. Thus, the study offers an operational framework that integrates brain network dynamics at macroscopic and molecular scales, to gain insight into age-associated neural disorders.", "date": "2025-08-09", "journal": ""}