{"title": "Auditory corticofugal circuits drive vocalization-guided maternal behavior", "doi": "10.1101/2023.09.13.557594", "authors": "LeMessurier, A.; Kaur, G.; Paraiso, J. I.; Agha, A.; Stephens, J.; Froemke, R. C.", "abstract": "Perception of vocalizations is crucial for social behavior. A conserved example of this is mothers responding to distress calls from infants. In mice, experienced mothers (dams) find and retrieve isolated pups into the nest when pups emit ultrasonic vocalizations (USVs). Virgin females generally do not retrieve pups until they gain experience, for example by co-housing with a dam and litter. The onset of retrieval behavior is correlated with heightened sensitivity to USVs in left auditory cortex (AC). This plasticity may support learning via projections from cortex to early structures in the auditory pathway. To test whether projections from left AC are required for retrieval, we chemogenetically silenced activity in layer 5 during retrieval. In expert retrievers, silencing only neurons projecting to inferior colliculus (corticocollicular) led to impairment in retrieval. However, silencing neurons projecting to striatum had no effect. We used optically-tagged in vivo whole-cell recordings and 2-photon Ca2+ imaging in awake mice to compare encoding of USVs in corticostriatal and corticollicular neurons. Corticocollicular neurons in expert retrievers exhibited sustained increases in activity during USV playback compared to presentation of pure tones, while activity was equivalent during USV and pure tone presentation in corticostriatal neurons. The sustained activity we observed in corticollicular neurons may reflect increased excitability in a dedicated network of recurrently-linked cortical and subcortical areas. We tracked activity in corticocollicular and corticostriatal neurons over several days before and during co-housing as retrieval performance improved. This revealed robust population responses to USVs on each day in both groups. In both groups, delayed responses to USVs were larger in magnitude on days in which mice had reached expert performance, which may reflect network-level plasticity upregulating activity in recurrent auditory circuits to support perception of USVs.", "date": "2025-06-22", "journal": ""}
{"title": "AVN: A Deep Learning Approach for the Analysis of Birdsong", "doi": "10.1101/2024.05.10.593561", "authors": "Koch, T. M. I.; Marks, E.; Roberts, T. F.", "abstract": "Deep learning tools for behavior analysis have enabled important new insights and discoveries in neuroscience. Yet, they often compromise interpretability and generalizability for performance, making it difficult to quantitively compare phenotypes across datasets and research groups. We developed a novel deep learning-based behavior analysis pipeline, Avian Vocalization Network (AVN), for the learned vocalizations of the most extensively studied vocal learning model species, the zebra finch. AVN annotates songs with high accuracy across multiple animal colonies without the need for any additional training data and generates a comprehensive set of interpretable features to describe the syntax, timing, and acoustic properties of song. We use this feature set to compare song phenotypes across multiple research groups and experiments, and to predict a birds stage in song development. Additionally, we have developed a novel method to measure song imitation that requires no additional training data for new comparisons or recording environments and outperforms existing similarity scoring methods in its sensitivity and agreement with expert human judgements of song similarity. These tools are available through the open-source AVN Python package and graphical application, which makes them accessible to researchers without any prior coding experience. Altogether, this behavior analysis toolkit stands to facilitate and accelerate the study of vocal behavior by enabling a standardized mapping of phenotypes and learning outcomes, thus helping scientists better link behavior to the underlying neural processes.", "date": "2025-06-22", "journal": ""}
{"title": "Decoding molecular mechanisms for loss-of-function variants in the human proteome", "doi": "10.1101/2024.05.21.595203", "authors": "Cagiada, M.; Jonsson, N.; Lindorff-Larsen, K.", "abstract": "Proteins play a critical role in cellular function by interacting with other biomolecules; missense variants that cause loss of protein function can lead to a broad spectrum of genetic disorders. While much progress has been made on predicting which missense variants may cause disease, our ability to predict the underlying molecular mechanisms remain limited. One common mechanism is that missense variants cause protein destabilization resulting in decreased protein abundance and loss of function, while other variants directly disrupt key interactions with other molecules. We have here leveraged machine-learning models for protein sequence and structure to disentangle effects on protein function and abundance, and applied our resulting model to all missense variants in the human proteome. We find that approximately half of all missense variants that lead to loss of function and disease do so because they disrupt protein stability. We predicted functionally important positions in all human proteins and found that they cluster on protein structures and are often found on the protein surface. Our work provides a resource for interpreting both predicted and experimental variant effects across the human proteome, and a mechanistic starting point for developing therapies towards genetic diseases.", "date": "2025-06-22", "journal": ""}
{"title": "Ethylene Receptor Gain- and Loss-of-function Mutants Reveal an ETR1-dependent Transcriptional Network in Roots", "doi": "10.1101/2024.06.26.600793", "authors": "White, M. G.; Harkey, A.; Muhlemann, J. K.; Olex, A. L.; Pfeffer, N. J.; Houben, M.; Binder, B.; Muday, G. K.", "abstract": "In Arabidopsis, a family of five receptors mediates ethylene responses in roots, with Ethylene Response 1 (ETR1) controlling increases in root hair proliferation and decreases in lateral root formation. To define the ETR1-dependent gene regulatory network (GRN) controlling root development, we profiled the root transcriptome from Col-0 and the etr1-3 gain-of-function and etr1-7 loss-of-function mutants in the presence and absence of ethylene or the ethylene precursor aminocyclopropane-1-carboxylic acid (ACC). We identified 4,522 differentially expressed (DE) transcripts in Col-0 roots with altered abundance in response to ethylene and/or ACC treatment, most with larger magnitude changes induced by ethylene. These included 553 DE transcripts that were ETR1-dependent, defined by a lack of response to treatment with ethylene and/or ACC in ethylene-insensitive etr1-3 and constitutively altered in etr1-7 in the presence and absence of treatment relative to untreated Col-0. Within these ETR1 dependent transcripts were ethylene biosynthesis genes and transcription factors. ACC OXIDASE 2 (ACO2) and ACO3 convert ACC to ethylene and were ETR1-dependent, and ACO promoter fusions were ACC regulated in root tissues in appropriate locations to control root development, with ACO5 localized to root hairs. Abundance of ETR1-dependent transcripts that were predicted to encode transcription factors and ACOs were examined in Col-0 and an ein3eil1 mutant with and without ACC treatment, revealing that the ETR1 and EIN3/EIL1 canonical ethylene signaling pathway regulated some, but not all, of these transcriptional responses. Together, these findings reveal features of an ETR1-dependent GRN that controls both ethylene synthesis and root growth and development.", "date": "2025-06-22", "journal": ""}
{"title": "The fate of pollen in two morphologically contrasting buzz-pollinated Solanum flowers", "doi": "10.1101/2024.09.01.610688", "authors": "Vasquez-Castro, C. A.; Morel, E.; Garcia-Simpson, B.; Vallejo-Marin, M.", "abstract": "Pollen transfer efficiency (PTE) and pollen deposition patterns on a pollinator's body significantly influence plant reproductive success. However, studies on pollen fates (i.e., the destination of pollen grains after anther dehiscence) in animal-pollinated species offering pollen as the sole reward are limited. This study investigated pollen fates in two nectarless, buzz-pollinated Solanum species with contrasting floral morphology. Experimental trials were conducted involving one pollen donor and four recipient flowers of Solanum rostratum Dunal or S. dulcamara L., using captive Bombus terrestris L. as pollinator. The number of pollen grains remaining in the anthers, deposited on stigmas, placed on the pollinator, and falling to the ground was quantified. Both species produced a relatively high number of pollen grains as expected for buzz-pollinated plants. Pollen deposition curves followed exponential decay patterns, with a higher number of pollen grains deposited for S. dulcamara, and a similar rate of decline for both species. PTE was similar between species (0.86 % vs. 1.00 %, for S. rostratum and S. dulcamara, respectively) but these values could be 25 % higher if we were to measure pollen deposition in 20 recipients rather than four as in the present study. Although both species had similar PTE values, their pollen fates differed: pollen was mainly lost on the ground in S. rostratum and due to bee grooming in S. dulcamara, potentially explained by their different floral architectures. These findings suggest that species with different flower morphology could exhibit different pollen fates without impacting pollen transfer to conspecific stigmas.", "date": "2025-06-22", "journal": ""}
{"title": "A data-driven algorithm to determine 1H-MRS basis set composition", "doi": "10.1101/2024.09.11.612503", "authors": "Davies-Jenkins, C. W.; Zollner, H. J.; Simicic, D.; Alcicek, S.; Edden, R. A. E.; Oeltzschner, G.", "abstract": "PurposeMetabolite amplitude estimates derived from linear combination modeling of MR spectra depend upon the precise list of constituent metabolite basis functions used (the \"basis set\"). The absence of clear consensus on the \"ideal\" composition or objective criteria to determine the suitability of a particular basis set contributes to the poor reproducibility of MRS. In this proof-of-concept study, we demonstrate a novel, data-driven approach for deciding the basis-set composition using Akaike information criteria (AIC).\n\nMethodsWe have developed an algorithm that iteratively adds metabolites to the basis set using iterative modeling, informed by AIC scores. We investigated two quantitative \"stopping conditions\", referred to as max-AIC and zero-amplitude, and whether to optimize the selection of basis set on a per-spectrum basis or at the group level. The algorithm was tested using two groups of synthetic in-vivo-like spectra representing healthy brain and tumor spectra, respectively, and the derived basis sets (and metabolite amplitude estimates) were compared to the ground truth.\n\nResultsAll derived basis sets correctly identified high-concentration metabolites and provided reasonable fits of the spectra. At the single-spectrum level, the two stopping conditions derived the underlying basis set with 84-88% accuracy. When optimizing across a group, basis set determination accuracy improved to 89-92%.\n\nConclusionData-driven determination of the basis set composition is feasible. With refinement, this approach could provide a valuable data-driven way to derive or refine basis sets, reducing the operator bias of MRS analyses, enhancing the objectivity of quantitative analyses, and increasing the clinical viability of MRS.", "date": "2025-06-22", "journal": ""}
{"title": "Representation of male features in the female mouse Accessory Olfactory Bulb, and their stability during the estrus cycle", "doi": "10.1101/2024.10.01.615787", "authors": "Ben-Shaul, Y.; Cohen, O.", "abstract": "Most behaviors result from integration of external and internal inputs. For example, social behavior requires information about conspecifics and internal physiological states. Like many other mammals, female mice undergo a reproductive cycle during which their physiology and behavioral responses to males change dramatically: during estrus, they are more receptive to male mating attempts. A critical element in reproductive behavior is the investigative stage, which in mice, and many other species, strongly relies on chemosensation. While the initial approach mostly involves the main olfactory system (MOS), once physical contact is established, the vomeronasal system (VNS) is engaged to provide information about potential partners characteristics. Given the estrus-stage dependent behavioral response, we asked whether representations of male features in the first brain relay of the VNS, namely, the accessory olfactory bulb (AOB), change during the cycle. To this end, we used a stimulus set comprising urine samples from males from different strains and virility levels, and from estrus and non-estrus females. The stimulus set was designed to reveal if response patterns of AOB neurons conform to ethologically relevant dimensions such as sex, strain, and particularly, male virility state. Using extracellular recordings in anesthetized female mice, we find that most ethological categories contained in our data set are not over-represented by AOB neurons, suggesting that early stages of VNS processing encode conspecific information efficiently. Then, comparing neuronal activity in estrus and non-estrus females, we found that overall, response characteristics at the single neuron and population levels remain stable during the reproductive cycle. The few changes that do occur, are not consistent with a systematic modulation of responses to male features. Our findings imply that the AOB presents a stable account of conspecific features to more advanced processing stages.", "date": "2025-06-22", "journal": ""}
{"title": "Human single-neuron activity is modulated by intracranial theta burst stimulation of the basolateral amygdala", "doi": "10.1101/2024.11.11.622161", "authors": "Campbell, J. M.; Cowan, R. L.; Wahlstrom, K. L.; Hollearn, M. K.; Jensen, D.; Davis, T.; Rahimpour, S.; Shofty, B.; Arain, A.; Rolston, J. D.; Hamann, S.; Wang, S.; Eisenman, L. N.; Swift, J.; Xie, T.; Brunner, P.; Manns, J. R.; Inman, C. S.; Smith, E. H.; Willie, J. T.", "abstract": "Direct electrical stimulation of the human brain has been used for numerous clinical and scientific applications. At present, however, little is known about how intracranial stimulation affects activity at the microscale. In this study, we recorded intracranial EEG data from a cohort of patients with medically refractory epilepsy as they completed a visual recognition memory task. During the memory task, brief trains of intracranial theta burst stimulation (TBS) were delivered to the basolateral amygdala (BLA). Using simultaneous microelectrode recordings, we isolated neurons in the hippocampus, amygdala, orbitofrontal cortex, and anterior cingulate cortex and tested whether stimulation enhanced or suppressed firing rates. Additionally, we characterized the properties of modulated neurons, clustered presumed excitatory and inhibitory neurons by waveform morphology, and examined the extent to which modulation affected memory task performance. We observed a subset of neurons (~30%) whose firing rate was modulated by TBS, exhibiting highly heterogeneous responses with respect to onset latency, duration, and direction of effect. Notably, location and baseline activity predicted which neurons were most susceptible to modulation, although the impact of this neuronal modulation on memory remains unclear. These findings advance our limited understanding of how focal electrical fields influence neuronal firing at the single-cell level.", "date": "2025-06-22", "journal": ""}
{"title": "Rational modulation of plant root development using engineered cytokinin regulators", "doi": "10.1101/2024.12.06.627221", "authors": "Rattan, R.; Alamos, S.; Szarzanowicz, M.; Markel, K.; Shih, P. M.", "abstract": "Achieving precise control over quantitative developmental phenotypes is a key objective in plant biology. Recent advances in synthetic biology have enabled tools to reprogram entire developmental pathways; however, the complexity of designing synthetic genetic programs and the inherent interactions between various signaling processes remains a critical challenge. Here, we leverage Type-B response regulators to modulate the expression of genes involved in cytokinin-dependent growth and development processes. We rationally engineered these regulators to modulate their transcriptional activity (i.e., repression or activation) and potency while reducing their sensitivity to cytokinin. By localizing the expression of these engineered transcription factors using tissue-specific promoters, we can predictably tune cytokinin-regulated traits. As a proof of principle, we deployed this synthetic system in Arabidopsis thaliana to either decrease or increase the number of lateral roots. The simplicity and modularity of our approach makes it an ideal system for controlling other developmental phenotypes of agronomic interest in plants.", "date": "2025-06-22", "journal": ""}
{"title": "Evolution of genetic variance and its consequences oneco-evolutionary response in complex mutualistic networks", "doi": "10.1101/2024.12.25.630074", "authors": "Baruah, G.; Wittmann, M. J.", "abstract": "Rising temperatures threaten biodiversity and ecosystem resilience by disrupting phenological synchrony in plant pollinator networks. These interactions, essential for ecosystem functioning, are sensitive to temperature shifts. We model species eco evolutionary responses to an abrupt temperature increase, comparing evolution in mean trait alone versus evolution involving both the mean and genetic variance. We show that networks where species evolve in both their mean phenotype and genetic variance exhibit increased resilience to temperature shifts. Hyper generalist species, engaged in extensive mutualistic interactions, accumulate greater genetic variance, thereby facilitating faster evolutionary rescue under strong selective pressures. Specialists also benefit by interacting with these hyper generalists, which stabilize adaptation to new temperatures. We observe emergence in opposing selection pressures in complex networks that promote increases in genetic variance (evolvability), reducing trait lag, enabling faster adaptation, and increasing survival. Our findings highlight the role of evolving genetic variance and network architecture in mitigating plant pollinator phenotypic mismatches under rising environmental temperatures. This study provides insights into the adaptive capacity of mutualistic networks, highlighting dynamic genetic variance changes as key to resilience amid accelerating climate warming. Our study highlights the importance of feedbacks between network topology and genetic architecture for conservation under climate change.", "date": "2025-06-22", "journal": ""}
{"title": "RNAGenesis: A Generalist Foundation Model for Functional RNA Therapeutics", "doi": "10.1101/2024.12.30.630826", "authors": "Zhang, Z.; Jin, R.; Chao, L.; Xu, G.; Zhang, Y.; Zhou, G.; Yin, D.; Guo, Y.; Fu, Y.; Yang, Y.; Huang, K.; Wang, X.; Zhang, J.; Yang, Y.; Yang, Q.; Xu, Z.; E, W.; Zhou, R.; Zhang, X.; Wang, M.; Cong, L.", "abstract": "RNA molecules are central to gene regulation, catalysis, and molecular recognition, and offer broad opportunities for therapeutic applications. However, uncovering their complex sequence, structure, and function relationships, particularly for non-coding RNAs, remains a formidable challenge. Here, we introduce RNAGenesis, a Generalist RNA foundation model that integrates sequence representation, structural prediction, and de novo functional design within a single generative framework. Trained on diverse clustered non-coding RNAs, RNAGenesis leverages a BERT-style encoder, query-based latent compression, and a diffusion-guided decoder enhanced by inference-time alignment with gradient guidance and beam search strategies. Through comprehensive evaluations, RNAGenesis achieves state-of-the-art performance on 11 of 13 tasks in the BEACON benchmark and surpasses structure-aware models in inverse folding, 3D structure prediction, and de novo structure design. We further introduce RNATx-Bench, a dedicated benchmark for RNA therapeutics comprising over 100,000 experimentally validated sequences. RNAGenesis demonstrates strong predictive performance across ASOs, siRNAs, shRNAs, circRNAs, and untranslated region (UTR) variants. Furthermore, RNAGenesis enables functional RNA design, including aptamers targeting IGFBP3 and structurally constrained sgRNA scaffolds. Wet-lab validation confirms aptamer binding with KD values as low as 4.02~nM and up to 2.5-fold improvement in editing efficiency across CRISPR-Cas9, base editing, and prime editing systems. These results position RNAGenesis as a next-generation general-purpose RNA foundation model with broad utility for computational modeling and experimental therapeutic design.", "date": "2025-06-22", "journal": ""}
{"title": "Static Three-Dimensional Structures Determine Fast Dynamics Between Distal Loci Pairs in Interphase Chromosomes", "doi": "10.1101/2025.01.16.633484", "authors": "Shi, G.; Shin, S.; Thirumalai, D.", "abstract": "Live-cell imaging experiments have shown that the distal dynamics between enhancers and promoters are unexpectedly rapid and incompatible with standard polymer models. The discordance between the compact static chromatin organization and dynamics is a conundrum that violates the expected structure-function relationship. We developed a theory to predict chromatin dynamics by accurately determining three-dimensional (3D) structures from static Hi-C contact maps or fixed-cell imaging data. Using the calculated 3D coordinates, the theory accurately forecasts experimentally observed two-point chromatin dynamics. It predicts rapid enhancer-promoter interactions and uncovers a scaling relationship between two-point relaxation time and genomic separation, closely matching recent measurements. The theory predicts that cohesin depletion accelerates single-locus diffusion while significantly slowing relaxation dynamics within topologically associating domains (TADs). Our results demonstrate that chromatin dynamics can be reliably inferred from static structural data, reinforcing the notion that 3D chromatin structure governs dynamic behavior. This general framework offers powerful tools for exploring chromatin dynamics across diverse biological contexts.", "date": "2025-06-22", "journal": ""}
{"title": "Misclassification in memory modification in AppNL-G-F knock-in mouse model of Alzheimers disease", "doi": "10.1101/2025.01.24.634705", "authors": "Huang, M.-L.; Suzuki, Y.; Sasaguri, H.; Saito, T.; Saido, T. C.; Imayoshi, I.", "abstract": "Alzheimers disease (AD), the leading cause of dementia, could potentially be mitigated through early detection and interventions. However, it remains challenging to assess subtle cognitive changes in the early AD continuum. Computational modeling is a promising approach to explain a generative process underlying subtle behavioral changes with a number of putative variables. Nonetheless, internal models of the patients remain underexplored in AD. Determining the states of an internal model between measurable pathological states and behavioral phenotypes would advance explanations about the generative process in earlier disease stages beyond assessing behavior alone. In this study, we assumed the latent cause model as an internal model and estimated internal states defined by the model parameters being in conjunction with measurable behavioral phenotypes. The 6- and 12-month-old AppNL-G-F knock-in AD model mice and the age-matched control mice underwent memory modification learning, which consisted of classical fear conditioning, extinction, and reinstatement. The results showed that AppNL-G-F mice exhibited a lower extent of reinstatement of fear memory. Computational modeling revealed that the deficit in the AppNL-G-F mice would be due to their internal states being biased toward overgeneralization or overdifferentiation of their observations, and consequently the competing memories were not retained. This deficit was replicated in another type of memory modification learning in the reversal Barnes maze task. Following reversal learning, AppNL-G-F mice, given spatial cues, failed to infer coexisting memories for two goal locations during the trial. We concluded that the altered internal states of AppNL-G-F mice illustrated their misclassification in the memory modification process. This novel approach highlights the potential of investigating internal states to precisely assess cognitive changes in early AD and multidimensionally evaluate how early interventions may work.", "date": "2025-06-22", "journal": ""}
{"title": "Coupled equilibria of dimerization and lipid binding modulate SARS Cov 2 Orf9b interactions and interferon response", "doi": "10.1101/2025.02.16.638509", "authors": "San Felipe, C.; Batra, J.; Muralidharan, M.; Malpotra, S.; Anand, D.; Bauer, R.; Verba, K. A.; Swaney, D. L.; Krogan, N. J.; Grabe, M.; Fraser, J. S.", "abstract": "Open Reading Frame 9b (Orf9b), an accessory protein of SARS-CoV and -2, is involved in innate immune suppression through its binding to the mitochondrial receptor Translocase of Outer Membrane 70 (Tom70). Previous structural studies of Orf9b in isolation revealed a {beta}-sheet-rich homodimer, however, structures of Orf9b in complex with Tom70 revealed a monomeric helical fold. Here, we developed a biophysical model that quantifies how Orf9b switches between these conformations and binds to Tom70, a requirement for suppressing the type 1 interferon response. We used this model to characterize the effect of lipid binding and mutations in variants of concern to the Orf9b:Tom70 equilibrium. We found that the binding of a lipid to the Orf9b homodimer biases the Orf9b monomer:dimer equilibrium towards the dimer by reducing the dimer dissociation rate ~100-fold. We also found that mutations in variants of concern can alter different microscopic rate constants without significantly affecting binding to Tom70. Together our results highlight how perturbations to different steps in these coupled equilibria can affect the apparent affinity of Orf9b to Tom70, with potential downstream implications for interferon signaling in coronavirus infection.", "date": "2025-06-22", "journal": ""}
{"title": "Psychedelics Align Brain Activity with Context", "doi": "10.1101/2025.03.09.642197", "authors": "Stoliker, D.; Novelli, L.; Khajehnejad, M.; Biabani, M.; Barta, T.; Greaves, M. D.; Williams, M.; Chopra, S.; Bazin, O.; Simonsson, O.; Chambers, R.; Barrett, F.; Deco, G.; Seth, A.; Preller, K. H.; Carhart-Harris, R.; Sundram, S.; Egan, G. F.; Razi, A.", "abstract": "Psychedelics can profoundly alter consciousness by reorganising brain connectivity; however, their effects are context-sensitive. To understand how this reorganisation depends on the context, we collected and comprehensively analysed the largest psychedelic neuroimaging dataset to date. Sixty-two adults were scanned with functional MRI and EEG during rest and naturalistic stimuli (meditation, music, and visual), before and after ingesting 19 mg of psilocybin. Half of the participants ranked the experience among the five most meaningful of their lives. Under psilocybin, functional MRI and EEG signals recorded during eyes-closed conditions became similar to those recorded during an eyes-open condition. This change manifested as an increase in global functional connectivity in associative regions and a decrease in sensory areas. We used machine learning to directly link the subjective effects of psychedelics to neural activity patterns characterised by low-dimensional embeddings. We show that psilocybin reorganised these low-dimensional trajectories into structured patterns of brain activity that reflected the context and quality of subjective experience, revealing an organisation that was missed by conventional analyses. Stronger self- and boundary-dissolving effects were linked to next-day mindset changes and associated with more distinct and cohesive neural representations. This reorganisation induces a state we represent as 'embeddedness' that arises when brain networks that usually segregate internal and external processing coherently integrate, aligning neural dynamics with context. This state corresponded to the felt experience of being part of the environment. Embeddedness serves as a bridging framework for understanding both the subjective and therapeutic effects of psychedelics, demonstrating that psychedelics introduce context- and quality-dependent reorganisation in neural dynamics. These findings reveal that the organisation of brain activity covaries with the experiential coherence of the psychedelic state, providing a new framework for understanding how psychedelics shape neurobiology and behaviour through context-sensitive brain dynamics.", "date": "2025-06-22", "journal": ""}
{"title": "Limitations of Standard Dynamic Causal Modelling for Multistable Cortical Circuits", "doi": "10.1101/2025.03.10.642327", "authors": "Asadpour, A.; Azimi, A.; Wong-Lin, K.", "abstract": "Dynamic causal modelling (DCM) is extensively used for inferring effective connectivity from neuroimaging data. However, it is unclear whether DCM can reveal neural circuits with multistable dynamic states with global dynamical structures. To evaluate DCM's ability to accurately identify the architecture and connectivity strengths of networks with multistable states, this study used excitatory-inhibitory cortical columnar neural mass models endowed with multistable dynamical states as ground truths. Specifically, we simulated neural mass models with different multistability and generated local field potential data. The first model exhibits bistable fixed points and binary decision-making, and the second model has two stable oscillatory frequencies co-existing (period doubling). The third model exhibits deterministic chaos. For each of the models, DCM's Bayesian model selection was able to correctly identify the correct model architecture among various options in model space. However, DCM's Bayesian model averaging of the winning model was unable to accurately elucidate all the models' extrinsic connectivity strengths, leading to the behaviours of the reconstructed models to differ substantially from their corresponding ground-truth models. Overall, this work reveals the limitations of the standard estimation procedure within DCM - particularly the commonly used variational Bayes under Laplace approximation - in evaluating complex, multistable neural dynamical states and hence caution its use under these conditions.", "date": "2025-06-22", "journal": ""}
{"title": "Transcription termination promotes splicing efficiency and fidelity in a compact genome", "doi": "10.1101/2025.03.12.642901", "authors": "Barr, K.; He, K. L.; Krumbein, A. J.; CHANFREAU, G. F.", "abstract": "Splicing of terminal introns is coupled to 3'-end processing by cleavage and polyadenylation (CPA) of mRNAs in mammalian genes. Whether this functional coupling is universally conserved across eukaryotes is unclear. Here we show using long read RNA sequencing in S.cerevisiae that splicing inactivation does not result in widespread CPA impairment. We also show that inactivation of CPA has limited impact on splicing efficiency. The negative impact of CPA inactivation on splicing is mainly due to transcription termination defects that promote readthrough transcription, leading to splicing inhibition for downstream intron-containing genes. Splicing impairment due to 5' extensions is length-dependent and can be detected independently from CPA inactivation for endogenous or synthetic genes, and is likely due to an increased distance of splicing signals to the 5' cap. Finally, we found that deficient termination can promote novel intragenic and long-range intergenic splicing events. These results argue against a broad coupling between splicing and CPA in S.cerevisiae but show that efficient CPA-mediated transcription termination is critical for splicing fidelity and efficiency in a compact genome.", "date": "2025-06-22", "journal": ""}
{"title": "Vocal mimicry in corvids", "doi": "10.1101/2025.03.26.645457", "authors": "Wascher, C.; Waterhouse, G.; Beheim, B. A.", "abstract": "Vocal mimicry, the copying of sounds produced by another species or the environment, is commonly described in vocal learners, such as songbirds. Understanding the functions of vocal mimicry can help to uncover the evolutionary drivers of vocal learning. Different adaptive functions like interspecific and intraspecific communication have been suggested, as well as the possibility of vocal mimicry to be a mistake during vocal learning. In the present study, we review the occurrence of mimicry in the family of corvids and investigate the socio-ecological factors driving the evolution of vocal mimicry in this group of birds. We recorded evidence of vocal mimicry from primary (xeno-canto recordings) as well as secondary sources (published literature) and found evidence for vocal mimicry in 38 out of 128 corvid species (30%). Smaller species were described as mimics more compared to larger species. Other socio-ecological factors like breeding status, habitat and trophic niche did not have a significant effect. We used Bayesian modelling based on existing data from primary and secondary sources to estimate the occurrence of mimicry, suggesting that vocal mimicry may be more widespread among corvids than currently documented, with many species potentially being 'hidden mimics '. Our study for the first time systematically reviews the occurrence of vocal mimicry across the family of corvids and investigates a range of socio-ecological factors driving the behaviour, hopefully inspiring future field work on those species.", "date": "2025-06-22", "journal": ""}
{"title": "SpaceBF: Spatial coexpression analysis using Bayesian Fused approaches in spatial omics datasets", "doi": "10.1101/2025.03.29.646124", "authors": "Seal, S.; Neelon, B.", "abstract": "Advancements in spatial omics technologies have enabled the measurement of expression profiles of different molecules, such as genes (using spatial transcriptomics), and peptides, lipids, or N-glycans (using mass spectrometry imaging), across thousands of spatial locations within a tissue. While identifying individual molecules with spatially variable expression is a well-studied statistical problem, robust methodologies for detecting spatially varying co-expression between molecule pairs remain limited. To address this gap, we introduce a Bayesian fused modeling framework for estimating molecular coexpression at both local (location-specific) and global (tissue-wide) levels, offering a refined understanding of cell-cell communication (CCC) mediated through ligand-receptor and other molecular interactions. Through extensive simulations, we demonstrate that our approach, termed SpaceBF, achieves superior specificity and power compared to existing methods that predominantly rely on geospatial metrics such as bivariate Moran's I and Lee's L. Applying our framework to real spatial transcriptomics and proteomics datasets, we uncover novel biological insights into molecular interactions across different cancers.", "date": "2025-06-22", "journal": ""}
{"title": "Leukemia Inhibitory Factor as a late-stage treatment for delayed white matter loss in concussive head injury", "doi": "10.1101/2025.04.07.647435", "authors": "D'Mello, V. d.; Mihailovic, J.; Ali, S.; Sanganahalli, B. G.; Coman, D.; Hyder, F.; Fernando, M.; Mampilly, A.; Kannurpatti, S. S.; Levison, S. W.", "abstract": "Leukemia Inhibitory Factor (LIF) is an injury-induced cytokine that peaks 48 hours after a traumatic brain injury (TBI). Juvenile LIF haplodeficient mice exhibit desynchronized glial responses, increased neurodegeneration, decreased axonal conductivity and behavioral deficits after a concussive head injury. Given the necessity of LIF during the acute recovery phase after injury, we hypothesized that intranasal (IN) LIF treatment would prevent neurodegeneration when administered during the chronic recovery period from a mild TBI (mTBI). Young adult male CD1 mice were subjected to a midline, closed-head frontal cortex injury using a flat metal impactor with a 3mm tip to induce a mTBI. In the 6-8 weeks post-mTBI, known to precede axonal atrophy in this mTBI model, two doses of 40 ng and 100 ng of LIF were administered twice daily, 5 days/week for two consecutive weeks. Sensorimotor functions were assessed at 4 and 8 weeks post mTBI, followed by ex-vivo brain magnetic resonance imaging at 9.4T and histopathology. mTBI mice showed sensorimotor deficits at 4 weeks, which worsened by 8 weeks post-injury. IN-LIF treatment prevented the progressive sensorimotor loss seen in the vehicle-treated controls. Increased mean diffusivity (MD) and decreased fractional anisotropy (FA) were observed in the corpus callosum and prefrontal cortex of mTBI brains. In a dose-dependent manner, IN-LIF prevented the mTBI-induced MD increase and FA decrease. Histologically, there was significantly less astrogliosis, microgliosis and axonal injury in the IN-LIF treated mice vs. controls. These results support the therapeutic potential of IN-LIF to reduce delayed neurodegeneration and improve neurological outcomes after mTBIs.", "date": "2025-06-22", "journal": ""}
{"title": "Convergent and Divergent Brain-Cognition Development", "doi": "10.1101/2025.06.06.658294", "authors": "Xie, Y.; Zhang, S.; Orban, C.; Ooi, L. Q. R.; Kong, R.; Floris, D. L.; Zuo, X.-N.; Dhamala, E.; Holmes, A. J.; Uddin, L. Q.; Nichols, T. E.; Di Martino, A.; Yeo, B. T. T.", "abstract": "How brain networks and cognition co-evolve during development remains poorly understood. Here, we use resting-state functional magnetic resonance imaging (rs-fMRI) and cognitive data at baseline and Year 2 of 2,949 individuals in the Adolescent Brain Cognitive Development (ABCD) Study to examine how stable and changing features of brain network organization predict cognitive development during early adolescence. We find that baseline resting-state functional connectivity (FC) more strongly predicts future cognitive ability than baseline cognitive ability. Models trained on baseline FC to predict baseline cognition generalize better to Year 2 FC and cognition, suggesting that brain-cognition relationships strengthen over time. Intriguingly, baseline FC outperforms longitudinal FC change in predicting future cognitive ability. One potential reason is the lower reliability of FC change compared to baseline FC: ICC = 0.24 vs. 0.56. However, reducing baseline FC's reliability by shortening scan duration only partially narrows the predictive gap, suggesting reliability alone cannot be the full explanation. Furthermore, neither baseline FC nor FC change meaningfully predicts longitudinal change in cognitive ability. We also identify converging and diverging predictive network features across cross-sectional and longitudinal models of brain-cognition relationships, revealing a multivariate twist on Simpson's paradox. Together, these findings suggest that during early adolescence, stable individual differences in brain functional network organization play a more critical role than dynamic changes in shaping future cognitive outcomes.", "date": "2025-06-22", "journal": ""}
{"title": "Essentialome-Wide Multigenerational Imaging Reveals Mechanistic Origins of Cell Growth Laws", "doi": "10.1101/2025.06.10.658525", "authors": "Eaton, D. S.; Sanchez, C.; Gutierrez-Lopez, L.; Shenker, J. Q.; Goulev, Y.; Watson, B. R.; Henriot, V.; Garner, E. C.; Justman, Q. A.; Moffitt, J. R.; Paulsson, J.", "abstract": "Optical Pooled Screening (OPS) enables precise measurement of pooled genetic libraries in single, highly multiplexed microscopy experiments,1-4 linking image-based phenotypes to genotypes at genome-scale. However, no method has combined large-scale OPS with multi-generational time-lapse imaging, which is especially important for studying single-cell dynamics and physiology in microbes. Here we develop MARLIN, a technique for multigenerational time-lapse OPS in a microfluidic device and leverage it to map live-cell imaging data to genetic perturbations in a [~]130,000-strain mismatch-CRISPRi library targeting all essential genes in E. coli. The resulting dataset comprises nearly a hundred million cell cycles and 1.6 billion cells, representing an average of 33 different knockdowns per gene, and provides quantitative measures of morphology and growth for each essential gene with respect to dose. We clustered our multidimensional time-lapse phenotypes to reveal exceptional correlations across co-functional genes, allowing us to systematically discover roles for essential genes of unknown function, as well as implicate RNase E as required for replication initiation. Further, we assayed dose-dependent correlations between growth and cell size for single genes, demonstrating shared regulation of size with ribosome synthesis, while also identifying limitations in existing growth control models. We reconcile these models with our data by positing SpoT as a sensor of translation elongation, which we validate through several lines of genetic and biochemical evidence. Finally, we show that a simple proteome-allocation model - where (p)ppGpp-control only passively limits division protein synthesis - explains all our size-growth scaling behaviors while also quantitatively linking cell size to ribosome abundance. Looking forward, we anticipate that MARLIN will be an essential tool for high-throughput genotype to phenotype mapping in microbes.", "date": "2025-06-22", "journal": ""}
{"title": "Atypical weighting of sensory evidence and priors in causality perception along the autism-schizotypy continuum", "doi": "10.1101/2025.06.11.659079", "authors": "Marsicano, G.; Melcher, D.", "abstract": "The brain constructs a perceptual interpretation of the world by integrating sensory input with prior knowledge and expectations. Causality perception, a core example of this inferential process, enables observers to infer cause-effect relationships, such as whether a moving object causes another to move. Traditionally considered a low-level visual computation, causality perception is increasingly recognized as shaped by top-down dynamics, perceptual history, and individual predictive processing styles. Here, we examined how prior experience and cognitive-perceptual traits shape causal inference in 150 neurotypical individuals, using data-driven clustering to stratify participants along the autism-schizotypy (ASD-SSD) spectrum. Participants viewed dynamic collision events in which a moving circle contacted a stationary one, followed by variable temporal lags before the second object motion, and judged whether the interaction appeared causal or non-causal. Causality judgments were influenced by both physical timing (sensory-driven) and serial dependence on previous perceptual decisions (prior-driven). Hierarchical drift diffusion modeling (HDDM) revealed that SSD-like individuals showed a strong prior bias toward causality, greater serial dependence, and lower decision thresholds, reflecting a prior-dominated perceptual style. Conversely, ASD-like individuals exhibited reduced influence of perceptual history and higher decision thresholds, reflecting a conservative, data-driven style. Crucially, prior bias, serial dependence, and decision-making dynamics were strongly interrelated, revealing a hierarchical structure to perceptual inference across neurocognitive profiles. These findings demonstrate that causality perception emerges from predictive processes operating at multiple timescales and shaped by individual differences in neurocognitive style and perceptual flexibility.", "date": "2025-06-22", "journal": ""}
{"title": "Revisiting Size Selective Mortality in Young Fish: Do Small Teleosts Really Pay a Cost?", "doi": "10.1101/2025.06.16.660013", "authors": "Bath, D.; Newediuk, L.", "abstract": "Small juvenile and larval teleosts are typically more susceptible to starvation and predation, so the largest individuals tend to survive. However, most support for this  bigger is better hypothesis is experimental and does not account for the variation in food availability, competition, and other conditions that alter how starvation and predation affect small fish. To assess how natural populations experience size-selective mortality, we reviewed the past 30 years of literature on the subject while compiling 76 effect sizes of longitudinal survival data, which evaluates selection against size classes, to test for evidence that  bigger is better. Our meta-analysis shows that the effect of body size on survival is consistently weak across species, populations, times, and locations. We discuss several reasons why larger young teleosts may not have a distinct survival advantage. We argue that they: 1) may be more profitable or noticeable to predators, 2) are unable to outgrow all their predators, and 3) require more resources, increasing their predator exposure out of necessity to forage. We recommend that mortality not be treated as constant across young teleost size classes, as different ecological conditions may favour smaller, larger, or neither size class. We suggest that the relationship between metabolic scope and mortality, geographic gradients in the importance of predation and starvation, and the interactive effects of alternative sources of mortality with predation and starvation in warming oceans are underexplored and could change how we think about the relationship between young teleost size and survival. Investigating these drivers will be important as temperatures rapidly rise, altering growth in wild fish.", "date": "2025-06-22", "journal": ""}
{"title": "QCatch: A framework for quality control assessment and analysis of single-cell sequencing data", "doi": "10.1101/2025.06.15.659779", "authors": "Gao, Y.; He, D.; Patro, R.", "abstract": "Motivation: Single-cell sequencing data analysis requires robust quality control (QC) to mitigate technical artifacts and ensure reliable downstream results. While tools like alevin-fry and simpleaf (and augmented execution context for the alevin-fry), offer flexibility and computational efficiency to process single-cell data, this ecosystem will further benefit from a standardized QC reporting tailored for its outputs. Results: We introduce QCatch, a Python-based command-line tool that generates comprehensive and interactive HTML QC reports designed specifically for single-cell quantification results. Taking the output directory of alevin-fry or simpleaf as the input, QCatch is able to perform essential processing steps, like cell calling, and generate detailed QC reports that contain informative visualizations and statistics, including unique molecular identifier (UMI) count distributions, sequencing saturation estimates, and splicing status information, for QC assurance. Built for seamless integration into downstream analysis workflows, QCatch exports the processed results in a richly-annotated H5AD format file, a widely used data format common among many downstream single-cell data analysis tools. Availability: The source code and documentation of QCatch are available on GitHub at https://github.com/COMBINE-lab/QCatch. QCatch can be installed via both Bioconda and PyPI.", "date": "2025-06-22", "journal": ""}
{"title": "Development of a protocol utilizing single-cell analysis for the differentiation of human iPSCs into SOX6+ midbrain dopaminergic neurons.", "doi": "10.1101/2025.06.18.660098", "authors": "Lyu, G.; Garcia Swinburn, R.; Kreutzmann, J. C.; Xiong, A.; Kojima, R.; Abaurre, C.; Tremolanti, C.; Gellhaar, S.; Uhlen, P.; Svenningsson, P.; Castelo Branco, G.; Dagliyan, O.; Salto, C.; Arenas, E.", "abstract": "Parkinson's disease (PD) is a neurodegenerative disorder characterized by the loss of midbrain dopaminergic (mDA) neurons in the substantia nigra, leading to motor symptoms. Current pharmacological treatments are insufficient in halting disease progression, making cell therapy a promising alternative for replacing lost neurons. Advances in stem cell research have enabled the generation of mDA progenitors from human pluripotent stem cells (hPSCs), demonstrating success in preclinical models and clinical trials. However, challenges such as dyskinesias from non-mDA contaminations, graft rejection, and the need for more specific cell types persist. This study focuses on utilizing single-cell multiomic and transcriptomic data to design mDA progenitor differentiation protocols, aiming to generate more specific subtypes of mDA neurons, particularly those vulnerable to degeneration in PD. By refining the protocol with enhanced ventralization and prolonged Wnt activation, we achieved improved midbrain patterning, cell viability, and the accelerated generation of SOX6-expressing mDA neurons in vitro with proven therapeutical properties in grafted hemiparkinsonian mice models. This approach aims to present a protocol designed using single-cell analysis to enrich the most PD-affected mDA neuron populations, offering potential for better cell modelization, and more targeted cell replacement therapies.", "date": "2025-06-22", "journal": ""}
{"title": "An advanced head-to-tail mouse embryo model with hypoxia-mediated neural patterning", "doi": "10.1101/2025.06.17.660116", "authors": "Balaskas, A.; Kraus, I.; Ozguldez, H. O.; Omgba, P. A.; Buschow, R.; Bolondi, A.; Berlad, I.; Hanna, J. H.; Kretzmer, H.; Bulut-Karslioglu, A.", "abstract": "The developing mammalian embryo is guided by the continuously changing signals that it receives from maternal tissues and its microenvironment. The dynamic cell-cell and cell-environment interactions that together shape the embryo largely remained unexplorable until the advance of stem cell-based embryo models. These revealed the self-organizing properties of cells in response to endogenous and exogenous cues. Among the latter, restricted oxygen (hypoxia) emerged as a critical microenvironmental regulator that influences cell type diversification in multicellular systems. Here, by combining Hypoxia and an Antero-Posterior assembly strategy, we developed an ESC-based head-to- tail model of mouse embryogenesis called HAP-gastruloids. HAP-gastruloids contain stage-appropriate anterior brain-like tissues as well as spinal cord, somites, and gut endoderm. We show that timed hypoxia boosts anterior neural cell identities and their patterning through HIF1a and in part by modulating TGF{beta} superfamily activity. These results reveal a key beneficial role of hypoxia in early development and offer a unique system to investigate antero-posterior phenotypes for basic discovery and translation.", "date": "2025-06-22", "journal": ""}
{"title": "Selective sweeps and the role of divergent and parallel selection in Amazonian and Andean bird diversification", "doi": "10.1101/2025.06.21.660863", "authors": "Luzuriaga-Aveiga, V. E.; Thorstensen, M. J.; Jankowski, J. E.; Weir, J. T.", "abstract": "Both divergent and parallel selection can contribute to genomic and population differentiation, and thus speciation. However, the relative importance of each type of selection in driving speciation is poorly understood, especially in the context of environmental change. We compared selective sweeps and time of divergence in avian sister species pairs from the Amazonian lowlands that each underwent the same set of shared climatic cycles in parallel since speciating (n=9 pairs) with species pairs from different elevations and environments (n=8 pairs). Using phylogenetic multilevel Bayesian modeling, we inferred divergent selection in elevationally-differentiated pairs, while the lowland-restricted species pairs exhibited patterns consistent with parallel selection acting during glacial cycles as the key driver of selective sweeps. Parallel selection may play the key role in driving speciation in the species-rich lowlands where wide rivers are often the only barriers separating newly diverging species in similar environments.", "date": "2025-06-22", "journal": ""}
{"title": "Non-cell autonomous control of presynaptic remodeling by the hypothalamic autophagy/NPY axis", "doi": "10.1101/2025.06.20.660653", "authors": "Cazzolla, G.; Toppe, D.; Krause, G.; Kochlamazashvili, G.; Luetzkendorf, J.; Schedina, I. M.; Kerkhoff, Y.; Reifenstein, E.; von Kleist, M.; Herzog, H.; Albrecht, A.; Schmitz, D.; Haucke, V.; Sigrist, S. J.; Maglione, M.", "abstract": "Macroautophagy/autophagy, a critical cellular degradation pathway essential for maintaining neuronal proteostasis, declines with age and has been increasingly implicated in the regulation of synaptic integrity and circuit resilience. Neuropeptide Y (NPY), the most abundantly expressed neuropeptide in the mammalian brain, has emerged as a key modulator of both autophagy and aging-related processes. In Drosophila, the NPY-family peptide short Neuropeptide F (sNPF) has been shown to causally influence aging-associated changes in synaptic architecture and function, particularly at the presynaptic active zone (AZ), via non-cell autonomous mechanisms. Extending this concept to mammals, we investigated whether NPY and autophagy interact within NPY-secreting neurons to regulate age-related AZ remodeling. Our results indicate that hypothalamic NPY/AgRP neurons may exert geroprotective effects through the release of NPY and potentially other signaling molecules, thereby influencing both metabolic homeostasis and brain-wide synaptic function. These data suggest a conserved role for autophagy in maintaining presynaptic organization and resilience during aging.", "date": "2025-06-22", "journal": ""}
{"title": "Hierarchical microstructural tissue growth of the gray and white matter of human visual cortex during the first year of life", "doi": "10.1101/2025.06.20.660718", "authors": "Perez, K.; Allen, A.; Tyagi, C.; Tung, S. S.; Fascendini, B.; Yan, X.; Horenziak, J.; Ortiz, D.; Wu, H.; Grill-Spector, K.; Natu, V. S.", "abstract": "Development of gray and white matter tissue microstructure is critical for the emergence of sensory and cognitive functions. However, it is unknown how microstructural tissue properties of the human visual system develop in the first year of human life. Here, we use tissue relaxation rate (R1) obtained using quantitative MRI to measure the longitudinal development of gray and white matter in brain areas spanning three visual processing streams: dorsal, lateral, and ventral, during the first year of life. R1 in gray and white matter of all visual regions in the three processing streams increases postnatally, indicating microstructural tissue growth. R1 increases faster between 0-6 months than 6-12 months, and faster in white matter than gray matter, with white matter R1 surpassing that of gray matter after two months of age. Strikingly, this microstructural growth is hierarchical: across all streams, early visual areas are more mature at birth than higher-level areas but develop more slowly postnatally than higher-level areas. The exception is TO1 (MT) which is similar to V1: it is microstructurally more mature at birth and develops slower than neighboring areas. Overall, our findings provide the first comprehensive measurement of microstructural tissue growth in infancy across three visual processing streams and propose a new hypothesis that functional development of the visual cortex may be coupled with microstructural development and follows a similar hierarchical trajectory.", "date": "2025-06-22", "journal": ""}
{"title": "Nicotinic Modulation of Fast-spiking Neurons in Rat Somatosensory Cortex Across Development", "doi": "10.1101/2025.06.18.660362", "authors": "Haga, C. W.; Koenig, J. A.; Cramer, N. P.; Chandra, R.; Keller, A.", "abstract": "Signaling at nicotinic acetylcholine receptors (nAChRs) is vital for normal development of cerebral cortical circuits. These developing circuits are also shaped by fast-spiking (FS) inhibitory cortical neurons. While nicotinic dysfunction in FS neurons is implicated in a number of psychiatric and neurodevelopmental disorders, FS neurons are thought to not have nicotinic responses in adults. Here, we establish a timeline of FS neuron response to nicotine pre- and postsynaptically in primary somatosensory cortex in male and female rats. We found that nicotine increases the frequency of spontaneous synaptic inputs to FS neurons during the second postnatal week, and this effect persisted through development. In contrast, FS neurons in S1 had no postsynaptic responses to nicotine from as early as they can be reliably identified. This was not attributable to receptor desensitization, and we further revealed that FS neurons express abundant mRNA for several nAChR subunits, beginning early in development. To determine why FS neurons do not respond to nicotine, despite expressing these receptors, we probed for the expression of lynx1, a negative nicotinic modulator. Lynx1 mRNA was expressed in FS neurons from early development, with expression increasing dramatically during the second postnatal week.", "date": "2025-06-22", "journal": ""}
{"title": "EEG-based Decoding of Auditory Attention to Conversations with Turn-taking Speakers", "doi": "10.1101/2025.06.20.660726", "authors": "Van de Ryck, I.; Heintz, N.; Rotaru, I.; Geirnaert, S.; Bertrand, A.; Francart, T.", "abstract": "Objectives: Auditory attention decoding (AAD) refers to the process of identifying which sound source a listener is attending to, based on neural recordings, such as electroencephalography (EEG). Most AAD studies use a competing speaker paradigm where two continuously active speech signals are simultaneously presented, in which the participant is instructed to attend to one speaker and ignore the other speaker. However, such a competing two-speaker scenario is uncommon in real life, as speakers typically take turns rather than speaking simultaneously. In this paper, we argue that decoding attention to conversations (rather than individual speakers) is a more relevant paradigm for testing AAD algorithms. In such a conversation-tracking paradigm, the AAD algorithm focusses on switching between entire conversations, resulting in less frequent attention shifts (ignoring turn-taking within conversations), thereby allowing for more relaxed constraints on the decision time. Design: To test AAD performance in such a conversation-tracking paradigm, we simulated a challenging restaurant scenario with three simultaneous two-speaker conversations, which were podcasts presented in front of the listener and in the back left and back right of the room. We conducted an EEG experiment on 20 normal-hearing participants to compare the performance of AAD in the commonly used competing speaker paradigm with two speakers versus the conversation tracking paradigm with 2 or 3 conversations, each containing two turn-taking speakers. Results: We found that AAD, using stimulus decoding, worked well under all experimental conditions, and that the accuracy was not influenced by the direction of attention, the proximity to the target conversation, or the presence of within-trial attention switches (versus a condition with sustained attention). Given the challenging scenario, we probed for the participants listening experience and found a correlation between the neural decoding performance and the perceived listening effort and self-reported speech intelligibility. To gain insight into the speech intelligibility of the participants in our setup, they performed a speech-in-noise test (Flemish matrix sentence test), but we did not find a correlation between the speech intelligibility performance and the AAD performance.", "date": "2025-06-22", "journal": ""}
{"title": "Temporal Precision Necessitates Wingbeat-Call Asynchrony in Actively Echolocating Bats", "doi": "10.1101/2025.06.18.660328", "authors": "Umadi, R.", "abstract": "I present a unified theory and empirical analysis showing that temporal precision, rather than energetic efficiency or mechanical synchrony, is the primary axis guiding echolocation call timing in flying bats. While classic hypotheses posited that coupling call emission to wingbeat and respiration cycles is optimal, my field data and mathematical modelling demonstrate that such synchrony is only maintained when sensory-motor demands are minimal. As bats approach a target or encounter complex, dynamic environments, synchrony is frequently and necessarily broken: I show that the strict temporal constraints imposed by the call-echo-response loop require bats to decouple vocal output from wing motion whenever echo delays become short or as circumstantial demands for information updates dictate. Using a simulation framework grounded in first principles, I reveal that wingbeat-call synchrony is possible only within a narrow physiological window, bounded by wingbeat frequency and amplitude. When these limits are exceeded, asynchrony reliably emerges as the only viable strategy to maintain real-time sensory feedback. Both my empirical data and theoretical model predict and explain the universal emergence of a hyperbolic relationship between interpulse interval and call rate-across all behavioural and environmental contexts-demonstrating that closed-loop, echo-guided timing is a fundamental, conserved feature of bat biosonar. Patterns such as sonar sound groups arise not as discrete modules, but as visible signatures of the feedback-driven system flexibly adapting to heightened uncertainty or unpredictability. I further discuss how species-specific morphological and aerodynamic constraints set the boundaries for synchrony flexibility, explaining interspecific diversity in echolocation behaviour. Altogether, these findings demonstrate that wingbeat-call asynchrony is an adaptive, mathematically inevitable solution for temporal precision in active echolocation, unifying previously disparate empirical observations and providing a predictive foundation for future research in sensory-motor coordination, flight control, and biosonar.", "date": "2025-06-22", "journal": ""}
{"title": "Projection-Specific Intersectional Optogenetics for Precise Excitation and Inhibition in the Marmoset Brain", "doi": "10.1101/2025.06.18.660378", "authors": "Shaw, L. H.; Padmanabhan, K.; Bucklaew, A.; Mitchell, J. F.; Wang, K. H.", "abstract": "The primate cerebral cortex relies on long-range connections to integrate information between functionally specialized areas. Investigating these processes requires tools that can selectively modulate specific projection pathways. While cell-class-specific optogenetics can modulate local circuits, these approaches often lack pathway specificity. Projection-specific optogenetics offers greater precision, especially in primates, where cortical areas are spatially and functionally well-separated. To address challenges in translating this approach from rodents to primates, we developed a mouse-to-marmoset pipeline. We first validated that optogenetic targeting of inhibitory neurons (AAV9-Dlx-ChR2) effectively silenced local cortical areas in marmosets. We then tested selective excitation and inhibition of defined projection pathways. By intersecting retrogradely delivered Cre-recombinase (AAVretro-Cre) with locally injected Cre-dependent opsins (AAV8-FLEx-ChR2 or Jaws), we achieved efficient, direction-specific labeling of both callosal and longitudinal projections. This intersectional strategy enabled precise excitatory and inhibitory control of cortical activity using distinct light wavelengths, advancing projection-specific optogenetics for investigating primate brain circuit function.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=71 SRC=\"FIGDIR/small/660378v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (20K):\norg.highwire.dtl.DTLVardef@3e69f7org.highwire.dtl.DTLVardef@19ee59dorg.highwire.dtl.DTLVardef@f4ca20org.highwire.dtl.DTLVardef@1021d37_HPS_FORMAT_FIGEXP  M_FIG A: Local suppression of cortical activity that is non-selective across cell classes can be accomplished by excitation of inhibitory interneurons expressing mDlx-ChR2 yielding broad inhibition. B: By contrast, targeting a specific cortico-cortical projection pathway for suppression can be accomplished through an intersectional approach. For a successful intersection, a retrograde AAV carrying hSyn-Cre is injected at the projection terminal and a locally expressing AAV carrying CAG-FLEx-opsin is injected at the soma. These viruses meet at the nucleus and yield opsin expression restricted to projection neurons. C: Inhibition or excitation is possible in targeted projection neurons due to co-expression of the blue light triggered excitatory opsin ChR2 or the red shifted inhibitory opsin Jaws.\n\nC_FIG", "date": "2025-06-22", "journal": ""}
{"title": "Dynamic cholinergic signaling differentially desynchronizes cortical microcircuits dependent on modulation rate and network topology", "doi": "10.1101/2025.06.20.660675", "authors": "Pandian, S.; Rich, S.", "abstract": "Acetylcholine (ACh) affects both the intrinsic properties of individual neurons and the oscillatory tendencies of neuronal microcircuits by modulating the muscarinic-receptor gated m-current. However, despite contemporary experimental evidence of ACh concentrations changing at millisecond timescales, computational studies traditionally model ACh solely as a tonic neuromodulator. How time-varying, dynamic cholinergic modulation of the m-current affects the dynamics of neuronal microcircuits therefore remains an open question. Using a new implementation of a time-varying cholinergic signal in computational excitatory-inhibitory (E-I) spiking neuronal networks, we here delineate how the interaction between dynamic cholinergic modulation and network topology influences the oscillatory tendencies of these systems. While the dynamics of networks with dominant inter-connectivity (strong E-to-I and I-to-E synaptic weights) are minimally affected, networks with dominant intra-connectivity (strong E-to-E and I-to-I synaptic weights) exhibit dynamics heavily dependent upon dynamic cholinergic signaling. Further investigation of these latter type of networks reveals that their firing patterns are sensitive to the timecourse of cholinergic modulation and that relatively minor changes to the E-I connectivity strength promote distinct desynchronization mechanisms. Our results indicate that network topology plays a paramount role in dictating the modulatory effects of time-varying cholinergic signals, a finding of broad relevance to our understanding of cholinergic modulation and potentially impactful in the design of neurostimulation therapies believed to act through cholinergic pathways.", "date": "2025-06-22", "journal": ""}
{"title": "Post Adversity Changes in Nigro-Striatal Dopamine: a Mechanism for Anxiety Induced Exacerbated Innate Repetitive Behaviors.", "doi": "10.1101/2025.06.21.660223", "authors": "Givon, L.; Amado, L.; Edut, S.; Klavir, O.", "abstract": "Anxiety is known to exacerbate symptoms in various psychiatric disorders. In several conditions such as obsessive-compulsive disorder (OCD) or Tourette syndrome, anxiety intensifies stereotypic and repetitive behaviors. Rodent self-grooming, a structured, repetitive innate behavior, serves as an effective rodent model for studying these behaviors in neuropsychiatric research. Anxiety has also been linked to altered functioning of the dopamine (DA) system, particularly within the substantia-nigra pars compacta (SNc), the main DA source to the dorsal striatum through the nigro-striatal pathway. Striatal modulation by DA signal plays a complex role in repetitive behaviors such as grooming, with hyperactivity in cortico-striatal pathways strongly associated with OCD-like symptoms. This suggests that anxiety-induced exacerbation of repetitive behavior may be driven by changes in DA activity. In the present study, we observed several long term effects of anxiety inducing, aversive exposure to foot shock on grooming behavior. Recordings single unit neuronal activity in the SNC revealed three distinct response patterns related to grooming behavior with changes in the magnitude and timing following the shock treatment. Notably, DA neurons of different nigro-striatal pathways demonstrated different changes in different types of response pattern units. DA neurons projecting to the dorsolateral striatum (DLS) showed increased transient activity, while those targeting the dorsomedial striatum (DMS) exhibited reduced transient activity - suggesting a shift toward stimulus-response (S-R) behavioral control in the cortico-striatal circuitry. These neural changes were correlated with the observed behavioral alterations following adversity. Furthermore, targeted stimulation of DLS-projecting DA neurons successfully rescued the anxiety-induced behavioral effects, highlighting the critical role of the nigro-striatal pathway to the DLS in mediating the interaction between anxiety and repetitive behaviors, thus offering future direction for mitigation of relevant psychiatric symptoms.", "date": "2025-06-22", "journal": ""}
{"title": "Brain Region-Specific Gene Co-expression Networks Reveal Neuroinflammation and ER Stress Signatures in Major Depressive Disorder", "doi": "10.1101/2025.06.18.660280", "authors": "Li, L.; Wang, M.; Jie, Y.", "abstract": "This study aims to investigate gene expression changes in different brain regions of Major Depressive Disorder (MDD) patients using transcriptomics and bioinformatics approaches. Through differential expression gene (DEG) analysis, functional enrichment analysis, and Weighted Gene Co-expression Network Analysis (WGCNA), we aimed to identify key genes, pathways, and co-expression modules associated with MDD, with particular emphasis on the role of neuroinflammation and endoplasmic reticulum (ER) stress pathways in MDD pathology and their region-specific characteristics. The findings of this study will provide novel insights into the complex molecular mechanisms of MDD and lay the foundation for the future development of diagnostic biomarkers and therapeutic targets.", "date": "2025-06-22", "journal": ""}
{"title": "Tissue-specific I-Smad mechanisms revealed by structure-function analysis in Drosophila", "doi": "10.1101/2025.06.20.660739", "authors": "Simoncek, A. M.; Sviridoff, S. J.; Hays, J. N.; Graichen, N. N.; Sulkowski, M. J.", "abstract": "Inhibitory Smads (I-Smads) regulate TGF-{beta}/BMP signaling through multiple distinct mechanisms, but whether different tissues preferentially employ specific mechanisms remains unknown. To address this question, we performed structure-function analyses of the Drosophila I-Smad Dad and its vertebrate orthologs Smad6 and Smad7 in neural and wing tissues, measuring in vivo outputs of BMP signaling. We identified a critical 24-amino acid putative DNA-binding domain (DNABD) within the MH1 domain of the Drosophila I-Smad, Dad, that is essential for inhibitory function in wing tissue but unessential in neural tissue. Structural analyses revealed that {Delta}DNABD disrupts a beta hairpin structure homologous to R-Smad DNA-binding regions. We also found that Dad requires an intact MH1 domain to disrupt wing development, whereas either MH1 or MH2 can independently disrupt BMP signaling in motor neurons. These findings support a model where Dad functions through MH1-mediated transcriptional regulation in wing primordium, but through multiple mechanisms in neurons. Comparative analysis revealed that vertebrate I-Smad orthologs also show tissue-specific activity patterns, with structural predictions suggesting that Smad6 retains ancestral DNA-binding capacity while Smad7 has evolved enhanced MH2-mediated functions. These results reveal context-dependent mechanisms of I-Smads that further the understanding of TGF-{beta}/BMP pathway regulation.", "date": "2025-06-22", "journal": ""}
{"title": "Deep learning-based event classification of mass photometry data for optimal mass measurement at the single-molecule level", "doi": "10.1101/2025.06.21.660868", "authors": "Iqbal, K.; Thiele, J. C.; Saman, D.; Peters, J. S.; Thorpe, S.; Tusk, S.; Bardzil, J.; Benesch, J. L. P.; Kukura, P.", "abstract": "Mass photometry (MP) is a powerful technique for studying biomolecular structure, interactions, and dynamics in solution. It detects and quantifies small reflectivity changes at a glass-water interface during protein (un)binding, with signals typically averaged over 100 milliseconds. However, particle motion at the point of single-molecule measurement can compromise key metrics such as mass resolution, sensitivity, and concentration. We present a three-dimensional convolutional residual network trained via supervised learning to classify landing events based on their spatiotemporal dynamics. By analysing 3D event thumbnails, our method isolates optimal single-molecule measurements, eliminating cumulative histogram artifacts and improving resolving power by up to a factor of 2. Validated across diverse experimental datasets - including resolved and partially resolved samples, and varying masses, concentrations, and integration times - our approach delivers robust performance under (sub)optimal conditions. Our approach provides measurement-level data-driven feedback, facilitating high quality MP measurements in challenging scenarios.", "date": "2025-06-22", "journal": ""}
{"title": "Visualizing the Dominant GPCR Coupling of Pathogenic Gαo Mutants in GNAO1-Related Disorders", "doi": "10.1101/2025.06.19.660437", "authors": "Larasati, Y. A.; Rabesahala de Meritens, C.; Stoeber, M.; Katanaev, V. L.; Solis, G. P.", "abstract": "Heterozygous mutations in the GNAO1 gene, which encodes the Go subunit of heterotrimeric G proteins, cause a spectrum of rare neurodevelopmental disorders ranging from early-onset epileptic encephalopathy to milder dystonia phenotypes. Disease dominance of Go mutants appears to arise from multiple functional disruptions, including impaired guanine nucleotide handling, failure to adopt the active conformation, and neomorphic interactions with Ric8A/B chaperones. In parallel, several Go variants have been independently reported to dominantly engage G protein-coupled receptors (GPCRs) or to sequester G{beta}{gamma}, two mechanistically distinct behaviors. These conclusions were inferred from different indirect biosensor assays, likely contributing to the apparent contradiction in their proposed mechanisms. To overcome this, we developed a split-YFP-based bimolecular fluorescence complementation (BiFC) assay to visualize receptor-Go protein complexes at the plasma membrane. Using this system, we found that severe Go variants (S47G, G203R, R209C, E246K) fail to disengage from activated Gi/o-coupled GPCRs, thereby preventing downstream receptor phosphorylation and endocytosis. By contrast, milder dystonia-linked mutants (C215Y and T241_N242insPQ) showed near-normal receptor internalization and only minor phosphorylation defects. These findings establish dominant GPCR coupling as a molecular hallmark of severe GNAO1-related disorders and point to split-YFP BiFC as a robust platform for probing mutant G protein behavior in genetic disease.", "date": "2025-06-22", "journal": ""}
{"title": "Human fibroblasts from aged individuals exhibit chromosomal instability through replication stress caused by oxidative stress", "doi": "10.1101/2025.06.19.660647", "authors": "Zhu, K.; Cheng, G.; Ren, Y.; Iemura, K.; Tanaka, K.", "abstract": "Aneuploid cells are known to increase with age. Previously, we demonstrated that aneuploid cells increase in fibroblasts from aged mice due to chromosomal instability (CIN), which is caused by oxidative stress. It is unclear whether this phenomenon also occurs in human cells, which are more resistant to oxidative stress than mouse cells. Here, we found that fibroblasts from aged individuals exhibited an increase in aneuploid cells. The frequency of chromosome missegregation and micronuclei increased in these cells, indicating CIN. A DNA fiber assay revealed the presence of replication stress, accompanied by an increase in 53BP1 nuclear bodies and ultrafine bridges. Increased levels of reactive oxygen species derived from mitochondria, along with reduced mitochondrial membrane potential, imply that these cells experienced oxidative stress due to mitochondrial functional decline. Antioxidant treatment reduced the frequency of chromosome missegregation and micronuclei, suggesting that oxidative stress causes CIN. Oxidative stress also causes replication stress, which precedes CIN. Spindle microtubules were stabilized in fibroblasts from aged individuals, which was alleviated by antioxidant treatment. Taken together, these findings suggest that aging-related CIN in human fibroblasts is caused by oxidative stress associated with mitochondrial dysfunction, which induces replication stress that in turn causes CIN through microtubule stabilization. Although human fibroblasts are more resistant to the ambient oxygen environment than mouse fibroblasts, our findings showed that they undergo oxidative stress that causes CIN with age in a manner similar to mouse fibroblasts, revealing a conserved phenomenon in mammalian cells.", "date": "2025-06-22", "journal": ""}
{"title": "TRAP seq in 3D Angiogenesis Assays Reveals a Distinct Endothelial Translatome Associated with Early and Late Stages of Morphogenesis.", "doi": "10.1101/2025.06.17.660138", "authors": "King, S.; Li, Q.-f.; Tschang, I.; Singh, E.; Ramos, R. B.; Pumiglia, K.", "abstract": "Endothelial cells (ECs) are often a minority cell type in a tissue, limiting the utility of bulk sequencing approaches. Single cell sequencing lacks sensitivity and requires disruptive tissue digestion techniques. TRAP seq (Translating Ribosome Affinity Purification) or 'RiboTag' has been used to overcome these limitations. Multicellular co-culture systems allow primary ECs to differentiate and undergo tubular morphogenesis in cell culture, however similar limitations exist with these in vitro assays, as ECs are under-represented by as much as a factor of 10 in many assays. We sought to use TRAP seq to better understand the gene expression landscapes that drive these morphogenic events. We found TRAP seq selectively enriches for endothelial RNA in two distinct co-culture paradigms, in both the planar and fibrin bead co-culture assays. Intriguingly, the use of this technology in vitro, revealed distinct gene expression changes in blood vessel development and in the mitotic cell cycle, with genes unique to early and late phases of morphogenesis. It is widely accepted that expression of the NOTCH signaling pathway is a regulator of angiogenesis in vivo. Correspondingly, we found that a large number of NOTCH related genes relevant to endothelial cell biology, were changing across this morphogenic process, underpinning the importance and utility of this technology in 3D multicellular cultures that model in vivo environments.", "date": "2025-06-22", "journal": ""}
{"title": "The chromatin remodeler LET-418/Mi-2 regulates the intracellular pathogen response in the C. elegans intestine", "doi": "10.1101/2025.06.17.659900", "authors": "Rajopadhye, S. A.; Lazetic, V.; Rodriguez Crespo, D.; Troemel, E.; Meister, P.; Wicky, C.", "abstract": "Chromatin remodeling provides essential transcriptional regulation for all biological processes. In Caenorhabditis elegans, the chromatin remodeler LET-418, a homolog of the human Mi-2 protein, plays a critical role in regulating development, organogenesis, tissue maintenance, stress resistance and lifespan. LET-418 is part of several chromatin remodeling complexes and contributes significantly to the balance between growth and defense mechanisms, yet its target genes remain unclear. Using DNA methylation profiling, we identified genomic binding sites and associated target genes of LET-418 and its MEC-complex-specific interactor MEP-1 in the intestine. Consistent with their presence in the same complex, the two proteins shared more than half of their target genes. Functional analysis revealed that LET-418 and MEP-1 target genes are highly active in the intestine and are involved in repressing innate immune responses, including the intracellular pathogen response (IPR). Consistently, in let-418 mutants, IPR-induced genes, such as pals-5 or pals-2 are strongly upregulated, in a manner dependent on ZIP-1, a major transcription factor for IPR. Additionally, we found pathogen levels of the natural intracellular intestinal pathogen Nematocida parisii significantly reduced in let-418 mutants, supporting the observation of increased IPR in this mutant. Altogether, these findings reveal a crucial role for LET-418 as a modulator of the IPR, aligning with its role in maintaining the balance between development and defense.", "date": "2025-06-22", "journal": ""}
{"title": "MONITORING POPULATION EXTINCTION RISK WITH COMMUNITY SCIENCE DATA", "doi": "10.1101/2025.06.19.660569", "authors": "Acevedo-Charry, O.; Ponciano, J. M.; Poli, C. L.; Jeffery, B. M.; Fletcher, R. J.; Echeverry-Galvis, M. A.; Loiselle, B. A.; Robinson, S. K.; Acevedo, M. A.", "abstract": "The robust estimation of local extinction risk is central to inform management and conservation efforts. Still, estimating this key demographic parameter requires standardized monitoring data that are lacking for most species and systems. The analysis of community science data is emerging as a promising alternative. These expansive datasets leverage observations from multiple volunteers that provide higher temporal and spatial resolution. Nevertheless, the proper analysis of community science data is challenging because it requires accounting for additional complexities in the intrinsic ecological and observational processes. To address this issue, we describe and test a quantitative approach that fits continuous state-space models iteratively to eBird data with the ultimate goal of estimating local persistence probability through time. We evaluated model accuracy by comparing estimates and trends from eBird with those from the endangered Everglades' snail kite long-term, standardized monitoring project. We also performed two separate sensitivity analyses (temporal and sampling thinning) to assess how robust the persistence estimates are to a reduction in the number of eBird observations available. Our results showed that the temporal trend trajectory of local population persistence estimated from eBird closely matched that from standardized monitoring. Moreover, the trend remained similar even when reducing the amount of eBird data available to 5% of the original data set -- a reduction from 258 to 13 weeks or from 7,714 to 385 lists of observations across 5 years of monitoring. Synthesis and applications: Our modeling framework provides a robust, computationally efficient, and easy-to-apply tool for monitoring local persistence probability that can support global conservation efforts. This will complement the monitoring of species population viability in places where standardized monitoring is still lacking, but community science observations are common.", "date": "2025-06-22", "journal": ""}
{"title": "Neurobiological and Chemical Characterization of the Cyanobacterial Metabolite Veraguamide E", "doi": "10.1101/2025.06.19.660581", "authors": "Sotelo, J.; Mofidi, S.; Fofie Kuete, C.; Fosu, K.; Dodd-o, J.; Simcik, R.; Tack, S.; Soto-Reyes, M. J.; Yousuf, M. S.; Caro-Diaz, E. J.; Kumar, V.; Van Horn, W. D.; Kolber, B. J.; Tidgewell, K. J.", "abstract": "Significance: Natural products have long been recognized as a rich source of therapeutics, accounting for over 60% of currently approved small-molecule drugs and underscoring their pivotal role in drug discovery. Marine cyanobacteria produce structurally diverse secondary metabolites with a wide array of biological activities. Among these are the veraguamides, a family of depsipeptides that have shown promise as future therapeutics in our recent studies. This work presents a detailed biological and chemical characterization of veraguamide E (Ver E), isolated from a Panamanian marine cyanobacterial collection. The {sigma}2R/TMEM97 system has been identified as a promising target to address unmet need for non-opioid therapeutics which can modulate neuronal excitability in the context of chronic pain. Discovery and identification of novel compounds which modulate this system can help us better understand its function as well as allow us to develop future therapeutics targeting this pathway. Summary: Ver E's structure was validated by 1H NMR, HRMS, and molecular networking analyses. Computational docking and NMR titration confirmed direct, saturable, and tight binding of Ver E to the human Sigma-2 receptor/transmembrane protein 97 ({sigma}2R/TMEM97). Functional calcium imaging in primary mouse sensory neurons revealed that Ver E increases intracellular Ca2+ levels without modulating store-operated calcium entry (SOCE). Multi-well microelectrode array experiments using human induced pluripotent stem cell (hiPSC) derived nociceptors showed that Ver E significantly reduced neuronal activity at physiological temperatures, but not under heat-stress conditions. Ver E exhibited no cytotoxicity at concentrations up to 30 M in HEK293 cells, and immunocytochemistry confirmed that it does not alter phosphorylated eIF2 (p-eIF2) expression, indicating a mechanism distinct from integrated stress response modulators. Collectively, these findings position Ver E as a non-toxic compound capable of selectively modulating neuronal excitability, thereby advancing the development of novel therapeutics for pain management.", "date": "2025-06-22", "journal": ""}
{"title": "Reward impulsivity is linked to addictive-like behaviors towards sweet food and sugary drinks but not fatty food", "doi": "10.1101/2025.06.19.660563", "authors": "Mohan, S.; Bobashev, G.; Moiseeva, V.; Shestakova, A.; Panidi, K.; Gutkin, B.", "abstract": "Overconsumption of hyperpalatable food is a worldwide problem. Although many previous studies have shown the link between monetary delay discounting and propensity to overconsume food, the studies did not focus on the link between delay discounting and various subcategories of palatable food. In the present study, we investigate the link between the individual propensity to choose smaller immediate rather than larger delayed reward and the degree of problematic eating behavior for five types of palatable food (sweets, sugary drinks, fatty food, salty snacks, and starchy food). The delay discounting task was used to measure propensity to choose immediate rather than delayed rewards, while the degree of addictive-like behavior was measured using the modified Yale food addiction scale (mYFAS) for each food category. Both model-free and model-based analysis showed that there is a significant correlation between the addiction score for sweet food and the tendency to choose smaller immediate rather than larger delayed rewards. A model-based analysis showed the same significant correlation for sugary drinks. However, no such correlation was observed for other food categories (fatty, salty, or starchy food), suggesting that reward impulsivity may play different roles in addictive-like behavior towards various food categories.", "date": "2025-06-22", "journal": ""}
{"title": "Correction: Replication of BRIT1/MCPH1 G2/M Checkpoint Function Confirms Original Conclusions", "doi": "10.1101/2025.06.19.660578", "authors": "Lin, S.-Y.; Dai, H.; Elledge, S.", "abstract": "In our 2005 PNAS publication, we reported that BRIT1/MCPH1 is required for proper activation of the G2/M checkpoint in response to DNA damage. A recent analysis using image comparison software, Proofig, identified a duplicated panel in Figure 2A, stemming from a figure assembly error in which data from a prior experiment involving a different gene (Claspin) were inadvertently reused. As the original data are no longer accessible due to the age of the experiment, we have independently repeated the G2/M checkpoint analysis. The new results fully confirm the original conclusion: BRIT1 depletion compromises G2/M arrest following ionizing radiation. This replication supports the integrity of our original findings and is provided in support of a formal correction requested by PNAS.", "date": "2025-06-22", "journal": ""}
{"title": "CDH1 loss remodels gene expression and lineage identity in human mammary epithelial cells", "doi": "10.1101/2025.06.20.660633", "authors": "Musick, M.; Ufondu, C. A.; Rowland, C. E.; Sottnik, J. L.; Shackleford, M. T.; Nesiba, C. S.; Ostrander, J. H.; Sikora, M. J.", "abstract": "Invasive lobular carcinoma (ILC) is a common subtype of breast cancer that is defined in part by genetic loss of CDH1 caused by mutation or deletion, leading to loss of cell adhesion protein E-cadherin in >90% of ILC. Genetic loss of CDH1 is an early event in ILC oncogenesis, yet the mechanisms by which CDH1/E-cadherin acts as a tumor suppressor are not well understood. To study how early CDH1 loss drives ILC oncogenesis, we used a series of non-transformed human mammary epithelial cell (HMEC) models to target CDH1/E-cadherin, inhibiting extracellular E-cadherin signaling using antibodies versus modeling genetic CDH1 loss using siRNA or knockout via CRISPR/Cas9. Through transcriptome analyses across four HMEC models, we found that the mode of E-cadherin loss or suppression is critical for the subsequent phenotype. Antibody-mediated inhibition of cell-cell contacts induced gene signatures of epithelial-mesenchymal transition (EMT), consistent with the role of E-cadherin suppression during the EMT process. Conversely, genetic CDH1 loss -- as in ILC oncogenesis -- repressed EMT signatures, and instead remodeled gene expression toward a luminal epithelial phenotype. Using single cell transcriptomics and flow cytometry analyses of cell lineage markers, we found that genetic loss of CDH1 reprogrammed cells to a luminal progenitor-like phenotype. By isolating luminal versus basal cells prior to CDH1 knockout, we found that CDH1 loss led to remodeling of lineage identity in both populations, converging on a new lineage homeostasis with a luminal progenitor-like phenotype. Consistent with increased progenitor features, CDH1 loss enhanced proliferative capacity over the finite lifespan of the HMECs, highlighting a feature of early CDH1 loss that may contribute to clonal advantage during tumor initiation. Our findings support that inhibition of E-cadherin results in different transcriptional response compared to CDH1 loss, with the latter driving a transcriptional and phenotypic state characteristic of a luminal progenitor-like population, which offers new insight into early events in ILC oncogenesis.", "date": "2025-06-22", "journal": ""}
{"title": "An M13 phagemid toolbox for engineering tuneable DNA communication in bacterial consortia", "doi": "10.1101/2025.06.22.660937", "authors": "Pujar, A.; Sharma, A.; Jbara, H.; Kushwaha, M.", "abstract": "Intercellular communication is essential for distributed genetic circuits operating across cells in multicellular consortia. While diverse signalling molecules have been employed--ranging from quorum sensing signals, secondary metabolites, and pheromones to peptides, and nucleic acids--phage-packaged DNA offers a highly programmable method for communicating information between cells. Here, we present a library of five M13 phagemid variants with distinct replication origins, including those based on the Standard European Vector Architecture (SEVA) family, designed to tune the growth and secretion dynamics of sender strains. We systematically characterize how intracellular phagemid copy number varies with cellular growth physiology and how this, in turn, affects phage secretion rates. In co-cultures, these dynamics influence resource competition and modulate communication outcomes between sender and receiver cells. Leveraging the intercellular CRISPR interference (i-CRISPRi) system, we quantify phagemid transfer frequencies and identify rapid-transfer variants that enable efficient, low-burden communication. The phagemid toolbox developed here expands the repertoire of available phagemids for DNA-payload delivery applications and for implementing intercellular communication in multicellular circuits.", "date": "2025-06-22", "journal": ""}
{"title": "Structure-guided design of protein attachment points for functional augmentation of complex molecular machines", "doi": "10.1101/2025.06.22.660945", "authors": "Sorensen, G. H.; James, J.; Steel, H. E.; Parmeggiani, F.; Gorochowski, T. E.", "abstract": "Protein-protein conjugation systems are a powerful way of creating fusion proteins and enable the dynamic combination of protein domains with diverse functionalities. However, the insertion of these systems into enzymes is often performed with little consideration of the structural impact they might have. This is particularly relevant when modifying complex molecular machines that transition between numerous conformational states. Here, we address this issue by developing SIMPLIFE, a computational workflow that supports the design of optimal insertion sites for conjugation tags based on the structure of the proteins involved and performs localised residue redesign where needed. We demonstrate how SIMPLIFE can be used to effectively augment the function of T7 RNA polymerase using the DogCatcher-DogTag system, enabling diverse and dynamically varying mutations within a targeted region of DNA. This work demonstrates the power of combining biophysical and machine learning based approaches for protein structure prediction to efficiently augment the function of molecular machines, accelerating our ability to combine complex biochemical functionalities in new ways.", "date": "2025-06-22", "journal": ""}
{"title": "Molecular Bonsai: Elucidating the design principles for engineering plant organ size", "doi": "10.1101/2025.06.22.660808", "authors": "Bull, T. A.; Van Blair, J.; Sutton, S.; Colwell, H.; Khakhar, A.", "abstract": "Enhancements to crop morphology, such as the semi-dwarfing that helped drive the green revolution, are often driven by changes in gene dosage. These changes are challenging to translate across varieties and species, which slows the pace of crop improvement. Synthetic transcription factors (SynTFs) offer a rapid alternative to generate targeted alterations to gene dosage. However, the complexity of developmental pathways makes it unclear how to best apply them to predictably engineer morphology. In this work, we explore if mathematical modeling can guide SynTF-based expression modulation of genes in the signaling pathway of the phytohormone, gibberellin (GA), which is a central regulator of cell expansion, to elucidate the design principles for engineering organ size. We demonstrate that modulation of GA signaling gene expression can generate consistent dwarfing across tissues in both controlled and variable environments in the model plant Arabidopsis thaliana, and that the degree of dwarfing is dependent on the strength of regulation as predicted by modeling. We further validate the predictive power of the model by demonstrating its capacity to accurately predict the qualitative impacts of different regulatory architectures for both increasing and decreasing organ size. Finally, we show that these insights can be generalized for engineering organ size in the crop Solanum lycopersicum (tomato). This work creates a framework for predictable engineering of an agriculturally important trait, organ size, across tissues and plant species. It also serves as a proof-of-concept for how mathematical models can guide SynTF-based alterations in gene dosage to enable bottom-up design of plant phenotypes.", "date": "2025-06-22", "journal": ""}
{"title": "Development of the preterm infant gut and gastric residuals microbiome", "doi": "10.1101/2025.06.21.660859", "authors": "Moriel, N.; Jones, L.; Harpenas, E.; Rakow, N.; Shmorak, S.; Friedman, S. E.; Shlomai, N. O.; Yassour, M.", "abstract": "Prematurity, defined as birth before 37 completed weeks of gestation, is the leading cause of mortality in children under five and affects approximately 11% of live births globally - around 15 million infants each year. Despite advances in neonatal care, preterm infants remain at an increased risk for a range of complications. One widely used clinical practice in neonatal intensive care units (NICUs) is the monitoring of gastric residuals (GRs) to assess feeding tolerance and guide enteral nutrition. While the clinical significance of GRs is debated, their microbial composition has not been extensively studied. In this study, we performed metagenomic sequencing of 199 stool and 69 GR samples from 39 preterm infants during hospitalization to characterize their gut and stomach microbiomes. To our knowledge, this is the first study to describe the microbial landscape of GR in preterm infants. We identified 11 distinct GR clusters, often dominated by Staphylococcus, Streptococcus, and Klebsiella, with microbial diversity correlating with GR aspiration frequency. Longitudinal analysis revealed temporal colonization patterns, with early dominance of Staphylococcus epidermidis and Bradyrhizobium, and later emergence of Escherichia coli, Staphylococcus hominis, and Streptococcus thermophilus. In stool samples, 8 microbial clusters were found, frequently enriched with Enterobacteriaceae. Early samples rich in S. epidermidis were associated with higher gestational age and lower microbial richness, while Bifidobacterium breve, a beneficial gut commensal, appeared later in hospitalization. Comparative analysis showed overlap between gut and gastric microbiota, though stomach samples were more dynamic and exhibited less intra-subject similarity. Strain-level resolution revealed both subject-specific (e.g., E. coli, K. pneumoniae) and widely shared (e.g., S. epidermidis) taxa. We also identified a pathogenic Klebsiella aerogenes strain associated with bacteremia with distinct genomic features a week ahead of its first clinical isolation. These findings provide novel insights into the dynamic and niche-specific microbial colonization of preterm infants.", "date": "2025-06-22", "journal": ""}
{"title": "Structures of MmpL complexes reveal the assembly and mechanism of this family of transporters", "doi": "10.1101/2025.06.22.660944", "authors": "Zhang, Z.; Maharjan, R.; Gregor, W. D.; Klenotic, P. A.; Yu, E. W.", "abstract": "We co-expressed the MmpL5 transporter and MmpS5 adaptor proteins in Mycobacterium smegmatis and defined their structures from these detergent-solubilized crude membranes. Data generated from these samples allowed us to simultaneously solve three distinct classes of membrane protein complexes to high resolutions. We observed that MmpL5 presents as a monomer in complex with the cytosolic meromycolate extension acyl carrier protein M (AcpM) in a molar ratio of 1:1, where these AcpM-MmpL5 complexes closely pack together to generate regular two-dimensional arrays. We also identified MmpL5 as a trimer that interacts with MmpS5 and AcpM in a molar ratio of 3:3:3 to assemble the tripartite complex AcpM-MmpL5-MmpS5 that spans both the inner and outer membranes of the mycobacterium. In addition, we discovered that MmpL5 and AcpM are able to form the trimeric AcpM-MmpL5 complex in a molar ratio of 3:3. The structural data reveal that the full-length MmpL5 trimer is capable of spanning the entire mycobacterial cell envelope to transport substrates. However, this assembly requires the presence of MmpS5 to stabilize secondary structural features of the MmpL5 periplasmic subdomains.", "date": "2025-06-22", "journal": ""}
{"title": "Showcasing the Rhizosphere of Medicago Polymorpha Ability to Produce Biofuels, Fix Nitrogen, and Demonstrate Similarities to Native Plant Species During a Drought Season", "doi": "10.1101/2025.06.21.660891", "authors": "Razaqi, S.; Ojano, N. J.; Paz, B.; Munoz, R.; Bouklas, T.", "abstract": "Acknowledging the impact of environmental change on microbial communities, provided the distinct rationale to the role of a plants' capabilities within its underground network of life. Wildfires are associated with a significant decrease in microbial enzymatic activity within days, yet the long-term effects remain understudied. By focusing on microbial modifications, influenced by drought and shifts in community and functional profiles, this study contributes to understanding relationships in plant species. This study investigated the microbial composition and functional characteristics of the bacteria isolated from the rhizosphere of Medicago polymorpha during the wildfire season at Sage Hill. It aimed to assess alterations in microbial life post-drought, honing on Actinobacteria, Proteobacteria, and Firmicutes, the most abundant and climate-tolerant phyla. Key results showed bacterial isolates capable of cycling biofuels and nitrogen, surprisingly resembling native species more than invasive, and showing similarities to the past wet season than to the current arid one. Statistical analysis revealed significantly different bacterial abundances and identities compared to the plants present within the same season, highlighting Actinobacteria and Proteobacteria as highly responsive to climate changes. Further analysis showed greater similarities to native species despite Medicago polymorpha invasiveness. Over half of the microorganisms hydrolyzed their environment and produced biofuels. One-third generated siderophores and 60% demonstrated nitrogen fixation. The results emphasize the understanding of microbial shifts that occur in plant species, using the new soil site of Medicago polymorpha as a model of how arid ecosystems inform agricultural development. These findings support microbial resilience and provide strategic agriculture in drought-prone environments.", "date": "2025-06-22", "journal": ""}
{"title": "Mechanism of PMC (2,2,5,7,8-pentamethyl-6-chromanol), a sterically hindered phenol antioxidant, in rescuing oxidized low-density lipoprotein-induced cytotoxicity in human retinal pigment epithelial cells", "doi": "10.1101/2025.06.19.660627", "authors": "Chaudhary, S.; Moon, J.; Hu, Z.; Kriukov, E.; Pestun, S.; Baranov, P. Y.; Ng, Y.-S. E.; Damore, P. A.", "abstract": "Geographic atrophy or late stage dry age-related macular degeneration (AMD) is characterized by drusen deposition and progressive retinal pigment epithelium (RPE) degeneration, leading to irreversible vision loss. The formation of drusen leads to dyshomeostasis, oxidative stress and irreversible damage to RPE. In this study, we used an in vitro model of oxidized-low density lipoproteins (ox-LDL) induced human RPE damage/death model to investigate the mechanism whereby a sterically hindered phenol antioxidant compound, PMC (2,2,5,7,8-pentamethyl-6-chromanol) protects RPE against ox-LDL-induced damage. We show that PMC exerts its protective effect by preventing the upregulation of stress-responsive heme oxygenase-1 (HMOX1/HO-1) and NAD(P)H:quinone oxidoreductase (NQO1) at mRNA and protein levels. This effect was due to PMC mediated blockade of ROS generation, which in turn blocked nuclear translocation of the Nuclear factor erythroid 2-related factor 2 (Nrf2) transcription factor, ultimately preventing the upregulation of antioxidant response elements (ARE), including HMOX1 and NQO1. A key role for HO-1 was demonstrated when the protective effect of PMC was inhibited by the knockdown of HMOX1. Additionally, treatment of PMC under different experimental conditions and time points revealed that the continuous presence of PMC is required for optimal protection against ox-LDL-induced cytotoxicity, defining the cellular pharmacokinetics of the molecule. Our data demonstrate the involvement of a key antioxidant pathway through which PMC mitigates oxidative stress induced by ox-LDL and provides a potential therapeutic strategy to suppress RPE degeneration/damage during AMD progression.", "date": "2025-06-22", "journal": ""}
{"title": "Alternative Polyadenylation Releases PCBP1-Mediated Suppression of CFIm25 During Macrophage Differentiation", "doi": "10.1101/2025.06.19.660645", "authors": "Mendoza Martin, M. d. P.; Mostafa, S. M.; Barua, A.; Moore, C.; Mukherjee, S.", "abstract": "CFIm25, a key component of the CFIm complex needed for mRNA 3' end processing, shows increased protein expression during monocyte-to-macrophage differentiation despite stable mRNA levels. We demonstrate that PCBP1 suppresses CFIm25 translation in monocytes by binding to its long 3'UTR. During differentiation, alternative polyadenylation generates a shorter CFIm25 3'UTR lacking PCBP1 binding sites. RNA immunoprecipitation confirms PCBP1 binding to the long 3'UTR, while ribosome association analysis shows enhanced translation without this interaction. PCBP1 knockdown increases CFIm25 protein specifically in undifferentiated cells and induces macrophage differentiation markers without stimulation. These findings reveal how alternative polyadenylation controls CFIm25 expression during immune cell differentiation by modulating RNA-binding protein interactions and provide insight into post-transcriptional regulation of RNA processing factors.", "date": "2025-06-22", "journal": ""}
{"title": "Proteomic Characterization of Spodoptera frugiperda Granulovirus Occlusion Bodies", "doi": "10.1101/2025.06.19.660566", "authors": "Masson, T.; Fabre, M. L.; Gomez Bergna, S. M.; Pidre, M. L.; Tongiani, S.; Salvador, R.; Romanowski, V.; Ferrelli, M. L.", "abstract": "Lepidopteran-infecting baculoviruses represent one of the most promising alternatives for pest biocontrol. In particular, Spodoptera frugiperda granulovirus (SfGV) infects the fall armyworm Spodoptera frugiperda, an increasingly important pest for maize and other crops around the world. SfGV has been investigated due to its capacity to enhance other baculovirus infectivity and as a biopesticide itself. Although the proteome of SfGV occlusion bodies (OB) is fundamental for their infectivity properties, we still lack a detailed understanding of its protein components and how they compare with other baculoviruses. To tackle this problem, we performed mass spectrometry-based proteomics analysis on SfGV OB obtained from infected larvae. We could detect 72 proteins included in SfGV OB and confirm the presence of two enhancins. EmPAI-based semi-quantification highlighted the presence of two granulovirus proteins, ORF101 and ORF141, shared with other GV proteomic studies. ORF101 was shown to form aggregates in insect cells. Bioinformatic analysis determined that ORF101 is an Ac5 family protein and at the same time shares striking similarities with AcMNPV P10. Prediction and comparison of OB protein structures allowed the detection of a common structural fold among 6 proteins PEP-1, PEP-2, Pep-P10, ORF007, ORF025, and Bro-f. Finally, comparison of four reported ODV proteomic studies of different GVs indicated that ORF040, ORF101, ORF141 and Bro-f are common components in GV OBs.", "date": "2025-06-22", "journal": ""}
{"title": "Role of Macrophage PARP1 in the Regulation of Crosstalk between Adipose Immune Cells and Adipocytes during Diet-induced Obesity", "doi": "10.1101/2025.06.20.660762", "authors": "Zhu, J.; Gupte, R.; Nandu, T.; Huang, K.; Kraus, W. L.; Huang, D.", "abstract": "Adipose tissue consists of heterogeneous cell populations, including macrophages, which play a key role in maintaining adipose tissue homeostasis. We previously identified PARP1 as a critical regulator of proadipogenic gene expression in preadipocytes and proinflammatory gene expression in macrophages. To investigate the role of macrophage PARP1 in regulating adipose tissue homeostasis, we generated myeloid lineage-specific Parp1 knockout mice (Parp1 KOLysM). When subjected to a high fat diet for 12 weeks, the Parp1 KOLysM mice exhibited an obese phenotype accompanied by white adipose tissue (WAT) dysfunction, characterized by altered metabolite profile, pronounced adipocyte hypertrophy, and increased macrophage infiltration. Coculture of primary preadipocytes with the conditioned medium from bone marrow-derived macrophages (BMDMs) isolated from Parp1 KOLysM or control mice demonstrated that macrophage PARP1 depletion inhibited LPS-induced proinflammatory gene expression in BMDMs, but enhanced differentiation of preadipocytes into mature adipocytes. Single cell RNA-sequencing using CD45+-sorted WAT resident immune cells showed that macrophage PARP1 depletion increased the fraction of macrophages and NK cells, altered gene expression in both cell populations, and promoted intercellular communications. Taken together, our studies demonstrate a key role for macrophage PARP1 in the maintenance of adipose tissue inflammatory and metabolic homeostasis. Macrophage PARP1 depletion promotes cell-cell crosstalk among macrophages, fat cells, and other immune cell populations in adipose tissue, which cooperatively drives the development of obesity.", "date": "2025-06-22", "journal": ""}
{"title": "Conservation and lability within the structure of mandibular integration in \"old endemic\" Australian rodents", "doi": "10.1101/2025.06.17.660249", "authors": "Ng, R. Y.", "abstract": "The structure of phenotypic integration is predicted to bias the direction and rate of phenotypic evolution but only on timescales over which it is conserved. Both the scales on which the structure of integration evolves and how that structure is evolutionarily modified are important, but not generally understood. Here, structures of mandibular integration are inferred for eight species of \"old endemic\" Australian rodents, including a pair of intraspecific samples for two of these species. The structures of integration are compared and variation among these structures is assessed in light of the underlying phylogenetic relationships and in the finer patterns of conserved and evolving trait associations. Microevolution in the structure of integration is minor and while macroevolutionary comparisons almost all show significant similarity, comparisons range widely and do not clearly decay with the degree of phylogenetic separation. These patterns appear to reflect the combined influence of conserved and labile portions of the structure of integration. Structures of phenotypic integration are complexes of conserved and labile elements and if they bias phenotypic evolution, it will be in similarly complex ways.", "date": "2025-06-22", "journal": ""}
{"title": "Convergent Functional Constraints Make Biochemical Reaction Diversity Predictable", "doi": "10.1101/2025.06.20.660822", "authors": "Mierzejewski, V.; Mathis, C.; Kempes, C. P.; Walker, S.", "abstract": "The predictability of biochemical evolution remains highly debated, as it is unknown if biological function can be predicted a priori. Here, we explore predictability of function not in individual reactions, but in ensembles. Sampling from 13,777 bacterial, 371 archaeal, and 203 eukaryotic genomes, we use Enzyme Commission (EC) classification to hierarchically group enzyme-catalyzed reactions that perform similar transformations into functional equivalence classes. We show that organisms partition their reaction diversity among these functional equivalence classes in a predictable way, identifying over 120 new, system-size dependent functional scaling relationships. We find distantly related lineages, acting on distinct molecular substrates, can display similar functional scaling, demonstrating that convergence is not driven by phylogeny or common reactions. We demonstrate how transitions in functional scaling can be identified with physiological shifts, using as case studies O2-utilizing oxidoreductases and hexosyltransferases. Taken together, our results open novel avenues for predicting global features of evolving enzyme populations, independent of protein structures. These functional constraints may have broad implications, including for predicting biochemical diversity, designing synthetic organisms, and modeling the evolution of reaction diversity in cases where the exact identity of catalysts is not known, such as during the emergence of life and for potential alternative forms of biochemistry.", "date": "2025-06-22", "journal": ""}
{"title": "Discovery of a First-in-Class SLIT2 Binder Disrupting the SLIT2/ROBO1 Axis via DNA-Encoded Library (DEL) Screening", "doi": "10.1101/2025.06.22.660907", "authors": "Yuan, S.; Abdelrahman, S.; Garcia-Vazquez, N.; Nada, H.; Calvo Barreiro, L.; Kuncewicz, K.; Gabr, M.", "abstract": "The SLIT2/ROBO1 signaling axis plays a critical role in neural development, immune regulation, and tumor progression, including glioblastoma. However, small molecule inhibitors targeting this protein-protein interaction remain unexplored. Herein, we report the discovery and validation of DEL-S1, a first-in-class small molecule that binds to SLIT2 and disrupts its interaction with ROBO1. Using a DNA-encoded library (DEL) screen of 4.2 billion compounds, DEL-S1 was identified and confirmed to bind SLIT2 via temperature related intensity change (TRIC) assay. Functional inhibition of the SLIT2/ROBO1 complex by DEL-S1 was demonstrated using a Time Resolved-Fluorescence Resonance Energy Transfer (TR-FRET) assay, yielding an IC50 of 68.8 {+/-} 12.5 M. Molecular docking and molecular dynamics (MD) simulations revealed key interaction hotspots at the SLIT2 binding interface and confirmed that DEL-S1 impairs SLIT2/ROBO1 complex formation by inducing conformational rearrangements. DEL-S1 exhibited favorable ADME properties, including satisfactory plasma and microsomal stability, low cytotoxicity, and minimal hERG liability. To facilitate structure-activity relationship (SAR) exploration, we designed and implemented a modular, one pot synthetic route leveraging cyanuric chloride reactivity, enabling rapid derivatization of the triazine scaffold of DEL-S1. This strategy yielded structurally diverse analogs, including water-soluble carboxylate derivatives with preserved SLIT2/ROBO1 inhibitory activity. Together, this work establishes a novel chemical scaffold targeting SLIT2 and introduces a flexible synthetic platform to support further optimization toward therapeutic development.", "date": "2025-06-22", "journal": ""}
{"title": "Lipid Metabolism and Contact Site Homologs Are Enriched at the Chloroplast Envelope-Thylakoid Interface", "doi": "10.1101/2025.06.20.660776", "authors": "LaBrant, E. W.; Smith, C. N.; Torres-Gerena, A. D.; Ishimwe, J.; Huang, F.; Tullis, A.; Litterer, L.; Modi, B.; Naldrett, M.; Altartouri, B.; Roston, R. L.", "abstract": "Biogenesis and maintenance of the photosynthetic thylakoid membrane requires transport of lipids from their site of synthesis in the chloroplast envelopes to their destination in the thylakoid. While vesicle trafficking is likely involved, we hypothesized a complementary mechanism involving direct membrane interactions. Using domain homology and proteomic profiling of chloroplast membrane fractions, we identified candidate lipid transport proteins enriched in a distinct, intermediate-density membrane population. This fraction was enriched in lipid metabolic enzymes and proteins homologous to known membrane organization factors. Several candidates, including TVP38 FAMILY PROTEIN (TVPFP), PLASMA MEMBRANE FUSION PROTEIN (PMFP), and LETM1-LIKE, localized to discrete subdomains within chloroplasts. Loss-of-function tvpfp or pmfp mutants exhibited altered chloroplast ultrastructure, including changes in thylakoid-envelope proximity, supporting their roles in maintaining membrane architecture. These findings identify a specialized chloroplast membrane region enriched in lipid-related functions and offer a foundation for elucidating the molecular architecture of these regions.", "date": "2025-06-22", "journal": ""}
{"title": "Cholesterol promotes the formation of dimers and oligomers of the receptor tyrosine kinase ROR1", "doi": "10.1101/2025.06.19.660507", "authors": "Ward, A.; Baeza-Ballesteros, L. J.; Schuck, R. J.; Garcia-Murria, M. J.; Lamichhane, R.; Mingarro, I.; Barrera, F. N.", "abstract": "ROR1 is a member of the receptor tyrosine kinase (RTK) family that plays a crucial role during organogenesis of bone and neural systems by regulating non-canonical Wnt signaling. Misregulation of ROR1 is additionally a causative factor for carcinogenesis in solid and liquid tumors. However, we have a poor understanding of how ROR1 activity is regulated. We employed a recently developed single-molecule method termed SiMPull-POP to study the oligomeric state of ROR1. RTK function is typically triggered by ligand binding, which promotes self-assembly of RTKs to form dimers and in some cases oligomers. However, our data indicate that ROR1 does not follow this paradigm. Instead, ROR1 forms dimers and oligomers in a process that is not affected by the presence of the ROR1 ligand Wnt5a. Additional experiments indicate that the transmembrane domain of ROR1 has a strong tendency to self-assemble, suggesting that this domain modulates ROR1 dimerization. Investigation into a regulatory mechanism for ROR1 self-assembly led to evaluation of the role of the lipid cholesterol, which plays pleiotropic roles in Wnt signaling. Cholesterol was found to promote the assembly of ROR1, and our results point to the transmembrane domain as the region where cholesterol exerts the regulatory effect. Taken together, our results indicate that ROR1 self-assembles in human cells; however, unlike other RTKs, this process is not stabilized by ligand binding but is instead facilitated by membrane cholesterol.", "date": "2025-06-22", "journal": ""}
{"title": "Count your bits: more subtle similarity measures using larger radius count vectors", "doi": "10.1101/2025.06.16.659994", "authors": "Huber, F.; Pollmann, J.", "abstract": "Quantifying molecular similarity is a cornerstone of cheminformatics, underpinning applications from virtual screening to chemical space visualization. A wide range of molecular fingerprints and similarity metrics, most notably Tanimoto scores, are employed, but their effectiveness is highly context-dependent. In this study, we systematically evaluate several 2D fingerprint types, including circular, path-based, and distance-encoded variants, using both binary and count representations. We highlight the consequences of fingerprint choice, vector folding, and similarity metric selection, revealing critical issues such as fingerprint duplication, mass-dependent score biases, and high bit collision rates. Sparse and count-based fingerprints consistently outperform fixed-size binary vectors in preserving structural distinctions. Furthermore, we introduce percentile-based normalization, propose inverse-document-frequency (IDF) weighting, and benchmark all methods against graph-based MCES similarities. Our results offer practical guidance for selecting molecular similarity measures, emphasizing the need for conscious, task-aware fingerprinting choices in large-scale chemical analyses.", "date": "2025-06-22", "journal": ""}
{"title": "Learning Human T Cell Behaviors through Generative AI Embeddings of T Cell Receptors", "doi": "10.1101/2025.06.16.660016", "authors": "Chen, D. G.; Su, Y.; Heath, J. R.", "abstract": "T cells interact with the world through T cell receptors (TCRs). The extent to which TCRs determine T cell behavior has not been comprehensively characterized. Our Tarpon model leverages advances in generative artificial intelligence to synthesize large-scale (>1M sequences) TCR atlases across human development and diseases into actionable insights. Tarpon creates: 1) bespoke sampling functions generating realistic Ag-specific TCRs, 2) embeddings revealing CD4+ and CD8+ single-positive TCR repertoires as distinct with divergent physiochemical properties, and 3) cross-dataset mappings of T cell states that validate fetal CD4+ versus CD8+ TCR differences in adults and find fetal type I innate T cells to map to MAIT and KIR+ adult CD8+ T cells which we verify via whole transcriptome analysis. Tarpon is a resource as a reference of TCRs across human physiological states and as a computational framework to create interpretable TCR embeddings, via physicochemical associations, that have broad implications for the field.", "date": "2025-06-22", "journal": ""}
{"title": "Cell-Type Specific Single-Cell Signatures Reveal Nephrotoxic Drug Effects", "doi": "10.1101/2025.06.17.660070", "authors": "Kuchi, A. S.; Acitores Cortina, J. M.; Liu, H.; Fatapour, Y.; Berkowitz, J.; Tatonetti, N.", "abstract": "Drug-induced acute kidney injury (AKI) affects about 20% of hospitalized AKI patients, a significant contributor to morbidity and mortality. The lack of understanding of the kidney system and functioning of nephrotoxic drugs contributes to hospital-acquired AKI cases. AKI is difficult to predict because of its complex injury mechanism and the numerous pathways through which it manifests. Traditional toxicity biomarkers, like elevated creatinine levels, detect AKI only after significant kidney injury has occurred. Concurrently, advancements in single cell RNA sequencing (scRNAseq) have improved our ability to map cellular heterogeneity within tissues, potentially enabling the study of drug effects at a single cell level. We hypothesized that only particular subtypes of kidney cells may be responsible for observed nephrotoxicity and explain prediction challenges. To test this, we generated cellular response scores for 32 kidney cell types from the Human Cell Atlas and estimated drug effects. We identified significant expression differences in 6 cell types (e.g. Indistinct intercalated cell p = 0.009, Epithelial Progenitor cell, p = 0.04). We also developed an ensemble model that achieved an AUROC of 0.6 across different kidney cell populations - a significant improvement over using traditional bulk RNA sequencing alone. The single-cell transcriptomic signatures we identified potentially reveal unexplained molecular mechanisms of nephrotoxicity.", "date": "2025-06-22", "journal": ""}
{"title": "JASMINE: A powerful representation learning method for enhanced analysis of incomplete multi-omics data", "doi": "10.1101/2025.06.16.659949", "authors": "Ballard, J. L.; Dai, Z.; Shen, L.; Long, Q.", "abstract": "Integrative analysis of multi-omics data provides a more comprehensive and nuanced view of a subject's biological state. However, high-dimensionality and ubiquitous modality missingness present significant analytical challenges. Existing methods for incomplete multi-omics data are scarce, do not fully leverage both modality-specific and shared information, and produce task-biased representations. We propose JASMINE, a self-supervised representation learning method for incomplete multi-omics data that preserves both modality-specific and joint information and enhances sample similarity structure. JASMINE produces embeddings that achieve superior performance across multiple tasks for two different incomplete multi-omics datasets while requiring only a single round of training per dataset.", "date": "2025-06-22", "journal": ""}
{"title": "A multimodal imaging approach for imaging the metabolic changes resulting from bronchopulmonary dysplasia", "doi": "10.1101/2025.06.16.660017", "authors": "Gorman, B. L.; Li, Z.; Deutsch, G.; Huyck, H. L.; Beishembieva, N.; Olson, H.; Villazon, J.; Yu, P.; Clair, G.; Pryhuber, G. S.; Shi, L.; Anderton, C. R.", "abstract": "Lung tissue is composed of various functional units, each essential for maintaining the intricate functions of the lung. Disruptions in the molecular and cellular mechanisms in the lung can cause tissue fibrosis, inflammation, and severe breathing difficulties, which are common in conditions such as bronchopulmonary dysplasia (BPD). BPDs molecular changes are not well understood, which hinders effective diagnosis and treatment. Here, we present a new multimodal imaging workflow for detailed molecular and metabolic characterization of tissues at multiple spatial scales. We applied a combined imaging approach using matrix-assisted laser desorption/ionization mass spectrometry imaging (MALDI-MSI) and ultrafast focused light-based imaging & photonics platform (U-FLIP) that included two-photon fluorescence (TPF), second harmonic generation (SHG), and stimulated Raman scattering (SRS). We also developed a hierarchical multimodal registration network (HiMReg) for the precise co-registration of each modality. This approach revealed previously unknown metabolic changes in distinct functional tissue units affected by BPD, including altered lipid distributions, reduced optical redox states, and specific collagen remodeling in bronchioles. Our findings evidenced alterations in lipid composition and metabolism of BPD-affected alveoli compared to healthy tissue, providing novel insights into disease pathophysiology. Our findings elucidate the intricate spatial and molecular complexity of BPD, building on prior research that did not provide the spatial resolution necessary to capture the nuances of metabolic alterations. This multimodal approach offers exceptional insights into disease exploration and could transform the way we study spatially heterogeneous conditions. By providing detailed maps of the metabolic shifts occurring in distinct tissue microanatomical features, the methods developed here could enable the discovery of new therapeutic avenues, making it highly attractive for the field of biomedical research.", "date": "2025-06-22", "journal": ""}
{"title": "Phytochemical Content and Antimicrobial Activity of Aloe Vera extract of Marathwada Region, India", "doi": "10.1101/2025.06.17.660060", "authors": "Barik, S. K.; Nagargoje, M.; Chaudhari, N.; Harke, S. N.; Khemnar, A. S.", "abstract": "Aloe barbadensis is widely recognized for its therapeutic properties due to its rich phytochemical composition, including proteins, carbohydrates, and steroids. The study aimed to evaluate the efficiency of solvents such as ethanol and methanol for extracting bioactive compounds and to analyse the phytochemical contents of Aloe vera extracts using various biochemical assays. The dinitro salicylic acid test quantified reducing sugars with ethanol extracts yielding 870 mg/ml compared to 450 mg/ml for methanol extracts. The Biuret test for proteins revealed concentrations of 13.8 mg/ml in ethanol extracts and 13.03 mg/ml in methanol extracts. The Barfoeds test indicated carbohydrate concentrations of 960 mg/ml in ethanol extracts. A qualitative test for steroids confirmed their presence in both solvents, with ethanol showing a more intense reaction, suggesting a higher concentration of steroidal compounds. The results establish ethanol as a more efficient solvent for extracting phytochemicals from Aloe vera. Antimicrobial activity test against E. coli demonstrated superior inhibition zones for ethanol extract, highlighting their potential as natural antibacterial agents. The research indicates the significance of solvent selection in optimizing the therapeutic utility of Aloe vera. It provides a foundation for further exploration into its bioactive compounds and mode of action.", "date": "2025-06-22", "journal": ""}
{"title": "Acetate as a metabolic booster for glucose-based bioproduction in Escherichia coli", "doi": "10.1101/2025.06.17.659982", "authors": "Gosselin-Monplaisir, T.; Jallet, D.; Harscoet, E.; Uttenweiler-Joseph, S.; Heux, S.; Millard, P.", "abstract": "Escherichia coli, a key workhorse in industrial biotechnology, is commonly grown on glucose, which supports rapid growth but leads to acetate overflow, which instead inhibits growth, diverts carbon from the production pathway, and reduces productivity. Recent studies suggest that acetate may also have beneficial effects in glucose-grown E. coli, but its potential in bioprocesses remains unexplored. In this study, we systematically investigated acetate's impact on bioproduction using a kinetic model of glucose and acetate metabolism in E. coli. The model predicts that acetate can enhance bioproduction in glucose-grown E. coli through three mechanisms: (i) by minimizing acetate overflow, thereby reducing carbon loss, (ii) by increasing acetyl-CoA levels, thereby boosting the biosynthetic flux of acetyl-CoA-derived compounds, and (iii) by promoting biomass accumulation, thus improving overall productivity. We experimentally validated the predictions of the model for mevalonate and 3-hydroxypropionate production, where acetate supplementation increased productivity by 117% and 34%, respectively. Our findings provide a valuable framework for optimizing E. coli-based bioprocesses and highlight acetate's underutilized potential in biotechnology. By leveraging acetate from waste streams as a metabolic booster, this approach could contribute to more sustainable and environmentally friendly bioprocesses.", "date": "2025-06-22", "journal": ""}
{"title": "Modeling Rotational Fluoroquinolone Therapy as a Novel Treatment for Ophthalmic MRSA Infections", "doi": "10.1101/2025.06.22.660934", "authors": "Storper, A.; Miller, D.; Huo, X.", "abstract": "Methicillin-resistant Staphylococcus aureus (MRSA) increasingly undermines the effectiveness of topical fluoroquinolone monotherapy in ophthalmic infections. We present a theoretical evaluation of rotational fluoroquinolone therapy, in which moxifloxacin and trovafloxacin are alternated to enhance bacterial suppression and mitigate resistance. Experimental time-kill data were fit using Bayesian parameter estimation via Markov Chain Monte Carlo (MCMC) to derive drug-specific growth and kill parameters, which were integrated into spatiotemporal pharmacodynamic models. These models incorporate radial anterior chamber geometry, intraocular diffusion, and aqueous humor pharmacokinetics governed by a circadian clearance function. Structural docking simulations of topoisomerase IV mutants reveal that common resistance mutations disrupt moxifloxacin binding while preserving trovafloxacin affinity, supporting a collateral-sensitivity mechanism. Under high-resistance conditions, rotational therapy improves bacterial clearance compared to monotherapy by increasing heterogeneity in antimicrobial exposure fronts and reducing overall bacterial burden. By alternating fluoroquinolones with complementary resistance profiles, rotational therapy leverages physiological clearance rhythms and spatial drug gradients to enhance anterior-segment efficacy, providing a quantitative foundation for its use as a rational alternative to monotherapy in ocular MRSA management.", "date": "2025-06-22", "journal": ""}
{"title": "Coenzyme A homeostasis regulates hypoxic signalling via UBFD1in triple-negative breast cancer", "doi": "10.1101/2025.06.18.660436", "authors": "Grevitt, P.; Maiques, O.; Shah, K. M.; Morales, V.; Gadaleta, E.; Dodel, M.; Bianchi, K.; Gout, I.; Jones, J. L.; Chelala, C.; Plevin, M. J.; Mardakheh, F. K.; Sharp, T. V.", "abstract": "Hypoxia-inducible factors (HIFs) orchestrate cellular responses to oxygen deprivation and are frequently activated in triple-negative breast cancer (TNBC) driving metastasis and poor prognosis. However the full mechanisms of how HIFs are activated are not completely understood. It has been long noted that certain tumours have decreased levels of coenzyme A compared to surrounding tissues but the functional consequences of this remain unknown. Here, we identify Coenzyme A Synthase (CoAsy) as a novel regulator of HIF signalling. We demonstrate that CoAsy loss stabilises HIF-1a and HIF-2a independently of the canonical oxygen sensing pathway. Proximity-labelling proteomics revealed that CoAsy deficiency disrupts the association between HIF-1a and the proteasome through UBFD1, a novel CoA-binding protein that scaffolds HIFa for degradation. UBFD1s CoA-dependent interaction with HIF is mediated by its PH domain which undergoes CoAlation, an understudied post-translational modification. COASY loss of heterozygosity occurs in approx 1/3 of breast cancer patients and correlates with increased HIF activity lack of hormone receptor expression and poor patient outcome. In vivo studies confirm that restoring CoAsy expression in tumours suppresses metastasis to the lung. These findings uncover a critical metabolic checkpoint regulating hypoxic signalling and identify CoAsy as a potential biomarker and therapeutic target in aggressive breast cancers.", "date": "2025-06-22", "journal": ""}
{"title": "Antibiotics Rewire Core Metabolic and Ribosomal Programs in Mammalian Cells", "doi": "10.1101/2025.06.20.660816", "authors": "Movassaghi, C. S.; Meyer, J. G.", "abstract": "Antibiotics are routinely added to mammalian cell culture media to prevent bacterial growth. However, the use of antibiotics in cell culture can confound downstream experimental results. While genomic and transcriptomic differences between cell cultures treated with and without antibiotics are well-documented, far fewer, if any, comprehensive proteomic comparisons on the use of antibiotics in cell culture have been performed. Here, we present a study on the proteome-wide differences of culturing HepG2 cells in antibiotic (i.e., penicillin/streptomycin) and non-antibiotic-containing media. Using a longitudinal and crossover treatment study design, we analyzed 119 samples across nine passages and four conditions. On average, 9,374 proteins were detected per sample, and we identified 383 proteins that were differentially abundant between conditions. These changes included ribosomal and mitochondrial proteins, demonstrating that off-target effects of antibiotics on mammalian cells occur at the protein level. Linear mixed-effects modeling suggested that the proteomic impact of antibiotic treatment is strongest in the first passage after treatment and stabilizes after approximately three passages. Furthermore, initiating antibiotic treatment induced a greater number of differentially abundant proteins than discontinuing treatment. Lastly, we compared our results to existing literature on the use of common antibiotics in mammalian cell culture. We identified proteins and pathways conserved across studies, -omics layers, and cell types. We hope that this detailed proteomic survey will aid researchers in comparing cross-study or cross-condition results from antibiotic-treated mammalian cells and inform appropriate experimental designs for the use of antibiotics in cell culture.", "date": "2025-06-22", "journal": ""}
{"title": "COOKIE-Pro: Covalent Inhibitor Binding Kinetics Profiling on the Proteome Scale", "doi": "10.1101/2025.06.19.660637", "authors": "Lin, H.; Wang, J.", "abstract": "Covalent inhibitors are an emerging class of therapeutics, but methods to comprehensively profile their binding kinetics and selectivity across the proteome have been limited. Here we introduce COOKIE-Pro (COvalent Occupancy KInetic Enrichment via Proteomics), an unbiased method for quantifying irreversible covalent inhibitor binding kinetics on a proteome-wide scale. COOKIE-Pro uses a two-step incubation process with mass spectrometry-based proteomics to determine kinact and KI values for covalent inhibitors against both on-target and off-target proteins. We validated COOKIE-Pro using the BTK inhibitors spebrutinib and ibrutinib, accurately reproducing known kinetic parameters and identifying both expected and novel off-targets. The method revealed that spebrutinib has over 10-fold higher potency for TEC kinase compared to its intended target BTK. We further demonstrate that COOKIE-Pro is compatible with streamlined cysteine activity-based protein profiling (SLC-ABPP) datasets, enabling efficient conversion of competition ratios to meaningful kinetic parameters. By providing a comprehensive view of covalent inhibitor binding across the proteome, COOKIE-Pro represents a powerful new tool for optimizing the potency and selectivity of covalent drugs during preclinical development.", "date": "2025-06-22", "journal": ""}
{"title": "SLFN11 Enhances Cisplatin Sensitivity in Pediatric Cancer via Activation of Stress-Response and Suppression of Survival Pathways", "doi": "10.1101/2025.06.17.659735", "authors": "Jabeen, A.; Awartani, D.; Sherif, S.; Ahmed, E. I.; Alanany, R.; Saleh, A.; Hendrickx, W. R. L.; Raynaud, C. M.", "abstract": "Pediatric cancers pose significant treatment challenges due to their biological heterogeneity and variable responses to chemotherapy. SLFN11, a DNA/RNA helicase-like protein known to sensitize adult tumors to DNA-damaging agents, remains underexplored in pediatric malignancies. Here, we investigate the role of SLFN11 across pediatric Wilms tumor, osteosarcoma, and medulloblastoma using integrated bioinformatics, epigenetic profiling, and functional assays. In silico analysis of TARGET and ICGC datasets revealed distinct correlations between SLFN11 expression and patient survival, with positive, negative, or neutral predictive value depending on tumor type. Baseline expression and promoter methylation analysis in pediatric cancer cell lines demonstrated epigenetic regulation of SLFN11, similar to adult cancers. Using CRISPR-dCas9-mediated activation, we successfully upregulated SLFN11, which significantly enhanced sensitivity to cisplatin and the PARP inhibitor talazoparib across all tested cell lines. Transcriptomic profiling under cisplatin treatment indicated that SLFN11 modulates DNA damage response and MAPK signaling pathways, potentially contributing to chemotherapy sensitivity. These findings establish SLFN11 as a context-dependent predictive biomarker and a potential therapeutic target to overcome chemoresistance in pediatric solid cancers.", "date": "2025-06-22", "journal": ""}
{"title": "The Maximum-Tolerated Dose and Pharmacokinetics of ISFP10 a Novel Inhibitor of Fungal Phosphoglucomutase (PGM)", "doi": "10.1101/2025.06.17.660114", "authors": "Kottom, T.; Limper, A.", "abstract": "ABSTRACT Background: The newly identified small molecule ISFP10 has demonstrated the ability to inhibit fungal phosphoglucomutases (PGM), leading to decreased fungal growth and survival. Exhibiting 50 times greater selectivity for fungal PGM compared to the human homolog, ISFP10 shows promise as a broad-spectrum antifungal and a candidate for preliminary testing in rodent models of fungal infections, including Pneumocystis pneumonia (PCP). In preparation for targeted and relevant administration of the drug in fungal mouse models of infection, the current study describes the maximum-tolerated-dose (MTD) and pharmacokinetics (PK) of ISFP10 in mice. Methods: For the MTD study, 24 C57BL/6 mice were randomly distributed into 6 groups (2M/2F per group): Placebo (vehicle; 10% DMSO with 90% of 0.5% methylcellulose in 0.9% NaCl) at various doses (12.5, 25, 50, 100, 200 mg/kg), were administered twice daily by intraperitoneally (IP) for 7 consecutive days. For the PK study, 108 mice were administered either vehicle or ISFP10 in single-dose intraperitoneal (IP) injections twice daily for 7 consecutive days at concentrations of 0, 12.5, 25, 50, and 100 mg/kg. Pharmacokinetics were assessed in plasma, and epithelial lining fluid (ELF). Analysis of this test compound was performed using LC-MS/MS for PK evaluation on blood samples drawn from mice at multiple time points. Results: IP administered, ISFP10 did not produce significant changes in body weight, food consumption or adverse events in the MTD up to 100 mg/kg dosing. The plasma PK study demonstrated Tmax values ranging from 2 to 8 h. Non-compartmental analysis (NCA) yielded elimination half-life values, t1/2, of 4.39 and 5.31 h for the 12.5 and 50 mg/kg dose groups. Concentration dependent peak-blood concentration (Cmax) at the dosing and length tested ranged from 3.450-5.140 ug/ml. Conclusions: In conclusion, ISFP10, administered intraperitoneally to mice twice daily at doses up to 100 mg/kg, exhibited no inherent safety concerns based on the analyzed parameters. Pharmacokinetic analysis revealed slow absorption and distribution kinetics, with plasma Tmax values ranging from 2 to 8 hours and elimination half-lives of approximately 4 to 5 hours at lower doses. These data support broader in vivo testing of the inhibitor as potential novel antifungal in fungal diseases including PCP.", "date": "2025-06-22", "journal": ""}
{"title": "A Ligand-Centered Framework for γδ T Cell Activation in Colorectal Cancer Revealed by Single-Cell and Transformer-Based Perturbation", "doi": "10.1101/2025.06.16.660020", "authors": "Ran, R.; Brubaker, D.", "abstract": "Understanding the activation mechanisms of {gamma}{delta} T cells in colorectal cancer (CRC) is critical for harnessing their therapeutic potential. Here, using an atlas of human CRC-infiltrating {gamma}{delta} T cells that we built by integrating multiple single-cell RNA-seq datasets, we developed a {gamma}{delta} T cell-refined ligand inference pipeline by combining differential gene expression, gene regulatory network prediction, ligand inference, and in silico perturbation analysis. This approach identified IL-15 and TNFSF9 (4-1BBL) as candidate ligands promoting {gamma}{delta} T cell effector function, and highlighted NCR2 and KLRC3 (NKG2E), whose in silico overexpression was associated with {gamma}{delta} T cell activation. Ligand enrichment analyses further indicated that monocytes and dendritic cells are key contributors to {gamma}{delta} T cell activation within the tumor microenvironment. Together, our results offer a systems-level view of the signaling and transcriptional programs governing {gamma}{delta} T cell phenotypes in CRC and provide a foundation for {gamma}{delta} T cell-based immunotherapies with enhanced antitumor function.", "date": "2025-06-22", "journal": ""}
{"title": "Enriching for Extracellular Vesicles from Human Bone", "doi": "10.1101/2025.06.18.660234", "authors": "Wells, C. J.; Holmes, S. M.; Attard, E. G.; Grenier-Pleau, I. J.; Hall, C.; Bonneil, E. J.; Thibault, P.; Rudan, J. F.; Mann, S.; Abraham, S. A.", "abstract": "Extracellular vesicles (EVs) are nano-sized membrane-bound structures thought to be secreted by all cells and increasingly recognized as key mediators of intercellular communication. Established EV isolation protocols for bodily fluids-primarily focus on blood with limited insights into methods optimized for EVs from other hematopoietic regions. In this study, we present a novel protocol for the isolation and enrichment of EVs from human trabecular bone and bone marrow. This method employs a two-step purification strategy, combining iodixanol density cushion (IDC) ultracentrifugation with size exclusion chromatography (SEC), and enables EV recovery from fresh tissue hours after collection. Importantly, this approach facilitates the enrichment of bone-derived EVs without the need for enzymatic digestion or long-term culture, preserving native EV populations. This protocol offers a valuable tool for researchers investigating EVs derived from the diverse cellular constituents of the bone microenvironment.", "date": "2025-06-22", "journal": ""}
{"title": "Nicotinamide reverses the Warburg effect in Chinese hamster ovary cell culture", "doi": "10.1101/2025.06.18.660349", "authors": "Morrissey, J.; Cankorur Cetinkaya, A.; Grassi, L.; Harwood-Stamper, A. J.; Welsh, J.; Kontoravdi, C.", "abstract": "The Warburg effect, the preferential conversion of glucose-derived pyruvate to lactate despite available oxygen, is a key feature of Chinese hamster ovary (CHO) cell culture. Lactate accumulation in recombinant protein-producing cell culture is an inefficient usage of glucose, as well as being deleterious to cells. Lactate accumulation lowers culture pH, requiring base addition to maintain bioreactor pH setpoint, which subsequently leads to hyperosmolarity, adversely impacting cell growth, productivity and product quality. A key driver for the Warburg effect, and hence lactate accumulation, is the need to regenerate NAD+ consumed during glycolysis. Since oxidative phosphorylation (OXPHOS) has limited capacity to recycle NADH back to NAD+ at high glycolytic fluxes, cells rely on lactate dehydrogenase (LDH) to convert pyruvate to lactate, simultaneously regenerating NAD+ and sustaining glycolysis. Thus, providing the cells capacity to generate more NAD+ would decrease the reliance on the Warburg effect. In this study, feeding the NAD+ precursor nicotinamide (NAM) leads to reversal of the Warburg effect, inducing the \"lactate shift\" three days earlier in cell culture and reducing peak lactate concentration by 40%. Transcriptomic analysis further confirms this metabolic shift, with an upregulation of key mitochondrial electron transport chain genes. These results identify NAD+/NADH balance as a key regulator of the Warburg effect and demonstrate NAM supplementation as a simple, cost-effective strategy to mitigate lactate accumulation and improve metabolic efficiency in CHO cell cultures.", "date": "2025-06-22", "journal": ""}
{"title": "Astral architecture can enhance mechanical strength of cytoskeletal networks by modulating percolation thresholds", "doi": "10.1101/2025.06.17.660175", "authors": "Berg, B.; Allard, J.", "abstract": "A repeated pattern in cytoskeletal architecture is the aster, in which a number of F-actin filaments emerge star-shaped from a central node. Aster-based structures occur in cytoplasmic actin, the early stages of the cytokinetic ring in yeast, and in the context of biomimetic materials engineering. In this work, we use computational simulation to show that there is an optimal number of filaments per aster that maximizes rigidity, even at a fixed density of F-actin. This nonlinear dependence holds for both the shear and extensional moduli. At physiological parameters, the maximum corresponds approximately to the same filaments-per-aster observed in recent super-resolution images of cortical F-actin. Furthermore, we find that increasing filaments-per-aster leads to dramatic increases in the sample-to-sample variability in network rigidity. We explain both effects using percolation theory, wherein the probability that a given network is productively connected exhibits a sharp dependence on parameters. The dependence of network rigidity on this nanoscale architectural feature may suggest a mechanism by which cells tune the physical properties of their actin networks locally and rapidly (since no new F-actin must be assembled) and may inform efforts to create adaptive synthetic metamaterials inspired by actin networks.", "date": "2025-06-22", "journal": ""}