{"title": "Janzen-Connell effects and habitat-induced aggregation synergistically promote species coexistence", "doi": "10.1101/2022.04.11.487940", "authors": "Smith, D. J. B.", "abstract": "Janzen-Connell (JC) effects, habitat partitioning (HP), and dispersal limitation are three processes thought to shape tropical forest diversity and patterns of species aggregation, yet how they jointly influence species coexistence remains poorly understood. I analyze a spatially explicit model that incorporates all three processes, tracking propagules subject to habitat filtering and conspecific density dependence. The model shows that dispersal limitation and habitat filtering interact with JC-effects in qualitatively different ways. Aggregation driven by dispersal limitation weakens the ability of JC-effects to maintain coexistence, whereas when JC-effects and HP operate together in spatially autocorrelated habitats, richness increases with conspecific aggregation. JC-HP interactions strongly depend on habitat spatial structure. If habitats are not spatially autocorrelated, JC-effects and HP minimally interact (or act antagonistically when coupled with dispersal limitation) and do not maintain high species richness. However, when habitats are positively autocorrelated the two mechanisms act synergistically. To explain these patterns, I introduce a novel metric -- the spatial JC-HP covariance -- which quantifies how strongly JC-effects are concentrated in favorable versus unfavorable environments, providing a direct measure of the extent to which JC-effects and HP synergistically promote coexistence.", "date": "2025-11-01", "journal": ""}
{"title": "A disrupted compartment boundary underlies abnormal cardiac patterning and congenital heart defects", "doi": "10.1101/2024.02.05.578995", "authors": "Kathiriya, I. S.; Dominguez, M. H.; Rao, K. S.; Muncie-Vasic, J. M.; Devine, W. P.; Hu, K. M.; Hota, S. K.; Garay, B. I.; Quintero, D.; Goyal, P.; Matthews, M. N.; Thomas, R.; Sukonnik, T.; Miguel-Perez, D.; Winchester, S.; Brower, E. F.; Forjaz, A.; Wu, P.-H.; Wirtz, D.; Kiemen, A. L.; Bruneau, B. G.", "abstract": "Failure of septation of the interventricular septum (IVS) is the most common congenital heart defect (CHD), but mechanisms for patterning the IVS are largely unknown. Here, we show that a Tbx5+/Mef2cAHF+ progenitor lineage forms a compartment boundary bisecting the IVS. This coordinated population originates at a first- and second heart field interface. Ablation of Tbx5+/Mef2cAHF+ progenitors cause IVS disorganization, right ventricular hypoplasia and mixing of IVS lineages. Reduced dosage of the CHD transcription factor TBX5 disrupts boundary position and integrity, resulting in ventricular septation defects (VSDs) and patterning defects, including misexpression of Slit2 and Ntn1, which encode guidance cues. Reducing NTN1 dosage partly rescues cardiac defects in Tbx5 mutant embryos. Loss of Slit2 or Ntn1 causes VSDs and perturbed septal lineage distributions. Thus, we identify Tbx5 as a candidate selector gene, directing progenitors and regulating essential cues, to pattern a compartment boundary for proper cardiac septation, revealing mechanisms for cardiac birth defects", "date": "2025-11-01", "journal": ""}
{"title": "Modulation of metastable ensemble dynamics explains the inverted-U relationship between tone discriminability and arousal in auditory cortex", "doi": "10.1101/2024.04.04.588209", "authors": "Papadopoulos, L.; Jo, S.; Zumwalt, K.; Wehr, M.; Jaramillo, S.; McCormick, D. A.; Mazzucato, L.", "abstract": "Past work has reported inverted-U relationships between arousal and auditory task performance, but the underlying neural network mechanisms remain unclear. To make progress, we recorded auditory cortex activity from behaving mice during passive tone presentation and simultaneously monitored pupil-indexed arousal. In these experiments, neural discriminability of tones was maximized at intermediate arousal, revealing a neural correlate of the inverted-U. We explained this arousal-dependent sound processing using a spiking model with clusters. In the model, stimulus discriminability peaked as the network transitioned from a multi-attractor phase exhibiting slow switching between metastable cluster activations (low arousal) to a single-attractor phase with uniform activity (high arousal). This transition also qualitatively captured arousal-induced reductions of neural variability observed in the data. Altogether, this study elucidates computational principles to explain interactions between arousal, neural discriminability, and variability, and suggests that transitions in the dynamical regime of cortical networks could underlie nonlinear modulations of sensory processing.", "date": "2025-11-01", "journal": ""}
{"title": "Nucleosome wrapping energy in CpG islands and the role of epigenetic base modifications", "doi": "10.1101/2024.04.06.588401", "authors": "Giniunaite, R.; Sharma, R.; Maddocks, J. H.; Kriaucionis, S.; Petkeviciute-Gerlach, D.", "abstract": "The majority of vertebrate promoters have a distinct DNA composition, known as a CpG island. Cytosine methylation in promoter CpG islands is associated with a substantial reduction of transcription initiation. We hypothesise that both atypical sequence composition, and epigenetic base modifications may affect the mechanical properties of DNA in CpG islands, influencing the ability of proteins to bind and initiate transcription. In this work, we model two scalar measures of the sequence-dependent propensity of DNA to wrap into nucleosomes: the energy of DNA required to assume a particular nucleosomal configuration and a measure related to the probability of linear DNA spontaneously reaching the nucleosomal configuration. We find that CpG density and modification state can alter DNA mechanics by creating states more or less compatible with nucleosome formation.", "date": "2025-11-01", "journal": ""}
{"title": "Genomic analyses in Drosophila do not support the classic allopatric model of speciation.", "doi": "10.1101/2024.05.20.595063", "authors": "Yusuf, L.; Lohse, K.; Laetsch, D. R.; Ritchie, M.", "abstract": "The allopatric model of speciation has dominated our understanding of speciation biology and biogeography since the Modern Synthesis. It is uncontroversial because reproductive isolation may readily emerge as a by-product of evolutionary divergence during allopatry unopposed by gene flow. Recent genomic studies have found that gene flow between species is common, but whether allopatric speciation is common has rarely been systematically tested across a continuum of closely-related species. Here, we fit a range of demographic models of evolutionary divergence to whole-genome sequence data from 93 pairs of Drosophila species to infer speciation histories and levels of post-divergence gene flow. We find that speciation with gene flow is common, even between currently allopatric pairs of species. Estimates of historical gene flow are not predicted by current range overlap. Whilst evidence for secondary contact is generally limited, a few sympatric pairs showed strong support for a secondary contact model. Our analyses suggest that most speciation processes involve some long-term gene flow, perhaps due to repeated cycles of allopatry and contact, without requiring an extensive allopatric phase.", "date": "2025-11-01", "journal": ""}
{"title": "Large Scale and Stable Graph Differential Analysis via Multi-Layer Node Embeddings and Ranking", "doi": "10.1101/2024.06.16.599201", "authors": "Mandros, P.; Gallagher, I.; Fanfani, V.; Chen, C.; Fischer, J.; Ismail, A.; Hsu, L.; Saha, E.; DeConti, D. K.; Quackenbush, J.", "abstract": "Advances in computational biology now enable the inference of increasingly accurate, genome-wide molecular interaction networks from multi-omic data collected across large cohorts. Comparing such networks across distinct biological states can identify biologically informative and potentially actionable higher-order interactions that differentiate these states. However, developing methods for effective graph differential analysis remains challenging as it requires capturing subtle structural changes within the context of complex, high-dimensional networks shaped by heterogeneous biological processes. We introduce node2vec2rank (n2v2r), a multi-layer spectral embedding algorithm that, in contrast to conventional feature-based approaches, compares graphs by inferring node representations that summarize network structure in a data-driven manner. Node2vec2rank is computationally efficient, stable, and provably recovers the correct ranking of differences between weighted graphs. We used n2v2r to compare networks from breast cancer subtypes, to analyze networks capturing single-cell dynamics, and to investigate sex differences in lung adenocarcinoma. The results of these analyses show that n2v2r is a versatile and powerful tool that can uncover biologically relevant insights from complex biological networks, distinguishing between states of health and disease.", "date": "2025-11-01", "journal": ""}
{"title": "De novo design of metal-oxide templating proteins", "doi": "10.1101/2024.06.24.600095", "authors": "Saragovi, A.; Pyles, H.; Huddy, T. F.; Li, X.; Borst, A. J.; Hanikel, N.; Courbet, A.; Kwon, P.; Davila-Hernandez, F. A.; Kibler, R. D.; Vafeados, D. K.; Allen, A.; Carr, K. D.; Bera, A.; Kang, A.; Brackenbrough, E.; Schmid, S.; Bae, Y.; Stewart, L.; Zhang, S.; De Yoreo, J.; Baker, D.", "abstract": "Protein design now enables the precise arrangement of atoms on the nanometer length scales of inorganic crystal nuclei, opening up the possibility of templating the growth of metal oxides including semiconductors. We designed proteins presenting regularly repeating interfaces containing functional groups that organize ions and water molecules, and characterized their ability to bind to and template metal oxides. Two interfaces promoted the growth of hematite under conditions that otherwise resulted in the formation of magnetite. Three interfaces promoted ZnO nucleation under conditions where traditional ZnO-binding peptides and control proteins were ineffective. Designed cyclic assemblies with these ZnO nucleating interfaces lining interior cavities promoted ZnO growth within the cavity. CryoEM analysis of a designed octahedral nanocage revealed atomic density likely corresponding to the growing ZnO directly adjacent to the designed nucleation promoting interfaces. These findings demonstrate that designed proteins can direct the formation of metal oxides not observed in biological systems, opening the door to protein-semiconductor hybrid materials.", "date": "2025-11-01", "journal": ""}
{"title": "The transitional kinetics between open and closed Rep structures can be tuned by salt via two intermediate states", "doi": "10.1101/2024.07.12.603287", "authors": "Howard, J. A. L.; Ambrose, B.; Abdelhamid, M. A. S.; Frame, L.; Alevropoulos-Borrill, A.; Ejaz, A.; Dresser, L.; Dienerowitz, M.; Quinn, S. D.; Squires, A. H.; Noy, A.; Craggs, T. D.; Leake, M. C.", "abstract": "DNA helicases undergo conformational changes; however, their structural dynamics are poorly understood. Here, we study single molecules of superfamily 1A DNA helicase Rep, which undergo conformational transitions during bacterial DNA replication, repair and recombination. We use time-correlated single-photon counting (TCSPC), fluorescence correlation spectroscopy (FCS), rapid single-molecule Forster resonance energy transfer (smFRET), Anti-Brownian ELectrokinetic (ABEL) trapping and molecular dynamics simulations (MDS) to provide unparalleled temporal and spatial resolution of Rep's domain movements. We detect four states revealing two hitherto hidden intermediates (S2, S3), between the open (S1) and closed (S4) structures, whose stability is salt dependent. Rep's open-to-closed switch involves multiple changes to all four subdomains 1A, 1B, 2A and 2B along the S1[-&gt;]S2[-&gt;]S3[-&gt;]S4 transitional pathway comprising an initial truncated swing of 2B which then rolls across the 1B surface, following by combined rotations of 1B, 2A and 2B. High forward and reverse rates for S1[-&gt;]S2 suggest that 1B may act to frustrate 2B movement to prevent premature Rep closure in the absence of DNA. These observations support a more general binding model for accessory DNA helicases that utilises conformational plasticity to explore a multiplicity of structures whose landscape can be tuned by salt prior to locking-in upon DNA binding.", "date": "2025-11-01", "journal": ""}
{"title": "Phylogeny, morphology, and behavior of the new ciliate species Stentor stipatus", "doi": "10.1101/2024.08.03.606273", "authors": "Rajan, D. H.; Lee, B.; Albright, A.; Tang, E. J.; Ressler, K.; Maravillas, A.; Vargas, C.; Marshall, W. F.; Cortes, D.", "abstract": "The study of evolution at the cellular level traditionally has focused on the evolution of metabolic pathways, endomembrane systems, and genomes, but there has been increasing interest in evolution of more complex cellular structures and behaviors, particularly in the eukaryotes. Ciliates have major advantages for such studies due to their easily visible surface patterning, that is highly consistent among cells of the same species, and their dramatic and complex behaviors that can be easily analyzed. Among the ciliates, the genus Stentor epitomizes the features that are useful for studying evolution: they are widespread in freshwater environments, easy to visualize because of their large size, and capable of complex behaviors such as learning, decision-making, and phototaxis. Here, we introduce the discovery of a new species within this genus: Stentor stipatus, so named for their distinctive cytosolic dark brown aggregates which surround the macronucleus and are present alongside cortically distributed green microalgae. We present morphological, phylogenetic, ecological, and behavioral characterizations of these cells. The S. stipatus clade has a bootstrap value of 93 and is phylogenetically distinct from S. amethystinus, the closest related species. S. stipatus is also capable of phototaxis and habituation to high-force mechanical stimulation. By expanding the range of structural and behavioral features within the Stentor genus, these results represent a step towards determining common principles of morphology and complex behavior that are present in single-celled organisms.", "date": "2025-11-01", "journal": ""}
{"title": "Distinct Non-occluding Functions of Septate Junction Components in Signaling Pathway Regulation and Cell Polarity During Epithelial Development", "doi": "10.1101/2024.09.06.611635", "authors": "Holtwick, V.; Mueller, H.; Schubert, A.; Rust, K.", "abstract": "Occluding junctions are essential for epithelial tissue integrity and barrier function but also exert non-occluding roles. Here we identify a several crucial function of the invertebrate occluding junction components Coracle, Nervana 2, Neurexin-IV, and Kune-kune in regulating cell polarity during follicle epithelium development. We show that the morphogenesis of the follicular stalk is an actin-driven process that requires intact apical-basal cell polarity, which is controlled by septate junction components. Occluding junction components further regulate signaling pathways in a cell-type specific manner. In undifferentiated stem cells and immediate daughters, septate junction components promote effective Wnt signaling to control proliferation, while they limit Jak-STAT signaling activity induced by polar cells. Together, our data emphasize the multiple roles of occluding junction components independent of their classical role in forming the paracellular barrier.", "date": "2025-11-01", "journal": ""}
{"title": "Spontaneous emergence and evolution of neuronal sequences inrecurrent networks", "doi": "10.1101/2024.09.27.615499", "authors": "Shao, S.; Riquelme, J. L.; Gjorgjieva, J.", "abstract": "Repeating sequences of neural activity exist across brain regions of different animals are thought to underlie diverse computations. However, their emergence and evolution during ongoing synaptic plasticity remain unclear. To mechanistically understand this process, we investigated the interaction of biologically-inspired activity-dependent synaptic plasticity rules in models of recurrent circuits to produce connectivity structures that support neuronal sequences. Under unstructured inputs, our recurrent networks developed strong unidirectional connections, resulting in spontaneous repeating sequences of spikes. During ongoing plasticity these sequences repeated despite turnover of individual synaptic connections, a process reminiscent of synaptic drift. The turnover process occurred over different timescales, with sequence-promoting connectivity types and motif structures being strengthened while others weakened, leading to sequences with different degrees of volatility. Structured inputs could reinforce or retrain the resulting connectivity structures underlying sequences, enabling stable yet flexible encoding of inputs. Our model unveils the interplay between synaptic plasticity and sequential activity in recurrent networks, providing insights into how the brain might implement reliable and flexible computations.", "date": "2025-11-01", "journal": ""}
{"title": "Oriented Hydrogels with Wireless Electromagnetic Cues Direct Neural Morphogenesis Across Central and Peripheral Systems", "doi": "10.1101/2024.09.29.615659", "authors": "Jensen, B. N.; Tong, T.; Tang, Y.; Skovborg, G.; Zhang, Y.; Klompmaker, K. K.; Matthiesen, C. L.; Eschen, J. T.; Elbaek, K. J.; Wang, Y.; Pallesen, L. T.; Seliktar, D.; Sun, D.; Dong, M.; Vaegter, C. B.; Korshoej, A. R.; Chen, M.", "abstract": "Electrical signaling underpins neural activity, yet the soft, anisotropic extracellular matrix plays a decisive role in shaping neuronal morphogenesis. To leverage this interplay, we integrated a wireless electromagnetic stimulation system with soft, oriented hydrogel filaments to promote and guide neural morphogenesis across central and peripheral nervous systems. In the central nervous system, the hydrogel microfilaments promoted white-matter-like neurite extension in human cortical brain tissue, while the electrically stimulation further enhanced the hippocampal neurosphere networking along the microfilaments. The system also directed in vitro anisotropic dorsal root ganglion growth as a peripheral nerve conduit. When implanted into a rat sciatic nerve defect, the wirelessly stimulated conduits orchestrated a pro-regenerative cascade, enhancing angiogenesis and reducing inflammation and fibrosis, thereby enabling precise axonal regrowth, remyelination, and functional recovery. This work establishes a versatile and non-invasive platform for neural repair and suggests new design principles for next-generation bioelectronic interfaces that couple soft materials with targeted electric modulation.", "date": "2025-11-01", "journal": ""}
{"title": "Deep learning challenge to generate apo RNA conformations with cryptic binding site", "doi": "10.1101/2025.01.07.631832", "authors": "Kurisaki, I.; Hamada, M.", "abstract": "RNA plays vital roles in diverse biological processes, thus drawing much attention as potential therapeutic target. Cryptic RNA-ligand binding sites can be promising targets due to high specificity in RNA-ligand interaction and Structure Based Drug Design (SBDD) for RNA is a practical approach to achieve successful drug candidates. However, SBDD for RNA faces a technical challenge, a paucity of available tertiary structures of RNA-ligand complexes. We addressed this problem by theoretically generating RNA conformations with cryptic binding sites from apo RNA conformations. Recalling that molecular dynamic simulation studies have not resulted in RNA conformations with the cryptic binding site, even for the paradigmatic RNA-ligand complex, HIV-1 Transactivation Response Element (TAR) binding to MV-2003, we leveraged sampling performance of apo RNA conformations by using a generative deep learning model (DL), Molearn. This model is designed to extensively search high energy states emerging in a conformational transition pathway of biomacromolecules. We succeeded to generate TAR conformations with a cryptic binding cavity for MV-2003, without a priori knowledge of the cavity. These conformations were docked to MV2003, yielding poses with binding scores comparable to those calculated for experimentally resolved TAR-MV2003 complexes. This is the first report to theoretically generate RNA conformations with a cryptic ligand binding site, then illustrating a new application of DL to promote SBDD for RNA and the current status.", "date": "2025-11-01", "journal": ""}
{"title": "Transcriptional and synaptic regulation of NMDA glutamate receptor-mediated hippocampal plasticity and memory", "doi": "10.1101/2025.01.19.633774", "authors": "Parra-Damas, A.; del Ser-Badia, A.; Fernandez-Olalla, X.; Deprada-Fernandez, A.; Enriquez-Barreto, L.; Mengual, J. P.; Catala-Solsona, J.; Brito, V.; Rodriguez-Alvarez, J.; Gines, S.; Rodriguez-Moreno, A.; Saura, C. A.", "abstract": "Synapse-to-nucleus signaling regulates activity-dependent synaptic plasticity underlying memory by linking N-methyl-D-aspartate (NMDA) glutamate receptors (GluN) to gene transcription mediated by the transcription factor cAMP-response element binding protein (CREB), but the underlying gene programs mediating potentiation at excitatory synapses are unknown. Here, we analyzed genome-wide chromatin immunoprecipitation sequencing (ChIP-seq) datasets of mouse and human CREB and the synaptonuclear factor CREB-regulated transcription coactivator1 (CRTC1) to identify relevant target genes and biological pathways coupling neuronal activity to synaptic function/plasticity. Our analyses indicate that CRTC1 specifically couples neuronal activity with synaptic plasticity by binding to conserved promoters of CREB target genes comprising inducible transcription factors (including c-fos, Crem, Npas4 and Nr4a1-3), and neuronal excitability and plasticity genes, including Ntrk2, Homer1, Dlg4 (PSD-95) and the NMDA receptor subunit Grin1 (GluN1). CRTC1/CREB target genes were highly enriched in gene ontology (GO) nuclear terms, including several members of the CREB family, and transcriptional modulators and repressors. Interestingly, GO enrichment and protein-protein interaction (PPI) network analyses revealed that genes mediating synapse-to-nucleus signaling (including most known synaptonuclear factors and direct interacting modulators) are collectively regulated by CREB/CRTC1, and that protein kinase C (PKC) is a key interactor of the CRTC1/14-3-3 complex at synapses. In agreement with these in silico analyses, we show that CRTC1 regulates synaptic activity-dependent phosphorylation and synaptic recruitment of GluN1 mediated by PKC in hippocampal neurons, and that PKC activation reverses NMDA receptor-mediated currents and long-term potentiation (LTP) deficits caused by CRTC1 silencing in the hippocampus. Consistent with genomics and functional data, morphological and behavioral analyses show crucial roles of CRTC1 on dendritic spine structure, plasticity, and hippocampal-dependent associative memory. Our results support a model in which neuronal activity and synaptic inputs are integrated in the nucleus through conserved CREB/CRTC1-regulated transcriptional programs sustaining global synapse-to-nucleus signaling pathways impacting on synaptic plasticity and memory.", "date": "2025-11-01", "journal": ""}
{"title": "Simplifying species-interaction models by grouping parameters: optimal groupings differ between effects and responses", "doi": "10.1101/2025.01.18.633749", "authors": "Brown, C. R. P.; Stouffer, D. B.", "abstract": "Most ecological models of species interactions require many parameters, making them expensive to fit to experimental or observational data. To reduce the number of parameters, species are often divided into groups a priori, for example on the basis of functional or phylogenetic similarity, and species within these groups are assumed to behave identically. Here, we assess the validity of such grouping by deriving the optimal groupings a posteriori based on the fit of the Beverton-Holt model to experimental data from six species of Drosophila competing in laboratory conditions. We find evidence that grouping can indeed improve the performance (as judged by AICc) of species-interaction models, but we also observe that there is no single optimal grouping. Further, those groupings that did prove beneficial could not have been easily predicted from available species attributes, calling into question the prevailing method of a priori species grouping. Lastly, we find that species did not group equivalently in their competitive effect and in their response to competition, invalidating a key assumption often made implicitly when defining species groupings. Our study suggests the need for a different, more data-informed, approach to grouping in species-interaction models.", "date": "2025-11-01", "journal": ""}
{"title": "Serial Dependence Predicts Generalization in Perceptual Learning", "doi": "10.1101/2025.02.06.636846", "authors": "Pinchuk Yacobi, N.; Sagi, D.; Bonneh, Y.", "abstract": "Visual perception is shaped by recent experience, but how these momentary influences accumulate to support long-term learning and generalization remains unclear. Here, we asked whether short-term memory traces, attractive serial-dependence effects (SDEs), promote learning generalization. We re-analyzed over 200,000 trials from observers trained on a visual texture-discrimination task under three conditions that differentially modulated generalization. Under certain conditions, SDEs reached further back in time than previously reported and persisted after eight days of practice, despite the non-informative nature of past stimuli. Observers in conditions that promoted generalization displayed larger long-range SDEs, and individual SDE magnitude predicted transfer of learning across locations. We propose that extended temporal integration, captured by SDEs, reduces over-fitting to a specific context, providing a principled framework for when and why perceptual learning generalizes, central to theories of cognitive flexibility.", "date": "2025-11-01", "journal": ""}
{"title": "Specialized parallel pathways for adaptive control of visual object pursuit", "doi": "10.1101/2025.04.23.650240", "authors": "Collie, M. F.; Jin, C.; Rockwell, V.; Kellogg, E.; Vanerbeck, Q. X.; Hartman, A. K.; Holtz, S. L.; Wilson, R. I.", "abstract": "To pursue a moving visual object, the brain must generate motor commands that continuously steer the object to the center of the visual field via feedback. The gain of this control loop is flexible, yet the biological mechanisms underlying such adaptive control are not well-understood. Here we show that adaptive control in the Drosophila pursuit system involves two parallel pathways. One detects objects in the periphery and steers them toward the center of the visual field. The other detects objects near the center of the visual field and steers them to the visual midline. This latter pathway is flexible: gain increases when the object is moving away from the midline and when the pursuer is running fast. This latter pathway is also preferentially recruited when the fly is aroused, and suppressing it decreases pursuit performance. Our findings demonstrate how adaptive control can emerge from parallel pathways with specialized properties.", "date": "2025-11-01", "journal": ""}
{"title": "Orthologs of an essential orphan gene vary in their capacities for function and subcellular localization in Drosophila melanogaster", "doi": "10.1101/2025.05.01.651694", "authors": "Patel, P. H.; Eicholt, L. A.; Lange, A.; McDermott, K. L.; Bornberg-Bauer, E.; Findlay, G. D.", "abstract": "Orphan genes evolve rapidly, raising questions about whether their functions remain conserved or diverge across species. To address this, we investigated goddard (gdrd), an orphan gene essential for spermatogenesis in Drosophila melanogaster. Within the Drosophila genus, Gdrd proteins retain a conserved core structure but display substantial variation in length and primary sequence. Here we perform cross-species gene-swap assays in D. melanogaster testes to examine how these lineage-specific changes affect Gdrd function. Strikingly, the highly divergent D. mojavensis ortholog fully rescues fertility in gdrd null flies, suggesting that ancestral Gdrd acted within a conserved spermatogenesis pathway. By contrast, several orthologs, including one from a more closely related species, cannot substitute for the melanogaster gene. Cytological analysis shows that all divergent Gdrd orthologs retain some ability to interact with axonemes and ring centrioles, consistent with the protein's structural conservation, but many non-complementing orthologs display weaker axonemal binding. Furthermore, all tested orthologs exhibit divergent localizations to organellar structures. Using computational analyses and molecular dynamics simulations, we identified intrinsic protein qualities that may account for several observations made in the gene swap assays. Rescuing orthologs bear motifs with shared physicochemical properties in their intrinsically disordered regions, while non-rescuing variants exhibit structural instabilities. Taken together, these findings show that while Gdrd's ancestral structure and interactions are conserved, several orthologs have undergone lineage-specific evolutionary changes.", "date": "2025-11-01", "journal": ""}
{"title": "SMURF: soft-segmentation for single-cell reconstruction and topological analysis of spatial transcriptomic data", "doi": "10.1101/2025.05.28.656357", "authors": "Guo, J.; Sarafinovska, S.; Hagenson, R.; Valentine, M.; Chen, D. Y.; McCoy, W. H.; Dougherty, J.; Mitra, R. D.; Muegge, B. D.", "abstract": "High-resolution spatial transcriptomics requires new computational methods to accurately assign transcripts to individual cells. We developed SMURF (Segmentation and Manifold UnRolling Framework), a novel soft-segmentation algorithm that maps mRNAs from barcoded capture spots to nearby nuclei. SMURF also \"unrolls\" complex tissue architectures by projecting cells onto standard Cartesian coordinates, enabling analysis of cell-type organization and gene-expression gradients in intact tissues. SMURF operates across both sequencing-based and imaging-based spatial transcriptomic platforms, including Visium HD, Stereo-seq, MERFISH, and Xenium Prime. We benchmarked SMURF on multiple spatial transcriptomic datasets from the brain and intestine and found it more accurately assigns mRNAs to single cells than existing approaches. We evaluated SMURF's ability to unroll complex tissues by resolving zonated transcriptional programs at cell-type resolution across multiple tissues and spatial transcriptomic platforms. This analysis revealed previously unrecognized zonation of gene-expression programs along the maturing intestinal villus and identified the transcription factors that regulate these patterns. Importantly, we found that regional gene expression at the intestinal tip is reprogrammed by luminal environmental signals, indicating that such inputs are major determinants of regional transcriptional identity. Together, these results establish SMURF as a powerful framework for analyzing gene expression of cells within their native tissue contexts.", "date": "2025-11-01", "journal": ""}
{"title": "Genetic variation in host selectivity and adaptive strain enrichment within legume-rhizobia symbiosis: processes are host-dependent, far from perfect, and correlate with nodule morphology", "doi": "10.1101/2025.06.16.659998", "authors": "Burghardt, L. T.; Sydow, P.; Sutherland, J.; Epstein, B.; Tiffin, P.", "abstract": "Mutualism breakdown can be prevented if partner species preferentially select and reward partners that provide greater benefit. We examined these two components using the legume Medicago truncatula and its nitrogen-fixing symbiont Sinorhizobium meliloti. First, we reanalyzed data from 202 accessions to show significant genetic variation in the capacity of Medicago to restrict strain diversity, finding that hosts with shorter nodules were more selective. A genome-wide association study on host selectivity identified genes including the hormone leginsulin, pectin degradation, multidrug and toxic compound efflux, Zinc transport, and DNA methylation. Second, we used two well-studied Medicago genotypes with contrasting nodule morphologies to assess the effectiveness of adaptive enrichment mechanisms by sampling the relative frequencies of rhizobial strains in pools of small nodules (indicating a lack of host investment) compared to large nodules (indicating increased host investment) and pairing these results with previous single-strain assessments of strain benefits to hosts. While both hosts enriched beneficial strains in large nodules, the host that formed larger and more variably sized nodules and thus had greater 'potential' to increase rhizobial populations was less effective. Our findings reveal that host genetic variation affects strain selectivity and suggest that nodule traits warrant attention when exploring mutualism evolution.", "date": "2025-11-01", "journal": ""}
{"title": "SLAy-ing oversplitting errors in high-density electrophysiology spike sorting", "doi": "10.1101/2025.06.20.660590", "authors": "Koukuntla, S.; DeWeese, T.; Cheng, A.; Mildren, R.; Lawrence, A.; Graves, A. R.; Cullen, K. E.; Colonell, J.; Harris, T. D.; Charles, A. S.", "abstract": "The growing channel count of silicon probes has substantially increased the number of neurons recorded in electrophysiology (ephys) experiments, rendering traditional manual spike sorting impractical. Instead, modern ephys recordings are processed with automated methods that use waveform template matching to isolate putative single neurons. While scalable, automated methods are subject to assumptions that often fail to account for biophysical changes in action potential waveforms, leading to systematic errors. Consequently, manual curation of these errors, which is both time-consuming and lacks reproducibility, remains necessary. To improve efficiency and reproducibility in the spike-sorting pipeline, we introduce here the Spike-sorting Lapse Amelioration System (SLAy), an algorithm that automatically merges oversplit spike clusters. SLAy employs two novel metrics: (1) a waveform similarity metric that uses a neural network to obtain spatially informed, time-shift invariant low-dimensional waveform representations, and (2) a cross-correlogram significance metric based on the earth-movers distance between the observed and null cross-correlograms. We demonstrate that SLAy achieves ~ 85% agreement with human curators across a diverse set of animal models, brain regions, and probe geometries. To illustrate the impact of spike sorting errors on downstream analyses, we develop a new burst-detection algorithm and show that SLAy fixes spike sorting errors that preclude the accurate detection of bursts in neural data. SLAy leverages GPU parallelization and multithreading for computational efficiency, and is compatible with Phy and NeuroData Without Borders, making it a practical and flexible solution for large-scale ephys data analysis.", "date": "2025-11-01", "journal": ""}
{"title": "Novel binning-based methods for model fitting and data splitting improved machine learning imbalanced data", "doi": "10.1101/2025.06.26.661884", "authors": "Abdulnabi, H.; Westwood, J. T.", "abstract": "Machine Learning (ML) models may perform inconsistently on individual classes on nominal outputs or ranges on continuous outputs, collectively referred to here as bins. Models should be assessed through metrics that consider each bin individually, called bin metrics. Inconsistent model performance is often due to model fitting with imbalanced data. Towards improving modelling of imbalanced data, novel model fitting methods are proposed including using bin metrics as loss functions and the use of Epoch sampling. Imbalanced data also poses a challenge for appropriate data splitting. Akin split is a novel method proposed that objectively yields the most appropriate data split(s). Existing and novel model fitting methods were used to fit models, and the models were assessed by a bin metric in two case studies. The first case study used synthetically generated datasets with different levels of noise and imbalance. On datasets with noise and greater levels of imbalance, Epoch sampling significantly improved the model performance by up to 23.6% while significantly using less resources (computation and time) by up to 57.7% compared to a standard model fitting method. The second case study used protein-genome interactions data that are often severely right-skewed. Akin split was used to split the data more appropriately than traditional methods. Model fitting methods were tried on two model configurations. The effects of the model fitting methods varied by the model configuration, but all models were significantly improved by up to 57.7% compared to the standard model fitting.", "date": "2025-11-01", "journal": ""}
{"title": "Predicting Future SARS-CoV-2 Mutations using Deep Learning", "doi": "10.1101/2025.07.12.664533", "authors": "Ayaz, H.; Ibrahimzada, A. R.; Armani, A.; Baysan, M.; Buyukbingol, M. E.; Demir, G.; Karlik, E.; Ozpolat, B.; CAKMAK, A.", "abstract": "SARS-CoV-2 continues to spread over the world steadily as opposed to many earlier estimations that it would disappear in less than two years. Even though SARS-CoV-2 vaccines have reduced the speed of the infection significantly, they could not fully stop it. On the contrary, the World Health Organization has recently published cautionary statements that infection counts are on the rise, and a huge wave is expected in winter. Vaccines mostly target specific regions of the virus. The high mutation rate of SARS-CoV-2 is one essential tool that the virus exploits to escape from the available vaccines. Therefore, researchers have been working on designing next-generation vaccines against the new variants of the virus. Nevertheless, SARS-CoV-2 acquires new mutations faster than we can adapt our vaccines due to long clinical trial periods. Hence, there is a need for computational tools that can predict future SARS-CoV-2 mutations before they even emerge. In this paper, we propose several deep-learning-based methods to estimate the possible future mutations in SARS-CoV-2 genome. We design and evaluate various ensemble and bagging architectures enriched with a large set of genomic, biochemical, and phylogenetic features. We evaluate our models on the GISAID data and demonstrate that the best-performing methods achieve an F1-Macro score of 0.78.", "date": "2025-11-01", "journal": ""}
{"title": "Linking power, efficiency, and bifurcations in consumer-resource systems", "doi": "10.1101/2025.07.14.664758", "authors": "Saavedra, S.; Yang, Y.; Kempes, C.; Long, C.; Sole, R.; Yoshino, T.; Angulo, M. T.", "abstract": "Three hypotheses help organize energetic thinking about living systems: Lotka's Maximum Power Principle, Odum-Pinkerton's Intermediate Efficiency Principle, and Morowitz's Biological Cycling Principle. Here we show how these hypotheses fit together in consumer-resource systems, moving from qualitative principles to formal, testable statements. Using the Rosenzweig-MacArthur model, we prove that the consumer's maximum output power lies exactly on the Hopf boundary that separates stable points from cycles; at that point, the resulting power efficiency is intermediate. In the Rosenzweig-MacArthur model the Hopf is supercritical, so a stable limit cycle appears smoothly as the equilibrium loses stability. We treat the Hopf onset of time-periodic population oscillations as a population-level analogue of sustained cycling under energy flux. We then embed these energetic statements in adaptive dynamics: with convex trait costs, evolutionary singular strategies exist and are locally stable, but they coincide with the maximum-power state only under explicit marginal-cost conditions. Together, these results unify classic ideas in the concrete setting of consumer-resource systems and suggest measurements to evaluate when bifurcations, energetics, and evolution can converge.", "date": "2025-11-01", "journal": ""}
{"title": "Gaps in archaeological metadata reporting: a meta-analysis of humanpaleogenomic studies in Western Eurasia", "doi": "10.1101/2025.07.16.665041", "authors": "Staniuk, R.; Lee, V. Y. K.; Timpson, A.; Kristiansen, K.; Shennan, S.; Racimo, F.; Thomas, M. G.", "abstract": "Paleogenomic research has dramatically increased our understanding of past demographic and adaptive processes, but has also been criticized for a perceived disconnect between geneticists and other parties involved in the study of the past. For interdisciplinary research to be productive, contextual metadata associated with paleogenomic samples should be accessible in the same publication. Here, we conduct a pilot study examining the extent of archaeological metadata reporting in 30 peer-reviewed human paleogenomic studies, based on genetic sequences from 3911 ancient humans predominately from Western Eurasia, published between 2013 and 2024. We show inconsistent reporting of archaeological data across studies, and have sought to identify the driving factors. Overall, we found no strong explanatory variables, though some metadata fields - like Geolocation - have improved in completeness over time. These inconsistencies mean that metadata reporting is often insufficient to directly investigate the relationship between patterns of cultural and genetic change on the basis of published data alone. We propose a minimum information checklist as a best-practice guideline for collecting and reporting archaeological data in the future.", "date": "2025-11-01", "journal": ""}
{"title": "From leaves to defenders: how the amount and dispersion of leaf damage affect extrafloral nectar production and ant-mediated protection in wild cotton", "doi": "10.1101/2025.07.31.667819", "authors": "Ramirez-Delgado, V. H.; Briones-May, Y.; Garnica-Cabrera, A.; Sanchez-Duran, J.; Martin-Cacheda, L.; Moreira, X.; Turlings, T. C. J.; Vasquez-Bolanos, M.; Abdala-Roberts, L.", "abstract": "Extrafloral nectar (EFN) drives mutualistic interactions between plants and ants. However, EFN production is costly, and its induction is predicted to vary with herbivore-related factors. We examine how the amount and within-plant damage spatial uniformity (i.e., dispersed and concentrated damage) affect EFN production and ant-mediated defence in wild cotton (Gossypium hirsutum). Previous work suggests that severe and concentrated damage is costliest to plants, leading us to hypothesise that such damage would induce greater EFN production and, consequently, stronger ant attraction and protection. We conducted a greenhouse experiment in which plants were subjected to one of the following mechanical damage treatments: control (no damage), low damage (two damaged leaves, 30% of area removed each), high concentrated damage (two damaged leaves, 60% each), and high dispersed damage (four damaged leaves, 30% each; i.e., same total area than concentrated damage). The day after treatments, we measured EFN volume and sugar content from one nectary per plant (a per-nectary EFN response), and the number of secreting nectaries per plant (a proxy for whole-plant level EFN response). Subsequently, we performed a field experiment using the same treatments to evaluate EFN-mediated ant recruitment and ant-provided protection by placing caterpillars on plants. Both high-damage treatments increased EFN volume per nectary, whereas low damage did not. However, against our prediction, dispersed damage was the only treatment that increased the number of secreting nectaries. Consistently, once placed in the field, plants with dispersed damage recruited more ants and caterpillars on them were more likely to be attacked by ants. Contrary to expectations, plants subjected to dispersed damage exhibited a greater total investment in EFN, presumably via local induction of more nectaries per plant, and thereby enhancing ant-mediated defence. This study highlights the importance of herbivory intensity and within-plant spatial uniformity in shaping ant-plant interactions.", "date": "2025-11-01", "journal": ""}
{"title": "Degeneracy in neuronal bifurcation landscapes: equivalent bifurcation sequences across distinct parameter sets", "doi": "10.1101/2025.08.04.668451", "authors": "Cafaro, G.; Bernard, C.; Hashemi, M.; Depannemaecker, D.", "abstract": "Degeneracy, the capacity of structurally distinct systems to achieve similar functions, is a fundamental property of living organisms, enabling adaptability and resilience. Neurons can maintain stable activity patterns despite wide variability in ion channel expression, highlighting how distinct internal configurations can yield equivalent electrophysiological behaviors. However, it remains unclear how degeneracy manifests in the context of bifurcations, the critical transitions between activity regimes that underlie phenomena such as different firing patterns, seizures, and depolarization block. Here, we investigate how different biophysical parameter sets can lead to equivalent bifurcation sequences. Using a minimal neuron model with three variable conductances, we systematically explore how changes in extracellular potassium, mimicking physiological and pathological conditions, affect neuronal dynamics. Our results reveal that neurons with distinct intrinsic properties can traverse the same bifurcation pathways, entering regimes of bursting, seizure-like activity, and depolarization block. Yet, the specific parameter set determines the sensitivity and thresholds for these transitions. This work clarifies how degeneracy extends to the dynamical landscape of neurons, with implications for understanding resilience and vulnerability in neural circuits.", "date": "2025-11-01", "journal": ""}
{"title": "Human gaze behaviors track abstract stimulus categories", "doi": "10.1101/2025.08.08.669367", "authors": "Caron, A.; Ester, E.", "abstract": "Working memory (WM) enables transient sensory experiences to be maintained and transformed into goal-directed behaviors. Neural and behavioral evidence suggests that the oculomotor system contributes to WM, with recent studies showing that the physical properties of remembered items, such as their location or orientation, can be decoded from subtle variations in gaze position. However, it remains unclear whether eye movements also reflect the meaning or behavioral relevance of remembered stimuli. Here, we show that human gaze behavior encodes abstract categorical information independent of physical stimulus features. In three experiments, participants learned to classify oriented stimuli according to an arbitrary rule while their eye movements were recorded. Category identity could be reliably decoded records of gaze position, particularly on trials with accurate categorization. Control experiments confirmed that these effects were not driven by low-level visual or motor factors. These findings reveal that human oculomotor behavior tracks the abstract decision state of the observer, linking eye movements to the representation of meaning rather than mere sensory rehearsal.", "date": "2025-11-01", "journal": ""}
{"title": "Neural Progenitors as a Novel Pathogenic Mechanism in Microcephaly", "doi": "10.1101/2025.08.12.669854", "authors": "Tshuva, R. Y.; Bok, J.; Nonaka, M.; Xue, X.; Bhattacharya, B.; Kshirsagar, A.; Olender, T.; Danan-Gotthold, M.; Fu, J.; Sapir, T.; Reiner, O.", "abstract": "Despite their significance, the genetic and molecular bases of neurodevelopmental disorders remain poorly understood. In this study, using human brain organoids and mouse models, we show that loss of NDE1, a gene closely associated with microcephaly, disrupts progenitor identity, prolongs mitosis, and alters regional patterning in the forebrain. NDE1 knockout leads to a caudal identity shift of neural progenitor cells in the organoids and mouse brains, coinciding with aberrant ERK signaling. Notably, downstream activation of the ERK pathway restored rostral PAX6 expression in human brain organoids. Parallel analyses of Nde1 knockout mice confirmed disrupted regional patterning of the forebrain. Together, our data establish NDE1 as a critical regulator of early human brain regionalization and elucidate molecular mechanisms underlying the structural abnormalities observed in NDE1-associated microcephaly.", "date": "2025-11-01", "journal": ""}
{"title": "Coordinated regulation of Citron kinase by CDK1 and Aurora B regulates midbody formation and stability", "doi": "10.1101/2025.08.25.672096", "authors": "Capalbo, L.; Halcrow, E.; Bassi, Z.; D'Avino, P. P.", "abstract": "Many cell division events are regulated by protein phosphorylation, which can result from cross-talk mechanisms among mitotic kinases and phosphatases that have yet to be fully elucidated. Here, we report the characterization of a novel cross-talk mechanism by which CDK1 and Aurora B (AURKB) kinases regulate the distribution and interactions of Citron kinase (CIT-K). We show that CDK1 and AURKB phosphorylate two serine residues, S440 and S699, located adjacent to or within CIT-K coiled coil domain. S440 and S699 temporal phosphorylation profiles reflect the activity of the kinases responsible for their phosphorylation. Functional analyses using phospho mutants indicate that S699 phosphorylation is important for CIT-K localization and successful cytokinesis, while perturbing S440 phosphorylation leads to abnormal midbody formation and accumulation of post-mitotic midbody remnants (MBRs). Furthermore, we found that phosphorylation at either residue reduces the ability of CIT-K to interact with its midbody partners AURKB, KIF14 and KIF23/MKLP1. Together, our findings indicate that phosphorylation of CIT-K by CDK1 and AURKB regulates midbody formation and MBR stability by controlling the association of CIT-K with its partners. They expand our understanding of the mechanisms that regulate abscission and can lead to further insights into the role of MBRs in post-mitotic events.", "date": "2025-11-01", "journal": ""}
{"title": "BOGO: A Proteome-Wide Gene Overexpression Platform for Discovering Rational Cancer Combination Therapies", "doi": "10.1101/2025.09.02.673780", "authors": "Jo, K. B.; Alruwaili, M. M.; Kim, D.-E.; Koh, Y.; Kim, H.; You, K.; Kim, J.-S.; Sane, S.; Guo, Y.; Wright, J. P.; Naranjo, M. N.; Cote, A. G.; Roth, F. P.; Hill, D. E.; Choi, J.-H.; Lee, H.; Matreyek, K. A.; Farh, K. K.- H.; Park, J.-E.; Kim, H.; Bakin, A. V.; Kim, D.-K.", "abstract": "Cancer drug resistance remains a major barrier to durable treatment success, often leading to relapse despite advances in precision oncology. While combination therapies are being increasingly investigated, such as chemotherapy with small molecule inhibitors, predicting drug response and identifying rational drug combinations based on resistance mechanisms remain major challenges. Therefore, a proteome-wide, single-gene overexpression screening platform is essential for guiding rational therapy selection. Here, we present BOGO (Bxb1-landing pad human ORFeome-integrated system for a proteome-wide Gene Overexpression), a robust, scalable, and reproducible screening platform that enables single-copy, site-specific integration and overexpression of ~19,000 human ORFs across cancer cell models. Using BOGO, we identified drug-specific response drivers for 16 chemotherapeutic agents and integrated clinical datasets to uncover proliferation and resistance-associated genes with prognostic potential. Drug response similarity networks revealed both shared and unique mechanisms, highlighting key pathways such as autophagy, apoptosis, and Wnt signaling, and notable resistance-associated genes including BCL2, POLD2, and TRADD. In particular, we proposed a synergistic combination of the BCL2 family inhibitor ABT-263 (Navitoclax) and the DNA analog TAS-102 (Lonsurf), which revealed that lysosomal modulation is a key mechanism driving DNA analog resistance. This combination therapy selectively enhanced cytotoxicity in colorectal and pancreatic cancer cells in vitro, and demonstrated therapeutic benefit in vivo in both cell line-derived xenograft (CDX) and patient-derived xenograft (PDX) models. Together, these findings establish BOGO as a powerful gene overexpression perturbation platform for systematically identifying chemoresistance and chemosensitization drivers, and for discovering rational combination therapies. Its scalability and reproducibility position BOGO as a broadly applicable tool for functional genomics and therapeutic discovery beyond cancer resistance.", "date": "2025-11-01", "journal": ""}
{"title": "Unfolded protein response signaling promotes myeloid cell production and cooperates with oncogenic mutation", "doi": "10.1101/2025.09.07.674755", "authors": "Choi, H.; Jung, S.-E.; Paik, H.; Earth, Y.; Yi, J.; Cox, M. J.; Oh, S. T.; Kang, Y.-A.", "abstract": "Unfolded protein response (UPR) is an evolutionally conserved adaptive mechanism that promotes protein homeostasis under endoplasmic reticulum (ER) stress. UPR signaling has numerous functions in metabolism, cancer, immunology, and neurodegenerative diseases. Recent studies also showed that UPR signaling has important roles in hematopoietic stem and progenitor cell biology. However, whether UPR signaling regulates hematopoietic lineage fate decision remains elusive. Here, we found that Fc{gamma}R- MPP3 generates erythroid lineage and Jak2V617F mutation leads to overproduction of erythroid cells by expanding Fc{gamma}R- MPP3. We showed that UPR signaling increases myeloid cell production through promoting Fc{gamma}R- MPP3 transition to granulocyte/macrophage progenitor (GMP) producing Fc{gamma}R+ MPP3 at the expense of erythroid lineage via the XBP1 pathway. Under a disease condition, UPR signaling cooperates with Jak2V617F mutation and exacerbates disease phenotype as increasing red blood cells in a mouse model of polycythemia vera (PV) through the ATF4 pathway. Activation of UPR signaling also increased myeloid output in healthy donor bone marrow MPP cells while skewing the output towards erythroid lineage in PV patient bone marrow MPP cells. Together, our results identify a novel function of UPR signaling in hematopoietic lineage specification and provide critical insights into targeting UPR signaling in hematological malignancies.", "date": "2025-11-01", "journal": ""}
{"title": "Single molecule studies of the bacterial curli protein CsgA reveal a structurally dynamic monomeric structure", "doi": "10.1101/2025.09.08.674806", "authors": "Foster, D. A. N.; Dee, D. R.", "abstract": "Functional amyloid forms the scaffold that supports bacterial communities, making them an important antimicrobial target. In particular, the subunit of curli fibrils, CsgA, has recently had its fibril assembly deciphered by cryoEM. However, the folding of CsgA has yet to be careful examined. We report the first in vitro single molecule folding trajectories of CsgA, constituting two principal modes: discrete and non-piecewise unfolding reflective of the assembly of R domains, and a blend of metastable states or of a molten globule. Moreover, extending refolding time to many seconds does not obstruct the appearance of metastable states. In order to restrain the aggregation propensity of this protein, we developed an assay to trigger native folding of CsgA under controlled conditions in a microfluidic flow cell. From there we measured the individual folding trajectories of single molecules of CsgA using force spectroscopy by optical tweezers. This work exploits an engineered disulfide trap in the protein, where native folding becomes possible after reduction of the cysteine substitutions. When folding, CsgA does not get locked into a {beta}-hairpin assembly, by can be found in a metastable state in about a quarter of the incidences in which it is probed.", "date": "2025-11-01", "journal": ""}
{"title": "Highly Conserved Core Residues Define Old-World Alphaviruses and Trace Early Evolutionary Divergence", "doi": "10.1101/2025.09.25.678619", "authors": "Pin-Ruiz, W. C.; Jaime Rocha, L. R.; Castorena Robles, A.; Castells-Graells, R.; Zandi, R.; Munoz-Escalante, J. C.; Comas-Garcia, M.", "abstract": "Alphaviruses are positive-sense, single-stranded RNA viruses that assemble into striking double-icosahedral particles. During budding, their nucleocapsid core forms in the cytoplasm and adopts a T=4 icosahedral symmetry, a hallmark of Alphaviruses. Here, we combine structural and phylogenetic analyses to identify the amino acids most likely to govern capsomer formation (pentamers and hexamers) and core organization. We find that these residues are highly conserved in present-day Old-World alphaviruses but are divergent in New-World lineages. This suggests that the common ancestor of both groups likely assembled cores using the same molecular interactions seen in present-day Old-World viruses. We propose that early divergence in these interactions weakened core assembly efficiency, potentially contributing to the attenuation observed in encephalitic New-World alphaviruses. This attenuation may reflect an adaptive trade-off, in which reduced assembly efficiency lowers viral replication and virulence, supporting long-term persistence in enzootic cycles. By revealing how specific residues control capsid symmetry and tracing their evolutionary history, this study provides key insights into alphavirus assembly mechanisms, opening new avenues for antiviral strategies and rational vaccine design.", "date": "2025-11-01", "journal": ""}
{"title": "Integrative multiomic analysis links TDP-43-driven splicing defects to cascading proteomic disruption of ALS/FTD pathways", "doi": "10.1101/2025.09.29.679403", "authors": "Kozareva, V.; Liu, Z.; Blake, K.; Qi, Y. A.; Rollinson, S.; Seddighi, S.; Alsaidi, M.; Tsitkov, S.; Prudencio, M.; Petrucelli, L.; Dickson, D. W.; Brown, A.-L.; Fratta, P.; Kim, H. J.; Taylor, J. P.; Ward, M. E.; Fraenkel, E.; Kargbo-Hill, S. E.", "abstract": "Loss of nuclear TDP-43 is a hallmark of amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). Although TDP-43 is known to regulate RNA processing, including repression of cryptic exons, we currently lack a systems-level understanding of the consequences of TDP-43 loss. To address this, we generated multiomic datasets, including RNA-seq and proteomics, from human iPSC-derived neurons depleted of TDP-43. We found that differentially spliced genes, many expressing cryptic exons, had the greatest protein reductions. Surprisingly, nearly half of differentially expressed proteins were neither mis-spliced, nor differentially expressed genes; most of these also had no reported mis-splicing in seven additional post-mortem and iPSC-derived neuron datasets. Integrative network analysis identified a high-confidence disease-specific subnetwork of over 700 interacting proteins, enriched for mRNA processing, synaptic function, and autophagy. Comparison with post-mortem ALS and FTD samples revealed convergent protein and pathway disruptions. We experimentally validated network-predicted effects of cryptic splicing in ATG4B, STMN2, and DAPK1. Our analyses reveal new TDP-43-dependent molecular cascades and nominate central genes as potential ALS/FTD therapeutic targets.", "date": "2025-11-01", "journal": ""}
{"title": "EVOH Hollow Fiber Encapsulation of Individual Caenorhabditis elegans for Transmission Electron Microscopy", "doi": "10.1101/2025.10.08.681240", "authors": "Liou, W.; Belnap, D. M.", "abstract": "We present a streamlined protocol for encapsulating individual Caenorhabditis elegans specimens for thin-section transmission electron microscopy (TEM) using ethylene vinyl alcohol (EVOH) copolymer hollow fibers. These transparent fibers, featuring a 175 m inner diameter, 25 m wall thickness, and an approximate molecular weight cutoff of 30 kDa, possess both hydrophilic and hydrophobic properties. This amphiphilic nature helps maintain a potent lumen structure even in dry, open air, enabling precise handling and orientation of small specimens prior to resin polymerization and eliminating the need for remounting. The protocol includes specimen transfer using wire loops, microwave-assisted chemical fixation, dissection on a soft silicone substrate with micro-scissors, and manipulation of hollow fibers using insect pins. This approach preserves the identity of individual specimens throughout processing. During ultramicrotomy, the fiber serves as a visual guide, enhancing alignment and reproducibility of sectioning. As proof of principle, we demonstrate well-preserved ultrastructural features in chemically fixed, microwave-assisted resin-embedded C. elegans specimens. This method offers a robust and reproducible alternative to conventional gelatinous media encapsulation, particularly suited for TEM analysis of scarce or small biological samples.", "date": "2025-11-01", "journal": ""}
{"title": "Regenerative Grazing as a Climate Change Mitigation Strategy: A Systematic Review", "doi": "10.1101/2025.10.11.677897", "authors": "Clark, D.; McClelland, S. C.; Dillon, J. A.; Hayek, M. N.", "abstract": "Ruminant livestock production is a meaningful contributor to global greenhouse gas (GHG) emissions. Regenerative grazing has been proposed as a climate change mitigation strategy for offsetting livestock GHG emissions by potentially causing additional soil organic carbon (SOC) sequestration. We review the current state of the literature and collect reported and inferred SOC sequestration from regenerative grazing experiments, ranking their study designs by ascending evidentiary strength: observational, cross-sectional and longitudinal. Across 28 studies that compare regenerative to conventional grazing, the reported and inferred SOC sequestration rates in regenerative grazing treatments varied widely, with the highest values reported in lower-strength observational studies. Among higher-strength cross-sectional studies and longitudinal studies, median additional SOC sequestration rates in regenerative grazing treatments were not significantly different than zero, indicating no significant enhancement of SOC across all regenerative grazing interventions. Currently, higher-strength evidence does not support widespread claims of SOC sequestration from regenerative grazing. To clarify its potential for climate mitigation, a greater number of longitudinal studies are needed.", "date": "2025-11-01", "journal": ""}
{"title": "Strainify: Strain-Level Microbiome Profiling for Low-Coverage Short-Read Metagenomic Datasets", "doi": "10.1101/2025.10.10.681738", "authors": "Luo, R. S.; Kille, B.; Vaughan, E. E.; Clark, J. R.; Maresso, A. W.; Nute, M. G.; Treangen, T. J.", "abstract": "Motivation: Strain-level microbiome profiling has revealed key insights into microbial community composition and strain dynamics. However, accurate strain-level analysis remains challenging due to limited linkage information, ambiguous read mapping, and complicating factors such as genome similarity, sequencing depth, and community complexity. These challenges are especially pronounced for short-read metagenomic data when estimating the relative abundances of multiple strains, a task critical for genotype-phenotype association studies. Results: To address this gap, we present Strainify, which enables accurate strain-level abundance estimation from short-read metagenomes with as little as 1% genome coverage. Specifically, Strainify combines (1) identification of informative variants via core genome alignment, (2) filtering of confounding variants via a window-based test, and (3) maximum likelihood estimation of strain abundances. A Shannon entropy-weighted version of the model further improves robustness in noisy, low-coverage settings by downweighting sites with low information content. Across simulated communities of varying complexity, Strainify consistently outperformed existing approaches. On mock community sequencing data, the estimates produced by Strainify aligned more closely with reference abundances. When applied to a longitudinal gut microbiome dataset, Strainify successfully recapitulated the reported temporal dynamics of Bacteroides ovatus strain groups, demonstrating its ability to recover biologically meaningful patterns from real-world metagenomes. Together, these results establish Strainify as a robust and versatile solution for accurate strain-level abundance estimation in short-read, low-coverage microbiome studies. Availability: The Strainify code and results are available at: https://github.com/treangenlab/Strainify", "date": "2025-11-01", "journal": ""}
{"title": "CoxMDS: Multiple Data Splitting for High-dimensional Mediation Analysis with Survival Outcomes in Epigenome-wide Studies", "doi": "10.1101/2025.10.11.681836", "authors": "Yao, M.; Tian, P.; Li, X.; Bian, S.; Wang, G.; Gu, Y.; Navas-Acien, A.; Vardarajan, B. N.; Belsky, D. W.; Miller, G. W.; Baccarelli, A. A.; Liu, Z.", "abstract": "Causal mediation analysis investigates whether the effect of an exposure on an outcome operates through intermediate variables known as mediators. Although progress has been made in high-dimensional mediation analysis, current methods do not reliably control the false discovery rate (FDR) in finite samples, especially when mediators are moderately to highly correlated or follow non-Gaussian distributions. These challenges frequently arise in DNA methylation studies. We introduce CoxMDS, a multiple data splitting method that uses Cox proportional hazards models to identify putative causal mediators for survival outcomes. CoxMDS ensures finite-sample FDR control even in the presence of correlated or non-Gaussian mediators. Through simulations, CoxMDS is shown to maintain FDR control and achieve higher statistical power compared with existing approaches. In applications to DNA methylation data with survival outcomes, CoxMDS identified eight CpG sites in The Cancer Genome Atlas (TCGA) that are consistent with the hypothesis that DNA methylation may mediate the effect of smoking on lung cancer survival, and two CpG sites in the Alzheimer's Disease Neuroimaging Initiative (ADNI) that are consistent with the hypothesis that DNA methylation may mediate the effect of smoking on time to Alzheimer's disease conversion.", "date": "2025-11-01", "journal": ""}
{"title": "Novel therapy for gastric cancer peritoneal dissemination using genetically modified dental pulp cells and astatine-211", "doi": "10.1101/2025.10.15.682497", "authors": "Kuge, K.; Du, W.-Y.; Masuda, H.; Yasuda, T.; Tatsumi, T.; Yin, X.; Yoshino, M.; Sugiyama, A.; Numata, R.; Yokoyama, W.; Shibahara, H.; Tanaka, T.; Kobayashi, M.; Taguchi, A.; Kohro, T.; Takubo, N.; Nakamura, M.; Jang, J.; Kumakura, Y.; Yoshida, H.; Yoshikawa, A.; Haba, H.; Wada, Y.; Imagawa, K.; Nomura, S.", "abstract": "Peritoneal dissemination of gastric cancer represents a terminal stage with limited therapeutic options and a five-year survival rate below 10%. To develop a more effective treatment, we established a novel & alpha particle based approach using genetically engineered human dental pulp stem cells (DPCs) expressing the sodium/iodide symporter (NIS) to deliver astatine 211 (At-211) directly to tumor sites. DPCs, isolated and expanded under differentiation-suppressive conditions, showed strong tumor-homing ability when injected intraperitoneally into a mouse model of gastric cancer dissemination. Fluorescent imaging and histological analysis confirmed selective accumulation of DPCs within tumor lesions through CXCR4/SDF1 mediated chemotaxis. Introduction of the NIS gene markedly increased SLC5A5 expression and enabled efficient uptake of At-211. High resolution alpha particle imaging visualized alpha ray emission specifically from NIS-DPCs, confirming intracellular retention of the radionuclide. In vivo, sequential administration of NIS-DPCs followed by Na[At-211] led to pronounced regression of peritoneal tumors and significant survival extension compared with controls. The therapeutic mechanism involves three coordinated steps: tumor-directed migration of NIS-DPCs, At-211 uptake via NIS transporters, and localized alpha particle mediated cytotoxicity. This study introduces a novel concept of cell-based alpha radiotherapy integrating regenerative and nuclear medicine. Given the established clinical safety of DPCs in humans (J-REPAIR, jRCT1080224505), this NIS-DPC platform offers a promising strategy for precise, short range irradiation of disseminated gastric cancer and potentially other intractable malignancies.", "date": "2025-11-01", "journal": ""}
{"title": "Unexpected Detection of Highly Pathogenic Avian Influenza (HPAI) H5N1 virus in bovine semen from a bull used for natural breeding on an affected dairy farm", "doi": "10.1101/2025.10.16.682947", "authors": "Lim, A.; Poulsen, K.; Caserta, L. C.; Guan, L.; Opgernorth, E.; Beal, M.; Eisfeld, A. J.; Kawaoka, Y.; Diel, D.", "abstract": "Since March 2024, HPAI H5N1 virus has infected dairy cattle in the U.S., prompting concern about novel transmission routes. During an outbreak in California, HPAI H5N1 RNA was detected in an asymptomatic bull's semen. Although infectious virus was not isolated, questions remain about semen-associated transmission risks and biosecurity practices.", "date": "2025-11-01", "journal": ""}
{"title": "XPF mediates 3' flap processing for FEN1-independent Okazaki fragment maturation", "doi": "10.1101/2025.10.24.684453", "authors": "Li, K.; Yang, F.; Wang, Y.; Shi, G.; Yan, Y.; Lei, Y.; Wang, Y.; Sun, H.; Zhou, M.; Zheng, L.; Shen, B.", "abstract": "Okazaki fragment maturation (OFM), the process that removes RNA-DNA primers, is a major source of DNA replication stress and mutations. It involves Pol{delta}-mediated DNA strand displacement synthesis that produces 5' flaps, FEN1-mediated 5' flap cleavage, and LIG1-catalyzed nick ligation. Recently, we discovered that under stress conditions, yeast cells convert 5' flaps into 3' flaps, which are degraded by 3' flap nucleases to produce ligatable DNA nicks. However, little is known about this stress-induced, 3' flap-based OFM in human cells. Here, we report that 3' flaps frequently form in various human cancer cells, and that FEN1 deficiency significantly enhances 3' flap levels. XPF1 is recruited to the replication forks in FEN1 mutant or FEN1-chemically inhibited cells. Notably, XPF deficiency or inhibition in those defective cells leads to accumulation of 3' flaps, replication-related DNA strand breaks, and unique mutation signatures. Furthermore, XPF and FEN1 inhibitors show synergistic effects in killing human cancer cells. In summary, we demonstrate that 3' flap-based OFM is an important alternative of 5' flap-based OFM in mammalian cells. XPF is a key nuclease to degrade 3' flaps and complete OFM for survival. Targeting this compensatory mechanism could provide new therapeutic strategies to selectively impair cancer cell survival under pre-existed replication stress.", "date": "2025-11-01", "journal": ""}
{"title": "Dual recognition of structurally unrelated mildew effectors underlies the broad-spectrum resistance of Pm3e in wheat", "doi": "10.1101/2025.10.26.683672", "authors": "Kunz, L.; Bernasconi, Z.; Heuberger, M.; Isaksson, J.; Sotiropoulos, A. G.; Stirnemann, U.; Jigisha, J.; Menardo, F.; Wicker, T.; Mueller, M. C.; Keller, B.", "abstract": "Broad-spectrum resistance genes are highly valuable for sustainable crop protection, yet the molecular basis of their activity is often unknown. The Pm3 allelic series in wheat encodes NLR receptors that recognize avirulence (AVR) effectors of wheat powdery mildew. Here, we show that near-identical Pm3 alleles vary greatly in resistance efficacy and broadness against a global mildew isolate collection and subsequently use this model system to study the mechanisms underlying broad-spectrum resistance. We demonstrate that two alleles, Pm3d and Pm3e, provide resistance against the majority of isolates worldwide, by each recognizing two AVR effectors from powdery mildew, thereby lowering the risk of resistance breakdown. While Pm3d recognizes two closely related RNase-like AVR effectors, Pm3e detects two structurally diverse AVRs, including an effector belonging to a large, uncharacterized protein family with a novel structural fold. Using chimeric Pm3 NLRs, we identify specificity-defining polymorphisms of Pm3d and Pm3e against their diverse effector targets. Lastly, we demonstrate that Pm3d and Pm3e activities can be combined in engineered Pm3 NLRs, thereby further extending their recognition spectrum. Our findings highlight the potential of Pm3 immune receptors for long-lasting wheat protection by demonstrating their versatility in recognizing structurally diverse effectors and their amenability to NLR engineering.", "date": "2025-11-01", "journal": ""}
{"title": "PIONEER: A Periplasmic Display Platform for Synthetic Biology-Based Screening of Genetically Encoded Protein Regulators", "doi": "10.1101/2025.10.26.684622", "authors": "Rowe, J. B.; Lee, K.; Isom, D. G.", "abstract": "Periplasmic display in yeast is a promising but underdeveloped method for screening and studying genetically encoded biomolecules. We present PIONEER, a modular platform that localizes peptides, proteins, and nanobodies to the membrane-proximal periplasmic space of S. cerevisiae, enabling direct interrogation of membrane protein function. By optimizing secretion signals and display scaffolds, PIONEER ensures stable ligand retention and robust autocrine signaling. The ability to assess peptide and protein ligand activity through signaling, rather than binding alone, marks a key advance toward function-first screening. Applied to human G protein-coupled receptors (GPCRs), the system enables detection of surface expression, ligand activity profiling, and classification of nanobody regulators, including antagonists and conformational stabilizers. It also distinguishes intrabodies based on their functional effects and chaperone activity. Although demonstrated with GPCRs, PIONEER is adaptable to a wide range of membrane and soluble protein targets. As AI-driven design expands the space of candidate ligands and binders, this platform offers a scalable method for linking predicted sequences and their structures to biological function.", "date": "2025-11-01", "journal": ""}
{"title": "Acetoacetate suppresses colon cancer via an MR1-MAIT axis", "doi": "10.1101/2025.10.29.685375", "authors": "Clay, S. L.; El Tekle, G.; Rashan, E. H.; Fonseca-Pereira, D.; Shin, Y.-H.; Andreeva, N.; Nakatsu, G.; Lobo, A. F.; Chen, S. P.; Bae, S.; Michaud, M.; Glickman, J. N.; Clardy, J.; Vander Heiden, M. G.; Garrett, W. S.", "abstract": "Colorectal cancer (CRC) is a leading cause of cancer mortality and additional preventative, and therapeutic strategies are urgently needed. Ketogenic diets have mixed effects on tumorigenesis and compliance is challenging. Exogenous ketones, beta-hydroxybutyrate or acetoacetate (AcAc), offer an alternative approach. While beta-hydroxybutyrate has been investigated, the anti-cancer effects of AcAc are poorly defined. Here, we show that orally administering ethyl AcAc (EAA) suppresses tumor growth in several pre-clinical CRC models. Single-cell RNA sequencing, flow cytometry, and genetic and antibody-mediated depletion studies reveal that EAA selectively expands and activates cytotoxic mucosal-associated invariant T (MAIT) cells in an MHC class I-related protein 1 (MR1)-dependent manner. EAA increases MR1 expression by tumor monocytes, which is recapitulated in human cell cultures, where AcAc and 5-amino-6-D-ribitylaminouracil (5-A-RU) induce MAIT cell expansion and tumor killing. Mechanistically, AcAc converts to methylglyoxal, combining with microbially-derived 5-A-RU to generate 5-(2-oxopropylideneamino)-6-D-ribitylaminouracil (5-OP-RU), a potent MR1 ligand. These findings identify an AcAc-MR1-MAIT cell axis as a potential immunotherapy approach for CRC therapy.", "date": "2025-11-01", "journal": ""}
{"title": "Tracing the neural trajectories of evidence accumulation and motor preparation processes during voluntary decisions", "doi": "10.1101/2025.10.30.685712", "authors": "Fong, L. C.; Garrett, P. M.; Smith, P. L.; Hester, R.; Bode, S.; Feuerriegel, D.", "abstract": "Voluntary decisions have previously been described by where they arise in the brain and how actions corresponding to one's choice are prepared. However, the processes by which these internally guided decisions are formed and translated into action remain unclear. We tested whether neural signatures of evidence accumulation and motor preparation - established in perceptual decision-making - are also observed during voluntary decisions. Forty-nine adults made voluntary (free choice between two options) and forced (single specified choice) decisions while electroencephalography (EEG) was recorded. To isolate decision formation from action selection, all responses were made with a right-handed keypress. After applying signal deconvolution and current source density transformations, we examined three signals: the centro-parietal positivity (CPP), Mu/Beta (8 - 30 Hz) amplitudes, and a left-hemisphere readiness potential contralateral to the response hand. For both voluntary and forced decisions, CPP and Mu/Beta amplitudes showed hallmark accumulation-to-bound dynamics - faster responses had steeper ramping signals that converged to stereotyped pre-response amplitude levels. The left-hemisphere readiness potential likewise showed convergence to a pre-response level but with less reliable evidence for RT-dependent slope scaling, resembling a late, effector-specific motor gate rather than an evolving decision variable. Waveform amplitudes across the time course of these signals also did not differ reliably between voluntary and forced decisions. Our results indicate that, like perceptual decisions, voluntary choices are also formed by a graded accumulation process that culminates in a motor action, with the CPP indexing an evolving decision variable and Mu/Beta indexing effector-specific motor readiness.", "date": "2025-11-01", "journal": ""}
{"title": "LMI4Boltz: Optimising VRAM utilisation to predict large macromolecular complexes with consumer grade hardware", "doi": "10.1101/2025.10.29.684571", "authors": "Litfin, T.; Caley, J. S.; Michie, K. A.", "abstract": "AlphaFold2 has revolutionized structural biology by enabling the prediction of protein structures approaching experimental quality. AlphaFold3 extends this framework to support modelling broad biomolecular classes while also reducing the computational cost of prediction. However, AlphaFold3 is distributed with license conditions which restrict general purpose use. Boltz is a permissive, open-source re-implementation of AlphaFold3, but it is bottlenecked by increased VRAM requirements and requires high-end GPU hardware to model large molecular systems. Here we introduce Low Memory Inference for Boltz (LMI4Boltz) which reduces VRAM requirements using in-place updates, offloading tensors to host memory, careful management of functional scope and aggressive chunking of key operations. Using these strategies, LMI4Boltz increases the token size limit of Boltz-2 by 66.7% without sacrificing prediction accuracy. These optimizations improve the accessibility of Boltz using consumer grade hardware and unlock the ability to model large molecular systems. LMI4Boltz is available at https://github.com/tlitfin/boltz.", "date": "2025-11-01", "journal": ""}
{"title": "Molecular evolution of octopamine receptors in Drosophila", "doi": "10.1101/2025.10.30.685676", "authors": "Yang, M.; Carlisle, J. A.; Hopkins, B. R.; Wolfner, M. F.", "abstract": "Octopamine (OA), the insect analog of noradrenaline, plays important roles in diverse behavioral and physiological processes, from modulating fight-or-flight behavior to regulating post-mating ovulation. In Drosophila, six OA receptors have been identified: Oamb, Oct2R, Oct1R, Oct2R, Oct3R, and Oct-TyrR, and they have been linked to different behavioral and physiological processes. Here, we investigated the evolutionary characteristics of these receptors across Drosophila species. We found that OA receptors are generally found as single-copy genes. Notably, Oct2R and Oct3R exhibit positive selection within the melanogaster group, though in different structural regions from one another. The positively selected sites in Oct2R are exclusively located in regions important for ligand binding, whereas those in Oct3R are predominantly found in regions crucial for signal transduction. Interestingly, Oct2R remains highly conserved outside the melanogaster group, so the detection of positive selection in its ligand-binding related domains within this clade raises the possibility that it has evolved an additional, melanogaster-specific ligand interaction(s), among other potential reasons. These findings highlight the evolutionary flexibility of aminergic signaling and suggest lineage-specific adaptations of OA receptor function in Drosophila, likely shaped by lineage-specific selective pressures.", "date": "2025-11-01", "journal": ""}
{"title": "Spontaneous thought orientation tracked by fMRI networks and EEG alpha power dynamics", "doi": "10.1101/2025.10.31.684884", "authors": "Hampejs, T.; Tomecek, D.; Jiricek, S.; Kondelka, V.; Jajcay, L.; Mantini, D.; Hlinka, J.", "abstract": "Understanding how spontaneous, rather than experimentally induced, thoughts relate to brain activity remains a major challenge. We combined simultaneous fMRI and EEG recordings with Descriptive Experience Sampling (DES) to link momentary, naturally occurring experiences to their neural signatures during rest. Using machine-learning classification of 240 time-locked samples from eight participants, each completing nine 25-minute resting-state sessions, we reliably distinguished internally oriented from externally oriented experiences (fMRI accuracy = 65.4%, EEG = 62.5%). Externally oriented states showed greater fMRI activity in salience, auditory, and visuospatial networks and lower occipital alpha power in EEG, whereas internally oriented states exhibited the opposite pattern, extending prior DMN-focused accounts of internally directed states. Across modalities, integrated resting-state alpha power correlated negatively with BOLD fluctuations in parietal and occipital regions. These multimodal findings reveal distinct neural signatures of spontaneous experience and demonstrate that coordinated large-scale network dynamics and alpha-band oscillations track the natural alternation between inward and outward focus in the human mind.", "date": "2025-11-01", "journal": ""}
{"title": "Neural heterogeneity shapes the temporal structure of human working memory", "doi": "10.1101/2025.10.31.684900", "authors": "Kussovska, D.; Kim, R.; Rungratsameetaweemana, N.", "abstract": "Working memory (WM) enables temporary retention of information essential for flexible cognition. Although persistent population activity has long been regarded as a principal mechanism of memory maintenance, continuous single-neuron firing is energetically demanding and difficult to reconcile with the heterogeneous firing properties of cortical neurons. Applying single-trial analyses to 902 neurons recorded from 21 neurosurgical patients performing a WM task, we found that maintenance was supported by transient, burst-like episodes of coordinated activity rather than sustained firing. Cross-temporal decoding exhibited localized generalization, and decoding accuracy increased with wider temporal windows, indicating that apparent persistence can emerge from temporally interleaved activity across neurons. We further developed a feature-based, putative cell-type classifier that revealed distinct circuit contributions: pyramidal neurons expressed content in burst-aligned events during maintenance, whereas interneurons were strongly modulated by memory load and behavior. Together, these findings reconcile dynamic and persistent accounts, indicating that human WM can emerge from temporally interleaved, cell-type-specific dynamics that provide a flexible and potentially metabolically efficient substrate for maintaining information over time.", "date": "2025-11-01", "journal": ""}
{"title": "Neuronal SET1/COMPASS-mediated epigenetic regulation of de novo transcription drives accelerated forgetting with age", "doi": "10.1101/2025.10.31.685883", "authors": "Sengupta, T.; Kaletsky, R.; Morillo, K.; Zhou, S.; Brown, A. K.; Novak, K.; Weng, Y.; Murphy, C.", "abstract": "Forgetting is a critical component of memory, but its molecular regulation - particularly with age - is not well understood. Epigenetic modifications are a candidate for this regulation and may further drive age-related behavioral decline, as they are dramatically altered in the aging brain. We found that multiple components of the SET1/COMPASS complex, a conserved histone methyltransferase complex associated with active gene transcription, are upregulated with age in the C. elegans nervous system. Neuronal knockdown of the SET1/COMPASS components improves memory in young adult animals and slows memory decline in old animals. By pharmacological and genetic inhibition, optogenetics, and neuronal mRNA and chromatin profiling, we demonstrate that SET1/COMPASS-mediated active transcription promotes forgetting. SET1/COMPASS regulates the de novo activity-dependent transcription and release of a neuropeptidergic signal from the AWC olfactory sensory neuron, which erases the associative memory trace in downstream motor neurons, resulting in forgetting. We further found that increased SET1/COMPASS-dependent chromatin accessibility at these gene loci with age primes these loci for transcription, resulting in accelerated forgetting. Our results reveal the role of active gene transcription in the regulation of forgetting and altered SET1/COMPASS- mediated gene transcription as a mechanism of cognitive decline, implicating increased expression of COMPASS components as a driver of increased forgetting in the aging brain. This mechanism may offer a new target for slowing loss of cognitive function with age.", "date": "2025-11-01", "journal": ""}
{"title": "Native community resistance modulates the spread of non-native species along Mediterranean mountain roads under global change", "doi": "10.1101/2025.10.31.685799", "authors": "La Bella, G.; Santoianni, L. A.; Marzialetti, F.; De Toma, A.; Zitarelli, C.; Cao Pinna, L.; Stanisci, A.; Acosta, A. T.; Bartolucci, F.; Conti, F.; Carboni, M.", "abstract": "Aim Climate warming, human modification, and global connectivity are eroding the abiotic barriers (i.e. climatic filtering and low propagule pressure) that have traditionally limited the spread of non-native species in mountain ecosystems. Meanwhile, these global changes are reshaping native plant communities, potentially weakening their biotic resistance to invasion. Yet, the role of native community resistance in modulating the upslope spread of non-native species remains overlooked, potentially masking indirect effects of global change in mountain ecosystems. Location Central Apennines Mountain range, Italy Methods Following the Mountain Invasion Research Network (MIREN) protocol, we surveyed vegetation close and far from roads at 60 sites along three mountain roads in the Central Apennines. Using current and historical climatic data and aerial images from the 1950s to today, we quantified climate and land-use changes. Dominant plant traits and functional diversity were used to capture the biotic resistance of native communities. We then applied structural equation modelling to investigate how native biotic resistance regulates the effect of global change drivers, i.e. road disturbance and changes in land-use and climate, on the occurrence and cover of non-native species. Results Variance partitioning suggests that, beside climatic filtering, the biotic resistance of native communities is among the strongest drivers of non-native species occurrence and abundance. Although climate and land-use changes have had little direct influence on non-natives, land-use changes occurred over the past 70 years indirectly influenced invasions by altering native community resistance. Agricultural abandonment at low- to middle elevations, favoured short-statured native communities, offering low resistance. In contrast, forest expansion strengthened resistance through dominance of conservative native species. Main conclusion Native community resistance, alongside climate and disturbance, is a key determinant of invasion patterns along elevational gradients in Mediterranean mountains. Despite global changes facilitate non-native plant upward shifts, native communities can modulate this spread and may still maintain a certain resistance to invasion.", "date": "2025-11-01", "journal": ""}
{"title": "The neural orchestra of aggression: neurogenetic network mapping of human aggressiveness", "doi": "10.1101/2025.10.31.685919", "authors": "Dugre, J. R.; Buades-Rotger, M.; De Brito, S. A.", "abstract": "Over the last century, researchers have successfully mapped the core neural circuitry underlying aggression in non-human animals. In contrast, advances in human neuroimaging have been hindered by persistent challenges with reproducibility. Here, we adopted a recently developed network-based framework to test the hypothesis that seemingly heterogeneous findings in aggression research converge on a common brain network. We conducted network mapping to integrate functional and structural imaging findings of human aggression across 39 and 31 samples, respectively, revealing substantial overlap across both functional (up to 84%) and structural (up to 74%) imaging modalities. Strikingly, we found that these networks were largely explained by the expression of genes implicated in genome-wide association studies of aggression and related phenotypes. By integrating network-based approaches of neuroimaging data with gene expression, our work provides a reliable and comprehensive account of the neurogenetic architecture underlying aggressive behavior, resolving longstanding discrepancies in its neurobiology.", "date": "2025-11-01", "journal": ""}
{"title": "Single-cell, multi-region profiling of the macaque brain across the lifespan", "doi": "10.1101/2025.10.31.685880", "authors": "Yang, W.; Watkins, K. L.; DeCasien, A. R.; O'Neill, M. B.; Bohlen, M. O.; O'Day, D. R.; Duran, M.; Qiu, C.; Meleshko, A.; Vo, A.; Menke, M.; Calderon, D.; Cayo Biobank Research Unit,  ; Sallet, J.; Higham, J. P.; Martinez, M. I.; Trapnell, C.; Starita, L. M.; Montague, M. J.; Platt, M.; Chiou, K. L.; Shendure, J.; Snyder-Mackler, N.", "abstract": "Brain aging is a complex process with profound health and societal consequences. However, the molecular and cellular pathways that govern its temporal progression-along with any cell type-, region-, and sex-specific heterogeneity in such progression-remain poorly defined. Here, we present a transcriptomic atlas of 5.3 million cells from 582 samples spanning 11 brain regions of 55 rhesus macaques (29 female, 26 male), aged 5 months (early life) to 21 years (late adulthood). We annotate 12 major cell classes and 225 subclusters, including region-specific subtypes of excitatory and inhibitory neurons, astrocytes, and ependymal cells. We identify a vulnerable excitatory neuron population in the superficial cortical lamina and a cortical interneuron population that are less abundant later in life, along with subtle, region-specific, age-associated compositional differences in subpopulations of microglia and oligodendrocytes, whose detection required single-cell resolution. Finally, we chart convergent and divergent age-associated molecular signatures across brain regions and cell classes-where some of these signatures are sex-specific and could underlie sex biases in neurological disorders. We find that age-associated transcriptional programs not only overlap substantially with those seen in Alzheimer's disease (AD), but also unfold along distinct temporal trajectories across brain regions, suggesting that aging and AD may share molecular roots that emerge at different life stages and in region-specific, sex-specific windows of vulnerability. This work provides a temporal, regional, and sex-stratified atlas of the aging primate brain, offering insights into cell type-specific vulnerabilities and regional heterogeneity with translational human relevance.", "date": "2025-11-01", "journal": ""}
{"title": "A molecular map of the human spinal dorsal and ventral horn defines arrangement of neuronal types and glial sex differences", "doi": "10.1101/2025.10.31.685953", "authors": "Gabriel, K. A.; Davis, O. C.; Palomino, S. M.; Ishishita, S.; Poldsam, H.; Brandon, J. M.; Inturi, N. N.; Mydugolam, H.; Khan, I. O.; Selvakumaran, N.; Shiers, S.; Yousuf, M. S.; Vines, E.; Horton, P.; Khan, T.; Cervantes, A.; Reese, J. C.; Patwardhan, A.; Dussor, G.; Meyers, E.; Tavares-Ferreira, D.; Pool, A.-H.; Price, T. J.", "abstract": "The spinal cord is the gateway for sensory information from the body as it ascends to the brain, as well as a major motor output center of the nervous system. It is also a key location for sensory-motor integration, and a processing site for nociceptive information that eventually drives pain perception in the brain. Tremendous progress has been made in understanding spinal cord circuits using genetic and single cell sequencing approaches in mice. Recently, several groups have conducted single-nucleus and spatial sequencing studies in postmortem human spinal cord tissue. However, the spatial properties of spinal cord cellular diversity and potential sex differences that might be important for human physiology remain unexplored. We conducted deep single-nucleus sequencing on dissected lumbar dorsal and ventral spinal cord samples from 11 organ donors, including 6 females and 5 males, and anatomically annotated spinal cord cell types with 10X Xenium single-molecule spatial transcriptomics. We identified 34 spatially and genetically defined neuron classes, many of which have clearly recognizable conserved orthologs in the rodent spinal cord. We also identified sex specific cell types and states within multiple glial types, but not neurons, demonstrating sexual dimorphism at the transcriptomic cell-type level in the adult human spinal cord. The spatial and single-nucleus atlas resulting from our work build upon previous knowledge to better understand human spinal cord physiology and to identify drug targets for neurological diseases affecting the spinal cord, in particular pain.", "date": "2025-11-01", "journal": ""}
{"title": "The hippocampus as an epistemic forager: When curiosity and reward jointly steer exploration and hippocampal replay", "doi": "10.1101/2025.10.31.685837", "authors": "Nemeth, E.; Chartouny, A.; Jedlovszky, K.; Freire, I. T.; Khamassi, M.", "abstract": "Hippocampal replay is a widely studied phenomenon wherein special neurons of the hippocampus encoding spacial locations -- place cells -- show a sequential reactivation during periods of immobility, often representing trajectories to or from reward locations, as observed in foraging rodents. Several computational models have been proposed to explain how this phenomenon could contribute to memory consolidation and action planning. However, certain aspects of the mechanism behind hippocampal replay remain unclear, such as why reactivation is biased towards both reward sites and decision points. Here, we propose that both expected reward (satisfying hunger) and expected information gain (satisfying curiosity) contribute to determine the priority of events to be replayed. To test this, we present the Epistemic Replay Algorithm (ERA), which bridges reinforcement learning and active inference into a single computational model. We evaluate the ERA in five experiments spanning three maze types: linear maze, non-stationary maze, double T-maze. Our results first showcase that more curious agents explore more thoroughly while they are still capable of exploiting optimal rewards; and they can adapt faster to changing environments. Further, we find that the ERA model accounts for a larger number of hippocampal replay properties compared to non-curious models, including (i) a broad-to-specific progression of hippocampal replay events; (ii) symmetric replay around decision points; and (iii) the preferential reactivation of both reward sites and decision points. We derive new predictions to further test the model and discuss its implications compared to alternative accounts.", "date": "2025-11-01", "journal": ""}
{"title": "Independent Markers of Attentional Shifts", "doi": "10.1101/2025.10.31.685868", "authors": "Arora, K.; Van der Stigchel, S.; Kenemans, J. L.; Chota, S.; Gayet, S.", "abstract": "Visuospatial attention has been extensively studied using a wide variety of markers in the brain and in behaviour. We can broadly classify these markers into two distinct groups: reactive measures, where the presence and strength of attentional biases is inferred from the reaction to a probe stimulus, and proactive measures, which track attentional biases without (or before) the presentation of a probe stimulus. A difference in either type of measure (between two experimental conditions) is typically interpreted to reflect a difference in attentional resources. However, it is not a given that these various reactive and proactive measures of attention all read out the same construct; they may very well tap into independent processes. Here, we measure some of these proactive and reactive signatures of attending a location (changes in cortical excitability as measured by RIFT, alpha lateralization, gaze bias, probe-evoked ERPs, and behavioral reports) in an EEG-eyetracking task (n=23). Though all these metrics indeed correlate with our attentional manipulation, we show that they are not direct correlates of each other, and that of all the proactive measures only the gaze bias predicts subsequent behavioral responses. This demonstrates that existing markers of attention cannot be used interchangeably, and likely capture independent subprocesses of attention.", "date": "2025-11-01", "journal": ""}
{"title": "Hypothalamic CRH neurons gate rapid social appraisal of conspecifics", "doi": "10.1101/2025.10.31.685874", "authors": "Akinrinade, I. D.; Pardasani, M.; Sterley, T.-L.; Fuzesi, T.; Bains, J. S.", "abstract": "Successful navigation of the social environment requires rapid evaluation of conspecifics to distinguish safe from threatening encounters. While the corticotropin-releasing hormone neurons in the paraventricular nucleus of the hypothalamus (CRHPVN) are well known for orchestrating endocrine stress responses, their role in real-time social appraisal is unknown. Here, using fibre photometry and optogenetics during ethologically relevant social interactions, we show that CRHPVN neurons exhibit a rapid, transient increase in activity that precedes sniffing, an investigative behaviour through which mice gather social information. This transient signal scales with social context: it is heightened during interactions with unfamiliar and aggressive conspecifics and significantly reduced toward familiar partners. Inhibiting these neurons selectively diminished anogenital sniffing, demonstrating their necessity for optimal social evaluation. Strikingly, across repeated exposures to the same conspecific, behavioural investigation declined while CRHPVN activity remained robust, revealing a dissociation between neuronal and behavioural habituation. This persistence suggests that CRHPVN neurons encode stable neural representation of threat during social encounters. Together, our findings identify CRHPVN neurons as a fast, integrative node linking endocrine stress control to rapid social decision-making.", "date": "2025-11-01", "journal": ""}
{"title": "Can you feel what I am saying? Speech-based vibrotactile stimulation enhances the cortical tracking of attended speech in a multi-talker background", "doi": "10.1101/2025.10.31.685484", "authors": "Rautu, I. S.; Bourguignon, M.; Wens, V.; Jousmäki, V.; Bertels, J.; De Tiege, X.", "abstract": "In environments with multiple talkers, humans can tune in to a speaker of interest while ignoring competing voices. In such conditions, however, auditory cortices track the attended speech envelope rhythms (cortical tracking of speech, CTS) less accurately than in quiet, hindering intelligibility. Visual speech cues (e.g., lip movements) can enhance this CTS, but it remains unclear whether other non-auditory sensory cues, such as tactile input, provide comparable benefits through similar neural mechanisms. Here, using magnetoencephalography, we quantified syllabic (4-8 Hz) and phrasal (<1 Hz) CTS while participants attended to connected speech alone, together with synchronous or asynchronous speech-based vibrations, or with the corresponding speaker video, in both quiet and a multi-talker background noise. We hypothesized that, in noise, speech-based vibrotactile stimulation improves comprehension by enhancing CTS and modulating auditory-seeded functional brain connectivity with extra-auditory neocortical brain areas. Results revealed that synchronous vibrotactile stimulation improved comprehension in multi-talker noise and increased syllabic CTS at right auditory cortex, with this CTS increase magnitude correlating with comprehension performance. Audio-tactile CTS enhancement was accompanied by stronger beta-band auditory cortex connectivity with ipsilateral angular and ventral inferior temporal gyri, alongside reduced alpha-band coupling with the precuneus. These findings suggest that vibrotactile input can support speech-in-noise processing by impacting both local auditory cortical activity and auditory-seeded long-range functional connectivity.", "date": "2025-11-01", "journal": ""}
{"title": "Syntactic Processing Engages the Semantic Control Network", "doi": "10.1101/2025.10.31.685882", "authors": "Chang, Q.; Jefferies, E.; Jackson, R. L.", "abstract": "The relationship between semantics and syntax is highly contested. Neuroimaging evidence has offered conflicting views on whether these domains are neurally separable, in part because prior work has not distinguished two key components of semantic cognition: semantic representation and semantic control. In this study, we conducted an activation likelihood estimation (ALE) meta-analysis to identify regions consistently engaged by more versus less demanding syntactic processing, and compared these directly with regions recruited by demanding versus less demanding semantic processing. Demanding syntactic processing engaged regions across the semantic control network (SCN), including the inferior frontal gyrus (IFG) and insula (particularly on the left), left posterior temporal cortex (posterior superior temporal sulcus and middle temporal gyrus), and bilateral dorsomedial prefrontal cortex. No regions outside the SCN responded significantly more to syntactic demands than semantic control. Within the SCN, there was significantly less reliable activation for syntactic than semantic control demands in some anterior (pars triangularis) and ventral (pars orbitalis) portions of the left IFG and a region in posterior fusiform and inferior temporal gyrus. Greater involvement for syntax than semantic control was identified in a small region of posterior left IFG (pars opercularis) within the SCN. Moreover, both controlled semantic and syntactic processing showed multimodal responses to auditory and visual stimuli in the left IFG and posterior temporal cortex. Together, these findings suggest that syntactic processing is distinct from semantic representation, yet demanding syntax engages portions of the SCN, reflecting a shared need to access and manipulate stored semantic knowledge for flexible, context-sensitive use.", "date": "2025-11-01", "journal": ""}
{"title": "Reward-induced endogenous pain inhibition scales with action-outcome certainty in humans", "doi": "10.1101/2025.10.31.685818", "authors": "Hubschmid, F.; Desch, S.; Florin, E.; Becker, S.", "abstract": "Endogenous pain modulation is thought to encompass a crucial evolutionary purpose in guiding decision-making away from harm. This is well exemplified by the idea that mechanisms of learning through error-correction and endogenous pain modulation are inherently intertwined. However, adaptive behavior requires more than learning through error-correction. Biological environments are volatile, which can cause decision-makers to be uncertain about what actions lead to rewards or punishments. Evidence on how uncertainty in action-outcome distributions impacts endogenous pain modulation is lacking. In the present study, we extend and adapt a well-established paradigm for the study of endogenous pain modulation with the implementation of a reversal learning outcome schedule. Thirty healthy human volunteers took part in this probabilistic gambling task, where they had to gamble for the obtainment of pain relief and the avoidance of pain punishments. Using a computational approach, we show that decision-making in a situation of acute pain is best explained by models that account for uncertainty. Such uncertainty is associated with the observed pain modulation in the task, indicating that endogenous pain modulation may be sensitive to volatility and the perception of uncertainty. Specifically, pain inhibition from winning pain relief increases as a function of certainty in what actions lead to pain relief. Our findings emphasize the importance of considering mechanisms of uncertainty processing in reinforcement learning from painful outcomes and endogenous pain modulation. Those mechanisms could be relevant to understanding behavioral changes in chronic pain, where altered reinforcement learning has already been established.", "date": "2025-11-01", "journal": ""}
{"title": "Sensorimotor confidence during explicit motor adaptation", "doi": "10.1101/2025.10.31.685783", "authors": "Evans, M. H.; Landy, M. S.", "abstract": "Humans can adapt to large and sudden perturbations of sensory feedback. What multisensory and motor-execution cues are used to determine confidence in action success, and do the dynamics of confidence parallel those of ongoing sensorimotor adaptation? Participants made a slicing reach through a visual target with an unseen hand, followed by a continuous judgment of confidence in reach success. For the confidence judgment, participants adjusted the size of an arc centered on the target. Larger arcs reflected lower confidence. Points were awarded if the subsequent visual feedback was within the arc, and fewer points returned for larger arcs. This incentivized attentive reporting of confidence and minimizing feedback-target distance to maximize the score. After the confidence response, visual feedback of hand position was shown at the same distance along the reach as the target. A 20 deg rotation was applied to the feedback during the central 50 trials of a block (alternating between clockwise and counterclockwise across blocks). We used least-squares cross validation to compare four Bayesian-inference models of sensorimotor confidence using prospective cues (knowledge of motor noise and visual feedback from past performance), retrospective cues (proprioceptive measurements), or both sources of information integrated to maximize expected gain (an ideal observer) with additional parameters for learning and bias. All but one of the participants used proprioception to calculate sensorimotor confidence during motor adaptation in addition to prior information. Confidence recovered exponentially to pre-adaptation levels after the perturbation ended, but at a slower rate than motor learning.", "date": "2025-11-01", "journal": ""}
{"title": "Rank- and Threat-Dependent Social Modulation of Innate Defensive Behaviors", "doi": "10.1101/2025.10.31.685719", "authors": "Li, L.-y.; Gao, X.; Li, Y.-t.", "abstract": "Fear and defense are among the most fundamental survival behaviors and are profoundly influenced by the social environment in group-living animals. While previous research has largely focused on learned fear paradigms, these approaches fail to capture the complexity of naturalistic threats. It remains poorly understood how social context-and particularly dominance hierarchy, a defining feature of many social species-modulates defensive strategies under ethologically relevant conditions. To address this question, we investigated the social modulation of innate fear in mice exposed to two ethologically relevant threats: a transient visual looming stimulus and a sustained live rat. Pair-housed mice with established dominance ranks were tested alone or with their social partner, and their behaviors were quantitatively analyzed. We found that social presence alleviates threat-induced stress and modulates defensive behaviors in a rank- and threat-specific manner: during looming exposure, it reduces immediate defensive responses and alleviates post-looming anxiety, with dominants showing greater benefit; during rat exposure, it promotes a shift from passive to active defense, again most prominently in dominants. Furthermore, threat exposure reinforces social roles and enhances group cohesion. Together, these findings demonstrate how dominance hierarchy modulates defensive responses to distinct naturalistic threats and, in turn, how threat experience shapes social behavior, providing a framework for probing the neural basis of socially modulated innate fear.", "date": "2025-11-01", "journal": ""}
{"title": "Graphene nanoedge electronics for monolithic and chronic recording of local microcircuits at neuronal density", "doi": "10.1101/2025.10.30.685707", "authors": "Jin, Y.; Tsai, C.-W.; Achavananthadith, S.; Nguyen, D. T.; Xiong, Z.; Liang, Z.; Herikstad, R.; Chuan, Y.; Kurt, S. A.; Ali, H. P. A.; Tee, B. C. K.; Kong, Y. L.; Libedinsky, C.; Tan, A. Y. Y.; Lim, C. T.; Ho, J. S.; Liu, Y.", "abstract": "High-density single-unit recording among closely spaced neurons over long durations is crucial for understanding the cellular-level functional architecture of the brain. Existing brain probes, however, either laterally sample neurons far more sparsely than neuronal density in the same cortical layer or suffer from long-term instability due to electrode modification, preventing precise neuron-to-neuron interrogation in local microcircuits. Here, we report a monolithic graphene-edge probe (NeuroEdge) that achieves single-unit recording at neuronal density (16 electrodes within 100 m diameter). We fabricate NeuroEdge using self-assembled reduced graphene oxide nanoflakes to form an electrochemically active tip consisting of exposed graphene nanoedges and electrolyte-filling nanotunnels, achieving an ultralow specific impedance of 20 M{Omega} m2. In vivo experiments over 5 months demonstrate recording at a high signal-to-noise ratio (>20 dB) and reliable interrogation of neighboring neurons. We also show that NeuroEdge can record from a single auditory cortical layer and reveal heterogeneities in the acoustic frequency response and dynamic connectivity among neighboring neurons. NeuroEdge provides a tool for precisely interrogating local microcircuits at the density of neurons in the brain.", "date": "2025-11-01", "journal": ""}
{"title": "Stretchable thin-film metal electronics enabled by multilayered nanomembranes", "doi": "10.1101/2025.10.30.685700", "authors": "Jung, D.; Cunin, C. E.; Mondal, R.; Pang, K. K. L.; kim, Y.; Frey, E.; Winther, S.; Beckham, J.; Cannon, T. M.; Cea, C.; Gumyusenge, A.; Anikeeva, P.", "abstract": "Metallic thin films are indispensable in flexible electronics, yet their brittleness under tensile strain has impeded their use in intrinsically stretchable devices. Here, we overcome this barrier with a multilayer platform of alternating nanomembranes of metal and porous elastomer assembled via exponential stacking. The porous elastomer layers anchor adjacent metal layers and facilitate vertical percolation. Under strain, they dissipate stress and laterally misalign cracks within successive metal layers, forming crack-bridging conductive pathways. This architecture achieves synergistic scaling of electrical and mechanical performance with increasing layer number, demonstrating bulk-like conductance at strains exceeding 700% across a wide range of metals. Using nanomembrane stacks of gold and platinum, we fabricated stretchable electrode arrays that enabled high-fidelity recordings and electrical stimulation of murine colonic electrophysiology in vivo.", "date": "2025-11-01", "journal": ""}
{"title": "Effects of carbon dioxide enrichment and environmental factors on photosynthesis, growth and yield and their interaction in cucumber: a meta-analysis", "doi": "10.1101/2025.10.31.685732", "authors": "Liu, X.; Liu, X.; Xu, Y.; Wang, Z.; Sun, Q.; Liu, S.; Liu, B.; Li, Q.", "abstract": "Despite the ongoing increase in atmospheric carbon dioxide concentrations, these levels remain well below the optimal threshold for cucumber growth and development. In addressing the challenges posed by climate change to agricultural production, the use of carbon dioxide enrichment (eCO2) has become increasingly widespread in order to meet global demand for cucumbers. Nevertheless, the impact of eCO2 and environmental factors on cucumber growth remains to be elucidated. In this study, we conducted a meta-analysis of 73 research papers on eCO2 in cucumbers was conducted, and their photosynthesis, growth, and yield were analysed. In summary, under conditions of elevated CO2 levels, the net photosynthetic rate, biomass, and yield of cucumbers exhibited a marked increase of 56.31%, 27.75%, and 21.98%, respectively. Concurrently, stomatal conductance and transpiration rate exhibited a decline of 36.07% and 30.42%, respectively. In the context of the implementation of eCO2 at varying levels within a production environment, the prevailing recommendation pertains to the range of 800-1200 ppm. It is advised that this be integrated with elevated light intensity, augmented temperature, suitable humidity levels, and a sufficient supply of fertiliser to achieve a synergistic effect. The findings of this study contribute to enhancement of environmental control in the context of greenhouse cultivation of cucumber in response to climate change, as well as promoting the green and sustainable development of the cucumber industry.", "date": "2025-11-01", "journal": ""}
{"title": "Pre-stimulus pupil-linked arousal enhances initial stimulus availability and accelerates decay in iconic memory.", "doi": "10.1101/2025.10.31.685757", "authors": "Smith, P. J. C.; Busch, N. A.", "abstract": "Pupil diameter reflects not only reflexive responses to light but also spontaneous fluctuations in arousal. Such pre-stimulus fluctuations may shape visual performance, yet it remains unclear whether they only affect perceptual sensitivity or decision processes in near-threshold tasks, or instead influence the temporal availability of sensory information even for highly visible stimuli. We tested whether pupil-linked arousal modulates iconic memory, a high-capacity but short-lived visual store bridging sensory encoding and short-term memory. Based on a model in which a brief stimulus evokes an internal response decaying over a few hundred milliseconds, we hypothesized that increased arousal enhances performance either by amplifying the initial response or by slowing its decay. Thirty-seven participants viewed brief displays of six oriented stimuli, followed by a cue after a variable stimulus-cue onset asynchrony indicating which item to report. Pre-stimulus pupil diameter was continuously recorded, and behavioral data were fitted with an exponential decay function estimating initial stimulus availability, decay rate, and asymptotic performance. Larger pre-stimulus pupil dilation was associated with higher initial stimulus availability but faster decay of the iconic trace, while information transferred into short-term memory and confidence ratings remained unaffected. These findings demonstrate that spontaneous fluctuations in arousal shape the temporal dynamics of sensory persistence. Elevated arousal boosts the initial strength of visual representations but shortens their duration, suggesting that arousal adaptively prioritizes rapid updating of visual input over prolonged stability.", "date": "2025-11-01", "journal": ""}
{"title": "From Perception to Appraisal: Hierarchical Brain Responses to Natural and Built Features in Urban Environments", "doi": "10.1101/2025.10.31.685763", "authors": "Zaehme, C.; Sander, I.; Koselevs, A.; Kuehn, S.; Gramann, K.", "abstract": "Exposure to urban rather than natural environments has been linked to elevated stress and diminished well-being, prompting interest in the underlying mechanisms and influences of specific urban elements. This study investigated how semantic and lower-level visual characteristics of urban scenes influence subjective experience and underlying neural processes. A total of 63 adults viewed street-level photographs depicting Berlin environments with varying proportions of vegetation, buildings, vehicles, and sky visibility while electroencephalography (EEG) was recorded. Subjective ratings indicated that urban scenes with more greenery compared to built elements were consistently perceived as more positive. In terms of lower-level image features, images with higher non-straight edge density also led to scenes being perceived as more positive. In contrast, more visible sky area and a higher mean metric depth led to more negative scene appraisal. On a neural level, urban scenes with higher greenery/built ratios enhanced visual evoked P1 amplitudes, while higher straight-edge density led to more pronounced N1 amplitudes. Further analysis showed that later P3 and LPP components predicted subjective ratings on higher-level evaluative but not basic affective dimensions. These results partially replicate previous studies, suggesting that urban greenery exerts an effect on subjective well-being and influences early visual processing. Moving forward, neurourbanism research should employ more diversified stimuli and leverage immersive or in situ paradigms to refine our understanding of the relationship between greenery in urban environments and well-being to inform evidence-based urban design strategies.", "date": "2025-11-01", "journal": ""}
{"title": "lncRNA 3222401L13Rik/ENSG00000272070 modulates microglial inflammatory programs in association with PU.1", "doi": "10.1101/2025.10.31.685723", "authors": "Pradhan, R.; Sakib, M. S.; Kaurani, L.; Krueger, D. M.; Pena, T.; Burckhardt, S.; Schuetz, A.-L.; Kronenberg-Verstee, D.; Delalle, I.; Sananbenesi, F.; Fischer, A.", "abstract": "Long non-coding RNAs (lncRNAs) are emerging as key regulators of brain function, but their contribution to microglial aging and neurodegenerative disease remains largely unknown. Because only 1.5% of the human genome encodes proteins, whereas the vast majority of transcripts belong to the largely unexplored non-coding RNAome, elucidating the functions of non-coding RNAs provides an unprecedented opportunity to expand the space for therapeutic discovery. We recently identified the glia-enriched lncRNA 3222401L13Rik as upregulated in the aging mouse hippocampus. Here, we investigated its function in microglia and its human homolog ENSG00000272070. We found that 3222401L13Rik is expressed in both astrocytes and microglia and increases with age. Knockdown of 3222401L13Rik in primary microglia led to enhanced expression of pro-inflammatory cytokines, including TNFalpha, and increased phagocytic activity. RNA sequencing revealed widespread transcriptional changes enriched for TNF and complement signaling pathways. The human homolog ENSG00000272070 showed conserved functions in iPSC-derived microglia, where its loss similarly promoted inflammatory gene expression and phagocytosis. Mechanistically, 3222401L13Rik interacts with the microglial transcription factor PU.1, and its depletion overlapped with PU.1-driven transcriptional programs. Consistent with these findings, ENSG00000272070 expression was significantly reduced in postmortem Alzheimer's disease (AD) brains, and AD-associated genes were enriched among 3222401L13Rik-regulated targets. Together, our results identify 3222401L13Rik/ENSG00000272070 as a conserved, aging-associated lncRNA that modulates microglial inflammatory states through interaction with PU.1. This work links glial lncRNA regulation to AD-related neuroinflammation and suggests 3222401L13Rik as a potential molecular target to fine-tune microglial activity in neurodegenerative diseases.", "date": "2025-11-01", "journal": ""}
{"title": "Competition Between Memory Updating and Differentiation Emerges from Intrinsic Network Dynamics", "doi": "10.1101/2025.10.31.685486", "authors": "Pronoza, J.; Liedtke, N.; Boeltzig, M.; Schubotz, R. I.; Cheng, S.", "abstract": "When an event occurs that is similar to a previous experience, the original episodic memory can be modified with new information (updating) or a new memory can be encoded (differentiation). Prediction errors, the deviation between expected and actual stimuli, are believed to mediate the competition between updating and differentiation, but the underlying mechanisms remain unclear. Here, we present a new analysis of experimental studies (Boeltzig, Liedtke, & Schubotz, 2025; Liedtke et al., 2025) that examine recognition memory and cued recall of similar conversations. The original version was recognized more confidently than the modified version, and the recognition confidence for modified versions showed a U-shaped dependence on the prediction error. Furthermore, the larger the prediction error, the more frequently participants retrieved two versions during cued recall. To account for these results, we propose a computational model based on a modified Hopfield network, which encodes the original and modified versions sequentially and weights the encoding of new patterns by the prediction error. The model shows that (1) similar new memories interfere with previous ones (updating) while dissimilar ones are stored separately (differentiation), (2) interference from similar representations leads to reduced memory accuracy and lower-confidence recognition, and (3) the encoding weight must be modulated by the prediction error to account for the experimental data. Our modeling results show that prediction-error-driven competition between updating and differentiation can emerge from intrinsic network dynamics alone.", "date": "2025-11-01", "journal": ""}
{"title": "The ID93 + GLA-3M-052-LS vaccine candidate elicits mucosal and systemic immunogenicity and protective efficacy against Mycobacterium tuberculosis challenge in BCG-primed Collaborative Cross inbred mice", "doi": "10.1101/2025.10.31.685426", "authors": "Voigt, E. A.; Alsharaydeh, A.; Kasal, D. N.; Jennewein, M. F.; Brandt, D. S.; Lin, S.; Singh, J.; Bakken, J.; Mohamath, R.; Fusco, P.; Torrelles, J. B.; Beamer, G.; Fox, C. B.", "abstract": "New vaccine approaches are needed against tuberculosis (TB). We sought to optimize mucosal immunogenicity and protective efficacy by modulating the adjuvant component and route of immunization of a next-generation TB vaccine using the recombinant TB vaccine antigen (Ag) ID93. ID93-specific mucosal and systemic immunogenicity and protective efficacy were assessed in the Collaborative Cross 004 mouse strain, a mouse strain susceptible to Mycobacterium tuberculosis (Mtb) infection, as a suitable model of Mtb susceptible populations. Immunogenicity data from various vaccine candidates were used to select lead vaccine candidates with the most preferred immunostimulatory profiles using a pre-determined desirability index. A liposomal adjuvant system containing synthetic TLR4 and TLR7/8 ligands (GLA-3M-052-LS), administered by a heterologous intramuscular-intranasal regimen, induced an optimal comprehensive immune response profile including high levels of mucosal antibody and Th1 CD4+ T cells in the lungs. In BCG-primed mice, immunization with intramuscular followed by intranasal ID93 + GLA-3M-052-LS boosts significantly reduced Mtb burden in the lungs after challenge vs. BCG vaccinated mice alone. Thus, ID93 + GLA-3M-052-LS represents a promising next-generation TB vaccine candidate suitable for testing in additional preclinical models.", "date": "2025-11-01", "journal": ""}
{"title": "Motivational trade-offs in a cockroach: impact of conditions, injury, and development", "doi": "10.1101/2025.10.31.685749", "authors": "Jenkinson, J.; Logan, J.; Robertson, C.; Lockhart, K.; Fisher, D. N.", "abstract": "The ability to flexibly trade off access between competing or antagonistic stimuli (motivational trade-offs) is a key criterion for assessing whether animals can feel pain. However, in some commonly farmed, exterminated, and studied insect orders such as Blattodea (cockroaches and termites), the ability to make motivational trade-offs is unconfirmed, which makes it difficult to assess their welfare needs. Here we gave cockroaches a choice between access to shelter or nutrition across a series of linked experiments to assess how motivational trade-offs are flexibly adjusted due to external conditions and injury and develop across ontogeny. We found cockroaches would adjust how willing they were to access nutrition instead of shelter based on the intensity of the light they would be exposed to and how long they had been deprived of food. They can therefore make flexible motivational trade-offs. We also found that injury reduces willingness to accept light exposure when accessing nutrition, which is consistent with the idea of the sensation of pain reducing risk-taking behaviour. Finally, we showed that juvenile cockroaches can make motivational trade-offs, but only towards the end of their development, and that young juveniles do not trade-off. All together our results provide comprehensive evidence that cockroaches can make highly flexible motivational trade-offs, filling in a gap in our understanding of cognitive abilities in insects linked to their ability to feel pain. These findings indicate the need to design legislation, housing, and production methods that account for and enhance invertebrate welfare.", "date": "2025-11-01", "journal": ""}
{"title": "Mechanisms and Safety of Ultrasound Phacoemulsification", "doi": "10.1101/2025.10.31.685733", "authors": "Graf, T.; Gisler, T.; Emmenegger, S.; Tanner, S.; Menapace, R.; Di Nardo, S.", "abstract": "Abstract Objective: A comprehensive technical and biomedical analysis of ultrasound-induced effects during phacoemulsification cataract surgery (PCS) and an assessment of the potential risks associated with ultrasound emulsification. Methods: Modeling ultrasound wave propagation and intensities using the finite element method (FEM). Cavitation onset was experimentally validated in a pressure chamber observed with a high-speed camera. The thermal effects of ultrasound energy were estimated through established physical and thermal models and confirmed in a cuvette setup using thermistor probes. Results: At the distal end of the PCS tip, the ultrasound wave intensity reached 0.2 W/mm2, resulting in ocular tissue displacements in the anterior chamber below 2 m. The temperature rise in the anterior chamber was less than 0.2 {degrees}C/s. Both observations indicate negligible mechanical and thermal risk to ocular tissues. High-speed imaging confirmed cavitation confined to the tip region. Emulsification efficacy was maintained even under conditions that suppressed cavitation, including elevated ambient pressures and cavitation-inhibiting fluids. Results indicate that mechanical fragmentation by tip oscillation (jackhammer effect) is the only relevant emulsification mechanism, while cavitation plays a negligible role. Acoustic streaming was observed during ultrasound excitation without phaco sleeve. During phacoemulsification, the sleeve suppressed acoustic streaming into the anterior chamber. Conclusions: The findings validate the safety of ultrasound-based PCS and confirm that tissue fragmentation is primarily driven by the oscillating tip direct action.", "date": "2025-11-01", "journal": ""}
{"title": "Automatic measurement of temporalis muscle thickness from CT head scans using deep learning", "doi": "10.1101/2025.10.31.685721", "authors": "Hernandez, A. N.; Korhonen, T. K.; Pesonen, E. K.; Tetri, S.; Pikkarainen, L.; Pertuz, S.; Arponen, O.", "abstract": "Objective: To construct and validate a deep-learning (DL) model for the automatic quantification of temporalis muscle thickness (TMT) in CT head scans. Materials and methods: We developed and evaluated the performance of a DL-based method for the measurement of temporalis muscle thickness using publicly available CT head scans. Reference standard TMT was established using a previously published measurement protocol, applied on 198 CT head scans obtained from a publicly available database, originally collected from various radiology centers within one city in 2017. A DL landmark detection model was trained to measure the temporalis muscle thickness. The absolute error and correlation between DL-based and reference standard TMT measurements were calculated. Additionally, the ability of the DL-based measurements to stratify subjects into low TMT vs normal TMT groups was assessed using the metrics of specificity, sensitivity, and accuracy. Results: The median reference TMT value was 6.0 mm (95% CI: 5.4, 6.5); the median DL-based TMT value was 5.8 mm (95% CI: 5.6, 6.3). The mean absolute error for TMT was 0.7 mm (95% CI: 0.6, 0.9). The correlation coefficient between reference and DL-based TMT was 0.9 (95% CI: 0.8, 0.9). The DL-based measurements classified the patients into low and normal TMT groups with sensitivity of 84.2%, specificity of 85.0% and accuracy of 84.6%. Conclusions: Our DL-based pipeline allows for fully automated and reproducible quantification of temporal muscle thickness and patient stratification into low and normal TMT groups.", "date": "2025-11-01", "journal": ""}
{"title": "From bench assays to bedside: context-embedding transformer predicts monoclonal antibody viscosity, clearance, and regulatory success", "doi": "10.1101/2025.10.31.685722", "authors": "Virk, S. S.; Virk, A. S.", "abstract": "Late-stage failures of monoclonal antibody (mAb) programs often reflect developability liabilities, including high-concentration viscosity and rapid clearance, that standard early screens only partially capture. We introduce ACeT, an attention-based context-embedding transformer that fuses routine early-stage assay readouts to predict three endpoints: high-concentration viscosity, mouse intravenous clearance, and Phase I-to-approval outcomes. On held-out mAbs, the model achieved R2 {approx} 0.75 for viscosity and R2 {approx} 0.80 for clearance, and for clinical progression reached ~78% balanced accuracy on a 112 IgG1 cohort with outcomes locked by October 2022, then 0.83 on a temporally independent set of 14 clinical-stage mAbs whose outcomes matured by May 2025. The approach outperformed single-assay heuristics and established machine-learning baselines, and model attributions recover known biophysical drivers. Retrospective portfolio simulations, under typical industry cost and success-rate assumptions, suggest that prioritising antibodies with favourable transformer scores could reduce late-stage attrition and potentially redirect up to US$ 17 billion in capital, while also lowering animal use. By unifying heterogeneous assays in a single encoder, this framework improves the fidelity of early-stage developability decisions and offers a practical route to triage viscosity and clearance risks while prioritizing mAbs with a higher likelihood of clinical progression.", "date": "2025-11-01", "journal": ""}
{"title": "Metappuccino: Large Language Model-driven Reconstruction of Sequence Read Archive Metadata for Cancer Research", "doi": "10.1101/2025.10.31.685769", "authors": "Hak, F.; MARCHET, C.; Gautheret, D.; Gallopin, M.", "abstract": "Motivation: High-throughput RNA-sequencing has significantly advanced transcriptomic profiling in oncology. Millions of RNA-seq datasets have accumulated in public databases such as the Sequence Read Archive-SRA. However, fragmented, ambiguous or missing metadata can severely limit accurate cohort selection, introduce bias and delay discoveries. Results: To address these issues, we introduce Metappuccino: a metadata enrichment tool based on a fine-tuned Mistral-7B-Instruct large language model with low-rank-adaptation (LoRA). Metappuccino can extract or infer 19 key metadata classes (e.g. organ, disease, cell type) from unstructured text. Fine-tuning was conducted with careful partitioning and training design to preserve the model's generalisation capacity, reduce data leakage, and ensure robust, context-aware inference rather than memorisation. When possible, the inferred outputs are mapped to standardised ontologies, such as Cellosaurus, Disease Ontology and Uberon, to produce consistent metadata. As a result, the fine-tuned model achieves significantly improved class prediction accuracy over the base model, performing at least as well as recent large open-source models. Furthermore, it reduces inference time by up to at least two compared to the baseline models. As a pipeline, Metappuccino complements the LLM with well-established Natural Language Processing techniques from the literature to further improve performance. By enriching the metadata of under-annotated sequences, Metappuccino creates greater value from public RNA-seq datasets, with potential applications extending beyond oncology transcriptomics. Availability and Implementation: The source code of Metappuccino is available on GitHub : github. com/chumphati/Metappuccino. The fine-tuned LLM, MetappuccinoLLModel, is available on Hugging Face : huggingface.co/chumphati/MetappuccinoLLModel. Both repositories are released under Apache-2.0 license.", "date": "2025-11-01", "journal": ""}
{"title": "ProAffinity++", "doi": "10.1101/2025.10.31.685718", "authors": "Xu, K.; Di, Z.; Zhao, J.; Zhang, H.; Bu, D.", "abstract": "Proteins are essential biological macromolecules that play a crucial role in living organisms. Protein-protein interactions, which govern various biological processes such as signal transduction, cell metabolism, and cell growth, are key aspect of protein function. The strength of these interactions, characterized by protein-protein binding affinity({Delta}G), is a critical thermodynamic property of protein complexes. Accurate prediction of protein-protein binding affinity is meaningful for understanding the mechanisms of biological systems and improving the speed of binding affinity determination. However, current methods are limited in their accuracy and are primarily designed for binary complexes. To address these limitations, we propose ProAffinity++, an end-to-end algorithm that predicts binding affinities using a combined representation of sequence and structure. The core idea of ProAffinity++ is to model the binding regions of protein complexes and utilize graph neural networks to capture the local microenvironment of residues. Our experimental evaluations demonstrate that ProAffinity++ outperforms state-of-the-art methods in predicting protein-protein binding affinities. Moreover, it exhibits remarkable performance in challenging scenarios, such as antigen-antibody interactions and missense mutation problems, where existing methods have limitations.", "date": "2025-11-01", "journal": ""}
{"title": "A unifying model of LAT condensates in reconstitution experiments", "doi": "10.1101/2025.10.31.685772", "authors": "Omar, Y. A. D.; Sun, S.; Kardar, M.; Groves, J. T.; Chakraborty, A. K.", "abstract": "The formation of condensates by the Linker for the Activation of T-cells (LAT) is a key signal gating and amplification step in the T-cell receptor signaling pathway. LAT condensation is challenging to study in-vivo and is therefore often investigated using reconstitution experiments. While these experiments recapitulate key aspects of LAT condensation, they also exhibit some puzzling features. Here, we describe the mechanisms underlying these observations using two complementary models. First, we employ a Smoluchowski aggregation model to show that the delay time before condensation is observed arises from a low effective binding probability between LAT monomers. Second, we propose a field-theoretic model that reproduces all condensate morphologies observed in experiments, showing that they can arise from common underlying dynamics modulated by variations in experimental conditions. This result unifies different experimental observations reported previously. While this article addresses open questions regarding the formation of LAT condensates, our results also provide a common framework for understanding condensation of other multivalent membrane proteins such as EGFR, FGFR2, and nephrin.", "date": "2025-11-01", "journal": ""}
{"title": "Mathematical modeling of light chain aggregation and cardiac damage in AL amyloidosis", "doi": "10.1101/2025.10.30.685705", "authors": "Kuznetsov, A. V.", "abstract": "AL amyloidosis is a rapidly progressive disorder characterized by clonal plasma cell expansion, excessive production of light chains (LCs), and their misfolding into aggregation-prone monomers. These monomers assemble into oligomers and ultimately deposit as amyloid fibrils, particularly within cardiac tissue, where they contribute to myocardial stiffening and direct cardiotoxicity. A mechanistic model was developed to quantify the interplay between these two pathogenic processes and to examine the kinetics of LC aggregation in different compartments. Simulations reveal that LC aggregation exhibits pronounced nonlinearity: oligomer concentrations remain low during early disease stages, followed by exponential growth driven by autocatalytic conversion. When aggregation is assumed to occur within cardiac tissue, fibril deposition is approximately 25 times greater, and oligomer-induced cardiotoxicity is about five times higher, compared with aggregation occurring in the blood plasma. These differences stem from the smaller cardiac volume, which accelerates autocatalytic oligomer formation. A combined cardiac damage criterion, integrating both oligomer-induced cardiotoxicity and fibril-associated myocardial stiffening, was introduced and found to reach values approximately tenfold higher when LC aggregation occurs within cardiac tissue compared with aggregation in the blood plasma. This parameter may serve as a quantitative measure of cardiac aging or disease severity. The model also predicts that therapeutic intervention markedly reduces, but does not eliminate cardiac injury, highlighting the importance of timely treatment initiation in AL amyloidosis.", "date": "2025-11-01", "journal": ""}
{"title": "A novel genetic strategy to interrogate an unknown phenotypic modifier: an Sdhc KO-Robertsonian mouse with a semi-homologous chromosome develops papillary thyroid carcinoma-like tumours", "doi": "10.1101/2025.10.31.685748", "authors": "Bayley, J.-P.; Rebel, H. G.; Devilee, P.", "abstract": "Genes encoding subunits of the mitochondrial tricarboxylic acid cycle enzyme complex, succinate dehydrogenase (SDH), are the leading cause of the neuroendocrine tumour syndrome hereditary paraganglioma-pheochromocytoma. Pathogenic variants of SDHD and SDHAF2 confer a remarkable parent-of-origin tumour risk, in which paternally-transmitted variants cause tumours but maternally-transmitted variants do not. Formulated to explain this observation, the Hensen hypothesis proposes that loss of an (unknown) imprinted gene(s), together with the remaining wildtype SDH gene, is a prerequisite for tumour formation. This study had three objectives, first, as a test of the Hensen model, second, as a potential model for a disease for which no mouse or cell model currently exists, and finally, as a test of chromosomal configuration to interrogate large genomic regions carrying an unknown phenotypic modifier. We crossed an SDH gene knockout line to a Robertsonian (Rb) chromosome line harbouring the gene imprinting centre implicated in human tumourigenesis, to create a metacentric chromosome with characteristics of human chromosome 11. Distinct phenotypes were noted in various cohorts. In heterozygote Rb mice we noted both weight gain and frequent immune activation. In Sdhc knockout mice with both heterozygous and homozygous Rb chromosomes, thyroid abnormalities, including papillary thyroid carcinoma-like tumours, were common due to apparent synergy between the Sdhc KO and the Rb chromosome. We also found a single case of bilateral pheochromocytoma in which loss of Sdhc was not the driver. Although few studies of Robertsonian chromosomes in the mouse have addressed pathology or phenotype, this study suggests that chromosomal structure can dramatically impact clinical phenotype.", "date": "2025-11-01", "journal": ""}
{"title": "Morphological variations in external genitalia do not explain the interspecific reproductive isolation in Nasonia species complex (Hymenoptera: Pteromalidae)", "doi": "10.1101/2025.10.31.685729", "authors": "Baisla, B. R.; Verma, T.; Rana, A.; Sen, R.; Raychoudhury, R.", "abstract": "External genitalia play a crucial role in the successful copulation of conspecific partners in insects. Due to their structural specificity, external genitalia have often been used for distinguishing closely related species in different insects. However, in the young Pteromalid species complex Nasonia, these structures have not received much attention. Nasonia is a genus of parasitoid wasps, that lays eggs and completes its life cycle in dipteran pupae. All behavioral studies (including this study) conducted on this genus indicate that varied prezygotic isolation operates among these recently diverged (~1 million years) species. Whether such prezygotic isolation is caused by the incompatibility in their reproductive organs is not known. Here, we studied the internal male reproductive system of the four species and show that all four species have a similar organisation and thus ruling it out as a potential barrier. Furthermore, to investigate the role of male external genitalia as a prezygotic barrier, we also examined the ultrastructural details, including aedeagal length, aedeagal aperture length, and digital spines. We show that all these parameters and sperm length show variations across the four species. However, these variations do not correlate with the female acceptance of the heterospecific males. Therefore, we conclude that there must be other olfactory or behavioral isolating mechanisms and spatial or temporal factors that maintain the reproductive isolation of these four species.", "date": "2025-11-01", "journal": ""}
{"title": "Aversive Learning Induces Context-Gated Global Reorganization of Neural Dynamics in Caenorhabditis elegans", "doi": "10.1101/2025.10.31.685731", "authors": "Liang, J.; Moon, S.; Moza, S.; Lee, H. J.; Eleftheriadis, P. E.; Chen, J.; Ge, M.; Chen, M.; Lu, H.; Zhang, Y.", "abstract": "Learning generates experience-dependent changes to the brain. However, how neurons of diverse functions and connectivity reorganize and modulate their activities to generate coherent changes while preserving essential functions is not well understood. Here, we address this question using an aversive olfactory learning paradigm whereby Caenorhabditis elegans learns to reduce its olfactory preference for pathogenic bacteria. Using functional imaging during olfactory stimulation in naive and trained animals, we show that, at brain-wide scale, cell type-by-cell type, learning induces context-gated reconfiguration of the organization of neural activity throughout the brain to alter neural responses only during bacteria-discrimination task, while leaving intact bacteria-sensing functions. We found that the context-gated encoding of learning is globally distributed across layers of the nervous system, composed of neurons carrying information of context or learning experience. In particular, aversive training modulates multiple functional connections within the nervous system, including those between sensory neurons and interneurons, as well as those among interneurons, in a context-gated manner. At the systems level, training modulates correlated activity of neural populations; we found that low-dimensional temporal patterns of population activity correlate well with locomotory gaits that express olfactory preferences. Upon training, the rotation and contraction of the low-dimensional neural manifolds shifts the brain into predisposed states for the context-gated display of learned behavior. Because animals encounter unpredictable environments in life, efficient learning about relevant cues while maintaining other functions is essential for survival. Our findings uncover network-level mechanisms that help explain how the brain reorganizes its activity patterns to both encode new experience and preserve essential functions.", "date": "2025-11-01", "journal": ""}
{"title": "An artifact-robust framework for measuring tCS effects during stimulation", "doi": "10.1101/2025.10.31.685770", "authors": "Noury, N.; Damiani, F.; Siegel, M.", "abstract": "Objective: Transcranial current stimulation (tCS) is a promising technique to non-invasively modulate human brain activity. However, stimulation artifacts in EEG and MEG recordings severely hinder the study of its online effects. Approach: Here, we introduce a new approach to account for these artifacts. The approach rests on two key ideas. First, we focus on interactions of tCS with intrinsic brain activity, which are absent for tCS artifacts. Second, rather than removing artifacts, we compare composite signals that share similar artifacts but potentially differ in the interaction of tCS with intrinsic brain activity. We follow a simple logic: if tCS does not interact with intrinsic brain activity, then neural activity during simultaneous sensory stimulation and tCS should equal the linear superposition of the neural effects of each applied alone. Any deviation from this prediction provides evidence for a neural interaction. Main results: We tested this approach in a proof-of-principle MEG study, applying 10 Hz transcranial alternating current stimulation (tACS) during rest and during a 10 Hz visual flicker. We compared neural activity during simultaneous stimulation with that predicted by the linear superposition of flicker and tACS alone and found a phase-dependent interaction between tACS and flicker-evoked brain activity. Significance: Our work establishes a novel approach to investigate online effects of tCS and suggests a state-dependent interaction of tACS with human brain activity.", "date": "2025-11-01", "journal": ""}
{"title": "Exploring Proteomic Differences in PBMCs for Sex-Specific Insights into Alzheimer's Disease", "doi": "10.1101/2025.10.31.685960", "authors": "Ishida-Takaku, T.; Combs, C. K.", "abstract": "Peripheral blood mononuclear cells (PBMCs) offer a minimally invasive window into systemic biology and immune dysregulation in Alzheimer's disease (AD). We performed quantitative proteomic profiling of PBMCs from male and female AD patients and controls to assess sex differences. AD was associated with proteomic remodeling, with complement activation, coagulation, and neuronal signaling enriched in males, whereas females showed increased steroid hormone secretion, lipid metabolism, and acute-phase response with reduced translation and DNA maintenance. Despite distinct patterns, both sexes exhibited immune and hemostatic activation, underscoring shared systemic mechanisms and the need for sex-specific biomarkers and therapeutic strategies in AD.", "date": "2025-11-01", "journal": ""}
{"title": "Alzheimer's Disease-Related Mutations in APP Influence Colorectal Tumor Formation in a Sex-Dependent Manner", "doi": "10.1101/2025.10.31.685949", "authors": "Ishida-Takaku, T.; Sohrabi, M.; Pecoraro, H. L.; Combs, C. K.", "abstract": "Cancer and Alzheimer's disease (AD) are major age-associated diseases. Numerous studies have indicated common mechanisms and biological interactions between these conditions. Furthermore, epidemiological data demonstrate negative correlations between several cancers and AD. Despite this, few studies have explored their mutual influence on pathological outcomes. We utilized a human APP mutant knock-in AD mouse model to investigate how familial mutations influence colorectal cancer development. Using a colitis-associated colorectal cancer model, APP mutations promoted colon tumor formation in male mice but inhibited it in female mice. Correspondingly, inflammatory changes were reduced in the colons of female mice. Transcriptome analysis revealed differential expression, particularly in the enrichment of neuronal marker, steroid hormone, and immune cell signaling pathways. Additionally, distinct macrophage subtypes and neuronal profiles were observed in the colons of male and female APP mutant mice. These findings provide the first elucidation of the sex-dependent effects of APP mutations on colon cancer formation.", "date": "2025-11-01", "journal": ""}
{"title": "Optogenetic tripwires resolve models of how cells count DNA breaks", "doi": "10.1101/2025.10.31.685943", "authors": "Labagnara, M.; Gligorovski, V.; Rahi, S. J.", "abstract": "DNA end resection is a critical step in DNA damage repair and activation of the DNA damage checkpoint (DDC). To date, resection has been studied primarily in bulk cell populations. However, single-cell analyses are essential for uncovering cell-to-cell variability and can powerfully support or contradict system-level models where traditional genetic perturbations face limitations. We present a single-cell method to quantify resection by integrating an optogenetic expression system at defined distances from an inducible double-strand DNA break (DSB) site in the budding yeast genome. Using this system, we test competing, unresolved models of how the DDC 'counts' DSBs and determines when to override the checkpoint. Current models propose that the extent of DNA damage is signaled by resection, either through liberated single-stranded DNA (ssDNA) or proteins bound along the non-resected strand. Although mechanistically plausible and widely known, these models rely on inconclusive evidence from gene knockout studies. An alternative hypothesis is that the DDC counts DSBs digitally, using factors located at 3' break ends or at ss/dsDNA junctions. Here, we leverage natural cell-to-cell variability in resection rates as an intrinsic perturbation, avoiding the limitations of prior genetic approaches. Our single-cell data challenge models in which DNA damage is inferred from the extent or rate of resection or from proteins bound along resected DNA. To explore alternative mechanisms, we investigated DDC proteins localized at 3' DSB ends or ss/dsDNA boundaries. By dynamically depleting candidate proteins after checkpoint arrest, we identified ss/dsDNA boundary proteins Ddc1, Dpb11, and Rad9 as essential for DDC maintenance and promising candidates for a cascade that acts as a digital DSB counter. Our findings demonstrate that quantitative, system- level single-cell approaches, coupled with dynamic perturbations, can resolve fundamental questions in DNA repair and checkpoint signaling.", "date": "2025-11-01", "journal": ""}
{"title": "Confocal-Compatible Workflow for Sectioning, Staining, and Imaging Serial Vibratome Sections for 3D Anatomical Reconstruction of the Lymph Node", "doi": "10.1101/2025.10.29.685350", "authors": "Kibler, M. A.; Miller, M. D.; Donzanti, M. J.; Gleghorn, J. P.", "abstract": "3D anatomical reconstruction provides quantitative insight into tissue architecture, variability, and function. However, existing whole-organ imaging methods, such as light-sheet microscopy and micro-CT, are often costly, slow, and inaccessible for many laboratories. We present an accessible, confocal-compatible workflow for harvesting, sectioning, and staining murine lymph nodes for high-fidelity 3D reconstruction. The protocol preserves Z-plane resolution through vibratome sectioning and immunostaining, enabling detailed visualization of lymph node lobules and vasculature using standard confocal microscopes. The resulting image stacks can be used for quantitative morphometry and spatiotemporal pharmacokinetic modeling. This reproducible workflow expands access to spatial and structural studies of the lymph node and can be adapted to other small, heterogeneous organs.", "date": "2025-11-01", "journal": ""}
{"title": "LINKER-Pred: A Public Web Server for Accurate Prediction of Disordered Flexible Linkers in Proteins", "doi": "10.1101/2025.10.29.685455", "authors": "Meng, D.; Glavina, J.; Pollastri, G.; Chemes, L. B.", "abstract": "Disordered Flexible Linkers (DFLs) are unstructured regions that play critical roles in inter-domain communication and multivalent protein interactions. Despite their biological significance, the accurate identification of DFLs remains challenging due to limited experimental annotations and sparsity of dedicated prediction tools. Here we introduce LINKER-Pred, a publicly available web server featuring two convolutional neural network-based predictors trained on a novel large-scale dataset of linkers connecting folded domains (DLD dataset) and DisProt linkers. LINKER-Pred2 combines ProtTrans and MSA-Transformer embeddings within an ensemble CNN framework, achieving state-of-the-art performance on CAID2 and CAID3 benchmarks. LINKER-Pred-Lite excludes MSA-based features, improving speed while maintaining competitive predictive accuracy. LINKER-Pred predictors offer robust residue-level DFL predictions directly from sequence, providing a scalable solution for DFL annotation across proteomes. The LINKER-Pred web server and associated resources are freely available at https://pcrgwd.ucd.ie/linker_pred/, offering the research community an accessible tool for studying protein disorder and modularity.", "date": "2025-11-01", "journal": ""}
{"title": "The W-index: a novel tool to evaluate gender equity in STEM research", "doi": "10.1101/2025.10.29.685415", "authors": "Holland, E. P.; LaMontagne, J. M.; Chaudry, V. B.; Charman-Anderson, S.; Gillson, L.; Helgason, T.; Lipscombe, A.; Robinson, E. J. H.; James, A.", "abstract": "Gender inequities in scientific research persist, from citation indices to collaboration networks and funding success. Current estimates for achieving equal representation remain in timescales of decades to centuries. To help individuals and groups improve their gender representation in a shorter timeframe, we present the W-index, a simple metric to evaluate gender ratios, and specifically the representation of women, in research collaborations and other aspects of scientific life. Here it is applied to three case studies: internal collaborations derived from six years of research outputs across a university, co-author groups from 60 years of publications across a journal collection, and supervisor-student relationships over 60 years. Despite contrasting sources, these datasets show common features: W-index increases as the proportion of women increases W-index also increases with age or career stage, and women have a consistently higher W-index compared to men. We finish with reflections and recommendations for individuals, organisations, and funding bodies to action positive and timely change towards gender equity.", "date": "2025-11-01", "journal": ""}
{"title": "Individual-level contextual alignment and aperiodic slope reveal improved comprehension of unexpected language", "doi": "10.1101/2025.10.28.685236", "authors": "Platt, A. L. M.", "abstract": "In everyday language use, individuals are required to comprehend complex, continuous and often unexpected linguistic inputs to effectively communicate with others. Evidence from other domains of processing such as memory and learning suggest that individuals these unexpected inputs can often be remembered or learnt just as well as predictable inputs in follow up testing. However, language comprehension research often focuses on how individuals process these stimuli rather than how the information which is gathered can be used at a later time. It is proposed that, in line with memory and learning, individuals can utilise unexpected language inputs to support a deeper understanding of the information which is being communicated. Further, this will be related to the interaction between an individual's alignment to local context and inter-individual differences in information processing, such as aperiodic slope. The present study uses an alignment metric which measures the relationship between individual level N400 amplitudes (a neurophysiological metric of predictability) and surprisal (a text-collection-based metric of predictability), where higher alignment suggests the individual has a stronger preexisting schema. A steeper aperiodic slope has been suggested to reflect greater adaptation of predictive models in response to prediction errors; therefore, it is hypothesised that depth of language comprehension will be modulated by both alignment and aperiodic slope. To explore this, 30 participants (23F, 1 not reported; mean age: 22.2 years [SD:4.4]) listened to 12 short stories (3 genres, audio-visual presentation) while their electroencephalogram (EEG) was recorded. Comprehension was tested via 6 multiple choice questions per story. An additional combined analysis, including a reanalysis of 40 audio-modality participants, provided evidence across both modalities that comprehension was improved for more surprising stories. Further, when considering inter-individual differences, the relationship between predictability and comprehension was shown to be modulated by both alignment and aperiodic activity. Comprehension of unexpected stories (as measured by N400 amplitudes) was improved only for lower aligned, steeper aperiodic slope individuals. This finding is considered a reflection of complementary processing strategies which are weighted towards incoming stimuli, increasing the likelihood of model updating and therefore resulting in improved comprehension of unexpected stories.", "date": "2025-11-01", "journal": ""}
{"title": "Is poor dose selection undermining the translational validity of antidepressant research involving animal models?", "doi": "10.1101/2025.10.25.684561", "authors": "Anderson, D.; Hinchcliffe, J.; Jackson, M. G.; Robinson, E.", "abstract": "Background: Behavioural studies in animal models represent a critical component of psychiatric drug development. Positive results in animal studies have identified novel therapeutic targets for major depressive disorder (MDD) but efficacy in humans has largely not been borne out in clinical trials. A possible reason for this failed translation is inappropriate dose selection and the engagement of mechanisms not directly relevant to antidepressant effects in patients. Methods: We first used PubMed to identify preclinical rodent studies in two assays used to assess antidepressants; the conventional forced swim test, (FST) and more recently developed affective bias test, (ABT). Dose ranges were extracted, as well as information about subjects, timing and route of administration, and justification and efficacy of dose(s). Dose ranges were compared against calculated animal equivalent doses. Results: The median FST dose across all antidepressants was 10mg/kg, with median doses for each drug exceeding the relevant animal equivalent dose by 1.5-25x. In contrast, effective doses in the ABT showed closer alignment to those used clinically. In the second study, 232 ketamine and 202 fluoxetine papers involving MDD-related research in rodents were reviewed. The median dose was 10mg/kg for both drugs, exceeding animal equivalent doses by 1.6-3.2x and 3.2-6.5x for ketamine and fluoxetine, respectively. Conclusions: The results indicate pervasive use of antidepressant doses in conventional models of MDD that may not correspond with doses used in clinical practice. We discuss the implications of using doses which exceed therapeutic levels and the potential to engage receptors and underlying mechanisms which are not relevant to clinical effects.", "date": "2025-11-01", "journal": ""}
{"title": "A chromatin-associated pool of Aurora A controls kinetochore-microtubule attachments to ensure chromosome biorientation", "doi": "10.1101/2025.10.31.685952", "authors": "Meaders, J. L.; Rodriguez, A. A.; Variyar, S.; Park, S.; Cirulli, A. E.; Oegema, K.; Corbett, K. D.; Desai, A.", "abstract": "Accurate chromosome segregation requires dynamic kinetochore-microtubule attachments that, under the regulation of Aurora family kinases, biorient and align replicated chromosomes. In C. elegans, Aurora A acts with the TPX2-related activator TPXL-1 to regulate these attachments and control spindle length. We show that, in addition to prominent spindle pole localization, TPXL-1-AurA has a chromatin-associated pool positioned between the sister kinetochores. Structural modeling and biochemical analysis support TPXL-1 directly recognizing the nucleosome acidic patch via an arginine anchor. Disrupting this interaction selectively removed chromatin-bound TPXL-1-AurA and caused chromosome missegregation, whereas elevation of the chromatin pool disrupted chromosome alignment. These opposing perturbations inversely affected kinetochore recruitment of the microtubule-binding Ska complex. These results support spatially distinct TPXL-1-AurA populations acting sequentially, with the spindle pole pool controlling spindle length by switching kinetochores out of a depolymerization-coupled state, and the chromatin pool controlling attachment stabilization to ensure biorientation prior to anaphase.", "date": "2025-11-01", "journal": ""}
{"title": "Lipid bilayer thinning near a ubiquitin ligase selects ER membrane proteins for degradation", "doi": "10.1101/2025.10.31.685944", "authors": "Pisa, R.; Rapoport, T. A.", "abstract": "Misfolded or unassembled membrane proteins in the endoplasmic reticulum (ER) are polyubiquitinated, translocated into the cytosol, and degraded by the proteasome, a poorly understood process that is conserved in all eukaryotes. Here, we use S. cerevisiae to elucidate how ER membrane proteins are selected for degradation. We show that hydrophilic residues in a trans-membrane (TM) segment cause the TM to partition into a thinned membrane region next to the ubiquitin ligase Hrd1, which then leads to substrate polyubiquitination and degradation. In the case of single-pass membrane proteins, the Hrd1-associated Der1 protein contributes to partitioning and degradation. In contrast, multi-pass proteins require Hrd1 to function on its own. Our results provide a general mechanism by which ER membrane proteins are targeted for degradation.", "date": "2025-11-01", "journal": ""}
{"title": "ER-to-Golgi Trafficking is a Nutrient-Sensitive Checkpoint Linking Glucose Starvation to Cell Surface Remodeling", "doi": "10.1101/2025.10.31.685804", "authors": "Joo, J. H.; Kasberg, W.; Douglas, S.; Udoh, U.; Carisey, A.; Messing, J.; Wang, Y.-D.; Narina, S.; Pruett-Miller, S. M.; Labelle, M.; Lippincott-Schwartz, J.; Chang, C.-L.; Kundu, M.", "abstract": "Cancer cells adapt to nutrient stress by remodeling the repertoire of proteins on their surface, enabling survival and progression under starvation conditions. However, the molecular mechanisms by which nutrient cues reshape the cell surface proteome to influence cell behavior remain largely unresolved. Here, we show that acute glucose starvation, but not amino acid deprivation or mTOR inhibition, selectively impairs ER-to-Golgi export of specific cargoes, such as E-cadherin, in a SEC24C-dependent manner. Quantitative cell surface proteomics reveal that glucose deprivation remodels the cell surface proteome, notably reducing surface expression of key adhesion molecules. This nutrient-sensitive reprogramming enhances cell migration in vitro and promotes metastasis in vivo. Mechanistically, we show that AMPK and ULK1 signaling orchestrate this process independent of autophagy, with ULK1-mediated phosphorylation of SEC31A driving SEC24C-dependent COPII reorganization. These findings establish ER-to-Golgi trafficking as a nutrient-sensitive regulatory node that links metabolic stress to cell surface remodeling and metastatic potential.", "date": "2025-11-01", "journal": ""}
{"title": "CD4+ T cells fuel the Duchenne cardiomyopathy", "doi": "10.1101/2025.10.30.684828", "authors": "Gladow, N.; Rizzo, G.; Michel, T.; Krammer, T.; Saliba, A.-E.; Frantz, S.; Ramos, G. C.; Cochain, C.; Hofmann, U.", "abstract": "Duchenne muscular dystrophy (DMD) is a X-linked genetic disorder, in which cardiomyopathy represents a major cause of mortality. Although myocardial inflammation and fibrosis are hallmarks of the disease, the role of adaptive immunity in cardiac pathology remains poorly defined. Using the Mdx mouse model, we demonstrate that T and B lymphocytes accumulate in the heart and that activation occurs in heart-draining lymph nodes at an early disease stage. Mdx mice lacking adaptive immunity (Mdx-Scid) were protected from myocardial fibrosis and hypertrophic remodeling. Single-cell RNA sequencing revealed expansion of an inflammatory, matrisome-associated macrophage subset in Mdx but not Mdx-Scid hearts. Genetic deficiency or depletion of CD4 T cells reduced left ventricular fibrosis and preserved systolic function. Moreover, adoptive transfer of T cells von Mdx mice induced myocardial fibrosis and dysfunction in healthy recipients. Our results identify autoreactive CD4 T cells as key drivers of DMD-associated cardiomyopathy and suggest targeted modulation of adaptive immune responses as a potential therapeutic approach in DMD.", "date": "2025-11-01", "journal": ""}
{"title": "B lymphocytes that enter the germinal center late preferentially differentiate into memory cells that recognize subdominant epitopes", "doi": "10.1101/2025.10.30.685663", "authors": "Zhou, P.; Hartweger, H.; MacLean, A. J.; Ramos, V.; Yao, K.-h.; Hernandez, B.; Wang, Z.; Gazumyan, A.; Nussenzweig, M. C.", "abstract": "Immune responses to pathogens and effective vaccines elicit germinal center (GC) responses wherein B cells undergo affinity maturation and develop into plasma cells (PCs) and memory B cells (MBCs). The GC reaction is initially seeded by a limited group of founder B cells, and subsequently further diversified by continual entry of naive B cells that compete with GC founder cells for antigen and T cell help. Whether these later-arriving invaders contribute to the development of PCs or MBCs is not known. To investigate the fate of GC invaders we developed a dual-recombinase reporter approach that enables pre- and post-GC B cell lineage tracing and used it to examine immune responses to vaccination and influenza infection. Notably, fate-mapped invaders preferentially give rise to MBCs as opposed to PCs. Moreover, antibodies expressed by invader-derived MBCs harbor fewer somatic mutations, exhibit lower affinity, and their antibodies bind to subdominant antigenic epitopes relative to founder MBCs. Our findings indicate that invader GC B cells are an important source of humoral immune memory diversification after infection or vaccination.", "date": "2025-11-01", "journal": ""}
{"title": "Compound-specific DNA adduct profiling with nanopore sequencing and IonStats", "doi": "10.1101/2025.10.31.685820", "authors": "Koski, Y.; Patel, D.; Kakko von Koch, N.; Jouhten, P.; Aaltonen, L.; Palin, K.; Sahu, B.; Pitkanen, E.", "abstract": "Covalently bound DNA adducts are mutation precursors that contribute to aging and diseases such as cancer. Accurate detection of adducts in the genome will shed light on tumorigenesis. Commonly used adduct detection methods, such as liquid chromatography-mass spectrometry, are unable to pinpoint exact genomic locations of adducts. Long-read nanopore sequencing is an approach with the potential to accurately detect multiple types of DNA adducts at single-nucleotide precision. In this study, we developed a novel statistical toolkit, IonStats, to profile DNA adducts in nanopore sequencing data. Using IonStats, we investigated the effects of four adduct-inducing genotoxic compounds (aristolochic acid II, cisplatin, melphalan, and mitomycin C) using nanopore sequencing. Compared to untreated controls, adducted samples exhibited both shared and compound-specific perturbations in base quality scores, ionic current profiles, and read interruptions. Our study shows that nanopore sequencing can be effectively employed to detect and characterize DNA adducts, paving the way for high-resolution, high-throughput profiling of DNA damage and the exposome.", "date": "2025-11-01", "journal": ""}
{"title": "TOMM40 suppression promotes neuronal cholesterol imbalance and molecular and behavioral phenotypes of Alzheimer's disease", "doi": "10.1101/2025.10.31.685963", "authors": "Yang, N. V.; Wang, S.; Li, B.; Simms, J.; Dinh, L.; Huang, A.; Oei, J. H.; Yassine, H. N.; Krauss, R. M.", "abstract": "INTRODUCTION: While the APOE4 allele is a major risk factor for Alzheimer's disease (AD), the role of TOMM40--an adjacent gene involved in mitochondrial protein import--is not known. METHODS: Mice, human iPSC-derived neurons (iNeurons), and human brain tissue were used for study of animal cognition, cholesterol metabolism, mitochondrial function, and gene expression. RESULTS: TOMM40 knockdown (KD) impaired memory in mice and increased cholesterol and A{beta} 42 in mouse brains and human iNeurons. KD disrupted mitochondria-endoplasmic reticulum contact sites (MERCs), causing mitochondrial dysfunction and promoting reactive oxygen species that led to activation of LXRB (NR1H2), upregulation of APOE and LDLR. and increased cellular cholesterol and A{beta} 42 independent of APOE4. Human brain transcriptomics showed reduced TOMM40 expression that correlated with cholesterol regulatory gene expression, amyloid burden, and clinical AD diagnosis. DISCUSSION: TOMM40 is a novel mediator of AD pathology through dual effects on MERCs that regulate cholesterol homeostasis and mitochondrial function.", "date": "2025-11-01", "journal": ""}
{"title": "Altitudin S from Bacillus altitudinis ECC22 defines a new subgroup of circular bacteriocins", "doi": "10.1101/2025.10.31.685828", "authors": "Sevillano, E.; Lafuente, I.; Pena, N.; Cintas, L. M.; Munoz-Atienza, E.; Hernandez, P. E.; Borrero, J.", "abstract": "Bacteriocins are ribosomally synthesized antimicrobial peptides exhibiting diverse structures and mechanisms of action. Bacillus altitudinis ECC22, previously shown to produce the circular bacteriocins pumilarin and altitudin A, was found to harbor an additional biosynthetic gene cluster encoding a novel circular bacteriocin, designated altitudin S Proteomic analysis of active supernatant fractions confirmed the production of altitudin S, with a molecular mass of 8379 Da, consistent with head-to-tail cyclization. The peptide is synthesized as a 132-residue precursor comprising a 56-amino-acid leader and a 76-residue circular mature core. Structural modeling predicted a compact saposin-like fold composed of five -helices and a strongly cationic surface (pI {approx} 11.0, net charge +13). Altitudin S was successfully produced using a cell-free protein synthesis system coupled to split-intein mediated ligation (IV-CFPS/SIML) and exhibited a narrow but reproducible antimicrobial spectrum. Comprehensive sequence, structural, and phylogenetic analyses revealed that altitudin S is a highly divergent circular bacteriocin, defined by distinctive sequence features and physicochemical properties, including an exceptionally high isoelectric point, net charge, and low hydrophobicity. Bioprospecting across sequence databases identified homologs of altitudin S in diverse Bacillales species, all showing high sequence similarity, conserved structural features and preservation of its distinctive physicochemical profile. Genomic analysis further revealed a conserved biosynthetic gene cluster among all altitudin S homologs, notably including a gene encoding a characteristic M48-family metallopeptidase. Altogether, these findings support the classification of altitudin S and its homologs as representatives of a novel subgroup of circular bacteriocins.", "date": "2025-11-01", "journal": ""}
{"title": "An RNA replicon vaccine encoding HA and NA prevents shedding of antigen-drifted 2009 pandemic H1N1 influenza virus in the pig model", "doi": "10.1101/2025.11.01.685547", "authors": "Garcia-Nicolas, O.; Butticaz, L.; Avanthay, R.; Ruggli, N.; Summerfield, A.; Zimmer, G.", "abstract": "Seasonal influenza viruses escape the human immune response by antigenic drift, i.e. the positive selection of point mutations that prevent the binding of inhibitory antibodies to the influenza antigens HA and NA. The efficacy of seasonal influenza vaccines can be less than 50% if the selected influenza vaccine strain does not match the antigenic characteristics of the circulating seasonal influenza virus. In this study, we used the porcine model to evaluate the efficacy of an RNA replicon vaccine encoding the HA and NA antigens of A/Hamburg/4/2009 (H1N1) (H1N1HH4/09) in inducing cross-reactive immunity. We found that a single intramuscular immunization with this vaccine elicited high levels of antibodies with H1N1HH4/09-neutralizing activity and potent N1-sialidase inhibition. A second immunization with the same H1/N1 RNA replicon particles or with a live-attenuated influenza vaccine (LAIV) based on a modified H1N1HH4/09 virus boosted the inhibitory activity of the immune sera against the antigen-drifted A/Victoria/2570/2019 (H1N1) (H1N1Vic/19) strain. Interestingly, vaccination elicited N1-specific antibodies that also inhibited the activity of avian N1 sialidase and potently inhibited the replication of A/cattle/Texas/063224-24-1/2024 (H5N1) (H5N1Tex/24) in vitro. When challenged nasally with a H1N1HH4/09/H1N1Vic/19 6:2 reassortant virus encoding the HA and NA antigens of H1N1Vic/19, immunized pigs did not shed infectious virus while the control animals did, suggesting that homologous prime/boost vaccination with H1/N1 replicon particles can block virus replication in the upper respiratory tract as efficiently as the heterologous RNA replicon prime/LAIV boost immunization regimen. In conclusion, RNA replicons encoding both HA and NA either used alone or in combination with LAIV mediate protection against antigen-drifted influenza viruses and reduce the risk of vaccination breakthroughs due to antigen mismatch. Furthermore, this vaccine may also limit the infection by zoonotic H5N1 viruses.", "date": "2025-11-01", "journal": ""}
{"title": "Modular evolution and strain-specific partnerships: how Hamiltonella defensa shapes defense and symbiont communities in aphids", "doi": "10.1101/2025.10.31.685823", "authors": "Lynn-Bell, N.; Patel, V.; Weldon, S. R.; Peng, L.; Carpenter, M.; Kim, K.; Russell, J. A.; Oliver, K.", "abstract": "Insects frequently carry maternally-transmitted endosymbionts that mediate ecological interactions, including resource acquisition and host defense. All pea aphids (Acyrthosiphon pisum), for example, carry the obligate nutritional symbiont Buchnera, while most have one or more of the seven heritable facultative symbionts, which play diverse roles. A common symbiont, Hamiltonella defensa, confers protection against the parasitic wasp Aphidius ervi via a toxin-bearing bacteriophage called APSE, with strain-level variation in protection best predicted by APSE variant. Yet, little is known about Hamiltonella/APSE strain variation in the field, resulting in an incomplete understanding of the full arsenal of symbiont defenses and how these change over space and time. Here, we characterized Hamiltonella/APSE diversity in over 3,000 field-collected aphids from two North American populations across multiple years. We identified bacterial strains representing five Hamiltonella clades, seven APSE variants, and numerous toxin alleles, resulting in at least 38 distinct combinations. We found that APSEs moved laterally among Hamiltonella strains more readily than toxins among phage backbones, together generating modular defensive diversity. Hamiltonella strains exhibited strain-specific coinfection preferences with other symbionts, particularly Fukatsuia, Rickettsia, and Rickettsiella, indicating strain-level structuring of heritable bacterial communities. Geographic and temporal analyses revealed dramatic regional differences and rapid population turnover, with combinations conferring intermediate laboratory protection dominating despite the decline of highly protective strains, suggesting ecological success goes beyond parasitoid resistance alone. This extensive cryptic diversity provides standing genetic variation enabling rapid evolutionary responses to biological control efforts and anthropogenic stressors, including climate change, with implications for pest management and host adaptation.", "date": "2025-11-01", "journal": ""}
{"title": "Marker effect p-values for single-step SNP-BLUP genomic models", "doi": "10.1101/2025.10.30.685527", "authors": "Adekale, D. J.; Liu, Z.; Alkhoder, H.; Segelke, D.; Thaller, G.; Tetens, J.", "abstract": "Background Single-step Single Nucleotide Polymorphism best linear unbiased prediction (ssSNPBLUP) is a comprehensive method for obtaining genomically enhanced breeding values for animals and SNP effects in a single evaluation. The ssSNPBLUP model integrates phenotypic, pedigree, and genomic data for genomic evaluations. However, there has been no framework for estimating the reliability and p-values of the SNP effects obtained from a ssSNPBLUP genomic model. This study investigates the reliability and significance of the SNP effects estimates estimated using a ssSNPBLUP framework in German Limousin (LIM) and Holstein (HOL) cattle populations. Methods This study introduces a novel approach for calculating p-values within the ssSNPBLUP framework and compares it to a conventional single-marker regression GWAS approach. SNP reliabilities were computed using prediction error variances of SNP effect estimates, enabling the identification of statistically significant SNP markers. LIM data included weaning weight (200-DW) evaluated with a maternal effect BLUP model, while HOL data comprised production traits (milk yield, protein yield, fat yield, and somatic cell score) analysed via a random regression test-day model. Results The results reveal significant SNP effects in both LIM and HOL evaluations, with notable differences attributed to the size of the reference populations. Average SNP reliabilities were higher in HOL (Mean SNP reliability: 0.42) compared to LIM (Mean SNP reliability: 0.02), underscoring the critical role of the size of the reference population in determining the accuracy and reliability of SNP effects obtained from genomic evaluations.", "date": "2025-11-01", "journal": ""}
{"title": "The magnitude and durability of neutralizing antibody responses to human papillomavirus vaccine do not depend on DNA sensing pathways", "doi": "10.1101/2025.10.31.685858", "authors": "Patel, J.; Yang, Z.; Ping, S.; Simon, T. W.; Waggoner, J. J.; Scherer, E. M.", "abstract": "How human papillomavirus (HPV) vaccines elicit robust and enduring neutralizing antibody (nAb) responses is unknown, yet such information is valuable to vaccinology. In addition to the major capsid protein, L1, the 4-valent HPV vaccine reportedly also contains recombinant L1 DNA. Nucleic acids in vaccines can enhance antibody responses, but whether L1 DNA enhances HPV vaccine antibody responses is understudied. We tested whether 9-valent HPV (9vHPV) vaccine lots contained L1 DNA and if peak or long-term 9vHPV vaccine-elicited nAb responses were dependent on DNA sensors TLR9, AIM2, or cGAS, or STING or MyD88, the adaptors for cGAS and TLR9, respectively. To quantify L1 DNA, we extracted total nucleic acid per 9vHPV dose and applied singleplex quantitative PCR to amplify HPV6/11/16/18/31/33/45/52/58 L1 sequences. Wildtype mice (wt; C57BL/6J) or mice deficient in DNA sensing pathways (TLR9-/-, AIM2-/-, cGAS-/-, STINGgt/gt, MyD88-/-) were administered 9vHPV vaccine or equivalent adjuvant only at 0, 4, and 12 weeks. We measured serum HPV16 and HPV18 nAb titers at 16, 26, 40, and 53-56 weeks and HPV16- and HPV18-specific bone marrow plasma cell responses at 53-56 weeks. We detected 5-44 and 104-351 copies of HPV6 and HPV18 L1 DNA per 9vHPV vaccine dose, but no other types (n=3 lots). We found no consistent difference in geometric mean nAb titers between mice strains that received 9vHPV at any time point tested or in median HPV16- or HPV18-specific plasma cell frequencies. Thus, we conclude the magnitude and durability of nAb responses to 9vHPV vaccination do not depend on DNA sensing pathways.", "date": "2025-11-01", "journal": ""}
{"title": "Rolling out plaque-2-sequence: a single plaque sequencing approach enabling rapid, low-cost sequencing of phages directly from plaques", "doi": "10.1101/2025.11.01.684647", "authors": "Michniewski, S.; Glenny, R. L.; Kinsella, A.; Porter, K.; Wright, K.; Harrison, S.; Ugokwe, N. I.; Alrashidi, A.; Lee, J. C.; Patel, F.; Josephs, T.; Pedramfar, A.; Coleman, M.; Sampson, H.; Misol, G. N.; Rihtman, B.; Eke, C.; Smith, E.; Sabuholo, G.; Roemer, N.; Puxty, R.; Scanlan, D.; Schaik, W. V.; Stafford, G.; Galyov, E.; Clokie, M.; Megremis, S.; Millard, A. D.; Rashid, S. J.", "abstract": "Rapid, accurate, and scalable sequencing of bacteriophage genomes is critical to advance phage therapy, build phage biobanks and understand phage genomic diversity. Current methods are based on sequencing and assembling complete bacteriophage genomes using short- or long-read technologies. However, current protocols require large DNA input and are cost prohibitive which limits their application to phage collections that typically are large and have low-biomass. In order to address this we have developed plaque-2-sequence, a robust and cost-effective workflow for high-throughput phage genome sequencing that will transform the speed and cost of attaining phage genomes. Plaque-2-sequence combines low-input transposase-based library preparation, amplification, nanopore sequencing and optimised assembly steps tailored to phage genomes. We applied the method to phages isolated on seven genetically diverse bacterial hosts; Escherichia, Pseudomonas, Synechococcus, Enterococcus, Klebsiella , Serratia and Enterobacter. High quality genome assemblies were validated using CheckV and benchmarking against previously sequenced phage isolates. Compared to standard Illumina sequencing, plaque-2-sequence offers ~10-fold savings in sequencing price for individual labs. Furthermore, it substantially decreases the time required to produce a phage genome, once a plaque is obtained. Offering the ability to routinely obtain hundreds of phage genome sequences a week, with minimal hands-on time. Plaque-2-sequence enables systematic genomic characterization of phage isolates, facilitating taxonomic classification, for the development of large scale phage biobanks.", "date": "2025-11-01", "journal": ""}
{"title": "Shared Binding Site but Divergent Resistance Profiles Uncover Novel Resistance Mechanisms in Plasmodium HSP90 Inhibitors", "doi": "10.1101/2025.10.30.684657", "authors": "Ko, F.-H.; Lukens, A.; de Souza, M. L.; Foy, A.; Hsiao, J.; Ndiaye, T.; Okombo, J.; Yeo, T.; Park, H.; Uhlemann, A.-C.; Boonyalai, N.; Kumpornsin, K.; Girling, G.; Pasaje, C.; Godoy, L.; Ottilie, S.; Durst, G. L.; Chatterjee, A.; Niles, J.; Lee, M.; Fidock, D. A.; Wirth, D. F.; Winzeler, E.", "abstract": "Drug resistance is a widespread problem across therapeutic areas including malaria, but what accounts for resistance propensity remains poorly understood. Here, we reveal that two HSP90 inhibitors targeting the identical ATP-binding site exhibit dramatically different resistance profiles in P. falciparum. Geldanamycin readily selected 10 distinct resistance mutations conferring up to 22-fold resistance, while AUY-922 required 44 weeks to yield a single A41S mutation with only 2-fold resistance to AUY-922 but not to geldanamycin. Resistance mapping in parasites and yeast revealed geldanamycin resistance mutations distributed throughout the binding pocket whereas AUY-922 resistance mutations localized close to the ATP-binding site. Unexpectedly, the A41S mutation enhanced AUY-922 binding affinity without changing geldanamycin binding. In silico analysis suggested this enhancement occurs through additional hydrogen bonding, yet stronger binding correlated with resistance. In yeast, A41S had opposite effects, hypersensitizing cells to all HSP90 inhibitors tested. Additionally, conditional HSP90 knockdown increased geldanamycin sensitivity but left AUY-922 activity unaffected, indicating different target dependencies despite shared binding sites. Based on these data, we propose a multi-target hypothesis where AUY-922's lower resistance risk stems from engaging multiple HSP90 family members. Our findings reveal how enhanced drug-target binding can paradoxically correlate with resistance and demonstrate that resistance risk cannot be predicted from binding site identity alone, providing insights for developing more durable drugs across therapeutic areas.", "date": "2025-11-01", "journal": ""}
{"title": "In vivo genome-wide CRISPRi-Seq in Streptococcus pneumoniae reveals host-adaptive pathways essential for meningitis and identifies new therapeutic targets", "doi": "10.1101/2025.10.31.685840", "authors": "Jim, K. K.; Quinn, A.; de Bakker, V.; Willemin, G.; Engel, P.; Vastenhouw, N.; Veening, J.-W.", "abstract": "Streptococcus pneumoniae is an important human pathogen that causes invasive diseases and remains the leading cause of bacterial meningitis. However, the bacterial determinants required for survival within the central nervous system (CNS) are poorly understood. Here, we performed a genome-wide CRISPR interference screen (CRISPRi-Seq) in an in vivo zebrafish model to systematically map pneumococcal fitness determinants during meningitis. Using this approach, we investigated essential and non-essential genes contributing to the pathogenesis of pneumococcal meningitis. The screen identified 244 loci whose repression significantly reduced bacterial fitness in vivo, representing pathways involved in virulence, metabolism, cell-envelope biogenesis, translation, and stress adaptation. Comparative analysis with in vitro datasets showed that metabolic genes such as purA, proABC, thrC, glyA, and manLMN, as well as those involved in peptidoglycan and capsule biosynthesis (pbp3, cps2 operon) and oxidative stress response (nox, dpr), become selectively more essential in vivo. Functional validation confirmed that these pathways are critical for virulence, nutrient-dependent growth, and oxidative stress response during meningitis. Untargeted metabolomics of infected zebrafish corroborate several observed bacterial genetic sensitivities in the CNS with altered levels of key nutrients such as glucose and 4-aminobenzoic acid. Integration of the CRISPRi-Seq dataset with antibiotic-target annotations revealed both established and previously unrecognised vulnerabilities, including aminoacyl-tRNA synthetases such as leucyl-tRNA synthetase (LeuRS), whose inhibition by the benzoxaborole epetraborole improved host survival, highlighting its potential as a new therapeutic strategy for multidrug-resistant (MDR) S. pneumoniae. Together, these findings demonstrate the power of in vivo CRISPRi-Seq to define the pneumococcal essentialome under physiological conditions and reveal that metabolic adaptation, cell-envelope maintenance, and the oxidative stress response are central to bacterial survival in the CNS. This fitness map advances our understanding of pneumococcal adaptation in the CNS and identifies promising targets for developing therapies against S. pneumoniae.", "date": "2025-11-01", "journal": ""}
{"title": "Poultry Litter Microbiome Shifts in Commercial Broiler Houses Following a Biotic-Based Litter Treatment", "doi": "10.1101/2025.10.31.685678", "authors": "Olson, E. G.; Hale, B.; Ricke, S. C.", "abstract": "Litter management plays a critical role in broiler production, affecting bird health, performance, and environmental impact. This preliminary study evaluated the effects of IndigoLT, a biological amendment, in combination with a 40% sodium bisulfate (NaHSO) regimen on litter microbiome composition, compared to a standard NaHSO-only treatment. Litter samples (n = 18) were collected from three commercial broiler houses following flock removal: one control (NaHSO-only), one treated with IndigoLT for a single flock, and one treated for two consecutive flocks. The V4 region of the 16S rRNA gene was sequenced to assess prokaryotic community composition. Alpha diversity metrics (Faith's phylogenetic diversity, observed ASVs, Pielou's evenness, Shannon diversity) did not differ significantly across treatments (ANOVA, p > 0.05). In contrast, PERMANOVA analyses of Bray-Curtis, Jaccard, Weighted and Unweighted UniFrac distances revealed significant shifts in {beta} diversity between IndigoLT-amended and control groups (q < 0.05), with no significant differences between the one- and two-flock IndigoLT treatments. Core microbiome and differential abundance analyses suggested that IndigoLT, when paired with reduced NaHSO input, may accelerate organic matter decomposition, promote nitrogen retention, and suppress potentially pathogenic taxa. Although limited by the absence of baseline sampling and biological replication, these findings suggest that IndigoLT influences litter microbial succession. Future work should aim to optimize inclusion rates most complementary between NaHSO and IndigoLT to enhance litter quality, reduce NH volatilization, and support bird health.", "date": "2025-11-01", "journal": ""}
{"title": "Adapting CRISPR-associated transposons for rapid and high-throughput reverse genetics", "doi": "10.1101/2025.10.31.685825", "authors": "Basta, D. W.; Zingl, F. G.; Yang, Y.; Nguyen, K. T.; Liu, Y.-Y.; Waldor, M. K.", "abstract": "CRISPR-associated transposons (CAST) use guide RNAs to direct their transposition and are being harnessed as tools for programmable genome engineering across diverse bacterial species. However, CAST systems have not been adapted for high-throughput genetic screening. Here, we present MultiCAST, a streamlined platform for rapid and scalable guide RNA-directed transposon insertion in bacteria. MultiCAST generates targeted insertions in a single step through conjugative delivery of conditionally replicative plasmids encoding the CAST enzymatic machinery and a selectable mini-transposon expressing the guide RNA. By leveraging the inserted guide sequence as a molecular barcode, MultiCAST enables pooled, high-throughput genetic screens using only amplicon sequencing. We identified factors that influence transposition efficiency and the accuracy of insertion frequency measurements derived from guide sequencing. Adjusting the ratio of donor and recipient strain during conjugation mitigates guide-transposon crosstalk, in which a single recipient cell acquires multiple donor plasmids containing distinct guides. Furthermore, we developed a machine learning-based predictive model for selecting highly active guides based on target sequence features that strongly correlate with activity. The nucleoid-associated protein H-NS was also found to inhibit CAST activity, providing a mechanistic explanation for variable insertion frequencies among non-essential genes. To demonstrate the scalability of MultiCAST, we screened a pooled mutant population created from >5,200 guides targeting 88 genes in E. coli across twelve nutrient conditions, accurately identifying genes with condition-specific fitness effects. The simplicity, speed, and throughput of MultiCAST make genome-scale functional screens more accessible across a wide range of bacterial species.", "date": "2025-11-01", "journal": ""}
{"title": "Infant gut microbiota in multi-child families converges with adults without a sibling-specific signature", "doi": "10.1101/2025.10.31.685886", "authors": "Hanski, E.; Ponsero, A. J.; Kolho, K.-L.; de Vos, W. M.; Salonen, A.", "abstract": "The human gut microbiota undergoes rapid development during early life. Sibling presence has been associated with altered infant microbiota composition and accelerated maturation, but distinguishing direct microbial transmission between siblings from confounding by maternal reproductive history (parity) remains challenging. We analysed >5,000 faecal samples from >800 mother-father-infant triads in the Finnish HELMi birth cohort to characterise microbiota patterns that could inform underlying mechanisms. While sibling presence was associated with accelerated microbiota maturation and modest compositional differences, infants who both had siblings (or both lacked siblings) were no more similar to each other than mixed pairs. Instead, infants with siblings exhibited non-specific convergence with adult microbiota profiles and contributed fewer unique genera to their family metacommunities (infant-mother-father triads). Multi-child families harboured smaller but compositionally distinct metacommunities. These patterns challenge simple models of direct sibling transmission and suggest that multiple factors associated with family structure may jointly influence infant microbiota development, though specific mechanisms remain unclear.", "date": "2025-11-01", "journal": ""}
{"title": "Generation of broad-spectrum vaccine platforms against tick-borne flaviviruses using ancestral sequence reconstruction", "doi": "10.1101/2025.10.31.685878", "authors": "Trammell, C. E.; Enney, B. M.; Savran, M. J.; Geiss, B. J.; Ebel, G. D.", "abstract": "Tick-Borne Flaviviruses (TBFs) pose a significant global health threat, but few vaccines exist against these viral pathogens. Currently approved vaccines against TBFs are only protective against specific virus species, leaving the population at risk for infection by many existing and emerging TBFs. The development of vaccines that provide broad protection against a range of related TBFs has the potential of reducing disease burden against known and unknown viral pathogens. In this study we utilized ancestral sequence reconstruction (ASR) to design recombinant antigens of extinct ancestral viruses to serve as vaccines against multiple modern day TBFs. We reconstructed a common ancestral envelope (E) antigen that possesses high sequence and structural identity to several modern-day TBF pathogens and engineered this ancestral E antigen sequence into an attenuated Sindbis virus vaccine platform. We observed that this Sindbis virus was replication competent and generated sustained antigen expression in vitro. Immunizing mice with this vaccine candidate resulted in the production of significant neutralizing antibody active against virulent Powassan (POWV) and Langat (LGTV) viruses. Antibody neutralization correlated well with decreased clinical signs and increased survival from virulent POWV challenge. These data indicate that a common ancestral antigen from TBFs can provide protection against multiple modern day TBFs, and that the ASR approach may provide a valuable new pathway to safe and effective pan-TBF vaccines.", "date": "2025-11-01", "journal": ""}
{"title": "DCBK: A Fragment-Based Hybrid Simulation and Machine Learning Framework for Predicting Ligand Dissociation Kinetics", "doi": "10.1101/2025.11.01.685950", "authors": "Li, Y.; Wang, Y.; Zheng, X.; Guo, J.; Zhang, R.", "abstract": "Predicting small-molecule binding kinetics is central to drug discovery, but accurately estimating dissociation rates (koff) remains challenging due to high energy barriers and the high computational cost of conventional simulations. Here, we present a hybrid, data-driven computational pipeline that integrates adaptive biased molecular dynamics (ABMD), umbrella sampling (US), fragment-level free energy calculations, and machine learning (ML) correction to achieve scalable, high-precision koff predictions across diverse protein-ligand systems. By leveraging a BRICS-based fragmentation strategy and training ML models on experimental kinetics data, our approach not only reconstructs detailed free energy landscapes but also pinpoints key molecular fragments governing dissociation pathways. In contrast to purely physics-based simulations, this pipeline offers improved accuracy, enhanced transferability across molecular systems, and markedly higher computational efficiency, thereby enabling rigorous quantification of the effect of ligand modifications on residence time. The resulting framework offers a generalizable, interpretable, and reproducible solution for binding kinetics prediction, providing actionable insights for lead optimization and mechanistic studies.", "date": "2025-11-01", "journal": ""}
{"title": "The contribution of transposable element insertions to genetic diversity in Aedes aegypti populations", "doi": "10.1101/2025.10.31.685655", "authors": "Valente-Almeida, G.; Daigle, A. T.; Matute, D. R.; Schrider, D. R.", "abstract": "Aedes aegypti is a vector of multiple tropical diseases. The main strategy to control transmission is insecticide-based population control. However, mosquito populations rapidly evolve resistance, possibly enabled by their high levels of genetic diversity. Genome-wide surveys of diversity in Ae. aegypti have focused on single nucleotide polymorphisms (SNPs), and although structural variants such as transposable element (TE) insertions have been implicated in insecticide resistance (IR) in Drosophila, these have not been thoroughly characterized in Aedes. Here, we evaluated the TE content in 122 Ae. aegypti genomes from six countries across Africa, North, and South America. We found that TEs contribute substantially to genetic diversity and reflect population structure broadly consistent with that seen in SNPs. Although most TEs insertions are rare, some were observed at higher frequencies, suggesting that a small subset of these may be beneficial. For example, we identified numerous TEs with large frequency differences across populations, consistent with the possibility that these are in haplotypes underlying local adaptation. Specifically, we found three TEs near genes that may be involved in metabolic insecticide resistance: CYP6P12, GSTD11 and GSTZ1. In Colombian samples, we also identified a TE insertion that is in negative linkage disequilibrium with several insecticide resistance mutations that form an intermediate-frequency haplotype in the VGSC gene region. These results suggest the possibility that, just as TEs have been implicated in adaptation in other animals such as Drosophila, they may play an important role in the evolution of resistance to control efforts in Aedes and other pests.", "date": "2025-11-01", "journal": ""}
{"title": "Elevated mutation near crossovers inhibits the evolution of recombination", "doi": "10.1101/2025.11.01.685904", "authors": "Payseur, B. A.; Otto, S. P.", "abstract": "Recombination diversifies offspring genomes and helps ensure chromosome segregation during meiosis. Mutation rates are elevated near crossovers due to the induction of double-strand breaks and their imperfect repair, a byproduct of recombination typically ignored by theory designed to explain its evolution. To examine the evolutionary role of mutagenic recombination, we analyze a population genetic model in which a modifier locus controls both the rate of recombination between two loci experiencing viability selection and the rate of mutation at those loci. Analytical and numerical results demonstrate that the advantage of recombination conferred by its capacity to remove epistatic, deleterious variants is overcome by the selective cost of even small increases in the mutation rate. By incorporating the mutagenic effects of recombination, our analysis extends a rich body of theory to acknowledge a molecular feature inherent in the formation of crossovers. Our findings suggest that higher recombination rate evolves by altering steps in the crossover pathway that are less likely to inflict mutational damage.", "date": "2025-11-01", "journal": ""}
{"title": "Genomic Prediction and SNP Importance Analysis for Agronomic Traits in Two Coffea canephora Populations", "doi": "10.1101/2025.10.31.685932", "authors": "Ahn, E.; Park, S.; Bhatt, J.; Lim, S.; Meinhardt, L. W.", "abstract": "This study used single-SNP association analysis and machine learning to investigate the genetic basis of three agronomic traits, including coffee bean production, leaf rust incidence, and green bean yield, in two Coffea canephora populations (Premature and Intermediate). A publicly available dataset was utilized, identifying substantial differences between two populations in the overall number and genomic location of significantly associated SNPs. The Premature population exhibited numerous significant associations for all three traits, while the Intermediate population showed fewer associations, primarily for leaf rust incidence. Single-SNP association analysis identified significant SNPs, and Bootstrap Forest models were used to assess SNP importance for phenotype prediction. Several candidate genes were identified near significant and/or highly important SNPs, including genes with known roles in plant defense (e.g., RPP13-like, NB-ARC, and CERK1 genes for leaf rust resistance) and a putative caffeine synthase gene associated with green bean yield in the Premature population. Through these findings, the significant differences in the two populations emphasize the population-specific genetic architecture of essential traits in C. canephora and provide valuable targets for future functional studies and targeted breeding efforts.", "date": "2025-11-01", "journal": ""}
{"title": "Analysis of glutamine synthetase target-site mutations and their role in endowing glufosinate-ammonium resistance", "doi": "10.1101/2025.11.01.685562", "authors": "Porri, A.; Sudhakar, S.; Noguera, M.; Betz, M.; Lerchl, J.; Dayan, F.; Norsworthy, J. K. E.", "abstract": "Glufosinate-ammonium (GFA) is a key non-selective herbicide for controlling Amaranthus palmeri and other weeds by targeting glutamine synthetase (GS). GS copy number, expression, sequence polymorphisms, and enzymatic properties in a GFA-resistant population (CCR) were studied. Digital PCR revealed no major GS amplification or target upregulation: most CCR plants had copy numbers and expression comparable to the susceptible reference, with only minor increases in GS2.1 and GS2.2 in a few individuals. Sequencing identified a non-synonymous substitution, G255D, in GS2.2 within a conserved region adjacent to the GFA-binding site. G255D retained ~58% of wild-type activity in vitro assays, but was completely insensitive to GFA, with no measurable inhibition at tested concentrations. However, ectopic expression of G255D in Arabidopsis thaliana did not confer GFA tolerance, indicating the mutation alone is insufficient for resistance. In vitro analysis of the Eleusine indica GS1.1 S59G substitution revealed increased catalytic activity without affecting GFA sensitivity. A mutational panel of GS1.1 variants showed that substitutions at E131, E192, G245, H249, R291, R311, and R332 abolished enzyme activity or inhibitor sensitivity, with most variants retaining <2% of wild-type function. Among a broader set of predicted GS1.1 variants, high resistance indices were consistently linked to strong reductions in catalytic efficiency, underscoring the fitness costs of target-site alterations. Collectively, GS2.2 G255D appears to be a rare substitution combining substantial residual activity with complete GFA insensitivity and suggest that resistance via target-site modifications studied is constrained by trade-offs between catalytic function and herbicide binding.", "date": "2025-11-01", "journal": ""}
{"title": "Molecular mechanism of naturally-encoded signaling-bias at the complement anaphylatoxin receptors", "doi": "10.1101/2025.11.01.685996", "authors": "Tiwari, D.; Sawada, K.; Dalal, A.; Mishra, S.; Li, X. X.; Dent, J.; Kim, K.; Yadav, M. K.; Roy, N.; Ganguly, M.; Banerjee, N.; Stepniewski, T. M.; Ahn, D.; Yamaguchi, K.; Oshima, H. S.; Hashimoto, K.; Fung, J. N.; Lerskiatiphanich, T.; Cui, C. S.; Lee, J.; Selent, J.; Inoue, A.; Clark, R. J.; Chung, K. Y.; Banerjee, R.; Sano, F. K.; Woodruff, T.; Nureki, O. M.; SHUKLA, A. K.", "abstract": "The conceptual framework of biased signaling has revolutionized our understanding of GPCR signaling and regulatory paradigms, and greatly impacted the efforts focused on the discovery of GPCR-targeted therapeutics. However, the mechanistic basis of biased signaling remains primarily defined based on synthetic ligands and receptor mutants with relatively limited progress in understanding naturally-encoded signaling-bias. Here, we present fundamental molecular and structural insights into naturally-encoded signaling-bias at the complement anaphylatoxin C5a receptors namely, C5aR1 and C5aR2. We first discover that C5a-d-Arg, the naturally-occurring version of C5a lacking the terminal arginine, exhibits robust G-protein signaling-bias at C5aR1, characterised by attenuated {beta}arr recruitment. This signaling-bias manifests in both cytokine release from primary human immune cells, and in vivo, during neutrophil mobilization. We combine the cryo-EM structures of C5a/C5a-d-Arg-C5aR1 complexes with MD simulation, site-directed mutagenesis, and cellular experiments to elucidate that the G-protein-bias exhibited by C5a-d-Arg results from a distinct orientation of TM7 and helix 8 in C5aR1 leading to inefficient GRK recruitment and receptor phosphorylation. Next, we determine the first cryo-EM structures of C5aR2, a naturally-encoded {beta}-arrestin-biased receptor, in an apo state, complexed with the natural agonists C5a and C5a-d-Arg, and three peptide agonists including a first-in-class, newly discovered C5aR2-selective agonist, R8Y. These structural snapshots reveal key differences between the binding of C5a and C5a-d-Arg to C5aR1 and C5aR2, and provide a molecular basis of functional specialization at these two receptors. Moreover, the structural insights also allow us to decipher the molecular basis of naturally-encoded signaling-bias at C5aR2 originating from a shallower cytoplasmic interface with hydrophobic interior pocket that is not permissive to efficient G-protein-coupling and activation. Finally, we also engineer and characterize loss-of-function and gain-of-function variants of C5aR1 and C5aR2, which in turn corroborate and validate the structural observations presented here. Collectively, our findings offer crucial insights into previously lacking molecular mechanisms of the naturally-encoded signaling-bias at GPCRs, which have broad implications not only for the general framework of biased-signaling, but also for novel therapeutic design.", "date": "2025-11-01", "journal": ""}
{"title": "Evolutionary convergence of a Pyroptosis-Apoptosis crosstalk drives non-canonical inflammasome signalling.", "doi": "10.1101/2025.11.01.685735", "authors": "Grant, S.; Nicholson, E.; Chen, Z. H. X.; Robson, C.; Viswanathan, B.; Chang, Y.; Sung, A. W.; Patel, P.; Kleppen, J.; Ozdenya, T.; Chen, K.; Spicer, C. D.; Boucher, D.", "abstract": "The coordination of efficient immune responses to infections is essential to enable pathogen clearance and host survival. Cell death modalities are a crucial component of the innate immune system and are key to controlling intracellular and extracellular infections. Human caspase-4 and -5 are cysteine proteases activated upon intracellular detection of bacterial lipopolysaccharide (LPS) and triggers pyroptosis, a lytic and pro-inflammatory form of cell death. However, the interaction between these caspases and other cell death modalities remains poorly understood. Here, we build on evidence that caspase-4 can engage in crosstalk with the apoptotic executioner caspases-3 and -7. Our work validated caspase-3 and -7 as direct substrates of caspase-4 and -5, and demonstrated that this specificity was regulated by exosite interactions as opposed to the tetrapeptide. Using AlphaFold, we generated an interaction model between caspase-4 and executioner caspases-3 and -7. From this, we experimentally validated the importance of a hydrophobic interface on caspase-3 and -7 that engaged the caspase-4 exosite, enabling their recognition and cleavage. Importantly, this interface is not used by the apoptotic initiator caspase-8, which cleaved caspase-3 in a tetrapeptide-dependent manner. Our work highlights that inflammatory caspases have evolved a novel mechanism to coordinate crosstalk between pyroptotic and apoptotic signalling, and suggests that these pathways may synergise for the efficient amplification of cell death pathways.", "date": "2025-11-01", "journal": ""}
{"title": "Mechanistic dissection of a dopamine-gated cation channel from Daphnia reveals key determinants of ligand selectivity and sensitivity", "doi": "10.1101/2025.10.31.685654", "authors": "McRunnel, T. M.; Reynoldson, T. E.; Hardege, I.", "abstract": "The pentameric ligand-gated ion channels (pLGICs) are a deeply conserved superfamily that includes nicotinic acetylcholine (nAChR), GABAARs, glycine, and serotonin receptors and mediates fast neurotransmission. While vertebrate pLGICs have been extensively characterized, recent discoveries in invertebrates have revealed atypical members with novel ligand specificities, including dopamine-gated ion channels (dop-LGICs) that enable direct ionotropic dopaminergic signaling. Here, we investigate the molecular determinants of catecholamine sensitivity and selectivity in a cation-permeable dopamine-gated receptor from Daphnia magna (Dm-DopC1), which shares high structural homology with vertebrate nAChRs. We find that mutations in loop B (D188N) near-abolish catecholamine responses, while substitutions in loops A (S123P) and C (S227G, E230P) significantly alter sensitivity and ligand selectivity, highlighting the cooperative role of these loops in shaping receptor pharmacology. Complementary face mutations in loops D and E (N92T, A158G) further refined dopamine versus norepinephrine sensitivity. Finally, we also show that this dopamine receptor can be antagonized by both nicotinic and dopaminergic compounds, underscoring its hybrid pharmacological profile. Together, these results reveal how subtle changes in conserved binding motifs can shift receptor specificity from cholinergic to dopaminergic signaling, providing new insights into the evolutionary flexibility of pLGICs and the molecular basis of ionotropic catecholamine transmission in invertebrates.", "date": "2025-11-01", "journal": ""}
{"title": "RNA G-Quadruplexes Function as a Tunable Switch of FUS Phase Separation", "doi": "10.1101/2025.10.31.685846", "authors": "Carey, J. L.; Hayashi, M.; Welebob, E.; Ganser, L. R.; Wang, H.; Buckhaults, K.; DePierro, J. A.; Shi, Z.; Shorter, J.; Myong, S.; Haeusler, A.; Guo, L.", "abstract": "FUS undergoes liquid-liquid phase separation (LLPS) to support essential cellular functions, but aberrant phase transitions promote toxic aggregation in neurodegenerative disease. Short RNA oligonucleotides can reverse this behavior, yet the structural determinants that govern RNA activity remain poorly defined. Here, we identify RNA G-quadruplexes (rG4s) as tunable structural motifs that potently modulate FUS LLPS. rG4 activity depends on its concentration and is modulated by rG4 length and stability: increasing repeat number switches rG4s from inhibitor to nucleator of FUS assembly, whereas chemical modifications that stabilize rG4 enhance inhibitory function and render these activities resilient to ionic perturbation. Although short rG4s interact with both soluble and condensed FUS, they preferentially engage the soluble pool, likely shifting the equilibrium toward dispersion. Leveraging these mechanistic insights, we developed a bioinformatic pipeline that uncovered more rG4 inhibitors that robustly reverse FUS LLPS and aggregation. Our findings establish rG4s as chemically programmable regulators of protein phase behavior and provide a blueprint for engineering RNA-based therapeutics that dissolve pathogenic FUS assemblies. More broadly, this work directly links RNA secondary structure to distinct functional outcomes in phase behavior, establishing a structure-function paradigm for RNA control of condensates, demonstrating implications in both fundamental biology and therapeutic development.", "date": "2025-11-01", "journal": ""}
{"title": "Beyond the 1:1 Ligand-Protein Paradigm: An In Silico Assay for Competitive Ligand Binding", "doi": "10.1101/2025.10.31.685849", "authors": "Cardenas, V. B.; Raniolo, S.; Conflitti, P.; Limongelli, V.", "abstract": "Competitive binding assays (CBAs) are widely used in drug discovery to quantify and compare ligand/receptor affinities. However, their molecular interpretation is often limited by the inherent complexity of ligand-receptor interactions and the transient nature of binding events. All-atom molecular dynamics (MD) simulations offer valuable mechanistic insights in ligand binding studies, but remain computationally prohibitive for capturing the long-timescale, multiligand behavior characteristic of CBAs. Therefore, characterizing the molecular aspects of CBAs remains a fundamental challenge in molecular biophysics. Here, we introduce a coarse-grained MD (CGMD) approach capable of recapitulating CBA-like dynamics between ligands of opposing efficacy-- the full agonist NECA and the inverse agonist ZM241385-- at the adenosine A2A receptor, a prototypical G protein-coupled receptor and a key pharmacological target. By simulating ligand mixtures at varying molar ratios, we capture hallmark features of experimental CBAs, including spontaneous binding, unbinding, and direct competition at the orthosteric site. Our simulations reveal an extracellular vestibular site that modulates ligand access to the binding pocket. Occupation of this site by NECA facilitates ZM241385 entry and prolongs its residence time, revealing a cooperative mechanism within an otherwise competitive process. These findings offer a molecular perspective on ligand competition at GPCRs and demonstrate the potential of CGMD as a viable method for probing multiligand dynamics in drug discovery.", "date": "2025-11-01", "journal": ""}
{"title": "Structural Mechanism of Prestin-Membrane Mechanotransduction", "doi": "10.1101/2025.10.31.685930", "authors": "Bavi, N.; Haller, P.; Homma, K.; Lin, X.; Milewski, W.; Zhao, M.; Sosnick, T.; Perozo, E.", "abstract": "The motor protein prestin is responsible for the electromotive behavior of outer hair cells (OHCs), which is essential for the sound amplification process in the cochlea. Previous studies have shown unequivocally that prestin exhibits piezoelectricity in the plasma membrane. However, the mechanism by which prestin converts sound-elicited receptor potential changes into mechanical movement remains unclear. This electromechanical process entails thinning and thickening of the cell membrane, which reciprocally affects prestin's motor function. To model membrane thinning during OHC elongation, we determined multiple high-resolution structures of dolphin prestin in lipid nanodiscs of varying thicknesses using single particle cryo-electron microscopy. Membrane thinning triggered a conformational transition in prestin from the compact Sensor Up state to the expanded Sensor Down state. Combined with four mutant structures, hydrogen-deuterium exchange mass spectrometry, and patch-clamp electrophysiology, we investigated the structural dynamics of prestin's response to mechanical force stemming from the membrane. By contrasting dolphin prestin with novel structures of lizard SLC26A5 (an anion exchanger), we demonstrate how, driven by the force-from-lipids principle, prestin's motor function is distinct from nonmammalian transporter SLC26A5. Our data suggests that the anion is an inseparable part of the electromotile dolphin prestin anion binding pocket (voltage sensor), which facilitates core-gate interactions in response to mechanical stress. These structural insights offer a high-resolution understanding of how prestin translates membrane tension into charge and motor movement during sound-evoked vibrations, revealing its piezoelectric reciprocal mechanosensing as an essential property in cochlear amplification.", "date": "2025-11-01", "journal": ""}
{"title": "Data-driven model reveals increased stability of CAG-expanded huntingtin RNA due to MID1 binding", "doi": "10.1101/2025.10.31.685889", "authors": "Liu, Y.; Reisbitzer, A.; Doresic, D.; Hasenauer, J.; Krauss, S.; Tchumatchenko, T.", "abstract": "RNA-binding proteins (RBP) are important regulators of RNA metabolism. In neurodegenerative disorders such as Huntington's Disease (HD), disrupted RBP-RNA interactions contribute to neuronal dysfunction. One such RBP, Midline 1 (MID1), has been shown to aberrantly associate with mutant huntingtin (Htt) RNA, enhancing its translation, yet the mechanism driving this effect remains unknown. Here, we develop a computational model to understand the role of MID1. Based on previously published data, our model predicts that MID1 increases the stability of the Htt RNA. We experimentally validate this prediction, showing that overexpression of MID1 significantly prolongs the half-life of mutant Htt RNA. Furthermore, we evaluate model refinements, including clustering of MID1-bound RNA, which allow capturing all key observations in the data. Together, we provide a data-driven framework that underlines the importance of RBP-RNA interaction in post-transcriptional regulation. This framework also shows how individual molecular reactions jointly determine RNA stability and protein levels in HD.", "date": "2025-11-01", "journal": ""}
{"title": "Twin-arginine transport complex plays an essential role in Caulobacter\t cell shape and viability", "doi": "10.1101/2025.10.31.685914", "authors": "Chong, T. N.; Christensen, K.; Whitfield, D. L.; Panjalingam, M.; Pendar, N.; Myat, P. P.; Chen, J. C.", "abstract": "Two main pathways are responsible for protein secretion across the cytoplasmic membrane in prokaryotes. While the general secretory (Sec) pathway transports proteins across the membrane in an unfolded state, the twin-arginine translocation (Tat) pathway transports proteins primarily in their folded conformation. Although the Tat system appears dispensable in multiple model bacteria, some species require it for viability, and the reason for the distinction is nebulous. Here we show that all three subunits of the Tat complex -- TatA, TatB, and TatC -- are essential in the alpha-proteobacterium Caulobacter crescentus. Additionally, depletion of the Tat complex results in abnormal cell morphology. We found that localization to the cell periphery, as well as midcell localization upon osmotic upshift, of the essential peptidoglycan transpeptidase PBP2 is dependent on the Tat apparatus. In contrast, subcellular localization of the actin homolog MreB and the penicillin-binding protein PBP1a is not perturbed upon depletion of the Tat complex. PBP2 transpeptidase activity links glycan chains at sites of cell wall remodeling and is essential for cell elongation. Together these results suggest that PBP2 localization is a key responsibility of the Tat system in Caulobacter and possibly other alpha-proteobacteria.", "date": "2025-11-01", "journal": ""}
{"title": "A single-cell atlas of Toxoplasma sexual development identifies regulators of gametogenesis", "doi": "10.1101/2025.10.31.685900", "authors": "Alrubaye, H. S.; Reilly, S. M.; da Silva, R. J.; Washington, N.; Boyle, J. P.", "abstract": "Toxoplasma gondii undergoes sexual development exclusively in the feline intestine, a process critical for genetic diversity and population expansion. Recent studies have identified genes critical in suppressing presexual development and metabolic differences in felines that may promote sexual development, but to date the gene regulatory networks driving development in the cat are unknown. To investigate this, we performed single-cell transcriptomics on parasites isolated from cat intestines, using fluorescent reporter strains and flow cytometry. From 15,068 cells across two experiments, we identified rare populations, including cells that bear all of the hallmarks of gametes. Candidate genes emerging from this study were tested via CRISPR-Cas9 Perturb-seq, identifying AP2X6 as a regulator of macrogametocyte development. Our single-cell data extends what is known about gene expression changes throughout sexual development and should be useful to those in the field working towards inducing gametogenesis, mating, and oocyst production in vitro.", "date": "2025-11-01", "journal": ""}
{"title": "Endoplasmic reticulum-mitochondrion disconnection promotesmetabolic reprogramming and cystogenesis in polycystic kidneydisease", "doi": "10.1101/2025.10.31.685870", "authors": "Padhy, B.; Xie, J.; Idrees, D.; Cheng, C.-J.; Huang, C.-L.", "abstract": "Mutations in PKD1 and PKD2 cause autosomal-dominant polycystic kidney disease (ADPKD), characterized by fluid-filled cysts, aberrant cell proliferation, and widespread genetic and epigenetic remodeling. While mitochondrial dysfunction and metabolic shifts are central to disease progression, the mechanisms linking PKD mutations to these changes remain unclear. Here, we demonstrate that ER-mitochondria connectivity was disrupted in Pkd1- and Pkd2-deleted mice, preceding cyst formation. This disconnection induces mitochondrial stress, triggering epigenetic remodeling and transcriptional activation of pathways driving proliferation and metabolic reprogramming. Remarkably, restoring PKD function in the ER or pharmacologically enhancing ER-mitochondria connection ameliorates mitochondrial dysfunction, epigenetic shifts, and cystogenesis. These findings reveal a critical role for ER localized PKD in maintaining mitochondrial integrity and transcriptional homeostasis. Mitochondrial dysfunction resulting from ER-mitochondria uncoupling emerges as a key driver of cystogenesis in ADPKD, and correcting this defect may offer a promising therapeutic strategy.", "date": "2025-11-01", "journal": ""}
{"title": "Dual-Channel Event Microscopy for Ultrafast Biological Imaging", "doi": "10.1101/2025.11.01.685972", "authors": "Guo, R.; Pan, X.; Deng, Q.; Ahmed, A.; Yang, Q.; Greene, J.; Li, T.; Chan, S. Y.; Chen, Z.; Hu, G.; Feng, H.; Tian, L.", "abstract": "Many fundamental biological processes, spanning immune-tumor interactions, neuronal signaling, and microvascular flow, exhibit fast, multiscale dynamics among diverse cell types within three-dimensional tissue environments. Capturing such activity requires imaging systems that simultaneously achieve high temporal resolution, multicolor capability, and volumetric coverage over large fields of view (FOVs). However, existing modalities remain limited by trade-offs among imaging speed, spectral capacity, depth of field (DOF), and spatial resolution. Here, we present Dual Channel Event Microscopy (DEM), which integrates digital micromirror device (DMD) based pulsed illumination, extended-DOF optics, and event-based sensing for ultrafast, dual-channel volumetric imaging across a 2.3 mm x 1.3 mm FOV with an effective 200 um DOF. Using dual-color fluorescent phantoms and microsphere flow assays, DEM achieves accurate spectral separation and reconstruction of rapid motion at kilohertz frame rates. In vivo, DEM enables simultaneous visualization of neutrophils and premalignant tumors in freely swimming zebrafish. In immobilized specimens, it provides robust, sensor-level optical sectioning near the heart, suppressing diffuse background to reveal fine vascular networks and active blood circulation into and out of the cardiac chambers. DEM further enables quantitative mapping of blood-flow dynamics in the zebrafish tail, resolving arterial venous differences and capturing heartbeat-driven oscillations that reflect cardiac pumping with high temporal fidelity. By uniting ultrafast acquisition, dual-channel capability, volumetric coverage, and intrinsic optical sectioning within a single event-driven architecture, DEM offers a powerful platform for visualizing rapid multicellular interactions and physiological dynamics in living systems.", "date": "2025-11-01", "journal": ""}
{"title": "Rhodo-Box: a Synthetic Biology Toolbox to Facilitate Metabolic Engineering of Rhodobacter sphaeroides", "doi": "10.1101/2025.10.31.685836", "authors": "Kostanjsek, M.; Raynal, A.; Dimopoulos, G.; Behrendt, G.; Martins dos Santos, V. A. P.; Beekwilder, J.; Batianis, C.; Weusthuis, R. A.; Asin-Garcia, E.; Bisschops, M. M. M.", "abstract": "Rhodobacter sphaeroides is a purple non-sulphur alphaproteobacterium with a highly versatile metabolism. This microorganism holds promise as a chassis for sustainable biomanufacturing of numerous chemicals. Yet, its potential is constrained by a lack of standardized, well-characterized genetic elements to tune gene expression such as transcriptional promoters and ribosome binding sites (RBSs). In this study, we present Rhodo-Box, a comprehensive toolkit for R. sphaeroides created by adapting and extending the Zymo-Parts modular cloning framework. Using Rhodo-Box we built and characterized: (a) three broad-host origins of replication (pBBR1, RK2 and RSF1010), (b) a set of 13 promoters, (c) four inducible expression systems (NahR-PsalTTC, LacI-PlacT7A1_O3O4, VanR-PvanCC, and XylS-Pm), (d) 11 RBSs, and (e) four transcriptional terminators. Furthermore, we present a semi-automated, user-friendly cloning approach which enables rapid construction of R. sphaeroides strains. The Rhodo-Box toolkit equips R. sphaeroides with a standardized, automation-compatible collection of parts and workflows essential for efficient design-build-test-learn cycles and advanced metabolic engineering.", "date": "2025-11-01", "journal": ""}
{"title": "Evolutionary landscape of oral microbiome over 100,000 years", "doi": "10.1101/2025.11.01.685986", "authors": "Zhong, L.; Li, H.; Xia, S.; Xie, S.; Bianucci, R.; Li, S.; Supa-Amornkul, S.; Speller, C.; Shi, Q.; Cui, Y.; Yang, H.; Achtman, M.; Zhou, Z.", "abstract": "The human oral microbiome represents an intimate and enduring partnership between host and microbial communities, yet its evolutionary trajectory across deep time remains largely uncovered. Here we reconstruct the global history of the oral microbiome over 102,400 years using a global collection of 1854 oral samples spanning 61 countries. We reveal that major cultural transitions of the Neolithic Revolution, industrialization, and recent medical advances have driven a directional, globally coordinated co-evolution of oral microbial ecology, function, and population structure. Network analysis identifies two universal microbial modules of dental calculus modules: the commensal_enriched DCM1 module and the pathogen-enriched DCM2, both exhibiting progressive ecological polarization. DCM2 surged around 4,000 years ago with agricultural intensification but subsequently declined in modern European populations while persisting at high levels in African and some American groups, a geographic divide mirroring socioeconomic inequities. Species-level analyses demonstrate widespread directional changes, with obligate anaerobes declining as aerotolerant taxa expand, reflecting a carbohydrate-associated functional remodeling toward starch metabolism. Phylogenomic reconstruction reveals contrasting evolutionary trajectories. Pauljensenia mediterranea experienced near-extinction following a severe bottleneck, while Actinomyces israelii underwent a selective sweep with rapid population expansion 1,000 years ago. Critically, the oral resistome has accelerated in the antibiotic era, resulting in ~33 to 50 fold surge of highly mobile, clinically relevant antimicrobial resistance genes in the last century, with Streptococcus acting as a central hub of dissemination. Collectively, these results position the oral microbiome as an active participant that has co-evolved with human subsistence, urbanization and medical practice, with direct implications for global oral health, antimicrobial resistance and interventions aimed at restoring resilient microbial states.", "date": "2025-11-01", "journal": ""}
{"title": "The Phosphate-Specific Transport System Gene pstA1 Contributes to Rifampin Tolerance in Mycobacterium tuberculosis", "doi": "10.1101/2025.10.31.685634", "authors": "Danchik, C.; Chinmayi, G. V. A.; Lee, G. Y.; Bader, J. S.; Eoh, H.; Karakousis, P.", "abstract": "Tuberculosis (TB) caused an estimated 10.8 million new cases and 1.25 million deaths in 2023. Antibiotic tolerance, the ability of bacteria to survive exposure to bactericidal concentrations of antibiotics without genetic resistance mutations, contributes to the need for prolonged treatment. Adjunctive targeting of antibiotic tolerance mechanisms could promote accelerated clearance of Mycobacterium tuberculosis (Mtb), thereby improving medical adherence. Our previous forward genetic screen for rifampin tolerance genes identified pstA1, which is involved in phosphate-specific import. The ABC-type transporter permease PstA1 has previously been implicated in Mtb virulence, as mutants lacking this gene exhibit defective survival during phosphate limitation in vitro, in infected macrophages, and in immunocompetent mice. The minimum inhibitory concentration (MIC) of rifampin was not altered in a pstA1 deletion mutant ({Delta}pstA1), suggesting this difference in susceptibility is not due to antibiotic resistance. Consistent with a role in rifampin tolerance, time-kill assays revealed a shift in the mean duration of killing (2-log reduction) from 1.6 days in wild-type to 1.0 day in {triangleup}pstA1, and complementation partially restored this phenotype. We found that pstA1 is specifically required for Mtb survival in the absence of exogenous inorganic phosphate and is important for adaptation to growth in culture without detergent, and within macrophages in an interferon-{gamma}-dependent manner. Differential expression analysis revealed that {Delta}pstA1 exhibited substantial transcriptional reprogramming with 58 differentially expressed genes (49 upregulated and 9 downregulated, adj. P < 0.05, |log2 fold change| > 1), including altered expression of metabolic, DNA damage repair, and secretory pathways. PstA1 represents a novel drug target, and inhibitors could be used as adjunctive therapies to shorten curative treatment times, reducing opportunities for the emergence of drug resistance.", "date": "2025-11-01", "journal": ""}
{"title": "Ganaxolone, an approved therapy for CDKL5-Deficiency Disorder, is an inhibitor of PTP1B", "doi": "10.1101/2025.10.31.685887", "authors": "Zubiete-Franco, I.; Hu, Q.; Tonks, N. K.", "abstract": "CDKL5-deficiency disorder or CDD, which results in intellectual disability, speech and motor deficits, and seizures that can start as early as six weeks after birth, is caused by de novo mutations in the CDKL5 gene. In early 2022, the FDA approved Ganaxolone (Commercial name: Ztalmy) for treatment of seizures in CDD patients 2 years and older. Ganaxolone has been reported to act as a GABAA receptor agonist that helps reduce neuronal excitability; however, based on its chemical structure we hypothesized that ganaxolone may also act as a PTP1B inhibitor. We observed that ganaxalone was able to inhibit PTP1B activity both in an in vitro assay of enzyme activity and in different cell models, in a comparable way to known inhibitors of PTP1B, including MSI-1436, which has a similar chemical structure. Additionally, inhibition of PTP1B in differentiating SH-SY5Y cells increased TRKB/BDNF signaling. This effect was prominent in CDKL5-KO cells, where inhibition of PTP1B brought TRKB levels and BDNF signaling to levels similar to those of wild-type cells and the observed signaling changes also coincided with restoration of cellular morphology. Finally , loss of CDKL5 function resulted in increased levels of PTP1B. Our results suggest that, like in Rett syndrome, targeting PTP1B may be a beneficial therapeutic strategy for CDD.", "date": "2025-11-01", "journal": ""}
{"title": "Co-opting the bacterial lipoprotein pathway in the biosynthesis of a lipidated macrocyclic peptide", "doi": "10.1101/2025.10.31.685832", "authors": "Chen, J. Y.; Zhu, L.; Zhang, K. Y.; Berthold, D. A.; van der Donk, W. A.", "abstract": "A family of bacterial multinuclear non-heme iron dependent oxidative enzymes (MNIOs) are involved in diverse transformations during the biosynthesis of ribosomally synthesized and post-translationally modified peptides (RiPPs). ChrH from the genus Chryseobacterium catalyzes a remarkable backbone rearrangement that involves macrocyclization, heterocyclization, and S-methylation. ChrH is part of a larger subfamily that includes members from other bacterial phyla. By leveraging comparative genomics, we characterize other products produced by this enzyme subfamily, which includes unmethylated macrocyclic congeners as well as C-terminally modified proteins of >30 kDa. We show that this MNIO subfamily recognizes substrates by their conserved C-terminal motif, allowing for structural diversification at their N-termini. For instance, the N-termini of some substrates contain a signal peptide for downstream maturation by the ubiquitous bacterial lipoprotein biosynthetic pathway. We demonstrate that, like bacterial lipoproteins, such peptides are modified by addition of diacylglycerol (DAG) groups to the N-terminal Cys residue along with acylation of the N-terminal amino group. Genome mining reveals examples of additional predicted RiPP-lipoprotein hybrids, which we term DAG-RiPPs. These results lay the foundation for the discovery of other RiPP-lipoproteins hybrids.", "date": "2025-11-01", "journal": ""}
{"title": "Classification models distinguish functional and trafficking effects of KCNQ1 variants to enhance variant interpretation", "doi": "10.1101/2025.10.31.685955", "authors": "Chang-Gonzalez, A. C.; Bell, E. W.; Vanoye, C. G.; Guadarrama, E.; Desai, R. R.; DeKeyser, J.-M.; Butcher, K. R.; Scott, T.; Sanders, C. R.; George, A. L.; Ledwitch, K. V.; Meiler, J.", "abstract": "Missense mutations compromise protein fitness by altering stability and function, which can lead to various clinical disease states. The potassium ion channel KCNQ1 underlies the majority of congenital long QT syndrome (LQTS) cases, one of the most common genetic arrhythmia syndromes. During genetic testing for LQTS, variants of uncertain significance (VUS) confound diagnosis and clinical management. KCNQ1 protein fitness metrics enable mechanistic classification of variants, directly informing the molecular basis for dysfunction and providing clinical interpretation of variants linked to LQTS and other channelopathies. We developed structure-aware random forest classifier models to predict seven metrics of KCNQ1 fitness, four functional electrophysiology measurements (peak current density, voltage-dependence, gating kinetics), and three trafficking values measured by flow cytometry. Our trained models outperformed AlphaMissense in predicting protein fitness, enhancing interpretation of ClinVar VUS and variants classified as ambiguous by AlphaMissense. We demonstrate the classifiers distinguish benign and pathogenic variants from ClinVar and gnomAD and identify systematic patterns of dysfunction and mistrafficking along the functionally critical S4 helix. Our method advances variant effect prediction with a mechanistic classifier that reliably links missense mutations in KCNQ1 to their specific disease-causing mechanisms. As a resource for precision medicine approaches for LQTS or other KCNQ1 channelopathies, we provide the predictions and scores for all KCNQ1 missense variants across the structured region of the protein.", "date": "2025-11-01", "journal": ""}