{"title": "Spontaneous replication fork collapse regulates telomere length homeostasis in wild type cells", "doi": "10.1101/2020.08.05.237172", "authors": "Paschini, M.; Gillespie, A. E.; Reyes, C. M.; Lewis, K. A.; Glustrom, L. W.; Sharpee, T. O.; Wuttke, D. S.; Lundblad, V.", "abstract": "In most eukaryotes, the enzyme telomerase maintains the termini of linear chromosomes through the addition of repetitive telomeric sequences. It is widely assumed that the primary site of action for telomerase is the single-stranded G-rich overhang at the ends of linear chromosomes. We show here that a second substrate, created by spontaneous replication fork collapse during duplex telomeric DNA replication in wild type budding yeast, is elongated by telomerase at a much higher frequency (~50%) than fully replicated chromosome termini. Furthermore, as much as ~200 nucleotides can be added in a single cell division to these newly collapsed forks, indicating that spontaneous replication fork collapse and the subsequent response by telomerase is a major determinant of telomere length homeostasis. This challenges a long-standing model for telomere length regulation which posits a length-sensing mechanism that assesses individual telomeres to determine whether chromosome ends are in telomerase-extendible or telomerase-non-extendible states. We propose that these two states are instead structurally and temporally distinct substrates for telomerase, generated by two different processes (fork collapse vs. completion of DNA replication). We also show that replication fork collapse at telomeres is kept in check by a telomere-dedicated Cdc13/Stn1/Ten1 complex in collaboration with the canonical RPA complex, indicating that these two complexes bind single-stranded DNA exposed at the replication fork to facilitate replisome progression through duplex telomeric DNA. Although failures during DNA replication are often genotoxic events, this represents an opposing example in which fork collapse has been co-opted to promote genome stability.", "date": "2025-12-31", "journal": ""}
{"title": "Circadian photoreceptor CRYPTOCHROME promotes wakefulness under short winter-like days via a GABAergic circuitry", "doi": "10.1101/2023.10.02.560507", "authors": "Chen, L.; Tian, D.; Su, C.; Zhang, L.", "abstract": "A cardinal symptom of seasonal affective disorder (SAD, also known as winter depression) is hypersomnolence, while the cause of this \"winter sleepiness\" is not known. Here we found that lack of the circadian photoreceptor cryptochrome (cry) leads to increased sleep under short winter-like days in fruit flies, reminiscent of the hypersomnolence in SAD. CRY functions in neurons that synthesize the major inhibitory neurotransmitter GABA, including the small ventral lateral neurons which are known to be circadian pacemakers, and down-regulates the GABAergic tone. This in turn leads to increased neural activity of the wake-promoting large ventral lateral neurons, a subset of circadian neurons that are inhibited by GABA-A receptor. CRY protein is known to be degraded by light, thus rendering CRY to be functional within this GABAergic circuitry to enhance wakefulness only under short day length. Taken together, we demonstrate a mechanism that specifically regulates wakefulness under short winter-like days, which may provide insights regarding the winter sleepiness in SAD.", "date": "2025-12-31", "journal": ""}
{"title": "Statistical design of a synthetic microbiome that suppresses diverse gut pathogens", "doi": "10.1101/2024.02.28.582635", "authors": "Oliveira, R.; McSpadden, E.; Pandey, B.; Lee, K.; Yousef, M.; Chen, R. Y.; Triebold, C.; Haro, F.; Aksianiuk, V.; Patel, R.; Shriram, K.; Ramanujam, R.; Kuehn, S.; Raman, A.", "abstract": "Engineering functional microbiomes is challenging due to complex interactions between bacteria and their environments1-6. Using a set of 848 gut commensal strains and clearance of multi-drug resistant Klebsiella pneumoniae (Kp-MH258) as a target function, we engineered a functional 15-member synthetic microbiome--SynCom15--through a statistical approach agnostic to strain phenotype, mechanism of action, bacterial interactions, or composition of natural microbiomes. Our approach involved designing, building, and testing 96 metagenomically diverse consortia, learning a generative model using community strain presence/absence as input, and distilling model constraints through statistical inference. SynCom15 cleared Kp-MH258 across in vitro, ex vivo, and in vivo environments, matching the efficacy of a fecal microbiome transplant in a clinically relevant murine model of infection. The mechanism of suppression by SynCom15 was related to fatty acid production coupled with environmental acidification. SynCom15 also suppressed other pathogens--Clostridioides difficile, Escherichia coli, and other K. pneumoniae strains--but through different mechanisms. Sensitivity analysis revealed models trained on strain presence/absence captured the statistical structure of pathogen suppression, illustrating that community representation was key to our approach succeeding. Our framework, 'Constraint Distillation', could be a general and efficient strategy for building emergent complex systems, offering a path towards synthetic ecology more broadly.", "date": "2025-12-31", "journal": ""}
{"title": "Protective Effects of Butyrate on Retinal Neovascularization in Preclinical Retinopathy of Prematurity Models", "doi": "10.1101/2024.06.03.597234", "authors": "Oxenrider, A.; Bui, T.; Lester, J.; Seth, G.; Brokemond, A. J.; Thounaojam, M. C.; Martin, P. M.; Jadeja, R. N.", "abstract": "Retinopathy of prematurity (ROP) remains a leading cause of childhood blindness worldwide, necessitating new therapeutic strategies. Current interventions targeting advanced disease stages often fail to prevent long-term visual impairment. This study investigates the potential of sodium butyrate (NaB), an orally administered short-chain fatty acid, in preclinical models of ROP. Using the oxygen-induced retinopathy (OIR) mouse model, we demonstrate that daily oral NaB supplementation significantly protects against pathological angiogenesis, impacting not only vascular but also neuronal and microglial pathologies in the inner retina. Notably, NaB shows efficacy in early-phase ROP intervention, as evidenced by studies in post-natal day 9 (P9) OIR mice and a novel hyperglycemia-associated retinopathy (HAR) model, which mimics the hyperglycemic conditions of many premature infants. These findings highlight NaB as a promising alternative or adjunct therapy to current anti-VEGF treatments, offering protection across multiple retinal cell types and stages of ROP development. The study underscores the need for further research to elucidate the specific mechanisms of NaB's action, paving the way for its potential clinical application in ROP management. This research marks the first exploration of butyrate as a preventative and therapeutic agent for ROP, setting the stage for additional preclinical evaluations and optimization.", "date": "2025-12-31", "journal": ""}
{"title": "Tunable Low-Rate Genomic Recombination with Cre-lox in Escherichia coli: A Versatile Tool for Anoxic Environmental Biosensing and Synthetic Biology", "doi": "10.1101/2024.10.02.616356", "authors": "Garabello, E.; Yoon, H.; Reid, M. C.; Giometto, A.", "abstract": "The ability to induce heritable genomic changes in response to environmental cues is valuable for environmental biosensing, for experimentally probing microbial ecology and evolution, and for synthetic biology applications. Site-specific recombinases provide a route to genetic memory via targeted DNA modifications, but their high specificity and efficiency are offset by leaky expression and limited tunability in prokaryotes. We developed a tightly regulated, titratable Cre recombinase system for Escherichia coli that achieves low recombination rates and minimal basal activity. Implemented on both plasmids and the chromosome, the latter showed superior retention of genetic memory across generations. These features make the system broadly useful for environmental biosensing and other applications. To demonstrate applicability to environmental biosensing, we developed a whole-cell recombination-based biosensor for arsenite, a toxic and ubiquitous pollutant that is primarily mobilized in anoxic environments such as flooded soils, sediments, and aquifers. However, existing arsenite whole-cell biosensors face limitations in sensitivity and workflow in anaerobic settings. Our biosensor reliably recorded anoxic arsenite exposure as a stable genetic memory for delayed fluorescence readout in aerobic conditions, with detection sensitivity comparable to conventional wet chemical methods. By decoupling exposure from measurement, this approach offers a foundation for arsenite biosensing under field-relevant conditions, including redox variability and other physicochemical gradients, without the constraints of anoxic measurement. More broadly, the ability to induce low-rate, heritable genetic changes expands the genetic toolkit for environmentally responsive systems, with applications in environmental monitoring, bioproduction, bioengineering, as well as experimental studies of microbial ecology, evolution, and host-microbe interactions.", "date": "2025-12-31", "journal": ""}
{"title": "Combinatorial Optimization of Antibody Libraries via Constrained Integer Programming", "doi": "10.1101/2024.11.03.621763", "authors": "Hayes, C. F.; Goncalves, A.; Magana-Zook, S. A.; Pettit, J.; Solak, A. C.; Faissol, D.; Landajuela, M.", "abstract": "Designing effective antibody libraries is a challenging combinatorial search problem in computational biology. We propose a novel integer linear programming (ILP) method that explicitly controls diversity and affinity objectives when generating candidate libraries. Our approach formulates library design as a constrained optimization problem, where diversity parameters and predicted binding scores are encoded as ILP constraints and objectives. Predicted binding scores are obtained via AI-guided mutational fitness profiling, which combines protein language models and inverse folding tools to evaluate mutational effects. We demonstrate the method on cold-start design tasks for Trastuzumab, D44.1, and Spesolimab, showing that our optimized libraries outperform baseline designs in both predicted affinity and sequence diversity. This hybrid search-and-learning framework illustrates how constrained optimization and predictive modeling can be combined to deliver interpretable, high-quality solutions to antibody library engineering. Code is available at https://github.com/llnl/protlib-designer.", "date": "2025-12-31", "journal": ""}
{"title": "A novel pan class-I glucose transporter inhibitor DRB18 exhibits synergistic effects in vitro and in vivo with paclitaxel against human non-small cell lung cancer", "doi": "10.1101/2024.12.15.628558", "authors": "Shriwas, P.; Bachmann, L.; Ward, R.; Adhicary, S.; Nielsen, C. M.; Li, Y.; Zhang, H.; Song, J.; Roberts, D.; Bergmeier, S.; Chen, X.", "abstract": "Cancer cells depend on glucose for biomass synthesis, cell proliferation, and drug resistance. Glucose transporter (GLUT) transcripts as well as proteins are upregulated in human lungs and other cancers and are negatively correlated with patient survival, particularly GLUT1 and GLUT3. Thus, inhibiting GLUT function has been an attractive anticancer strategy. We previously characterized WZB117 and DRB18, first- and second-generation pan-class I GLUT inhibitors, respectively. DRB18 strongly inhibits glucose transport mediated by GLUT1-4 in non-small lung cancer (NSCLC) A549 cells in vitro and in vivo. Here, we report DRB18 as a more stable and potent anticancer compound, compared to WZB117. Immunohistochemistry analysis was performed in Lung adenocarcinoma (LUAD) tissue array to investigate GLUT1 and GLUT3 protein expression between normal, lower and higher stage LUAD patients. Bioinformatics analysis was performed to examine additive effect of GLUT3 to GLUT1 mediated prognosis in LUAD. Glucose uptake and resazurin dye-based proliferation assays were used to determine glucose uptake inhibitory and cell proliferation inhibitory against panel of human cancer cell lines A549, Panc1 and Hela. DRB18 potency was tested against the presence of extracellular nutrients glucose, glutamine and ATP. Synergism between DRB18 and clinically approved anticancer drugs was tested against cancer cells. DRB18 and advanced NSCLC drug Paclitaxel were tested for synergy in vitro and in vivo. GLUT1/3 combination exhibited higher hazard ratio than either GLUT1 and GLUT3 alone in many cancer types including LUAD. DRB18 reduced glucose uptake in NSCLC A549, pancreatic Panc1, and cervical Hela cancer cells with varied but strong anticancer potencies in the presence or absence of extracellular nutrients such as ATP and glucose. Combined with different clinical and pre-clinical anticancer compounds such as V9302, CB839, Sutent, Brigatinib, DRB18 significantly increased death of A549 and Panc1 cells. Noteworthy, DRB18 exhibited strong anticancer synergy with paclitaxel, an approved chemo drug for NSCLC, drastically reducing cancer cell proliferation in vitro and growth of A549 tumors grafted on the flank of nude mice without significant side effects, compared to single drug treatments. Mechanistically, DRB18 treatment with paclitaxel elevated the expression of Caspases 3 and 9, suggesting GLUT-inhibiting and apoptosis-inducing anticancer mechanisms of DRB18 with paclitaxel. Collectively, our results demonstrate anticancer efficacy of pan class-I GLUT inhibitor DRB18 in combination with paclitaxel, providing a potentially more efficacious therapeutic strategy for treating advanced NSCLC and other cancers.", "date": "2025-12-31", "journal": ""}
{"title": "Unraveling Network Dynamics via RONI: Riemannian filtering Of Network Interactions", "doi": "10.1101/2025.03.26.645425", "authors": "Kleerekoper, Y.; Kurtam, M.; Keselman, Y.; Abramson, S.; Derdikman, D.; Sciller, Y.; Musall, S.; Benisty, H.", "abstract": "Functional connectivity (FC) is fundamentally non-stationary, undergoing continuous reconfigurations that track shifting behavioral and cognitive states. Despite the importance of these transitions, existing analytical frameworks struggle to reconcile the high-dimensional nature of these reconfigurations with the need for structured trajectories and mechanistic interpretability. Specifically, identifying the precise network components responsible for driving these dynamics remains a significant challenge. To bridge this gap, we introduce RONI (Riemannian filtering Of Network Interactions), a geometry-aware, unsupervised framework that treats time-varying FC as a signal evolving on the manifold of symmetric positive semidefinite (SPSD) matrices. By defining intrinsic filtering operators along the SPSD geodesics, RONI enables a principled multiresolution decomposition of FC dynamics directly on the manifold. This representation allows for the isolation of \"dynamic drivers\" - specific network elements that dominate coherent connectivity modes across distinct temporal scales. We demonstrate the versatility of RONI by applying it to a diverse array of large-scale neural recordings, including hippocampal electrophysiology data, cortex-wide and dendritic calcium imaging, and human EEG. Across these varied modalities and spatio-temporal scales, RONI identifies biologically meaningful sub-networks that shape the geometry of the connectivity trajectory, providing a unified, interpretable, and quantitative framework for studying the evolution of distributed neural interactions.", "date": "2025-12-31", "journal": ""}
{"title": "Photocaged FLP Recombinase for Precise Spatio-temporal Control of Gene Expression", "doi": "10.1101/2025.05.06.652468", "authors": "Rodriguez, J. J. V.; Baxter, K.; Ma, Y.; Greiss, S.", "abstract": "The ability to precisely control gene expression is fundamental to studying biological processes. Using site-specific recombinases such as FLP, gene expression can be controlled, albeit with limited spatiotemporal precision. We develop a photocaged FLP recombinase which can be precisely controlled using light, and we demonstrate its efficacy in C. elegans. We use genetic code expansion to incorporate photo-caged amino acids into FLP, replacing critical residues in the active site with their photocaged counterparts. Photocaged FLP displays no detectable background activity, and brief illumination, can be used to activate FLP with near 100% efficiency. We show that photocaged FLP can be activated by light between 365 nm and 435 nm, and that it is not activated by light above 450 nm, making it fully compatible with wavelengths commonly used for imaging and optogenetics. Furthermore, we demonstrate that photocaged FLP can be used to switch on expression of target genes in individual cells within the animal using a standard 405 nm microscope mounted laser to deliver the activating light. Activation by laser requires illumination times of less than 10 ms per cell. Thus, we have developed a straightforward and efficient tool to precisely control gene expression in the multicellular organism C. elegans.", "date": "2025-12-31", "journal": ""}
{"title": "In vivo imaging of central nervous system regeneration using Danionella cerebrum", "doi": "10.1101/2025.05.13.653880", "authors": "Misyuk, M.; Austin, J. L.; Walechka, N. R.; Peterka, J. A.; Veldman, M. B.; Lam, P.-Y.", "abstract": "Rebuilding functional neuronal circuits after injury in the adult central nervous system (CNS) is unachievable for many vertebrates. In pro-regenerative models, it is unclear how regeneration and re-wiring is achieved in the CNS over long distances. The size and opacity of the adult vertebrate brain makes it difficult to study axon topography and dynamic cellular interactions during long-distance axon regeneration. Here, we harnessed the properties of the small and transparent adult Danionella cerebrum for longitudinal in vivo imaging of retinal ganglion cell axon regeneration, correlating cellular events with functional recovery. Our results suggest that some axons regenerate along tracts of degenerating myelin debris. However, the topography of re-innervation is different after regeneration, suggesting that new axon tracts are created to restore functional vision. The D. cerebrum model provides a unique opportunity to visualize and experimentally manipulate the spatial and temporal events during CNS regeneration in intact adult vertebrates.", "date": "2025-12-31", "journal": ""}
{"title": "Probabilistic Sensory Constraints Shape Swarm Cohesion in Echolocating Bats", "doi": "10.1101/2025.07.05.663265", "authors": "Umadi, R.", "abstract": "1 Cohesive animal groups rely on continuous behavioural updating to regulate spacing, alignment, and collision avoidance, yet all sensory-guided interaction is constrained by finite signal propagation delays, processing time, and motor latency. In actively sensing species such as echolocating bats, these constraints raise a fundamental ecological question: what limits the stability and density of cohesive groups under increasing interaction load? 2 I develop a constraint-based framework in which neighbour-based interaction is treated as a closed-loop process that is only feasible when sensory updates can be acquired, processed, and acted upon within a finite temporal budget. Building on an asynchronous swarm simulation grounded in echo-timed biosonar control, I formalise two receiver-side feasibility constraints that become critical in dense groups: (i) temporal overlap between conspecific calls and the echo-processing window, and (ii) level dominance of the tracked neighbour's echo over competing conspecific signals. 3 Both constraints emerge as probabilistic feasibility boundaries rather than binary conditions for perceptual success or failure. Across a broad parameter space of responsivity, group density, and flight speed, the fraction of call events supporting reliable neighbour-based updates declines smoothly with compounded interaction load. Temporal overlap is organised by a single compound term integrating local density, neighbourhood call rate, call duration, and echo delay, while level dominance operates in a marginal regime where masking is frequent but intermittent. 4 Simulation results show that stable, collision-averse swarm cohesion can persist across wide ranges of density and motion without explicit coordination or interference avoidance, provided that sufficiently frequent informative updates remain available. Breakdown occurs not because echoes become undetectable, but because the probability of obtaining timely, behaviourally relevant updates falls below what is required to sustain closed-loop control. 5 Together, these findings identify temporal feasibility and interaction dominance as general constraints shaping cohesion, spacing, and fragmentation in actively sensing animal groups. Rather than invoking acoustic jamming as a failure mode, the framework reframes interference as a background condition that regulates the statistics of actionable information. This closed-loop perspective provides a unifying ecological principle for collective behaviour in active sensing systems and generates testable predictions for when cohesion should persist or fail under increasing sensory and interactional demand.", "date": "2025-12-31", "journal": ""}
{"title": "Molecular Clock Dating of Deep-Time Evolution Using Complex Mixture Models", "doi": "10.1101/2025.07.17.665246", "authors": "Wang, S.; Meade, A.", "abstract": "Molecular clocks are a fundamental technique in evolutionary biology for establishing the timing and tempo of organismal divergence. However, currently available molecular clock methods, which often rely on simple homogeneous substitution models, can produce inaccurate time estimates, particularly for deep-time or rapidly evolving lineages where substitution heterogeneity and saturation are common. Hereby, we introduce phyloHessian (https://github.com/evolbeginner/phyloHessianWrapper), a Julia-based software to enable the use of complex mixture substitution models in molecular dating. phyloHessian employs different algorithms to improve the numerical accuracy in calculating the phylogenetic Hessian matrix, which is further integrated into PAML-MCMCtree's approximate likelihood framework to conduct dating analyses. Simulations mimicking phylogenies at different timescales demonstrate that complex mixture substitution models significantly enhance the accuracy of divergence time and substitution rate estimates in deep-time phylogenies. This pattern remains consistent across a wide range of uncertainties associated with molecular clock analysis. Additionally, mixture models display greater robustness to model and calibration specifications compared to their homogeneous counterparts. Empirical analysis of Microsporidia and Rickettsiales with different substitution models shows that mixture models, compared to homogeneous models, yield accelerated substitution rates and in some cases significantly different divergence times, leading to a revised understanding of their host association origins. Our findings underscore the importance of incorporating complex mixture substitution models for constructing reliable evolutionary timelines and elucidating the evolutionary history of deep-time or fast-evolving lineages.", "date": "2025-12-31", "journal": ""}
{"title": "A SWI/SNF-specific Ig-like domain, SWIFT, is a transcription factor binding platform", "doi": "10.1101/2025.08.01.667725", "authors": "Jain, S.; Williamson, K. E.; Ying, A. W.; Turner, A. M.; Jiang, R. J.; Raval, S.; So, K.; Allison, M. P.; Sankar, A.; Same Guerra, D. D.; Lin, Y.; Jiang, Z.; Mashtalir, N.; Rohrs, H. W.; Lichti, C. F.; Muir, T. W.; Papanastasiou, M.; Paulo, J. A.; Gygi, S. P.; Gross, M. L.; Kadoch, C.", "abstract": "Mammalian SWI/SNF chromatin remodeling complexes modulate DNA accessibility and gene expression; however, their genomic targeting mechanisms remain incompletely understood. Here, we identify SWIFT (SWI/SNF Ig-fold for transcription factor interactions), a conserved transcription factor (TF) binding platform on the SMARCD subunits. SWIFT is necessary and sufficient for direct engagement with the transactivation domain of PU.1. A single amino acid mutation disrupts PU.1-mSWI/SNF binding, impairs complex targeting, and attenuates oncogenic transcription and proliferation in PU.1-dependent cancer cells. Dominant expression of the SWIFT domain in isolation sequesters TFs from mSWI/SNF and poisons TF-addicted cancer cells. Finally, TFs across diverse families interact with SMARCD paralog-specific SWIFT domains. These results define a major mechanism of cell type- and disease-specific mSWI/SNF chromatin targeting and inform approaches toward therapeutic modulation.", "date": "2025-12-31", "journal": ""}
{"title": "Ridge-assisted Micro Positioning of Cells and Particles in a Microchannel", "doi": "10.1101/2025.09.26.678893", "authors": "Payan-Medina, A.; Putaturo, V. R.; Bazaz, S. R.; Cunneely, Q. E.; Kulkarni, V.; Toner, M.; Mishra, A.", "abstract": "The capability to deterministically and precisely control the lateral position of focused cell streams in a microchannel provides diverse opportunities for biomedical applications, including cell concentration, imaging flow cytometry, and cell-based liquid biopsy platforms. Inertial microfluidics introduced various high-throughput strategies for ordering particles and cells within microchannels. However, existing approaches do not permit precise control over the lateral focusing position of cells. By leveraging engineered microvortices generated by channel ridges and fluidic lift forces, we present a microfluidic method for deterministically positioning focused cell streams to desired lateral streamlines. Unlike inertial focusing, the ridge-assisted micro positioning (RAMP) is independent of particle size and flow rate, enabling polydisperse particles (10 to 30 m) to be focused to the same streamline across a broad range of flow rates (250 to 1000 L/min). The focusing position can be precisely adjusted by altering ridge placement and geometry, achieving both small (5 m) and large ([&ge;]15 m) lateral shifts in a controlled manner. Applying the RAMP concept, we developed clog-free microfluidic cell concentrators that can enrich single cells and clusters of cells to desired concentration factors and demonstrate the ability to focus particles in undiluted whole blood. Together, these results establish RAMP as a versatile platform for precise cell positioning in complex biological fluids.", "date": "2025-12-31", "journal": ""}
{"title": "Kingdom-wide evolutionary characterization of RNA editing factors across Archaeplastida", "doi": "10.1101/2025.10.09.681329", "authors": "Chen, M.; Qu, Q.; Zhang, Z.", "abstract": "RNA editing, a post-transcriptional modification in plant mitochondria and plastids, is essential for environmental adaptation and diverse physiological processes. Despite extensive identification of RNA editing factors, primarily including pentatricopeptide repeat (PPR), multiple organelle RNA editing factor (MORF), organelle RNA recognition motif-containing (ORRM), and organelle zinc finger (OZ) proteins, their evolutionary history remains poorly understood. Here, we perform kingdom-wide evolutionary analyses across 364 high-quality Archaeplastida genomes and find massive PPR gene expansions in early-diverging land plants, predominantly driven by dispersed duplication associated with retroposition. Furthermore, integrative analyses indicate that DYW subgroup PPR genes have been horizontally transferred from plants to bdelloid rotifers, potentially enhancing the recipients' adaptation to ultraviolet radiation. MORF proteins, accessory partners of PPRs, possess MORF hallmark domains structurally similar to protein-folding peptidase S8 propeptide/proteinase inhibitor I9 domains, suggesting a role in protein folding during RNA editing. Considering diverse domain compositions, we reclassify MORF, ORRM, and OZ proteins and uncover prevalent hallmark domain fusions. Together, these findings illuminate the kingdom-wide evolution of plant RNA editing machinery.", "date": "2025-12-31", "journal": ""}
{"title": "Integrative metabolome-genome analysis reveals the genetic architecture of metabolic diversity in sorghum grain", "doi": "10.1101/2025.10.14.682411", "authors": "Nigam, D.; Metwally, S.; Shi, S.; Kolagani, P.; Khan, N. A.; Tian, R.; Yerka, M.; Yinping, J.", "abstract": "Cereal grains are fundamental to global food security and bioenergy production, yet the genetic and molecular bases of grain metabolic diversity remain unresolved. Sorghum, a climate-resilient C4 grass with exceptional tolerance to heat and drought stress, provides an effective system for metabolic genomics. Here, we integrated large-scale untargeted metabolomic profiling, population genomics, and machine learning to systematically dissect grain metabolic diversity and its genetic determinants in sorghum. Untargeted metabolomic analysis of mature grains from the Sorghum Association Panel detected 4,877 metabolites exhibiting extensive quantitative variation across accessions, with pronounced diversity in amino acid and polyphenol biosynthetic pathways, indicating substantial standing variation relevant to nutritional improvement. Metabolite-based genome-wide association studies (mGWAS) identified ~4.15 million significant SNP-metabolite associations, significantly enriched in noncoding regulatory regions, consistent with a highly polygenic architecture of metabolic regulation. We further delineated 38 metabolite-gene clusters that reveal coordinated genetic control of core metabolic pathways, and used machine learning to pinpoint key metabolites underlying grain color variation and to prioritize associated candidate genes, demonstrating predictive models that integrate genotype, metabolome, and phenotype. This work establishes the first population-scale atlas of sorghum grain metabolomic and genetic diversity and introduces the Sorghum Grain Metabolite Diversity Atlas (SorGMDA), an open resource integrating metabolomic and genomic variation. These resources enable comparative metabolic genomics across cereals and support systems-level breeding strategies for improving grain nutritional quality and climate resilience.", "date": "2025-12-31", "journal": ""}
{"title": "Structural Mechanism of Prestin-Membrane Mechanotransduction", "doi": "10.1101/2025.10.31.685930", "authors": "Bavi, N.; Haller, P.; Homma, K.; Lin, X.; Milewski, W.; Zhao, M.; Sosnick, T.; Perozo, E.", "abstract": "Sound frequency discrimination in mammals depends on the conformational transitions of prestin (SLC26A5), the piezoelectric motor in outer hair cells. The mechanism that enables prestin's electrically driven interconversion and its dependence on membrane mechanics, remains unresolved. Here, we show that membrane forces represent a strong driver of the same conformational changes generated by transmembrane voltage and stabilized by bound anions. Single particle cryo-EM structures of nanodiscreconstituted prestin were obtained from varying lipid composition and membrane thickness. These structures show that membrane thinning biases prestin from a compact conformation to a fully expanded conformation, mimicking outer hair cell elongation/contraction during electromotility. In contrast, zebrafish SLC26A5 transporters undergo complete elevator movements with redistribution of areal changes across leaflets. The structures, together with mutagenesis, H/D exchange mass spectrometry data, and NLC measurements, offer a high-resolution understanding of how prestin translates membrane tension into charge and motor movement during sound-evoked vibrations, revealing a process of reciprocal electro-mechanical transduction essential for tuning cochlear amplification.", "date": "2025-12-31", "journal": ""}
{"title": "Fosl2 regulates the transition from parietal epithelial cells to myofibroblasts in the kidney", "doi": "10.1101/2025.11.10.687667", "authors": "Bronstein, R.; Revelo, M. P.; Sheikh, F.; Haley, J. D.; D'Agati, V.; Salant, D. J.; He, J. C.; Guo, Y.; Mallipattu, S. K.", "abstract": "Activation and proliferation of parietal epithelial cells (PECs), located along the inner rim of Bowmans capsule, drives disease progression in subtypes of glomerulonephritis and focal segmental glomerulosclerosis. In examining the mechanisms contributing to PEC activation two established mouse models were utilized in this study, nephrotoxic serum nephritis (transient model) and podocyte-specific Klf4 knockout (progressive model). A role for transcription factor FRA2 (Fosl2) was uncovered through single nuclear multiomic approaches relating to the regulation of PEC transcriptional/chromatin dynamics. Co-immunoprecipitation followed by mass spectrometry assessed the FRA2 protein interactome in cultured PECs, revealing a potential role for FRA2 in alternative splicing. Fosl2 expression was then blunted through CRISPR-Cas9 gene editing in cultured PECs, revealing reduced proliferative capacity and the downregulation of myofibroblast markers. In-vivo genetic lineage tracing of PECs after nephrotoxic serum revealed PEC-to-myofibroblast trans-differentiation events. Finally, immunostaining of human kidney biopsies with various subtypes of glomerulonephritis confirmed Fosl2 expression in crescentic lesions of activated PECs, with single cell deconvolution strategies assigning PEC-skewed proportion ratios to bulk RNA-seq patient data from the NEPTUNE consortium. These results suggest that FRA2 (Fosl2) directs a conserved molecular program of PEC-specific responses in subtypes of glomerulonephritis and focal segmental glomerulosclerosis.", "date": "2025-12-31", "journal": ""}
{"title": "Brush border intermicrovillar adhesion limits bacterial attachment to the small intestine brush border", "doi": "10.1101/2025.11.25.690363", "authors": "Cowell, R. P.; Bickart, A. C.; Shashi, S. R.; Vasquez, A.; Brackman, L. C.; Abdel-Dayem, M. A.; Chen, W.; Bowman, D. M.; Krystofiak, E. S.; Essalki, Y.; Gross, I.; Harrison, D. G.; Wanjalla, C. N.; Algood, H. M.; Tyska, M. J.; Meenderink, L. M.", "abstract": "Enterocytes present a continuous array of uniform, tightly packed, apical microvilli known as the brush border. Adjacent microvilli tips are linked by an intermicrovillar adhesion complex (IMAC) composed of cadherins that are required for microvillar packing, length uniformity, and junctional integrity, with disruption linked to intestinal autoimmune disease and infections. We found that IMAC-deficient mice have increased adherent (actin-dependent) and mucosal (actin-independent) bacteria in the terminal ileum. These bacteria are primarily commensals without differences in diversity between groups. Initial segments of Segmented filamentous bacteria (SFB) recruit microvilli proteins (EPS8/IRTKS) and Arp2/3 to remodel actin. SFB anchor contiguous to cell junctions and incorporate ZO-1 into their attachments. Together, these data reveal maturation of the SFB host-microbe interface that mirrors the complex SFB lifecycle. Our work indicates a previously unrecognized role for the brush border as a key component of host defense against luminal microbes.", "date": "2025-12-31", "journal": ""}
{"title": "Dried-bakery waste as a substrate for n-caproate and n-caprylate production via chain elongation: bakeroate", "doi": "10.64898/2025.12.20.695658", "authors": "Ntihuga, J. N.; Usack, J.; Mayer, R.; Kinbokun, A. A.; Yesil, H.; Zhou, M.; Angenent, L. T.", "abstract": "Bakery waste is a promising feedstock for the circular economy; however, its use for producing medium-chain carboxylates (MCCs) via microbial chain elongation remains unexplored. This study investigated pretreatment, pertraction, and chain elongation strategies to convert bakery waste into n-caproate and n-caprylate. Bakery waste was mechanically and enzymatically processed, and different inocula were tested to optimize the conversion of the resulting glucose-rich solution into lactate and ethanol (intermediates). These intermediates were fed into continuous chain elongation systems, which operated for over 386 days at 37{degrees}C and pH 5.5. Results showed that 30-35% of bakery waste carbon was converted into n-caproate and 10-15% into n-caprylate. Enzymatic starch hydrolysis proved essential, and lactate was a superior intermediate for chain elongation compared to ethanol. A maximum volumetric MCC production rate of 131{square}mM{square}C{square}L-1{square}d-1 (0.1 g L-1 h-1) was achieved. This integrated approach, named \"bakeraote,\" demonstrates an efficient pathway for valorizing bakery waste", "date": "2025-12-31", "journal": ""}
{"title": "MetaPaCS: A Novel Meta-Learning Framework for Pancreatic Cancer Subtype Identification", "doi": "10.64898/2025.12.29.696875", "authors": "Peterson, N. B.; Sun, M.; Wu, X.; Wang, J.; Wan, S.", "abstract": "As the third leading cause of cancer related deaths in the United States, pancreatic cancer (PaC) is a highly heterogenous malignancy that can be divided into a multitude of potential subtypes, with the main 4 consisting of aberrantly differentiated endocrine exocrine (ADEX), immunogenic, progenitor, and squamous. Each PaC subtype is characterized by their unique molecular pathways and therapeutic characteristics. Identifying PaC molecular subtypes is essential for downstream patient risk stratification and tailored treatment design. Conventional wet-lab approaches for PaC subtyping like microdissection, histopathological studies or molecular profiling are often laborious, costly and time-consuming. To address these concerns, we present MetaPaCS, a novel meta-learning framework to accurately identify PaC subtypes based on transcriptomics data only. Specifically, after preprocessing, the transcriptome-based feature vectors were classified by 10 base machine learning (ML) classifiers, whose prediction outputs were then combined with the initial preprocessed feature vectors to constitute a new set of ensemble feature vectors for a meta-learning model. Our meta-learning model could learn and leverage the diversity of different base classifiers to boost the prediction performance beyond any single ML model. Results based on 100 times ten-fold cross validation tests on benchmarking datasets demonstrated that MetaPaCS performed significantly better than existing state-of-the-art methods for PaC subtyping. In addition, our meta-learning model remarkably outperformed each individual base classifier, demonstrating that MetaPaCS could combine diverse results from multiple base classifiers to boost the ensemble performance. We believe that MetaPaCS is a promising tool for characterizing PaC subtypes and will have positive impacts on downstream risk stratification and personalized treatment design for PaC patients.", "date": "2025-12-31", "journal": ""}
{"title": "Tbx1 heterozygosity in the oligodendrocyte lineage has distinct effects on myelinated axons in the fimbria and on behaviors related to neurodevelopmental disorders in mice.", "doi": "10.64898/2025.12.30.697076", "authors": "Wells, A. M.; Takano, T.; Tanifuji, T.; Kang, G.; Esparza, M.; Endo, A.; Hiramoto, T.; Shi, Q.; Bhat, M. A.; Hiroi, N.", "abstract": "The hemizygous deletion of human chromosome 22q11.2 leads to cognitive and social deficits, as well as psychiatric disorders. Constitutive deletion of Tbx1, a T-box transcription factor gene encoded within this chromosomal region, results in deficits in various cognitive and social behaviors and altered formation of oligodendrocytes, myelin, and myelinated axons in the fimbria of adult mice. Given that Tbx1 is present in neonatal stem cells and oligodendrocytes, the present study was designed to test the hypothesis that Tbx1 heterozygosity in the oligodendrocyte lineage contributes to behavioral phenotypes relevant to neurodevelopmental disorders and ultrastructural changes in myelinated axons in the fimbria. To this end, we conditionally induced Tbx1 heterozygosity in the oligodendrocyte lineage in PdgfrCre;Tbx1+/flox mice. This mouse line showed recombination in brain regions known to express Pdgfra. Male Pdgfra;Cre;Tbx1+/flox mice performed better in spontaneous alternation in a T-maze than wild-type littermates at 1, but not 2 months of age; otherwise, mutant and wild-type littermates were indistinguishable in neonatal ultrasonic vocalization, peripubertal and postpubertal social interaction, novel object approach, anxiety-related behaviors in an elevated plus maze, and motor activity and thigmotaxis in an inescapable open field. The fimbria of male Pdgfra;Cre;Tbx1+/flox mice showed an increase in the number of myelinated axons in a range between 300 nm and 800 nm diameter and a decrease in the myelinated axons around 1,200 nm and 1,400 nm; the thickness of myelin was unchanged across all diameters. Our findings show that Tbx1 heterozygosity in oligodendrocyte precursor cells or their progeny selectively improves spontaneous alternation and shifts the proportion of myelinated axons toward small- to medium-sized axons, suggesting that the compositional shift in axons in the fimbria induced by Tbx1 heterozygosity in the oligodendrocyte lineage might underlie improved cognition relevant to neurodevelopmental disorders.", "date": "2025-12-31", "journal": ""}
{"title": "Standardizing RNA-seq Analysis of Fungal Pathogens Using BRC-Analytics and Agentic AI: A Candidozyma auris Case Study", "doi": "10.64898/2025.12.30.697050", "authors": "Nekrutenko, A.; Callan, D.; Van Den Beek, M.; Baker, D.; Rogers, D.; Guerler, A.; Chilton, J.; Clawson, H.; Cain, S.; O'Meara, T.; Beavers, K.; Schatz, M.; Haeussler, M.; Gruning, B.; Goecks, J.; Pond, S. K.", "abstract": "Candidozyma auris has emerged as a critical global health threat due to multidrug resistance and healthcare-associated transmission. While RNA-seq has become the primary tool for studying C. auris pathogenesis, inconsistent use of reference genomes and bioinformatics tools complicate cross-study comparisons. Here we demonstrate how BRC-Analytics, a platform for pathogen genomics, combined with an agentic AI assistant, enables reproducible RNA-seq analysis. By re-analyzing data from two publications we achieved near-perfect correlation with published results despite annotation version differences. We addressed provenance challenges associated with using AI agents with Galaxy by forcing them to invoke Galaxy's native tools rather than manipulating data directly. For custom analyses outside Galaxy's toolset, we provide standalone JupyterLite notebooks that reproduce our analysis without AI involvement. This framework---combining AI-assisted automation with rigorous provenance tracking---establishes a template for standardized, reproducible fungal pathogen genomics. To the best of our knowledge, this is the first example of integration between public data repositories, reproducible analysis workflows, and agentic AI tools. Our subsequent efforts will focus on improving the seamlessness of this integration.", "date": "2025-12-31", "journal": ""}
{"title": "TNFα and Endothelial IL-1 Receptor Signaling Drive Peritubular Capillary Regression and Fibrosis in Obstructive Kidney Injury", "doi": "10.64898/2025.12.30.697039", "authors": "Johnson, C. F.; Wheeler, K.; Xie, J.; Chan, J.; Davis, G. E.; Griffin, C. T.", "abstract": "Capillary regression destabilizes tissue homeostasis and contributes to chronic organ dysfunction, yet the inflammatory pathways that drive pathological vessel loss remain incompletely defined. We previously identified the inflammatory cytokines TNF and IL-1 as conserved mediators of physiological vessel regression in the neonatal mouse eye, but whether these cytokines contribute to pathological capillary regression in adult mice is unknown. In this study, we investigated the capillary regression that occurs along with inflammation in murine kidneys following irreversible unilateral ureteral obstruction (UUO) surgical challenge. Mice lacking genes encoding global TNF, the endothelial IL-1 receptor IL-1R1, or both (double knockout, DKO) were examined at 10 days after UUO surgery. While loss of the individual genes did not affect peritubular capillary (PTC) regression, PTC regression was significantly reduced in DKO mice. This reduction in PTC regression correlated with less expression of the tubular epithelial injury marker KIM-1. DKO kidneys also displayed less fibrosis by Picrosirius Red and Masson trichrome staining. These findings demonstrate that TNF and endothelial IL-1R1 cooperatively drive pathological capillary regression in the irreversible UUO model of chronic kidney injury and that preservation of PTCs correlates with less renal tubular injury and fibrosis at 10 days after injury.", "date": "2025-12-31", "journal": ""}
{"title": "Differential retinoic acid responses across testicular development in vitro", "doi": "10.64898/2025.12.30.696417", "authors": "Hansen, B. C.; Hatem, S. A.; Huang, L.; Amory, J. K.; Faustman, E. M.; Kelly, E. J.", "abstract": "Spermatogonial differentiation is controlled by distinct spatial and temporal activities of metabolizing enzymes and signaling molecule formation. In vitro models are reductionist ways to examine the interactions between Sertoli cells and spermatogonial stem cells, which may be therapeutic targets for infertility that cause non-obstructive azoospermia, due to either Sertoli-cell only syndrome, hypospermatogenesis or maturation arrest. Here, we find that nanomolar doses of isotretinoin are sufficient to drive Stra8 expression in vitro, an interaction that is both dose-dependent and inhibitable. We compare complex in vitro models (CIVMs) seeded from cells isolated post-natal day 5 (PND 5) and post-natal day 10 (PND 10) Sprague Dawley rat testis. The CIVMs maintain metabolic capacity to produce bioactive retinoids form retinol. We also investigate the impact of common media supplementations on spermatogonial phenotype and find that they can impact the expression of Stra8 and Plzf as markers of early differentiating and undifferentiated spermatogonia, respectively. These results highlight the power of in vitro models to investigate the dynamics of the spermatogonial niche.", "date": "2025-12-31", "journal": ""}
{"title": "NT-C2-Dependent Phosphoinositide Binding Controls PLASTID MOVEMENT IMPAIRED1 Localization and Function", "doi": "10.64898/2025.12.30.697064", "authors": "Cieslak, D.; Staszalek, Z.; Hermanowicz, P.; Łabuz, J. M.; Dobrowolska, G.; Sztatelman, O.", "abstract": "Plants respond to changing environmental conditions through rapid cellular mechanisms, one of which is light-induced chloroplast movement. Plastid Movement Impaired 1 (PMI1) is one of the proteins involved in this process that undergoes rapid, blue light-dependent relocalization within the plasma membrane. Here, we investigate the molecular determinants of PMI1 membrane association. We identify the NT-C2 domain as the principal membrane-binding module and show that it extends beyond the boundaries previously assigned to the C2 domain. Plasma membrane localization is mediated by interactions between the extended NT-C2 domain and the phosphoinositides phosphatidylinositol 4-phosphate (PI4P) and phosphatidylinositol 4,5-bisphosphate [PI(4,5)P2], with basic residues within this region being essential for PMI1 membrane binding. We further demonstrate that the NT-C2 domain binds Ca2+ in vitro and that calcium availability modulates its phosphoinositide-binding preference. Consistently, depletion of cytosolic Ca2+ or inhibition of Ca2+ fluxes abolished the blue light-induced redistribution of PMI1 within the plasma membrane. Finally, we show that the extended NT-C2 domain, together with its flanking intrinsically disordered regions, is indispensable for PMI1 function in chloroplast movement regulation.", "date": "2025-12-31", "journal": ""}
{"title": "The interaction of the Arabidopsis Xyloglucan Xylosyltransferases XXTs with the COPII member SAR1 via their di-Arginine motifs is critical for delivery to the Golgi.", "doi": "10.64898/2025.12.30.697048", "authors": "Zhang, N.; Julian, J. D.; Zabotina, O. A.", "abstract": "Golgi-localized Xyloglucan Xylosyltransferases (XXT2 and XXT5) participate in xyloglucan biosynthesis, and to do this, they require the proper localization. The COPII complex is responsible for delivering cargo proteins from the ER to the Golgi, which is facilitated by the complex's member proteins Sec24 and Sar1. Additionally, the N-termini of glycosyltransferases (GTs) play a crucial role in their transportation and localization. In this study, we demonstrated for the first time that XXTs interact with Sar1 protein in the COPII complex but not with Sec24, which was previously reported to be the main recruiter of cargo proteins into COPII-coated vesicles. The mutation of the arginine to glutamine residues of di-arginine motifs in the N-termini of XXT2 and XXT5 caused protein mislocalization and significantly reduced the strength of the interaction with Sar1. These mutations caused 90% of XXTs to either remain in the ER or localize to non-Golgi small compartments. In turn, such mislocalization significantly suppressed the recovery of xyloglucan biosynthesis in Arabidopsis thaliana (Arabidopsis) mutant plants (xxt1xxt2 and xxt3xxt4xxt5), failing to restore their root phenotypes to normal. Our results demonstrate the interaction between cargo proteins and Sar1 proteins, highlighting the critical role of di-arginine motifs in this interaction. These results provide new insights into the mechanism of ER-to-Golgi delivery of plant GTs, which significantly advances our understanding of polysaccharide biosynthesis in the Golgi and the enzymes responsible for it.", "date": "2025-12-31", "journal": ""}
{"title": "Cell-type-specific adaptations to mitochondrial stress underly the neurological presentations of \tMTRFR mutations", "doi": "10.64898/2025.12.30.696998", "authors": "Zarate-Mendez, M.; O'Connor, K.; Malig, N.; Podmanicky, O.; Kleniuk, J.; Spendiff, S.; Reid, E.; Lochmüller, H.; Hathazi, D.; Horvath, R.", "abstract": "Mitochondrial diseases are a group of heterogeneous genetic disorders that exhibit striking tissue specificity. Neurological involvement is among the most consistent features, yet the mechanisms that determine why selective neuronal populations are particularly vulnerable to mitochondrial dysfunction remain poorly understood. Mutations in MTRFR, a mitochondrial ribosome rescue factor, cause a progressive neuromuscular phenotype, but no relevant disease model exists to explain its cell-type-specific pathology. Here, we established the first human iPSC-derived neuronal model of MTRFR loss and identified mechanisms driving differential vulnerability between cortical and motor neurons. Although knockdown led to comparable deficits in mitochondrial translation and OXPHOS across both subtypes, cortical neurons engaged adaptive programs, including dendritic mitochondrial remodeling and heat-shock response activation, that preserved survival. Motor neurons failed to mount these responses and instead displayed apoptotic and inflammatory priming. Pharmacological enhancement of stress adaptation rescued motor neuron survival, indicating that resilience is programmable. These findings provide the first mechanistic evidence that neuronal susceptibility to mitochondrial translation defects is defined by the capacity to activate mitochondrial and cytoprotective stress-response pathways.", "date": "2025-12-31", "journal": ""}
{"title": "Multi-modal choroid plexus pathology in aging and Alzheimer's disease", "doi": "10.64898/2025.12.30.697051", "authors": "Xu, H.; Lotfy, P.; Englert, B.; Oberhauser, J.; Byer, L. I. J.; Wihlman, J.; Colangelo, K.; Okar, S. V.; Thommana, A.; Puttonen, H.; Mäyränpää, M. I.; Tuimala, J.; Pedrosa, R.; Kumar, D.; Haberberger, J. F.; Atkins, M. E.; Alimukhamedov, S.; Pragana, A.; Benson, J.; Gabrielle, M. E.; Dong, A.; DurantLaforet, V.; Lin, P. B.-C.; Keene, C. D.; Latimer, C. S.; Prater, K. E.; Holtzman, D. M.; Isakova, A. E.; Wyss-Coray, T.; Schafer, D. P.; Reich, D. S.; Lehtimäki, T.; Karhunen, P. J.; Kok, E.; Jansson, D.; Yang, A. C.; Myllykangas, L.; Ordovas-Montanes, J.; Lehtinen, M. K.", "abstract": "Brain barriers, cerebrospinal fluid (CSF) dynamics, and peripheral factors are implicated as significant contributors to Alzheimer's disease (AD). The choroid plexus (ChP) is a blood-brain interface that produces CSF and forms the blood-CSF barrier. However, how ChP pathology develops across the lifespan and contributes to AD has not been systematically characterized. Here, we report a multi-modal ChP atlas integrating single-nucleus transcriptomics from 49 individuals, AI-assisted quantitative histopathology across >500 postmortem samples age 16 to 105, spatial transcriptomics, and functional studies in 5xFAD mice. We identify fibrosis, calcification, and macrophage abnormalities as hallmarks of ChP aging, with AD pathology conferring additional effects, including expansion of a pro-inflammatory fibroblast-macrophage signaling niche. In 5xFAD mice, macrophage dysfunction is associated with impaired epithelial barrier maintenance and repair. Together, these data provide a foundational resource for understanding ChP dysfunction in aging and AD and propose the macrophage-fibroblast-epithelial barrier axis as a driver of ChP pathology.", "date": "2025-12-31", "journal": ""}
{"title": "Ultrastructural changes at auditory nerve synapses following moderate noise exposure", "doi": "10.64898/2025.12.30.697061", "authors": "Gorman, D.; Wong, N. F.; Schupbach, C. W.; DiCenso, S. L.; Xu-Friedman, S. C.; Boergens, K. M.; Lauer, A. M.; Salles, A.; Xu-Friedman, M. A.", "abstract": "Moderate noise exposure is a common experience, yet its impact on central auditory synapses remains poorly understood. We study this issue at the first synapses in the central auditory pathway formed by auditory nerve afferents onto bushy cells in the cochlear nucleus, called endbulbs of Held. Non-traumatic noise exposure alters endbulb properties, decreasing the probability of vesicle release and enlarging the pool of releasable vesicles as assessed using electrophysiological methods and immunolabelling. These changes appear homeostatic, to maintain synaptic efficacy during periods of high activity. To identify structural changes underlying the larger vesicle pool, we used serial blockface electron microscopy of endbulbs from control and noise-exposed mice to quantitatively assess synaptic morphology. We observed no differences in the juxtapositional area between endbulbs and bushy cells, nor in the number or density of active zones and postsynaptic densities. Images of endbulb terminals were significantly darker after noise exposure, indicating an increase in the density of synaptic vesicles. These results suggest that moderate noise exposure induces an activity-dependent increase in presynaptic vesicle numbers, consistent with the observed physiological changes in neurotransmitter release. This work sets the stage for high-resolution studies to quantify docked and reserve vesicles.", "date": "2025-12-31", "journal": ""}
{"title": "Retrograde viral delivery of hyper-IL-6 activates Stat3 in corticospinal tract neurons but causes severe tremors and weight loss in adult mice", "doi": "10.64898/2025.12.30.697090", "authors": "Wang, Z.; Tsoulfas, P.; Blackmore, M. G.", "abstract": "Cytokines in the IL-6 family can improve axon regeneration after nervous system injury, acting in part by stimulating Stat3 phosphorylation and pro-regenerative signaling in injured neurons. Hyper-IL-6 (hIL-6) is an engineered ligand with enhanced signaling properties, shown previously to stimulate axon growth even more effectively than native IL-6 family members. Here we tested a method of hIL-6 delivery based on injection of retrograde AAV to the cervical spinal cord of adult mice. This was envisioned as a first step toward a regenerative treatment after spinal cord injury based on widespread stimulation of descending projection neurons. We found, however, that animals treated with AAV2-retro-hIL-6 developed severe tremors and weight loss within days of injection and reached criteria for humane euthanasia within five to eleven days, depending on viral dose. Examination of the cortex showed a pronounced increase in Stat3 phosphorylation in corticospinal tract (CST) neurons in hIL-6 animals versus control, confirming effective retrograde signaling. Stat3 phosphorylation and evidence of microglial activation were detected in tissue surrounding CST cell bodies and along descending CST axons, revealing extensive cytokine signaling and microglial response associated with secreted hIL-6. These results confirm the ability of hIL-6 expression to activate Stat3 signaling in CST neurons but uncover the potential for severe negative effects that must inform any further development of hIL-6 as a pro-regenerative therapeutic.", "date": "2025-12-31", "journal": ""}
{"title": "Histone Demethylase KDM6B Promotes Postnatal Oligodendrocyte Development and Cortical Myelination", "doi": "10.64898/2025.12.30.697092", "authors": "Lambries, R.; Shen, Z.; Mias, G. I.; He, J.", "abstract": "Myelination in the postnatal cortex requires epigenetic programs that activate oligodendrocyte gene networks. Here we show that the histone H3K27me3 demethylase KDM6B promotes this process in vivo. Conditional Kdm6b deletion (Kdm6b-cKO) in Emx1 dorsal telencephalic progenitors caused delayed cortical myelination. Lineage-specific RNA-seq revealed that the oligodendrocyte master regulator Sox10 was significantly reduced, as well as myelination effectors, indicating impaired oligodendrocyte maturation. Chromatin immunoprecipitation assays of the same lineage showed increased H3K27me3 at promoter-proximal regions of Sox10, consistent with loss of KDM6B-mediated de-repression. Temporally controlled Sox10 induction partially rescued myelination in Kdm6b-cKO mice. These findings define a KDM6B[-&gt;]SOX10 axis that licenses oligodendrocyte development and cortical myelination by removing repressive H3K27me3 and sustaining active chromatin, with implications for KDM6B-related neurodevelopmental disorders.", "date": "2025-12-31", "journal": ""}
{"title": "Characterizing the role of mitochondrial dynamics during Drosophila convergent extension using NADH fluorescence lifetime imaging", "doi": "10.64898/2025.12.30.693754", "authors": "Espana-Pena, M.; Woessner, A.; Nichols, C.; Quinn, K.; Pare, A. C.", "abstract": "Mitochondria are dynamic organelles that can fragment or fuse to support different bioenergetic demands (e.g., glycolysis vs. oxidative phosphorylation) and distinct cell behaviors (e.g., mitosis or migration). While the role of mitochondrial dynamics in wound healing and metabolic disorders has received significant attention, the role of mitochondrial fission and fusion during normal embryonic development is less well understood -- in part due to the difficulty of studying such processes in vivo. Combined with the depth-resolved imaging capabilities of multiphoton microscopy, fluorescence lifetime imaging (FLIM) of the mitochondrial cofactor NADH can be used to simultaneously visualize mitochondrial network morphology and infer certain aspects of cellular bioenergetics (e.g., glycolysis vs. oxidative phosphorylation) in a label-free, non-invasive manner. Here we demonstrate that NADH FLIM can be used to accurately track the subcellular localization and topology of mitochondrial networks in live Drosophila embryos. We used this technique to assess whether cells show changes in NADH lifetime during convergent extension (CE) -- a conserved process of tissue remodeling in which thousands of germband cells undergo coordinated intercalation to drive elongation of the head-to-tail axis. Contrary to our expectations, we did not observe significant changes in NADH lifetime or network appearance during CE in wild-type embryos, suggesting that germband cells do not need to alter their baseline metabolism to fuel cell intercalation during normal development. To directly assess the role of mitochondrial fission and fusion during CE, we used RNA interference to disrupt the fission mediator Drp1 and the fusion mediator Opa1. Consistent with expectations, inhibiting mitochondrial fission in Drp1-knockdown embryos led to hyper-fused networks and significantly longer NADH lifetimes, indicating a shift towards oxidative phosphorylation. Conversely, inhibiting mitochondrial fusion in Opa1-knockdown embryos led to more hyper-fragmented networks and significantly shorter NADH lifetimes, indicating a shift towards glycolysis. Interestingly, inhibiting either fission or fusion altered tissue elongation and greatly increased the rate of cell intercalation errors, suggesting that a precise network topology is required for proper CE. We hypothesize that the CE defects in Drp1-knockdown embryos are primarily due to incorrect basal subcellular localization of mitochondria, whereas the CE defects in Opa1-knockdown embryos are due to deficient ATP and/or ROS production. These experiments demonstrate the utility of FLIM-based applications for characterizing the role of mitochondria during normal embryonic development, which could yield a better understanding of the metabolic underpinnings of various pathologies that involve epithelial remodeling, including spina bifida, defective wound healing, and cancer metastasis.", "date": "2025-12-31", "journal": ""}
{"title": "NIPBL-mediated 3D genome folding translates enhancer priming into gene activation and safeguards lineage fidelity during embryonic transitions", "doi": "10.64898/2025.12.30.686824", "authors": "Ni, Z.; Ma, X.; Do, S.; Cheng, L.; Glenn, R.; Vierbuchen, T.; Pertsinidis, A.", "abstract": "Precise gene control by complex regulatory landscapes is fundamental to embryo development, yet the instructive role of 3D genome architecture remains controversial. While acute cohesin depletion completely disrupts genome folding, it yields modest transcriptional impacts, but these findings are often confounded by cohesin's essential roles in cell division and proliferation. Here, we resolve this discrepancy by decoupling architectural functions from cell-cycle roles using an acute NIPBL degron system. By integrating single-gene imaging with single-cell and bulk multi-omics during mouse pluripotency transitions and germ-layer specification, we show that NIPBL-mediated cohesin function is required for proper de novo activation of lineage-specifying genes. Mechanistically, NIPBL translates epigenetic priming into transcriptional outputs by physically bringing distal enhancers and target promoters into proximity. We further uncover a dual regulatory role: an acute requirement for establishing new enhancer-promoter interactions during cell state transitions and a long-term role in safeguarding transcriptional fidelity by preventing ectopic gene de-repression. Our findings demonstrate that NIPBL/cohesin-orchestrated genome folding facilitates the faithful execution of developmental gene expression programs.", "date": "2025-12-31", "journal": ""}
{"title": "Foundational genomic resources for date palm: A gap-free, telomere-to-telomere phased assembly of Ajwa and 19 high-quality genome assemblies of Phoenix dactylifera.", "doi": "10.64898/2025.12.30.696066", "authors": "Celii, M.; Al-Bader, N.; Mohammed, N.; Zhou, Y.; Fornasiero, A.; Navarrete Rodriguez, M.; Shuwaikan, R.; Wing, R.; Poland, J.; Toor, U.; Hong, J.; Llaca, V.; Fengler, K.; Koo, D.-H.; Gros-Balthazard, M.; Battesti, V.; Capote, T.; Purugganan, M.; Malek, J. A.; Blilou, I.", "abstract": "Phoenix dactylifera L. is an economically, nutritionally, and culturally important fruit crop in the arid and semi-arid regions of the Middle East and North Africa. Here, we present a gap-free, telomere-to-telomere reference genome of the variety Ajwa, along with 19 additional high-quality assemblies (18 female and 1 male). These assemblies reveal novel chromosomal structures validated through cytogenetics, Hi-C, optical mapping, and synteny analyses with other palm genomes. Chromosome names were revised based on average lengths across all sequenced genomes. The Sex Determination Region (SDR) on chromosome 14 was confirmed through male-specific k-mer analysis, spanning approximately 14.7 Mb. Nucleolar organizing regions (NORs) were localized on chromosome 10, where a large 45S rDNA locus displayed unique repeat spacer motifs containing transposon-like sequences. In some accessions, a second NOR was identified on the female sex chromosome. This collection of date palm assemblies, anchored by the Ajwa reference genome, provides a critical resource for advancing breeding strategies aimed at enhancing the genetic resilience and productivity of date palm.", "date": "2025-12-31", "journal": ""}
{"title": "CausalGRN: deciphering causal gene regulatory networks from single-cell CRISPR screens", "doi": "10.64898/2025.12.30.692369", "authors": "Yu, B.; Liu, D.; Qi, G.; Huangfu, D.; Hsu, L.; Shojaie, A.; Sun, W.", "abstract": "Large-scale single-cell CRISPR screens with single-cell RNA-seq (scRNA-seq) readouts provide critical data to map causal gene regulatory networks (GRNs). However, translating the complex scRNA-seq outputs into reliable causal insights remains a major analytical challenge. Here we present CausalGRN, a scalable computational framework that infers causal GRNs and predicts cellular responses to unseen perturbations. CausalGRN first mitigates pervasive spurious partial correlations in sparse scRNA-seq data through a novel adaptive thresholding correction, enabling robust inference of an undirected graph. It then orients this graph using observed perturbation outcomes. The resulting directed GRN can be used to predict the downstream effects of novel perturbations via network propagation. Across both simulations and diverse experimental datasets, CausalGRN substantially outperforms existing approaches in network reconstruction accuracy and in predicting the effects of unseen perturbations, providing a principled bridge from perturbation data to causal gene regulation.", "date": "2025-12-31", "journal": ""}
{"title": "Spent Mushroom Substrate Adsorbs Fusaric Acid to Protect the Cucumber Rhizosphere Microbiome and Alleviates Fusarium Wilt", "doi": "10.64898/2025.12.31.697147", "authors": "Qu, Y.; Liu, X.; Dong, L.; Su, Z.; Bouwmeester, H.; Guo, Q.; Ma, P.", "abstract": "Caused by Fusarium oxysporum f. sp. cucumerinum, cucumber Fusarium wilt threatens cucumber production worldwide. In addition to pesticides, using spent mushroom substrate (SMS) has a protective effect against Fusarium infection in cucumber, partly through effects on the microbiome. Fusaric acid (FA), a phytotoxic virulence factor secreted by Fusarium, disrupts both plant physiology and the rhizosphere microbial community. Herein, we investigated the relationship between SMS and this virulence factor. Bioassays demonstrated that SMS adsorbed FA both in culture supernatants and in soil. Adsorption behaviour conformed to the Langmuir Freundlich isotherm model, with a maximum adsorption capacity of 52.72 g/g. Kinetics followed a pseudo second order model, indicating physical and chemical adsorption. Scanning electron microscopy showed that SMS had a porous surface, facilitating FA capture. Fourier transform infrared spectroscopy and chemical blocking assays were used to identify secondary amide groups as the key binding sites. In a dual-compartment pot system designed to isolate adsorption from other direct effects, SMS treatment significantly reduced the FA concentration in the cucumber rhizosphere and mitigated FA-induced disease aggravation. This lowered the disease index by up to 25%. Bacterial 16S metabarcoding showed that FA disrupted the rhizosphere bacterial diversity and community structure. However, when FA was adsorbed by SMS, the microbial diversity and community stability were restored. FA reduced the abundance of sensitive taxa such as Bacillus. Meanwhile, SMS-adsorbed FA preserved its relative abundance, suggesting a selective protective effect for FA sensitive rhizobacteria. These findings indicate that SMS protects cucumber against Fusarium by alleviating FA toxicity toward beneficial microbes. Through FA adsorption, SMS amendment stabilised the rhizosphere microbial community and reduced disease incidence. This highlights the potential of SMS as a sustainable and microbiome-friendly strategy for managing soil-borne diseases.", "date": "2025-12-31", "journal": ""}
{"title": "To FRET or Not to FRET: Bioinformatics and Fluorescence Spectroscopy suggest that Reduced Tryptophan to Heme Energy Transfer Facilitates Lignin Degradation in Class II Peroxidases", "doi": "10.64898/2025.12.31.697144", "authors": "Ren, Y.; Ang, D.; Ertan, H.; Plojak, A.; Aldrich-Wright, J.; Bridge, W. J.; Siddiqui, K. S.", "abstract": "A key step in the evolution of lignin-degrading enzymes is revealed by the observation that, unlike other heme-proteins studied to date, Class II peroxidases exhibit minimal energy transfer from tryptophan (Trp) to heme residues. Bioinformatics analyses and molecular dynamics simulations of Class II (MnP and VP) and Class III (horseradish peroxidase, HrP) structures indicate that the Trp residue in HrP has the highest orientational factor and fluorescence resonance energy transfer (FRET) efficiency. By contrast, Trp residues in MnP and VP display low FRET efficiency due to unfavorable orientation factors despite their proximity to the heme. Steady-state fluorescence experiments confirmed this low FRET efficiency, showing strong emission in MnP and VP but weak emission in HrP. This decreased Trp-to-heme energy transfer appears to minimize competition between direct FRET and long-range electron transfer (LRET), allowing electrons to flow from bulky lignin substrates to the heme center. Such a mechanism likely provided a selective advantage during the evolution of Class II peroxidases, facilitating efficient lignin degradation at the enzyme surface.", "date": "2025-12-31", "journal": ""}
{"title": "Structural, biophysical, and virological mechanistic characterization of HIV-1 capsid-targeting antivirals", "doi": "10.64898/2025.12.30.696960", "authors": "Kirby, K. A.; McFadden, W. M.; Wang, L.; Du, H.; Zhang, H.; Emanuelli Castaner, A.; Lorson, Z. C.; Nafisi, A.; Luchsinger, C.; Hachiya, A.; Cilento, M. E.; Snyder, A. A.; Ravichandran, S. M.; Cai, X.; Tedbury, P. R.; Francis, A. C.; Melikyan, G. B.; Diaz-Griffero, PhD, F. R.; Wang, Z.; Sarafianos, S. G.", "abstract": "Due to its significant role in virus replication, the HIV capsid is an attractive antiviral target. This is validated by the recent clinical approval of lenacapavir for both treatment and pre-exposure prophylaxis (PrEP). PF74 is a well-characterized capsid-targeting antiviral that was discontinued in further study due to potency and metabolic issues. We hypothesized that making chemical modifications at certain sites of PF74 could result in capsid-targeting antivirals with improved potency and bioavailability. Our cumulative studies show that making changes at the R1 and R3 positions of PF74 results in compounds with increased antiviral potency, increased stability of wild-type HIV capsid hexamers and virions, tighter binding to wild-type HIV capsid hexamer compared to PF74, and different interactions at the FG binding site of capsid compared to PF74. These data provide insights into the design of future capsid-targeting antivirals relevant for clinical use.", "date": "2025-12-31", "journal": ""}
{"title": "Small extracellular vesicles reflect senescence progression in human bone marrow-derived mesenchymal stem cells during hollow fiber bioreactor culture", "doi": "10.64898/2025.12.31.697149", "authors": "Stepien, E.; Dinari, A.; Ebrahimi, A.; Leszczynski, B.; Wawrowicz, K.; Rezaei, M.; Stotwinski, M.; Rajfur, Z.", "abstract": "Prolonged three-dimensional culture exposes stem cells to sustained microenvironmental and mechanical stresses that can promote aging and senescence-associated phenotypic alterations. This study examined how long-term expansion of human bone marrow-derived mesenchymal stem cells (BMSCs) in a hollow fiber bioreactor (HFB) influences cellular senescence and the molecular composition of secreted small extracellular vesicles (sEVs). During extended HFB culture, BMSCs exhibited progressive morphological flattening and cytoskeletal disorganization, accompanied by increased senescence-associated {beta}-galactosidase activity and immunophenotypic remodeling characterized by reduced fluorescence intensity and spatial redistribution of canonical MSC markers, consistent with a stress-adapted, early senescence-associated cellular state. In parallel, sEVs were collected longitudinally over 40 days and characterized by nanoparticle tracking analysis, immunoblotting, and quantitative proteomics. While vesicle size, marker expression, and yield remained stable throughout culture, proteomic profiling revealed pronounced, phase-dependent remodeling of sEV cargo, including coordinated alterations in oxidative stress-related processes, lysosomal and extracellular matrix-associated pathways, and relative depletion of cytoskeletal and translational components. Notably, these vesicular signatures closely mirrored senescence-associated changes observed at the cellular level. The strong correspondence between cellular phenotypes and sEV proteomic profiles establishes vesicle analysis as a convergent and noninvasive readout of BMSC aging, enabling sensitive monitoring of senescence progression while reducing reliance on parallel, labor-intensive cellular assays. Collectively, these findings indicate that prolonged HFB culture promotes a controlled, stress-associated senescence program in BMSCs and position sEV proteomic profiling as a robust approach for assessing stem cell aging dynamics during long-term three-dimensional bioreactor culture", "date": "2025-12-31", "journal": ""}
{"title": "An Evidence-Grounded Research Assistant for Functional Genomics and Drug Target Assessment", "doi": "10.64898/2025.12.30.697073", "authors": "Sokolova, K.; Kosenkov, D.; Nallamotu, K.; Vedula, S.; Sokolov, D.; Sapiro, G.; Troyanskaya, O. G.", "abstract": "The growing availability of biological data resources has transformed research, yet their effective use remains challenging: selecting appropriate sources requires domain knowledge, data are fragmented across databases, and synthesizing results into reliable conclusions is labor-intensive. Although large language models promise to address these barriers, their impact in biomedicine has been limited by unsupported statements, incorrect claims, and lack of provenance. We introduce Alvessa, an evidence-grounded agentic research assistant designed around verifiability. Alvessa integrates entity recognition, orchestration of pre-validated biological tools, and data-constrained answer generation with statement-level verification against retrieved records, explicitly flagging unsupported claims and guiding revision when reliability criteria are not met. We evaluate Alvessa on dbQA from LAB-Bench and GenomeArena, a benchmark of 720 questions spanning gene and variant annotation, pathways, molecular interactions, miRNA targets, drug-target evidence, protein structure, and gene-phenotype associations. Alvessa substantially improves accuracy relative to general-purpose language models and performs comparably to coding-centric agents while producing fully traceable outputs. Using adversarial perturbations, we show that detection of fabricated statements depends critically on access to retrieved evidence. We further demonstrate application to drug discovery, where evidence-grounded synthesis enables identification of candidate targets missed or misattributed by literature-centered reasoning alone. Alvessa and GenomeArena are released to the community to support reproducible, verifiable AI-assisted biological research.", "date": "2025-12-31", "journal": ""}
{"title": "Hippocampome.org, a resource for subicular neuron types and beyond", "doi": "10.64898/2025.12.30.697062", "authors": "Tecuatl, C.; Ascoli, G. A.", "abstract": "To establish the relationship between circuit organization and information processing, many neuroscientists find it useful to reason in terms of neuron types. Hippocampome.org uses axonal and dendritic morphology as a foundational approach to classify neurons in the rodent hippocampal formation, including dentate gyrus, Cornu Ammonis, subiculum, and entorhinal cortex. For each identified neuron type, this open access knowledge base annotates essential properties, such as main neurotransmitter, membrane biophysics, firing patterns, molecular expression, and cell counts. Moreover, Hippocampome.org quantifies circuitry in terms of directional connection probabilities and synaptic signals between interacting neuron types. All properties are directly linked to peer reviewed experimental evidence and best-fitted with computational models. The resultant online resource provides an effective reference to design new experiments, analyses, and spiking neural network simulations. Here we illustrate the content and utility of Hippocampome.org with a focus on the subiculum, whose neuron type organization has received relatively less attention. Only 6 of the 180 Hippocampome.org neuron types are from the subiculum, compared to more than 60 in the adjacent area CA1. Specifically, we analyze the local subicular circuit and its broader interaction with the hippocampal formation with respect to both anatomical connectivity and signal transfer. Our results exemplify the potential added value of data integration in neuronal classification, while also highlighting the need for further research to fill existing knowledge gaps.", "date": "2025-12-31", "journal": ""}
{"title": "Multi-omics characterization of IDH-mutant astrocytoma-derived cell lines reveals NOTCH-regulated plastic quiescent astrocyte-like state", "doi": "10.64898/2025.12.30.696808", "authors": "Garcia, L.; GRANOTIER-BECKERS, C.; Pineau, D.; Sika, D.; Hideg, S.; Labadie, C.; Aguilar Cazarez, K.; Kundnani, J.; Stuani, L.; GAUTHIER, L. R.; Boussin, F. D.; Mouthon, M.-A.; Urbach, S.; El Koulali, K.; Seveno, M.; Ripoll, C.; Daddi, K.; Verreault, M.; Idbaih, A.; Connor, S. O.; Plaisier, C. L.; Zhang, L.; Zheng, M.; Rigau, V.; Duffau, H.; Hugnot, J.-P.", "abstract": "Diffuse IDH-mutant astrocytomas are brain tumors typically diagnosed as low-grade but capable of progressing to higher grades. They exhibit three cellular states resembling astrocytes, oligodendrocytes, and neural progenitor (NPC) cells. Understanding their biology has been challenging due to the lack of relevant in vitro models. Here we established and extensively characterized four astrocytoma cell lines (LGG275, LGG336, LGG85, LGG349) derived from IDH-mutant astrocytoma at different grades, cultured in defined media and analyzed by multi-omics. These lines display growth rates in vitro and in vivo consistent with tumor grade and recapitulate key molecular alterations observed in patient tumors, including IDH1, ATRX, and TP53 mutations, activation of the alternative lengthening of telomeres (ALT) pathway and, in the most aggressive line, amplification of MET and PDGFRA. Single-cell RNA sequencing showed that the 4 astrocytoma lines maintain the three major cellular states observed in patient tumors. A hallmark of higher-grade-derived lines (LGG85, LGG349) is the persistence of NPC-like populations without growth factors, reflecting tumor progression. The LGG275 line most accurately mirrors slow-growing astrocytomas. Using CD44 and GLAST, we isolated astrocyte-like cells (CD44/GLAST) from LGG275 that preferentially adopt a quiescent state yet retain remarkable plasticity, generating oligodendrocyte-like cells (CD44-/GLAST-). Transcriptomic and proteomic analyses revealed that astrocyte-like and oligodendrocyte-like cells populations resemble quiescent and activated neural stem (NSC) cells from the adult subventricular zone (SVZ). Finally, we found that NOTCH signaling regulates the balance between astrocytic and oligodendrocytic states, while DLL3, expressed by oligodendrocyte-like cells, modulates both proliferation and phenotype. These cell lines represent valuable resources for dissecting lineage dynamics, heterogeneity, and progression mechanisms in IDH-mutant astrocytomas.", "date": "2025-12-31", "journal": ""}
{"title": "A Novel Therapeutic Approach: Notch Inhibition Enhances Radiotherapy and Checkpoint Blockade Therapy via Reprogramming of the Tumor Microenvironment", "doi": "10.64898/2025.12.30.696685", "authors": "Wang, Q.; Banerjee, D.; Connolly, E.; Vanpouille-Box, C.; Shawber, C. J.; Vanguri, R.; Yamashiro, D.; Connolly, E.", "abstract": "Background: High dose radiotherapy (HDRT) is highly immunogenic, promoting tumor antigen release and enhancing responses to immune checkpoint inhibitor (ICI). However, HDRT also induces an immunosuppressive tumor microenvironment (TME) that limits therapeutic benefit. The Notch signaling pathway is a key regulator of immune and stromal cell function. We hypothesized that pharmacologic inhibition of Notch signaling with a gamma-secretase inhibitor (GSI), AL101, would overcome radiation-induced immunosuppression and synergistically enhance antitumor efficacy when combined with HDRT and anti PD-1(aPD-1) therapy. Methods: Syngeneic neuroblastoma (9464D) and triple-negative breast cancer (EO771) tumors were established in C57BL/6 mice and athymic nude mice. Mice received GSI AL101 (6.5 mg/kg daily x10), a single 12Gy dose of RT (Day 3), and aPD1 antibody (200ug, Days 0, 3, and 6) for triple combination therapy. A subset of mice were sacrificed on Day 10 for mechanistic studies; the remainder were followed for survival and were euthanized when tumors reached 1.5cm3. Tumors were analyzed by spectral flow cytometry and single-cell RNA sequencing (scRNA seq). Histological image analysis of lung metastases was performed to quantify metastasis area relative to total lung area. Results: The triple combination of RT + GSI+ aPD-1 resulted in synergistic and durable tumor growth inhibition and significantly prolonged survival in both 9464D and EO771 models. In contrast, neither GSI nor aPD-1 treatment alone significantly impacted tumor growth. Dual therapy with RT + GSI modestly improved survival compared with RT alone. The triple combination regimen also markedly reduced lung metastases at the survival endpoint in EO771 bearing mice. These effects were abrogated in athymic nude mice, confirming an immune-dependent mechanism. ScRNA-seq revealed that RT alone increased exhausted T cells and immunosuppressive M2-like macrophages, whereas triple therapy reversed these effects, significantly reducing exhausted T cells while increasing activated CD8+ T cells, M1-like macrophages, and monocytic myeloid-derived suppressor cells (M-MDSC). Moreover, triple therapy also restored CD103+ dendritic cells-specialized for antigen cross-presentation-within the TME. Spectral flow cytometry corroborated these findings, demonstrating that GSI combined with RT + aPD-1 reprograms the TME toward an immunostimulatory state. Conclusions: This study demonstrates the novel repurposing of GSI therapy to remodel the immunosuppressive TME induced by radiation and enhance the efficacy of HDRT combined with ICI. Triple therapy activates CD8+ T cells, reduces Tregs and exhausted T cells, restores cross-presenting dendritic cells, and reverses myeloid-driven suppression, supporting Notch blockade as a promising immuno-radiotherapeutic strategy with strong translational potential.", "date": "2025-12-31", "journal": ""}
{"title": "Extracellular matrix regulates lineage plasticity in prostate cancer through YAP/TEAD", "doi": "10.64898/2025.12.30.697072", "authors": "Han, T.; Sun, Z.; Lange, M.; Cho, Y. Z.; Mcgillivray, P.; Buttner, M.; Kastan, N. R.; Nandakumar, S.; Zhao, H.; Oak, S.; Fong, L.; Kang, W.; Fan, N.; Zhao, J.; Salsabeel, N.; Kaur, H.; Mao, N.; Chang, Q.; Rosiek, E.; Chan, E.; Tipping, M.; Schultz, N.; Hamard, P.-J.; De Stanchina, E.; Pe'er, D.; Koche, R. P.; Chen, Z.; Hudspeth, A.; Sawyers, C.", "abstract": "Treatment-related neuroendocrine prostate cancer (NEPC) is an increasingly frequent mechanism of resistance to androgen receptor pathway inhibitor (ARPI) therapy in prostate adenocarcinoma (PRAD). This lineage transition is dependent on upregulation of the NE-specifying transcription factor ASCL1, typically in a genetic background of RB1 and TP53 loss. Here we identify extracellular matrix-integrin-YAP1/TEAD signaling as a critical brake on NEPC lineage transition. Deletion of Itgb1, the shared B1 subunit required for collagen and laminin-mediated integrin activation, is sufficient to induce ASCL1 and NE lineage gene expression, by activating LATS1/2 kinases with subsequent inactivation of YAP1/TEAD signaling. Conversely, restoration of YAP1/TEAD signaling by pharmacological LATS1/2 inhibition, or by expression of constitutively active YAP1/TAZ mutants, prevents or reverts NEPC lineage transition. NOTCH and AR cooperate with YAP/TEAD to repress ASCL1, such that combined inhibition leads to complete reprograming of PRAD into NEPC in vitro, providing a dynamic platform to dissect the molecular events responsible for lineage transition over time. We find that lineage transition is accompanied by a redistribution of FOXA1 and TEAD cistromes from PRAD to NEPC-specific enhancers and requires the pioneering activity of FOXA1. Thus, extracellular matrix/integrin signaling in the PRAD tumor microenvironment restrains NE lineage plasticity, highlighting a potential path for pharmacological inhibitors in modulating treatment-induced lineage change.", "date": "2025-12-31", "journal": ""}
{"title": "Aging-associated alternative splicing programs conserved between human and mouse tissues", "doi": "10.64898/2025.12.30.697080", "authors": "Isaev, K.; Knowles, D. A.", "abstract": "Alternative splicing is a key gene regulatory process that diversifies the proteome and controls gene dosage. Previous studies have detected aging-associated splicing changes across various tissues. However, their use of bulk RNA-seq obfuscates the impacted cell-types and may confound cell-type proportion changes with cell-intrinsic ones. We present a framework that first assembles and maps alternative splicing events in appropriate single cell RNA-seq data (scRNA-seq), then applies LeafletFA, a probabilistic model that discovers coordinated splicing programs (SPs) without requiring prior knowledge of cell types or clinical information, such as age. Applying this framework to over 200,000 cells from mouse and human Smart-seq2 multi-tissue atlases, we discovered global and cell type specific aging-associated SPs. In mice, integrating SPs with gene expression significantly improved age prediction in 46 of 76 tissue-cell types tested. We identified the RNA-binding protein \\textit{Snrnp70} as a key upstream mediator driving the shift from youthful to aged SPs. To test evolutionary conservation of these patterns, we employed transfer learning to map the murine splicing dictionary onto human transcriptomes. This revealed a conserved \"youth\" program (SP4) that is maintained in quiescent endothelial tissues but lost in high-turnover organs. We identified a conserved, age-dependent alternative 5' splice site usage in the splicing factor \\textit{SRSF5} as a molecular marker of this program in both species. Our work establishes alternative splicing as a coordinated, evolutionarily conserved dimension of cellular aging and provides LeafletFA as an open-source tool for single-cell splicing analysis.", "date": "2025-12-31", "journal": ""}
{"title": "Symmetry constraints on feedback-driven orientation tuning dynamics in translation-invariant models of primate V1", "doi": "10.64898/2025.12.29.696812", "authors": "Fukushima, M.", "abstract": "Orientation selectivity in primate V1 is shaped by feedforward drive, intracortical recurrence, and corticocortical feedback. Yet a basic conceptual question remains: what aspects of orientation tuning can (or cannot) be altered by a recurrent/feedback loop that is rotationally symmetric in cortical space? We develop a minimal translation-invariant linear field model in which stimulus drive and recurrent interactions are analyzed in the spatial Fourier domain (k,{phi}). Our central analytic result is an exact symmetry constraint: for any temporally filtered but isotropic recurrent coupling W0(k,{omega}), the response at fixed (k,{omega}) is multiplied by an angle-independent complex gain. Consequently, any normalized orientation metric computed at fixed k--including circular variance, orientation selectivity index (OSI), and bandwidth--is invariant under isotropic recurrence. Isotropic recurrence can nevertheless rescale gain and select a spatial band through its k-dependence. We then show that adding a weak anisotropic component, especially when endowed with a slower timescale than a fast isotropic pathway, produces delayed sharpening and modest preferred-angle drifts. A perturbative calculation predicts linear scaling of tuning changes with anisotropy strength, and a simple phasor-sum formula explains {phi}*(t) drift when feedforward and feedback anisotropies compete. We provide stability criteria for the temporally filtered (auxiliary-variable) implementation and verify them numerically. Finally, we identify concrete regimes in which isotropic recurrence can alter measured tuning in practice, including finite-k readouts with k-dependent feedforward anisotropy and nonlinear (tuned) divisive-normalization readouts. Together these results sharpen a null hypothesis for perturbation experiments and delineate the minimal feature-specific ingredients required to explain dynamic tuning in macaque V1.", "date": "2025-12-31", "journal": ""}
{"title": "Kinematic fields of the visuo-hippocampal circuit", "doi": "10.64898/2025.12.30.697009", "authors": "Purandare, C.; mehta, m. R.", "abstract": "The structure of focused receptive fields in retinotopic and allocentric space in the visual cortex and hippocampus is studied extensively to understand cognitive functions such as stimulus tracking and path-integration, respectively. These functions require accurate tracking of running speed and acceleration. While speed dependence in these areas is well-studied, acceleration-dependence has received little attention, and the joint effect of speed-acceleration is unknown. Hence, we assessed the joint influence of these kinematic variables by computing receptive fields in a novel, 2D, phase space of speed-acceleration using the Allen Brain Visual Observatory data. Head-fixed mice ran spontaneously on a running wheel next to a monocular gray screen ensuring virtually no changes in the retinotopic or allocentric space. Remarkably, about half (44.3%, 6590/14862) of neurons in the visuo-hippocampal circuit (from LGN to subiculum) were significantly modulated by a specific combination of speed and acceleration to form receptive fields in the speed-acceleration phase space (called kinematic space). The prevalence of kinematic tuning is comparable to the fraction of place cells in the mouse hippocampus, and the fraction of visually tuned neurons in higher visual areas. The kinematic field size (~30% of the sampled space) was also comparable to the place field size. Kinematic fields spanned the entire space but preferred either low-speed, high-acceleration or the high-speed, low-acceleration segments. Although pupil size too varied spontaneously, the kinematic tuning exceeded pupil size tuning in all brain areas. Surprisingly, pupil size modulated the activity of ~20% of hippocampal neurons, which was comparable to that in LGN and visual cortical areas. Thus, all visuo-hippocampal areas have focused kinematic fields that are three times more prevalent than the pupil size fields in the absence of any vestibular, visual or spatial stimuli. This kinematic phase space could interface with retinotopic and allocentric spaces to guide natural behaviors involving movement.", "date": "2025-12-31", "journal": ""}
{"title": "Friendship modulates physical effort and neural dynamics during group coordination in shared social networks", "doi": "10.64898/2025.12.30.695445", "authors": "Li, Q.; Dabranau, A.; Kompatsiari, K.; Konvalinka, I.", "abstract": "Human social interactions are embedded within social networks, yet it remains unclear how existing interpersonal relationships influence the behavioural and neural dynamics of collective action. Here, we combined social network mapping with three-person EEG hyperscanning to investigate how friendships in shared networks modulate interpersonal coordination. We mapped social networks across seven undergraduate cohorts (N = 378) and recruited a subset of participants (N = 93) that consisted of triads of two mutually close friends and one non-friend from the same network. Triads performed a novel joint motor task in which participants produced forces towards a collective target. Non-friends consistently produced greater and more vigorous force than friends during joint action. This effect was strongest for non-friends embedded in smaller social networks. At the neural level, non-friends exhibited stronger alpha- and beta-band event-related desynchronization, higher inter-subject correlation, and increased inter-brain group phase synchrony. These neural signatures are consistent with increased action preparation, prediction, and attentional engagement during coordination. Taken together, these findings indicate that friendship and social network context are reflected in how individuals allocate physical effort and engage during collective action, and suggest that non-friends work harder and allocate more attention during joint tasks to compensate for the disparity in social standing. By linking real-world social relationships to behavioural and multi-brain neural dynamics, this work demonstrates that relational context is embodied in the mechanisms supporting human group coordination.", "date": "2025-12-31", "journal": ""}
{"title": "STAT1-Mediated Regulation of IL-17A/CEBPB/NF-κB Axisin HIV-1 Infected Human Cerebral Organoids RevealsTherapeutic Targets for Neuroprotection", "doi": "10.64898/2025.12.30.697044", "authors": "Chennakesavan, K.; Samikkannu, M. T.; Gupta, S.; Olasunkanmi, T. I.; Acharya, A.; Cai, J. J.; Byrareddy, S.; Thangavel, S.", "abstract": "HIV-associated neurological complications remain a major concern in people living with HIV (PLWH), even under effective viral suppression with combination antiretroviral therapy (cART), underscoring unresolved mechanisms driving HIV-related neurodegeneration. To address this gap, we used HIV-1-infected human cerebral organoids (hCOs) containing microglia as a physiologically relevant three-dimensional model of the central nervous system (CNS) and validated key findings in simian immunodeficiency virus (SIV)-infected, cART-treated rhesus macaque model. Integrating single-nucleus RNA sequencing with ATAC sequencing, we identified cell-type-specific alterations in dual innate immune-driven inflammatory signaling pathways across neural and glial populations. Microglia were preferentially infected and activated, initiating IL-17A-mediated cascades involving IFN{gamma}, STAT1, CEBPB, and NFkB pathways, which converged with cGAS-STING and Notch-NEURL1 signaling, both associated with neuroinflammation and synaptic dysfunction. cART suppressed viral replication, reduced IL-17A-driven neuroinflammation, improved mitochondrial function, and restored synaptic gene expression. Collectively, these findings identify IL-17A, STAT1, CEBPB, and cGAS-STING as key molecular drivers of HIV-associated neuroinflammation and establish a novel mechanistic link between IL-17A signaling and microglial remodeling, providing a translational framework for the development of CNS-targeted therapies in PLWH.", "date": "2025-12-31", "journal": ""}
{"title": "Cortical potentials evoked by stimulation of cervical vagus vs. auricular nerve: a comparative, parametric study in nonhuman primates", "doi": "10.64898/2025.12.30.697054", "authors": "Rembado, I.; Ravan, M.; Akerman, M.; Sanchez, M. M.; Bascoc, K. J.; Birch, C.; Boyd, H.; Amoeni, B.; Morse, A.; Kemp, I.; Hur, J. W.; Perlmutter, S. I.; Su, D.; Sison, C.; Fetz, E. E.; Zanos, S.", "abstract": "Stimulation of sensory vagal pathways is typically delivered via invasive, cervical vagus nerve stimulation (cVNS) or noninvasive, trans-auricular nerve stimulation (taNS). While both methods are investigated therapeutically, their effects on brain physiology remain poorly understood, hindering mechanistic understanding and stimulus optimization. In 6 awake nonhuman primates, we recorded cortical vagal-evoked potentials (VEPs) from subdural electrodes placed in prefrontal, sensorimotor and parietal cortical areas, in response to cVNS or taNS. Across 478 different taNS and cVNS protocols, we varied stimulation side, intensity, frequency, pulse count, and pulse width (PW) and assessed independent effects on amplitude and latency of early (EC; 30-100 ms), intermediate (IC; 101-200 ms) and late components (LC; 201-500 ms) of VEPs. Fixed and random effects of stimulation parameters and subjects, respectively, on VEP measurements, were assessed using a linear mixed-effects model. Overall, cVNS elicits more robust VEPs than taNS, with larger EC, IC and LC amplitudes in both hemispheres. cVNS-elicited ECs and LCs are largest in PFC and PC areas, whereas ICs are largest in SM areas. On the other hand, taNS generally does not elicit area-specific responses. cVNS-elicited ECs have slower latency than ta-NS elicited ECs. Higher stimulation frequencies and intensities and a longer pulse width elicit larger ECs and ICs for cVNS, and to some extent for taNS. Both short and long cVNS trains elicit stronger ECs, and long trains elicit slower ICs. Earlobe stimulation elicits VEPs that partially overlap with those from taNS. In conclusion, cVNS and taNS elicit cortical VEPs in a manner consistent with distinct engagement of ascending vagal pathways, and with similarities and differences in the effects of stimulation parameters on evoked responses.", "date": "2025-12-31", "journal": ""}
{"title": "Molecular Mechanisms of Priming Innate Immunity by Small Extracellular Vesicles Released during Infection with Gram-negative Bacteria", "doi": "10.64898/2025.12.30.697125", "authors": "Fleming, A.; Hobbs, H.; Matulis, G.; Zhou, W.; Calvert, V.; Mason, H.; Omole, S.; Gaikwad, S. A.; Ellis, C. C.; Petricoin, E. F.; Almeida, I. C.; Hakami, R. M.", "abstract": "Much still remains to understand about the underlying molecular mechanisms by which the trafficking of small extracellular vesicles (sEVs) modulates innate immune responses during infection with pathogenic Gram-negative bacteria. To address this significant gap in knowledge, we used two infection models to investigate innate immune regulation by the sEVs released from cells infected with either Yersinia pestis (Yp) or Burkholderia thailandensis (Bt), designated as EXi-Yp and EXi-Bt respectively. The EXi induced differentiation of naive human monocytes to macrophages and triggered robust pro-inflammatory cytokine release, including release of IL-6, mirroring direct bacterial infection effects. Comprehensive cell signaling analyses revealed that the EXi modulate a small set of host signaling proteins, with p38 activation being primarily responsible for the observed protective effects. EXi-induced p38 activation leads to increased IL-6 release, which in turn is responsible for decreased bacterial survival within recipient immune cells that are subsequently infected. Consistent with the in vitro results, mice administered with EXi-Yp exhibited elevated serum IL-6 levels and were protected from Yp infection. Furthermore, using our microfluidic chip platform that allows functional interrogation of EV effects under physiologically relevant conditions, we have demonstrated that EXi exchange between Yp-infected cells and naive recipient monocytes leads to differentiation of the recipient cells to macrophages. Together, our findings reveal a largely unexplored aspect of innate immunity and provide a mechanistic model in which EXi prime local and distant naive monocytes via p38-induced differentiation and IL-6 production to protect against infection with Gram-negative bacteria.", "date": "2025-12-31", "journal": ""}
{"title": "Discover Potential New Epitopes through Post Translational Modification in Sjogrens Disease", "doi": "10.64898/2025.12.30.697079", "authors": "Li, D.; Voigt, A.; Nguyen, C.", "abstract": "Sjogrens syndrome (SjD) is a chronic autoimmune disorder in which the immune system attacks the glands that produce tears and saliva, leading to symptoms such as dry eyes and dry mouth. If left untreated, SjD can also cause inflammation and damage to other parts of the body, including the skin, lungs, kidneys, and nervous system, and increase the risk of developing lymphoma. The human leukocyte antigen (HLA) class II molecule HLA-DR3 is strongly associated with SjD. To investigate how post-translational modifications (PTMs) influence the presentation of SjD-associated autoantigens by HLA-DR3, we employed a computational framework to analyze the binding of PTM-mimic peptides to HLA-DR3. Our analysis revealed that PTM-mimic substitutions at canonical anchor positions rarely improved predicted binding affinity using the Stabilized Matrix Method, with most modifications resulting in reduced affinity. However, a comprehensive analysis of full-length SjD-associated autoantigen sequences (Ro60, Ro52, La) identified discrete regions with high densities of PTM-eligible anchor sites, specifically, the Ro60 HEAT solenoid, Ro52 RING/B-box/PRY-SPRY modules, and the La motif-RRM1 region, suggesting that PTMs may alter epitope presentation in a sequence-dependent manner. Experimental validation of selected PTM-mimic peptides demonstrated enhanced T cell responses, which were associated with increased binding affinity to HLA-DR3. Structural modeling of a representative complex revealed that PTM-mimic peptides adopt a slightly shifted backbone orientation and altered side-chain positioning, leading to a larger peptide-DR3 interaction interface. These findings provide new insights into the role of PTMs in shaping the immunogenicity of SjD-associated autoantigens and highlight the potential for PTM-mimic peptides to modulate T cell responses in SjD.", "date": "2025-12-31", "journal": ""}
{"title": "Development and application of nbLIBRA-seq for high-throughput discovery of antigen-specific nanobodies", "doi": "10.64898/2025.12.30.697047", "authors": "Leonard, S. E.; Wasdin, P. T.; Webb, K. E.; Amlashi, P. B.; Rathmell, J. C.; Spiller, B. W.; Wadzinski, B. E.; Georgiev, I. S.; Voss, K.", "abstract": "Nanobodies are of high interest in many fields of medicine and biotechnology due to their high stability, tissue penetration, and engineering adaptability compared to monoclonal antibodies. However, nanobody discovery has been limited by technologies that rely on laborious library generation, panning, and clone screening techniques. Here, we demonstrate the successful adaptation of Linking B-Cell Receptor to Antigen Specificity through Sequencing (LIBRA-seq) to immunized alpacas for the rapid identification of antigen-specific nanobodies, derived from heavy-chain antibodies. We validated for nanobody discovery (nbLIBRA-seq) in two different disease settings. First, we identified over 300 antigen-specific heavy chain antibodies against human Transferrin Receptor (TfR1), also known as CD71, from a single alpaca blood sample. Experimental validation showed nbLIBRA-seq was able to identify nanobodies that exhibit specific binding to CD71, with two nanobodies also showing receptor internalization on human T cells. In a separate experiment, we tested the ability of nbLIBRA-seq to perform nanobody discovery with multiple antigens in the antigen screening library. Using fusion glycoproteins from the related respiratory syncytial virus (RSV) and human metapneumovirus (hMPV), 1,125 antigen-specific heavy-chain expressing B cells were recovered via nbLIBRA-seq. A subset of these nanobodies was validated experimentally to possess the target antigen specificity. Together, our results illustrate the potential of nbLIBRA-seq to rapidly identify antigen-specific heavy chain antibodies for a range of diverse targets, a capability that will be of critical significance for the effective and efficient development of novel nanobody-based therapeutics against targets of biomedical significance.", "date": "2025-12-31", "journal": ""}
{"title": "The Hippo Pathway Regulates Corneal Endothelial Regeneration", "doi": "10.64898/2025.12.30.697046", "authors": "Zhuang, J.; Guo, Y.; Zhang, H.; Zhong, M.; Hu, X.; Zhang, L.; Yu, J.; Wang, Y.; Cai, S.; Wu, H.; Chu, C.; Huang, W.; Quantock, A. J.; Liu, Z.; Li, W.", "abstract": "Corneal endothelial cells (CECs) have limited regeneration capacity in primates while display a potent restorative capability in some species such as rodents after wounding. The mechanism which determines the regenerative capability of CECs remains poorly understood. Here, we identified that the Hippo pathway was inhibited and the downstream effector YAP was activated during CEC wound healing in rabbits. Knockdown of Yap1 and pharmacological inhibition of YAP suppressed CECs wound healing in rodents in both in vitro and in vivo models. XMU-MP-1, a specific small molecular inhibitor for Hippo pathway, could promote the corneal endothelial regeneration in rodents and corneal endothelial proliferation in cultured primate CECs, as well as in vivo non-human primate CEC wounding model. These findings suggest that Hippo pathway serves as a conserved signal to regulate corneal endothelial regeneration among various species, providing a novel target for non-invasive treatment of corneal endothelium decompensation.", "date": "2025-12-31", "journal": ""}
{"title": "EXPRESSION OF ANO1 IN HUMAN GASTROINTESTINAL TRACT DURING EMBRYONIC AND FETAL DEVELOPMENT", "doi": "10.64898/2025.12.30.697055", "authors": "Petrovic, V.; Velickov, A.; Jovic, M.; Radenkovic, J.; Kundalic, B.; Miljkovic, D.; Radovanovic, V.; Radenkovic, G.", "abstract": "Anoctamin 1 (ANO1, TMEM16A) is a transmembrane protein belonging to the ANO family, with a role in the formation of calcium-activated chloride channels (CaCC). It is included in the regulation of physiological processes such as muscle contraction, gastrointestinal motility, secretion, and electrical excitability. Also, recent data suggest that ANO1 is a specific marker for interstitial cells of Cajal (ICC). The aim of the paper was to examine the spatial and temporal distribution of ANO1 in the stomach, small intestine, and large intestine during embryofetal development as a potential marker for the differentiation of ICC and smooth muscle cells. As a material, we used 2 human embryos and samples from 21 human fetuses. The tissue samples were routinely processed into paraffin blocks, and 5 micrometre-thick sections were immunostained for ANO1. Our results show that ANO1 appears during embryonic development (8th week), and its expression continues through the fetal stages. Epithelial, endothelial and ICC cells consistently expressed ANO1 in all examined samples. Smooth muscle cells showed strong expression in muscularis propria, however by the 25th week this immunopositivity was absent from outer muscle layers in stomach and large intestine. In conclusion, ANO1 can be considered as a reliable marker for following the differentiation of SMC and ICC during embryonic and fetal development.", "date": "2025-12-31", "journal": ""}
{"title": "Murine implantation chamber formation precedes natural and artificial decidualization", "doi": "10.64898/2025.12.30.697086", "authors": "Raghu Kumar, H.; Massri, N.; Bhurke, A. V.; Kapur, A.; Gadhiya, P.; Arora, R.", "abstract": "During pregnancy uterine stromal cells undergo a mesenchymal to epithelial cell transition termed decidualization. In humans initiation of decidualization occurs in the absence of an embryo resulting in a need to identify embryo-independent molecular cues that can initiate decidualization. Although, similar to humans, decidualization in the mouse can be induced in the absence of an embryo, whether an implantation event is prerequisite for such decidualization is not known. In this study using different models of estrogen-dependent implantation, including natural (embryo) and artificial (sesame oil, agarose only beads, and Concanavalin A coated agarose beads) we determined that implantation chamber formation precedes decidualization. We show that focal stimuli, including the embryo, Concanavalin A coated bead, and oil droplets, induce V-shaped implantation chambers that lead to sub-epithelial PTGS2 expression and decidualization. Unfertilized eggs and uncoated agarose blue beads fail to form an implantation chamber and do not initiate decidualization. Further, we show that lectins that share sugar binding properties with Concanavalin A can also induce a V-shaped implantation chamber. Finally, using second harmonic generation we show that during decidualization collagen fibers spread radially away from the implantation chamber irrespective of the focal signal used for inducing the chamber. Thus, in the mouse artificial decidualization also initiates at the site of implantation chamber formation. These findings are critical when separating physical stimulus-dependent, embryo-dependent and embryo-independent mechanisms of decidualization that underlie a successful pregnancy.", "date": "2025-12-31", "journal": ""}
{"title": "Non-uniform chromosomal SNP density biases sites of meiotic crossovers in Drosophila melanogaster", "doi": "10.64898/2025.12.30.697082", "authors": "Hinson, S.; Sangston, R.; Cichewicz, K.; Konduru, G.; Parikh, I.; Hirsh, J.", "abstract": "Here we localize a genetic suppressor that enhances the reduced locomotor activity phenotype of flies lacking brain dopamine. We utilized a non-bulked segregant analysis using whole genome sequencing (WGS), mapping the trait to a roughly 3.5 mega-base (Mb) region of the X-chromosome. However, this mapping yielded ~5-fold lower resolution than anticipated, due to an uneven distribution of Single Nucleotide Polymorphisms (SNPs) between the X-chromosomes of the two recombining lines. This uneven SNP distribution was associated with recombination events biased towards regions of low SNP density, and away from the more SNP dense regions associating with the activity phenotype. We find that nearly perfect mapping of X-chromosome visible markers occurs only in historical data from a time before the establishment of discrete genetic background strains. This suggests that genetic uniformity in early Drosophila studies may have contributed to more consistent recombination frequencies, whereas modern mapping efforts are complicated by variability in SNP distribution across recombining strains. These findings highlight challenges in Drosophila genetic mapping in situations where altered SNP density can skew recombination, complicating trait localization.", "date": "2025-12-31", "journal": ""}
{"title": "The Structural Basis of alpha/beta-tubulin Assembly and Disassembly by Tubulin Cofactors", "doi": "10.64898/2025.12.30.697104", "authors": "Taheri, A.; Ashaduzzaman, M.; Gill, V.; Al-Bassam, J.", "abstract": "Microtubules polymerize from cytoplasmic pools of soluble {beta}-tubulin heterodimers that support diverse cellular functions. The tubulin cofactors, TBCC, TBCD, TBCE, and the Arl2 GTPase, form TBC-DEG assemblies that regulate {beta}-tubulin assembly and disassembly from  and {beta}-tubulins, yet their underlying mechanisms remain incompletely understood. Here, we reconstitute the human TBC-DE and TBC-DEG assemblies from eukaryotic cells co-purified with monomeric {beta}-tubulin intermediates and determine their cryo-EM structures. The structures reveal that TBC-DEG disassembles {beta}-tubulin by releasing -tubulin through a lever-arm-like rotation in TBCE coupled to major conformational change in Arl2 upon its nucleotide release, while TBCD tightly holds {beta}-tubulin. TBCD dissociates -tubulin by refolding the {beta}-tubulin H10-S8 loop at its intradimer interface. The TBC-DEG-{beta}-tubulin or TBC-DE-{beta}-tubulin assemblies undergo extensive back-to-back dimerization mediated by {beta}{beta}-tubulin homodimers, formed through their dissociated H8 helices at unoccupied intradimer interfaces. Structural comparisons demonstrate that the TBCE mechanical rotation, driven by the Arl2 GTPase cycle, either delivers -tubulin or removes it from beneath the TBCD-bound {beta}-tubulin and is directionally regulated by TBCC stabilizing {beta}-tubulin interfaces. Our findings suggest that TBC-DEG/TBCC catalyzing heterodimerization of -tubulin with {beta}-tubulin may have evolved to counteract the {beta}-tubulin intrinsic tendency to form off-pathway toxic homodimers through its exposed -tubulin-binding intradimer interface.", "date": "2025-12-31", "journal": ""}
{"title": "Metabolite Fraction Libraries for Quantitative NMR Metabolomics", "doi": "10.64898/2025.12.30.696914", "authors": "Esselman, C.; Garrison, K.; Ponce, L.; Borges, R. M.; Delaglio, F.; Edison, A. S.", "abstract": "Nuclear Magnetic Resonance (NMR) has unique strengths in metabolomics studies, particularly in quantifying mixtures and elucidating the structures of unknown molecules. One-dimensional (1D) proton (1H) NMR is the most common method; however, spectral overlap is significant, making analysis challenging. We present a new approach that utilizes chromatographically separated fractions from a pooled sample, henceforth called a metabolite fraction library (mFL). We developed an algorithm to extract highly correlated peaks from the mFL, collectively forming a metabolite basis set (mBS). The mBS can be fit to NMR profiling data, enabling comprehensive quantification. Applied to 10 mixtures of 53 metabolites, our approach accurately quantified 50, quantified an impurity and an oxidation product, and described between 91-96% of total spectral intensity. The method is demonstrated using the fungus Neurospora crassa, resulting in the identification of 45 metabolites with high confidence, 45 with medium confidence, and accounting for 94% of total spectral intensity.", "date": "2025-12-31", "journal": ""}
{"title": "Nuclear SnRK1 activity delays clubroot development in Arabidopsis by reducing sink strength", "doi": "10.64898/2025.12.31.697172", "authors": "Vijayakumar, H.; Guillaume, N.; Vandesteene, L.; Van Dijck, P.; Van den Ende, W.; De Coninck, B.; Rolland, F.", "abstract": "Abstract Clubroot, caused by the soil-borne protist Plasmodiophora brassicae, is a major disease of Brassica crops, resulting in severe root malformations and yield losses. While most research has centered on immune signaling and hormone dynamics, plant-pathogen interactions also dramatically reshape primary metabolism, often modifying source activity and converting infecting tissues into strong metabolic sinks. The SnRK1 (SNF1-related kinase 1) protein kinase acts as a cellular fuel gauge in plants, integrating metabolic status and environmental and developmental cues to maintain carbon and energy homeostasis. Here, we explored SnRK1-mediated quantitative resistance against clubroot disease in the related crucifer model Arabidopsis thaliana. Both soil and hydroponic-based disease bioassays revealed how especially increased nuclear SnRK11 activity antagonizes clubroot development, suggesting a pivotal role for transcriptional regulation. qRT-PCR analysis and quantification of soluble sugar contents and invertase activity in roots indicate that SnRK1 represses sucrose transporter expression as well as cell wall invertase (CWINV) expression and activity, likely limiting clubroot development by reducing sink strength. Consistently, cellular assays indicate that the recently identified SnRK11-targeting P. brassicae effector PBZF1 interferes with SnRK11 nuclear translocation. Our study thus corroborates that SnRK1 is a primary effector target and shows that SnRK1-mediated reprogramming of gene expression and sink activity is an effective mechanism against clubroot disease development.", "date": "2025-12-31", "journal": ""}
{"title": "Rescuing Neurodevelopmental Deficits in AMPA Receptor Gain-of-Function Mutant", "doi": "10.64898/2025.12.30.697121", "authors": "Chen, C.-M.; Huang, Y.-M.; Chung, C.-C.; Johnson, R. C.; Tsai, C.-Y.; Chen, Y.-H.; Tan, H. L.; Hsiao, F.-Y.; Huganir, R. L.; Chiu, S.-L.", "abstract": "AMPA receptors (AMPARs) mediate fast excitatory synaptic transmission and are essential for neuronal development and brain function. We investigated the role of a recurrent variant in the AMPAR GluA1 subunit (GRIA1 p.A636T) identified in individuals with autism spectrum disorder (ASD) and intellectual disability (ID). To test causality and mechanism, we generated a Gria1-A636T knock-in mouse model. Mutant mice exhibited core ASD/ID-like behaviors and a selective hippocampal vulnerability characterized by progressive dendritic atrophy and neuronal loss. Despite reduced GluA1-containing complexes, AMPARs displayed synaptic hyperexcitability and failed to undergo the normal postnatal transition to calcium-impermeable AMPARs, resulting in persistent excitotoxicity. To explore therapeutic intervention, we designed an allele-specific antisense oligonucleotide to specifically silence the mutant transcript. A single neonatal administration of the antisense oligonucleotide entirely prevented hippocampal pathology and ameliorated behavioral deficits. These findings establish GRIA1-A636T as a gain-of-function mutation that drives developmental excitotoxicity and highlight the potential of RNA-targeted precision medicine for neurodevelopmental disorders.", "date": "2025-12-31", "journal": ""}
{"title": "Postmortem brain MRI reveals differential associations of subcortical and limbic volumes with cortical thinning and neuropathology patterns", "doi": "10.64898/2025.12.30.697140", "authors": "Khandelwal, P.; Duong, M. T.; Levorse, L. M.; Trotman, W.; Bahena, A.; Lim, S. A.; Denning, A. E.; Chung, E.; Olm, C. A.; Radhakrishnan, H.; Ittyerah, R.; Prabhakaran, K.; Mizsei, G.; Schuck, T.; Emrani, S.; Vizcarra, J. A.; Robinson, J.; Ohm, D. T.; Phillips, J. S.; Cohen, J.; Wisse, L. E. M.; Detre, J. A.; Nasrallah, I. M.; Brown, C. A.; Das, S. R.; Lee, E. B.; Tisdall, M. D.; Irwin, D. J.; McMillan, C. T.; Wolk, D. A.; Yushkevich, P. A.", "abstract": "The impact of different neuropathologies on deep brain structures remains to be understood. In this study, we investigate subcortical and limbic volumetry in neurodegenerative diseases involving concomitant co-pathologies (p-tau, alpha-synuclein and TDP-43). We acquired neuropathological measures and brain segmentations from ex vivo postmortem analysis of 132 donors with Alzheimer disease (AD; n=60), Lewy body disease (LBD; n=26), Frontotemporal Lobar Degeneration with TDP-43 (FTLD-TDP; n=21) and FTLD-Tau (n=25). Compared with AD and LBD, individuals with FTLD-TDP and FTLD-Tau exhibited significantly reduced thalamic and striatal volumes. Disease-specific cortico-subcortical and cortico-limbic associations were observed: AD showed widespread cortico-subcortical and cortico-limbic morphometric associations, whereas LBD demonstrated more restricted parieto-occipital cortical-limbic associations. FTLD-TDP was characterized by predominant cortico-subcortical associations, while FTLD-Tau showed stronger cortico-limbic coupling. Pathology/structure analyses revealed that in AD and FTLD-Tau, hippocampal volume was associated with p-tau burden, neuronal loss, and gliosis. In LBD, thalamic alpha-synuclein severity was associated with both subcortical and limbic volumes, whereas no significant volumetric associations with TDP-43 burden were detected in FTLD-TDP. Together, these findings demonstrate distinct structure-structure and structure-pathology relationships across neurodegenerative diseases and highlight the value of ex vivo postmortem neuroimaging for disentangling disease-specific patterns of deep brain vulnerability.", "date": "2025-12-31", "journal": ""}
{"title": "Aberrant medial entorhinal cortex dynamics link tau pathology to spatial memory impairment", "doi": "10.64898/2025.12.30.696887", "authors": "Malone, T. J.; Cekada, K.; Tyan, J.; Chen, L.; Wang, G.; Gu, Y.", "abstract": "Early Alzheimer's disease (AD) manifests spatial memory impairment and tau accumulation in the entorhinal cortex (EC). However, how EC neural activity contributes to memory deficits in tauopathy remains unclear. Here, we combined in vivo two-photon calcium imaging with virtual reality to examine medial EC (MEC) activity in PS19 tauopathy mice during 10 days of spatial learning. PS19 males exhibited pronounced learning deficits and their MEC neurons showed impaired speed modulation, unstable spatial encoding, and weakened representations in cue-poor relative to cue-rich regions, suggesting disrupted path integration. These deficits were most prominent in pyramidal cells, which accumulated higher levels of phosphorylated tau than stellate cells, particularly in males. Notably, MEC activity robustly predicted learning performance, especially via non-grid and pyramidal cells, and distinguished PS19 from wild-type mice. Together, these findings identify MEC dysfunction as a key neural correlate of spatial memory decline in AD-related tauopathy, with potential diagnostic and therapeutic implications.", "date": "2025-12-31", "journal": ""}
{"title": "Expression of the human immunomodulatory protein, human B7-1 (CD80), accelerates neuroinflammation, synaptic loss, microvascular instability and lethality in a murine model of Alzheimers Disease", "doi": "10.64898/2025.12.30.697078", "authors": "Danelon, V.; Garrett-Thomson, S.; Morano, N.; Constanza, R.; Kermani, P.; Smith, R.; Almo, S. C.; Lee, F. S.; Hempstead, B. L.", "abstract": "Immune-mediated inflammatory processes play a pivotal role in the pathogenesis of Alzheimers disease (AD). However, immune loci exhibit significant sequence diversity, with human proteins sharing only 45% to 70% identity with their murine orthologs. This divergence contributes to the inability of many established mouse models to accurately capture key neuroinflammatory mechanisms relevant to human AD. We recently identified that the human, but not murine, immunomodulatory protein B71 (CD80) activates the p75 neurotrophin receptor (p75), a function arising from evolutionary divergence in human B71. This discovery provides an opportunity to directly interrogate the role of this interaction in disease progression using a well-characterized murine model of mutant A{beta} overexpression (CRND8). We generated a mouse line in which murine B71 was replaced with a chimeric human:murine B71 that retains normal interactions with CTLA-4 and CD28, while gaining the ability to bind p75, and evaluated its effects in CRND8 mice. Expression of human:murine B71 in vivo resulted in increased lethality, accelerated neuroinflammation of resident glia, more rapid synaptic and dendritic loss, and enhanced microvascular compromise in the subiculum compared to CRND8 mice expressing murine B71. Together, these findings identify the human B71:p75 interaction as a previously unrecognized contributor to AD pathogenesis and a potential therapeutic target in a brain region critical for learning and memory that is affected in early stages of disease.", "date": "2025-12-31", "journal": ""}
{"title": "Memory schema reorganization induced by the deliberate processing in the executive network supported by widespread amplified activity", "doi": "10.64898/2025.12.30.697002", "authors": "Kurashige, H.; Kaneko, J.; Matsumoto, K.", "abstract": "Schema accommodation is the reorganization of a preexisting memory schema to deeply accept new information incongruent with it. Although it is crucial for flexible intelligence, it occurs infrequently, making its neural basis difficult to study. To overcome this, we conducted an fMRI experiment using a newly developed experimental paradigm, the reversal description task. The results suggest that the schema changes that occurred during the task were global reorganizations rather than local adjustments. Moreover, the executive network responsible for deliberate processing played a central role, with the support of widespread amplified activity. Furthermore, reinforcement learning-based control implemented in these neural substrates, in cooperation with the caudate nucleus, emerged as a candidate mechanism for the deliberative schema update. These findings indicate that memory reorganization involves not only automatic but also deliberate processes, in which the desired global structure is explored through the control operation performed by these neural bases.", "date": "2025-12-31", "journal": ""}
{"title": "Discovery of Abundant Nano-scale Lymphatic-like Vessels in Brains", "doi": "10.64898/2025.12.30.697095", "authors": "Gu, S.; Dong, H.; Chen, H.; Yu, J.; Liu, L.; Yan, J.; Wang, H.; Jiang, Z.; Huang, W.; Wang, W.; Liang, S. H.; Zhang, C.; Tanzi, R. E.; Shen, S.; Ran, C.", "abstract": "As one of the most metabolically active organs, the high metabolic demands of the brain require a highly efficient system for waste clearance. However, it remains unclear whether the brain possesses such an efficient system, and if so, what are the features of the system. Over a decade ago, a glymphatic system was proposed to describe neurofluid transport through cerebrospinal fluid (CSF) and perivascular spaces (PVS), complemented by dural and meningeal lymphatic pathways. Nonetheless, it is still elusive whether transport within the CSF and PVS occurs as a structured form of flow. Moreover, unlike the abundance of blood capillaries in the brain, only a low density of lymphatic vessels has been observed. Such a low density of lymphatic vessels is unlikely to support the level of efficiency required for effective metabolic waste clearance in the brain. By combining expansion microscopic imaging with CRANAD-3, a pan-beta-amyloid fluorescence probe, we discovered abundant nano-scale lymphatic-like vessels (NLVs) in the brain parenchyma of both mouse and human. The majority of these vessels have diameters less than 1000 nanometers and show moderate positivity for several lymphatic biomarkers, including LYVE-1, Prox-1, PDPN, and VEGFR3. The NLVs coil around blood vessels and possible connections between blood vessels were observed. Notably, we also found that some NLVs travel through several layers in the cortex and display distinct orientation patterns in different cortical layers. Our discovery reveals a previously hidden vascular system, and raises the possibility that such an abundant and structured web of tubular structures could enable highly efficient means to enhance waste clearance, and could thus play a crucial role in supporting the high metabolic demands of brains.", "date": "2025-12-31", "journal": ""}
{"title": "Ciliary sensing in tanycytes couples nutrient availability to metabolic regulation", "doi": "10.64898/2025.12.31.697168", "authors": "Rivagorda, M.; Kienle, C.; Chandrasekar, A.; Dori, S.; Grünberg, S.; Nampoothiri, S.; Özorhan, U.; Brandt, W.; Rotter, J.; Feller, N.; Neve, V.; Rai, S.; Binder, S.; Bechmann, I.; Nogueiras, R.; Müller-Fielitz, H.; Prevot, V.; Schwaninger, M.", "abstract": "Body homeostasis relies on accurate communication between the brain and the periphery. Disruption of this communication can contribute to disease. Tanycytes are located at the interface of the cerebrospinal fluid (CSF), bloodstream, and hypothalamus, where they sense circulating nutrients and regulate neuroendocrine axes and metabolism. However, the mechanisms by which they sense CSF signals remain largely unclear. Recent evidence that tanycytes possess primary cilia -- key sensory organelles -- led us to hypothesize that tanycytic cilia function as sensory antennae that detect metabolic cues in the CSF. Here, we demonstrate that tanycytic cilia exhibit distinct morphologies across subtypes and physiological states. They respond dynamically to hormonal and nutrient availability; notably, excess oleic acid shortens cilia, promotes lipid droplet accumulation, and reduces Ca2+ responses to ATP and glucose. Disrupting cilia via knockdown of intraflagellar transport (IFT) genes produced similar defects and impaired autophagy. Finally, selective Ift88 knockout in tanycytes increased body weight and reduced thermogenic activity in female mice. These findings identify tanycytic cilia as key sensors regulating energy balance.", "date": "2025-12-31", "journal": ""}
{"title": "Fast and slow architectures of cortical dynamics in human brain", "doi": "10.64898/2025.12.31.696728", "authors": "Lu, Y.; Li, Z.; Mao, H.; Lyu, Q.; Yao, C.; Chen, J.; Tao, L.; Xiao, Z.; Tian, X.", "abstract": "The most critical attribute of the brain is its ability to coordinate perception, thoughts, and action across different timescales. A prominent theory holds that the cortex is organized along a unidimensional hierarchy, where higher-order regions operate over longer intrinsic timescales than sensory areas, a view inferred from analytical methods that assume a single, dominant timescale per region. However, whether cortical dynamics are governed by such a singular hierarchy, or instead by multiple concurrent timescales, has remained unclear due to this fundamental methodological constraint. Here, developing an assumption-free spectral analysis of human intracranial recordings, we discover a fundamental dissociation: cortical dynamics are organized into a fast spectral component (~10-100 Hz) and a slow component (<~1-10 Hz). Crucially, only the fast component spatially recapitulates the classic sensory-to-transmodal functional gradient, whereas the slow component lacks gradient and is coupled to cardiac-related neural activity. This dual-timescale architecture, stable across distinct conscious states, demonstrates human cortical dynamics are organized into parallel processing channels, not a single temporal hierarchy. This framework provides a new foundation for understanding dynamical subsystems that link to brain physiology and cognition.", "date": "2025-12-31", "journal": ""}
{"title": "Protective IFIH1 variant reduces immune-mediated islet stress and dysfunction in a type 1 diabetes genetic background", "doi": "10.64898/2025.12.30.697107", "authors": "Veronese-Paniagua, D. A.; Banks, C.; Bradley, K.; Mukherjee, N.; Gale, S. E.; Hinshaw, K. E.; Meacham, A. M.; Iwaloye, O. F.; Tse, H. M.; Mathews, C. E.; Millman, J. R.", "abstract": "Genome-wide association studies (GWAS) have linked dozens of genetic loci to type 1 diabetes (T1D). The IFIH1 gene, which encodes the double-stranded RNA sensor MDA5, is one such locus. The E627* single nucleotide polymorphism (SNP) in IFIH1 is associated with protection against T1D, while the A946T variant is linked to increased risk. While the E627* variant has been shown to result in a truncated protein and dampen type I interferon (IFN) signaling, its specific role in human pancreatic islet health and function remains unclear. We hypothesized that MDA5627* would protect islet cells from stress-induced dysfunction, identity loss, and cell death. Using CRISPR-Cas9 technology, we introduced the E627* and A946T variants into human pluripotent stem cells (hPSCs) derived from a T1D patient. We differentiated these hPSCs into stem cell-derived islets (SC-islets) and treated them with IFN, poly(I:C), and coxsackievirus B3, an enterovirus implicated in T1D pathogenesis. Using single-cell RNA sequencing and an array of functional assays, we investigated the variant impact on both whole SC-islets and their individual cell populations. Our analysis revealed that SC-islets, and their {beta}, , and {delta} cell subpopulations, harboring the MDA5627* variant exhibit an attenuated immune response to the various stressors compared to MDA5946T cells. We also report unique, cell-type-specific transcriptional responses that vary across variants. Notably, MDA5627* SC-islets showed reduced apoptosis rates and viral genome expression, as well as attenuated negative effects on mitochondrial function and insulin secretion in response to stress. Overall, our findings demonstrate that a clinically relevant MDA5 variant confers protection by dampening stress-mediated transcriptional responses, reducing cell dysfunction, and preventing apoptosis. These insights provide a mechanistic framework for understanding T1D pathogenesis and offer new avenues for developing preventative therapies.", "date": "2025-12-31", "journal": ""}
{"title": "GCL pruning of PIP3 establishes the soma-germline boundary", "doi": "10.64898/2025.12.30.697122", "authors": "Saiduddin, M.; Pae, J.; Vidal, A. M.; Alani, M.; Lehmann, R.", "abstract": "Primordial germ cells (PGCs) are the first cells specified in the Drosophila embryo and serve as precursors to the germline. Their formation requires suppression of somatic fates, a process achieved by excluding the receptor tyrosine kinase Torso from the posterior pole through degradation mediated by the ubiquitin ligase adaptor Germ Cell-Less (GCL). Although Torso is known to antagonize PGC formation, the underlying mechanism has remained unclear. Here, we combine optogenetic Ras activation and Ras effector loop mutants to show that Ras signaling suppresses PGC formation independently of the canonical Raf/MEK/ERK pathway. We identify an unexpected early role for Torso in activating phosphoinositide 3-kinase (PI3K), generating posterior membrane domains enriched in phosphatidylinositol (3,4,5)-trisphosphate (PIP3). Elevated PI3K activity disrupts PGC formation, while reduced PI3K activity leads to ectopic PGCs. We further demonstrate that GCL remodels the posterior pole membrane by suppressing Torso-dependent PI3K activation. Clearing PIP3 enables Myosin II enrichment, thereby constricting the pole bud for PGC formation. Together, our findings reveal how antagonistic Torso and GCL activities establish the soma - germline boundary by regulating cortical lipid organization.", "date": "2025-12-31", "journal": ""}
{"title": "Early disruption of neurogenesis and neural architecture by amyloid β and Tau during Drosophila development", "doi": "10.64898/2025.12.31.696993", "authors": "Sharma, K.; Tiwari, N.; Tapadia, M. G.", "abstract": "Alzheimer's disease is largely recognized as a late-onset neurodegenerative disorder; however, accumulating evidence suggests that disease-associated proteins may exert deleterious effects much earlier during neural development. Using a Drosophila model expressing human amyloid {beta} and Tau, we investigated the impact of these proteins on embryonic neurodevelopment and neural stem cell dynamics. Embryos expressing amyloid {beta} and Tau exhibited pronounced defects in axonal patterning and compromised neuronal cytoskeletal integrity, indicating early disruption of neural architecture. We observed aberrant elevation and mislocalization of the cell fate determinant Prospero, leading to premature neuronal differentiation and disruption of progenitor lineage progression. Consistently, larval brains displayed a reduced number of Prospero-positive ganglion mother cells, reflecting impaired neuroblast lineage maintenance. Cell-cycle analysis using the FUCCI system revealed altered neuroblast cell-cycle dynamics, characterized by depletion of proliferative populations and enrichment of G1-phase cells, indicative of stem cell exhaustion. In addition, increased apoptotic signaling was detected in larval neural tissues expressing amyloid {beta} and Tau. Together, our findings demonstrate that amyloid {beta} and Tau disrupt asymmetric division, differentiation, and self-renewal of neural stem cells during development, resulting in reduced neuronal output and defective brain organization. This study highlights that amyloid {beta} and Tau exert neurotoxic effects early in development, providing mechanistic insight into how neurodevelopmental perturbations may contribute to later neurodegeneration.", "date": "2025-12-31", "journal": ""}
{"title": "Rapoport s rule in the marine realm: wrong axis, right pattern", "doi": "10.64898/2025.12.30.696717", "authors": "Reygondeau, G.; Egorova, Y.", "abstract": "Aim: Rapoport s rule posits that species range size increases with distance from benign conditions along environmental gradients. We asked whether, and along which axis, marine species obey Rapoport s rule when ranges are quantified in three dimensions. Location: Global ocean. Taxon: > 20,000 marine species spanning pelagic and benthic habitats across major animal phyla and fishes. Methods: We combined AquaMaps 2.0 modelled distributions with independently curated depth limits from FishBase and SeaLifeBase to estimate latitudinal and vertical (bathymetric) ranges for each species. We quantified latitudinal range versus absolute mid latitude and depth range versus mid depth, and repeated analyses by habitat and taxonomic group. We used linear and polynomial regressions and Gaussian mixture models in range gradient space to identify and compare alternative Rapoport regimes. Results: Marine biodiversity exhibits a classic latitudinal diversity gradient and strong concentration of richness in the upper ocean, with broader ranges at higher latitudes and greater depths. Support for Rapoport s rule is weak and inconsistent for latitudinal ranges, but strong and pervasive with depth, with correlations between vertical range and mid depth frequently exceeding 0.8 across habitats and taxa. Latitudinal and vertical ranges are positively, but only moderately, coupled, with a small subset of 3D generalists spanning both large latitudinal and depth extents. Main conclusions: The marine realm appears to obey Rapoport s rule primarily along the vertical, rather than latitudinal, axis. Depth-structured environmental tolerance thus emerges as a dominant constraint on marine range limits and three-dimensional biodiversity gradients.", "date": "2025-12-31", "journal": ""}
{"title": "Diet-Related Molecular Evolution Differs between Vertivores, Invertivores, and Combined Carnivores", "doi": "10.64898/2025.12.30.697105", "authors": "Tene, M.; Foley, K.; Seaver, A.; Meyer, W.", "abstract": "Mammals have repeatedly evolved specialized diets, including a variety of predatory diets targeting different prey animals. Prior research has found differences in positive selection, gene family evolution and gene functional loss linked with diet, but has focused primarily on trophic level classifications of herbivory, carnivory, and omnivory. Here we divide \"carnivores\" into vertivores and invertivores, due to the differences in nutrient composition of those food sources. We find significant differences in evolutionary conservation of multiple genes and GO categories between vertivores and invertivores. Conservation relative to herbivores differs among vertivores, invertivores, and the combination of all carnivores. Lineages with predatory diets have increased conservation in lipid and amino acid metabolism relative to herbivores. Notably, we find that results in the combined carnivore-herbivore comparison are much more similar to those of the invertivore-herbivore comparison than the vertivore-herbivore comparison, which suggests that prior studies on carnivory may have been detecting signatures of selection related to invertivory.", "date": "2025-12-31", "journal": ""}
{"title": "Satellite DNA fragility accompanies complex genome rearrangements and ecDNA oncogene amplification in canine osteosarcomas", "doi": "10.64898/2025.12.31.697157", "authors": "Yilmaz, F.; Kong, W.; Syed, S. A.; O'Neill, F. H.; Lombardi, J. T.; Ng, P. K. S.; Lau, C. C.; Lee, C.", "abstract": "Canine osteosarcoma (OS) is an aggressive bone cancer with remarkable similarity to human OS. Despite its value as a comparative oncology model, the drivers of genomic instability remain poorly defined, hindering cross-species insights into disease progression. We applied long-read PacBio HiFi whole genome sequencing to matched tumor and blood samples from four purebred dogs to generate high-resolution maps of somatic structural variants (SVs). Tumor genomes showed extensive rearrangement complexity, with satellite repeat regions, particularly SAT1_CF, enriched near somatic SV breakpoints and occurring within genomic contexts marked by focal hypomethylation. We also identified multiple extrachromosomal DNA (ecDNA) elements carrying oncogenes indicating ecDNA-mediated oncogene amplification. Together, these data provide an integrated genomic and epigenomic view of canine OS, implicating satellite repeats as recurrent substrates for rearrangement and ecDNA as a prominent mode of genome remodeling. This work advances our understanding of OS genome dynamics and establishes a comparative framework for investigating repeat-driven instability and oncogene amplification across species.", "date": "2025-12-31", "journal": ""}
{"title": "Structural insights into the specific recognition of H2A.Z-H2B dimer by the catalytic subunit of SRCAP chromatin remodeling complex", "doi": "10.64898/2025.12.30.697126", "authors": "Hong, J.; Tan, W.; Yuan, B.", "abstract": "Chromatin remodeling complexes (SRCAP-C) mediate the exchange of H2A.Z with H2A, leading to the incorporation of H2A.Z-H2B dimers into chromatin through a step-by-step manner. Here, we determined the crystal structure of the N-terminal region (531-560) of the catalytic subunit of SRCAP-C, termed SRCAP-Z domain, in complex with the engineered single-chain H2B-H2A.Z (scH2B-H2A.Z) at 2.53 angstron resolution. In the crystal structure, two molecules of scH2B-H2A.Z and one molecule of SRCAP-Z form a sandwich-like architecture. Histones form typical histone fold and SRCAP-Z domain adopts a short 310 helix. In details, Val551, Leu554, and Leu555 of the SRCAP-Z 310 helix specifically recognize the C helix of H2A.Z through hydrophobic interactions. The particular recognition has been validated in vitro by MBP-pulldown and isothermal titration calorimetry (ITC) experiments, and the MBP-pulldown assay results demonstrated that mutations in specific amino acids of SRCAP-Z attenuated its interaction with H2A.Z-H2B dimer. Finally, we demonstrated that SRCAP-Z recognizes H2A.Z-H2B dimer with a conservative structural basis and facilitates the nucleosome assembly by its chaperone activity.", "date": "2025-12-31", "journal": ""}
{"title": "Mitochondrial depolarization stabilizes the vitamin B12 chaperone MMADHC in the cytosol to increase MTR activity", "doi": "10.64898/2025.12.31.697091", "authors": "Rath, S. P.; Li, Z.; Guha, A.; Dong, F.; Banerjee, R.; Mootha, V. K.", "abstract": "Of the ~1100 mitochondrial proteins, only a handful like PINK1 and ATFS-1 are known to stabilize and relocalize upon collapse of the proton motive force (PMF) to execute signaling roles. To systematically identify genes that increase exclusively at the protein level upon PMF collapse, we performed a joint proteomic and RNA-seq screen. The screen revealed 10 candidates (six mitochondrial), including the vitamin B12 chaperone MMADHC and cytosolic B12-dependent methionine synthase (MTR). MMADHC is short-lived across cell types and we show that its levels increase with PMF collapse. MMADHC stabilization precedes PINK1 activation in a time course of increasing mtDNA depletion, suggesting greater sensitivity to PMF collapse. MMADHC accumulates in mitochondria with LONP1 inhibition but in the cytosol upon PMF collapse, likely due to mitochondrial import failure. Cytosol-stabilized MMADHC increases MTR levels and activity. Altogether, the mitochondrial PMF regulates the cytosolic B12-dependent MTR, integral to one-carbon metabolism, by controlling the stability and compartmentalization of the B12 chaperone MMADHC.", "date": "2025-12-31", "journal": ""}
{"title": "Phylogenetic tree-aware positive-unlabeled deep metric learning for phage-host interaction identification", "doi": "10.64898/2025.12.31.696981", "authors": "Zhang, Y.-z.; Tobias, B.; Imoto, S.", "abstract": "Phages are viruses that infect bacteria and play essential roles in shaping microbial communities. Identifying phage-host interactions (PHIs) is crucial for understanding infection dynamics and developing phage-based therapeutic strategies. Recent deep learning approaches have shown great promise for PHI prediction; however, their performance remains constrained by the limited number of experimentally validated positive pairs and the overwhelming abundance of unlabeled or non-validated samples. Moreover, most existing models overlook higher-level phylogenetic relationships among hosts, which could provide valuable structural priors for guiding representation learning. To address these challenges, we propose a phylogenetic tree-aware positive-unlabeled deep metric learning framework for phage-host interaction (PHI) identification. Unlike traditional approaches that train classification models to strictly separate positive and negative phage-host pairs, the proposed method learns representations under supervision from both confirmed positive PHIs and host phylogenetic tree constraints on non-positive samples. The proposed method can seamlessly formalize contrastive learning and deep metric learning within the same framework that explicitly optimizes PHI encoders with biological constraints in the learning functions. We show that this metric learning formulation outperforms conventional contrastive learning approaches that enforce separation between positive and negative samples without consistently aligning the learned representations with evolutionary distances. Experiments on the Cherry benchmark dataset and metagenome Hi-C multi-host dataset demonstrate that our approach enhances species-level prediction accuracy, improves cross-host generalization, and yields more interpretable representations of phage-host relationships.", "date": "2025-12-31", "journal": ""}
{"title": "Scalable Non-negative Matrix Factorization of the Human Cell Census Reveals Interpretable Transcriptional Programs", "doi": "10.64898/2025.12.30.697085", "authors": "Liu, Y.-T.; Triche, T. J.; DeBruine, Z. J.", "abstract": "Large single-cell atlases now span tens of millions of cells, yet few provide reusable and interpretable reference representations that support direct biological reasoning at atlas-scale. Here, we present an interpretable Nonnegative Matrix Factorization reference embedding of 28.5 million healthy cells and approximately 60,000 genes from the Human Cell Census. The resulting gene and cell weights define additive transcriptional programs that align with annotated cell types and organized biological pathways. New datasets can be projected into this fixed reference space without fine-tuning or retraining, as we demonstrate using an independent cystic fibrosis dataset. This resource provides a transparent coordinate system for exploratory analysis and hypothesis generation, complementing deep embeddings that prioritize integration or prediction with a representation designed for interpretability and reuse.", "date": "2025-12-31", "journal": ""}
{"title": "Sloppiness and Action Confinement in Cell State Transitions: Are Single Cells Sloppy?", "doi": "10.64898/2025.12.31.697145", "authors": "Ying, J.; Wang, Y.; Xiao, H.; Huang, M.; Zhang, L.; Wang, W.", "abstract": "Single-cell dynamics during cell state transitions are highly confined, ensuring precise control. This confinement can be described using low-dimensional manifolds. Leveraging information geometry, we developed a method to quantify cell state transition manifolds using single-cell RNA sequencing data. With this approach, each single cell is represented as a multivariate Gaussian distribution and is associated with a Fisher information matrix. We analyzed variations in the Fisher information matrix and its eigenvalue spectrum during cell state transitions. Our results reveal pronounced sloppiness in single cells, where cell state is sensitive to only a few specific combinations of parameters. Importantly, the degree of sloppiness fluctuates during cell state transitions. We found that critical transitions are associated with changes in the so-called stiff parameters. Notably, parameters identified as stiff exhibit low velocities and minimal fluctuations, whereas sloppy parameters display higher velocities and larger fluctuations. These findings indicate that cells fine-tune sensitive directions with caution while permitting greater flexibility along sloppy directions, revealing a principle of least action confining the paths taken during state transitions. During transitional stages, fluctuations and velocities increase were observed on stiff parameters, reflecting enhanced dynamical activity as cells navigate through critical regions of the manifold. Thus, we propose a new framework for analyzing single-cell dynamics. The low dimensionality of cell state transitions is characterized through sloppiness analysis, while changes in the Fisher information spectrum reveal shifts in cell dynamic modes.", "date": "2025-12-31", "journal": ""}
{"title": "Fluorescent peptides for membrane tension and domain structure reporting", "doi": "10.64898/2025.12.30.697119", "authors": "Suchyna, T.; Rosetto, J.; Cetuk, H.; Anishkin, A.; Sukharev, S.", "abstract": "Cell mechanics play significant roles in all aspects of cell function. While many types of fluorescent linear force sensors inserted in cellular fibrillar elements have been developed, few tools are available to track two-dimensional tension in cell membranes. Here, we present a novel principle for tension detection using a fluorescent probe based on the scaffold of the GsMTx4 peptide from Grammostola venom. Previously, we have shown that amphipathic GsMTx4 binds to lipids and inhibits mechanosensitive channels by inserting more deeply into the membrane at tensions near activation thresholds, thereby acting as a buffer clamping lateral pressure in the bilayer. We leverage this property of GsMTx4 to redistribute between the 'shallow' and 'deep' immersion states, thereby designing probes with a fluorescent moiety that increases quantum yield in nonpolar environments. GsMTx4 analogs carrying fluorescent groups at the two positions increase fluorescence intensity in osmotically shocked liposomes and aspirated giant vesicles in a near-linear fashion in response to physiological bilayer tensions. The responses show dependence on membrane composition, particularly lipid charge and the presence of lipid-ordering components, such as sphingomyelin and cholesterol. Langmuir compression isotherms recorded in the presence of NBD analogs indicated initial incorporation into the monolayer, followed by sharp expulsion at the monolayer-bilayer equivalence pressure, with correlated changes in monolayer compressibility and fluorescence, illustrating the basic principle of probe action. The probes show promise for monitoring tension in biological membranes at low, non-inhibitory concentrations. Experiments with native cell-derived membrane vesicles reveal heterogeneous baseline staining and tension responses, underscoring the probes' selectivity for distinct membrane domains.", "date": "2025-12-31", "journal": ""}
{"title": "A Systematic Review of Evidence for the Cost of Therapeutic Resistance in Cancer", "doi": "10.64898/2025.12.29.696883", "authors": "Kane, B. S.; Mestas, L.; Garza, M.; Soesilo, T.; Hufford, M.; Richker, H.; Maley, C. C.", "abstract": "Emergence of therapeutic resistance is a critical clinical challenge in cancer treatment, contributing to treatment failure, disease relapse, and overall poor prognosis. Adaptive therapy (AT), a resistance management strategy, aims to address this issue by selectively applying therapeutic pressure to promote competition between therapy-sensitive and therapy-resistant clones, allowing for long-term control of tumor burden. AT relies upon the assumption that resistance comes at some fitness cost in the absence of therapy. Is that assumption justified? We conducted a systematic review of the literature on experimental tests of the fitness cost of therapeutic resistance. We conducted a search for peer-reviewed papers that fulfilled the following selection criteria: (i) experiments of direct competition, (ii) between therapy-resistant and therapy-sensitive clones, (iii) in a therapy-free environment. We found 47 experiments that matched those criteria. Of those experiments, approximately two-thirds (68%) found a fitness cost to resistance in a competitive environment. Of all pooled features from the studies reviewed, we found that the resistance characteristic was most significantly associated with whether resistant clones exhibited a fitness advantage in competition (p=0.0147). Further, we identify complex ecological interactions that may influence the behavior of the cancer cell population without selection by therapeutic pressure. Predicting which resistance characteristics can be exploited therapeutically with AT and identifying potential methods of modulating the costliness of the resistant phenotype may be critical to future improvements in cancer therapy.", "date": "2025-12-31", "journal": ""}
{"title": "MELK controls tumor metabolism to promote resistance to melanoma therapy", "doi": "10.64898/2025.12.31.697178", "authors": "Sant'Anna-Silva, A. C. B.; Abbe, P.; Pagnotta, S.; Amoedo, N. D.; Torno, M. D.; Bonnard, F.; Botton, T.; Larbret, F.; Ronco, C.; Montaudie, H.; Ben-Sahra, I.; Robert, C.; Passeron, T.; Rodrigue, R.; Cerezo, M.; Rocchi, S.", "abstract": "Melanoma is the most aggressive form of skin cancer, and despite major advances in targeted and immune therapies, durable responses remain limited due to the emergence of resistance mechanisms. Metabolic reprogramming has emerged as a key driver of therapy resistance, allowing tumor cells to adapt to environmental and therapeutic pressures. Here, we identify the maternal embryonic leucine zipper kinase (MELK) as a critical mediator of resistance in melanoma. We demonstrate that MELK stimulates intracellular accumulation of amino acids, leading to activation of mTORC1 signaling and enhanced mitochondrial metabolism and biogenesis. This metabolic shift promotes resistance to immune checkpoint blockade. Importantly, preclinical MELK inhibition sensitizes resistant melanoma cells to immunotherapy, revealing a potential combinatorial strategy to overcome resistance. Our findings establish MELK as a central regulator of metabolic adaptation and therapeutic resistance in melanoma, highlighting its potential as a promising therapeutic target.", "date": "2025-12-31", "journal": ""}
{"title": "Cardiac-sympathetic state predicts action restraint, gated by demonstrated agency", "doi": "10.64898/2025.12.29.696920", "authors": "Dundon, N. M.; Rizor, E. J.; Stasiak, J.; Wang, J.; Babenko, V.; Lapate, R. C.; Grafton, S. T.", "abstract": "Withholding action until the appropriate moment is a core challenge of motivated behavior. Using beat-to-beat cardiac contractility during an incentivized reaching task, we show that cardiac-sympathetic outflow predicts action restraint. Under high-reward conditions that induce a speed-accuracy tradeoff, reduced contractility at the time of instruction preceded premature responses (false starts). Under high-loss-avoidance conditions, elevated pre-movement contractility predicted slower, more controlled initiation, but only among participants with above-median task success. These findings suggest cardiac-sympathetic engagement does not simply serve mobilization but flexibly supports context-appropriate action regulation, with recruitment for restraint gated by demonstrated agency.", "date": "2025-12-31", "journal": ""}
{"title": "The inactivation of DHHC7 in mouse liver promotes diet-induced obesity through a hepatic Prg4-GPR146 axis", "doi": "10.64898/2025.12.30.697005", "authors": "Sun, Y.; Liu, Y.; Wang, S.; Wu, H.; Hou, X.; Duan, J.; Pei, J.; Xu, Y.; Hu, X.; Chen, B.", "abstract": "The liver secretes hepatokines that coordinate whole-body metabolism. Posttranslational lipidation of signaling proteins by DHHC palmitoyltransferases controls membrane targeting and signaling, yet the role of hepatic palmitoylation in systemic metabolic regulation is largely unexplored. Using an inducible, liver-specific DHHC7 knockout (D7LKO) mouse, we report that loss of DHHC7 in hepatocytes potentiates adenylyl cyclase-PKA-CREB signaling through reducing palmitoylation of inhibitory G protein  subunit (Gi), leading to transcriptional elevation and secretion of proteoglycan 4 (Prg4). Elevated circulating Prg4 acts on adipocytes by binding GPR146 via Prg4s N-terminal SMB domain, suppressing adipocyte PKA substrate phosphorylation and hormone-sensitive lipase (HSL) Ser563 phosphorylation, thereby impairing lipolysis. Under high-fat diet (HFD) feeding, D7LKO mice and mice with adenoviral hepatic Prg4 overexpression develop pronounced obesity characterized by increasing brown, subcutaneous, and visceral fat mass and adipocyte hypertrophy; strikingly, these animals show little impairment in glucose tolerance or circulating triglycerides but display elevated plasma cholesterol. Conditioned medium containing Prg4 recapitulates suppression of adipocyte HSL phosphorylation in vitro, and SMB-deleted Prg4 fails to bind GPR146 or inhibit HSL phosphorylation. Our findings define a liver palmitoylation-hepatokine axis that controls adipose lipolysis and predisposes to diet-induced fat accumulation, establishing Prg4-GPR146 as a mechanistic link between hepatic signaling and adipose energy mobilization.", "date": "2025-12-31", "journal": ""}
{"title": "Two phytohormones synergistically induce parasitic weeds seed germination via KAI2d receptors", "doi": "10.64898/2025.12.31.697154", "authors": "Syzyju, T.; Ishikawa, T.; Burger, M.; Otani, M.; Miyamoto, K.; Jiang, W.; Kaku, H.; Kitaoka, N.; Matsuura, H.; Kuruma, M.; Nishiyama, K.; Seto, Y.", "abstract": "Root parasitic plants can severely decrease global crop production. The germination of their seeds is induced by host root-derived strigolactones (SLs). Considering this unique germination system, a ''suicidal germination'' method has been proposed to control root parasitic plants. However, this method requires the cost-effective production of germination inducers. In this study, we determined that jasmonates and SLs can synergistically induce the seed germination of root parasitic plants (Orobanche minor and Striga hermonthica). Biochemical analyses indicated that jasmonates and SLs cooperatively activate multiple divergent KARRIKIN INSENSITIVE 2 receptors. Our findings have elucidated the host recognition systems associated with these highly duplicated promiscuous receptors, with potential implications for developing a new strategy to protect crops against root parasitic plants.", "date": "2025-12-31", "journal": ""}
{"title": "NPF4.6-mediated ABA transport modulates stomatal responses to fluctuating light", "doi": "10.64898/2025.12.30.697139", "authors": "Katsuhama, N.; Yamauchi, R.; Takebayashi, Y.; Yokota Hirai, M.; Seo, M.; Yamori, W.", "abstract": "Stomatal responses to fluctuating light (FL) strongly influence photosynthetic efficiency and biomass accumulation in seed plants. The abscisic acid (ABA) transporter NPF4.6 (also known as NRT1.2 or AIT1) mediates hormone import into guard cells, but its physiological roles in leaves remain unclear. Here, we examined the functions of NPF4.6 in Arabidopsis thaliana by characterizing two independent loss-of-function mutants (npf4.6) under both steady and FL conditions. Compared with wild type, npf4.6 showed a 21-43% reduction in the half-time of stomatal opening and a 26-32% increase in the mean net CO2 assimilation rate under simulated field light conditions, resulting in a 41-48% increase in shoot biomass. In contrast, no marked differences in photosynthetic efficiency were observed between the wild type and npf4.6 under drought stress, suggesting that the role of NPF4.6 is more pronounced under well-watered, dynamic-light conditions. Overall, these findings demonstrate that NPF4.6 contributes to the fine-tuning of stomatal kinetics under variable light environments, and highlight hormone transport as a promising target for improving photosynthesis and growth in the field.", "date": "2025-12-31", "journal": ""}
{"title": "Improvement in Orchard Nutrient Status and Productivity Through Integrated Nutrient Management in Mango (Mangifera indica L.) Under Medium-Density Planting", "doi": "10.64898/2025.12.30.697138", "authors": "Kuldeep, K.; Singh, A. K.; Bhatnagar, A.; Singh, O.; Pachauri, S. P.; Shankhdhar, S. C.; Joshi, H. C.; Bhatt, M. K.", "abstract": "Balanced nutrient management is essential for sustaining productivity and soil health in perennial fruit crops. A two-year field study (2022-2024) was conducted to evaluate the effects of integrating soil and foliar micronutrient applications with reduced recommended doses of fertilizers (RDF) on vegetative growth, nutrient status, yield, fruit quality, and economic performance of mango (Mangifera indica L.) cv. Dashehari under medium-density planting. Nine nutrient modules combining 25-100% RDF with soil- and foliar-applied Fe, Zn, B, Cu, and Ca were compared using ANOVA, PCA, and PLS-SEM. Integrated treatments significantly enhanced canopy height, spread, and volume, with the 75% RDF + two foliar micronutrient sprays producing the greatest vegetative growth. Yield attributes, fruit size, retention, and shelf life improved markedly under micronutrient-enriched treatments. The highest fruit yield and benefit-cost ratio was obtained with 75% RDF + two foliar sprays, outperforming the conventional 100% RDF. Soil pH and EC were moderated, and organic carbon improved slightly under integrated nutrient management. Soil and leaf macro- and micronutrient concentrations were consistently higher with combined soil-foliar approaches. PCA clustered high-performing nutrient modules with yield and canopy variables, while PLS-SEM identified plant nutrient status as the strongest predictor of fruit yield. Overall, integrating micronutrient supplementation with 75% RDF improved nutrient-use efficiency, productivity, and economic returns while reducing dependence on full-dose fertilizers. The study highlights 75% RDF + foliar micronutrient sprays as an effective and sustainable nutrient management strategy for enhancing yield and orchard performance in mango", "date": "2025-12-31", "journal": ""}
{"title": "Generative AI-based design of hybrid transcriptional activator proteins with new DNA-binding specificity", "doi": "10.64898/2025.12.31.697150", "authors": "Okuda, S.; Minami, A.; Aiko, M.; Uetsuka, K.; Miyazaki, K.; Ohtake, K.; Kiga, D.", "abstract": "Transcriptional control arises from the specific recognition of promoter DNA by transcription factors (TFs), forming the basis of cellular information processing and gene regulation. In synthetic biology, TF-promoter interactions are assembled into gene circuits to program cellular behaviors. To ensure reliable circuit performance, most synthetic gene circuits rely on well-characterized and orthogonal regulatory parts. This reliance minimizes crosstalk but constrains circuit complexity and information integration. Creating hybrid TFs that combine or interpolate promoter specificities could therefore expand the design space of synthetic regulatory systems. However, it remains unclear whether hybrid functions can be created by mixing amino acid sequences, and how such functional integration could be achieved in a principled manner. Here we show that a variational autoencoder (VAE) trained on LuxR-family DNA-binding domains can generate transcription factors with hybrid and partially novel promoter recognition properties. By sampling intermediate regions of the VAE-learned latent space, we designed hybrid TFs that activate both the lux and las promoters. High-throughput sort-seq assays together with individual in vivo assays revealed that a subset of functional variants exhibited dual-responsive behavior while maintaining sequence-selective DNA recognition. Together, these results provide a data-driven strategy for exploring functional intermediate sequences between closely related proteins.", "date": "2025-12-31", "journal": ""}
{"title": "A Neyman-Pearson Framework for Modeling Cellular Decision Making Using Single-Cell TNF-NF-κB Signaling Data", "doi": "10.64898/2025.12.30.696266", "authors": "Emadi, A.; Lipniacki, T.; Levchenko, A.; Abdi, A.", "abstract": "Cells make hard calls under noise. When signaling is abnormal, those calls can go wrong and drive pathological conditions and diseases. In this research, we develop a Neyman-Pearson (NP) detection-theory framework that maximizes probability of detection (PD) for a chosen false alarm probability (PFA), without requiring prior probabilities, using experimental single-cell measurements of NF-{kappa}B responses to tumor necrosis factor (TNF), a critical pathway involved in cell survival, apoptosis, immune signaling, and stress response, in wild-type and A20-deficient fibroblasts. We model log-responses as (multi)variate Gaussian and compute optimal thresholds, PD-PFA trade-offs, and ROC curves at 30 minutes and 4 hours. The NP framework captures expected biology: PD increases with TNF dose; wild-type cells outperform A20-/- at matched conditions; and combining two time points (bivariate analysis) improves detection (e.g., for 0.0052 vs. 0.2 ng/mL, PD rises from 0.71 (30 minutes) and 0.42 (4 hours) to 0.80 at PFA = 0.1). The analysis recovers expected biology (higher TNF causes higher detectability; negative feedback lowers late responses) and flags cases where decision quality degrades (e.g., perturbations that blunt separation between conditions). The same recipe extends to multivariate readouts without changing the logic. Overall, the NP detection framework provides a compact, quantitative score of pathway performance and failure. It turns noisy single-cell readouts into actionable decision metrics that compare doses, time points, and perturbations, and ultimately, can help explain when and how cellular decisions drift toward pathology.", "date": "2025-12-31", "journal": ""}
{"title": "Distinct neural processing of real versus unreal optic flow in the human brain", "doi": "10.64898/2025.12.31.696655", "authors": "Shen, X.; Shan, Z.; Kuai, S.; Li, L.", "abstract": "Visual perception of self-movement relies on optic flow, a global motion pattern generated by self-movement in a rigid 3D environment. Such optic flow conveys both 2D features (e.g., radial velocity fields and centers of motion) and 3D structural information (e.g., motion perspective). However, many previous neuroimaging studies have used simplified 2D radial motion as \"real\" optic flow, leaving it unclear whether such \"unreal\" stimuli adequately capture how the brain processes ecologically valid self-movement information. Previous behavioral work has shown that sensitivity to expansion and contraction reverses depending on whether optic flow is ecologically valid (L. Li et al., 2025), raising the question of how such differences are represented in the human brain. We conducted two functional magnetic resonance imaging (fMRI) experiments to systematically compare cortical processing of real versus unreal optic flow. The two stimulus types were strictly matched in 2D global features and local motion signals, differing only in whether they preserved 3D structure consistent with self-movement. To minimize task-related influences, participants performed a task-irrelevant fixation point color-change detection task during scanning. Experiment 1 used a block design in which participants viewed expanding and contracting optic flow at different motion coherence levels. Experiment 2 presented real and unreal optic flow within the same scanning session to directly test neural sensitivity to ecological validity. Multivoxel pattern analysis (MVPA) revealed that, among multiple visual and optic flow-responsive regions, the human dorsal medial superior temporal area (MST) exhibited robust and consistent sensitivity to the ecological validity of optic flow. Specifically, under real optic flow, decoding accuracy for motion coherence in MST was significantly higher for expansion than for contraction, whereas this preference was reversed under unreal optic flow. Neural threshold estimates derived from fMR-metric functions further supported this pattern reversal, indicating systematic modulation of MST sensitivity by ecological structure. Experiment 2 further demonstrated that, regardless of motion pattern, MST reliably distinguished real from unreal optic flow, with decoding accuracy increasing as motion coherence increased. These findings indicate that MST encodes not only motion patterns themselves but also whether optic flow conforms to the ecological structure of self-movement. Together, these results indicate that MST responses are not determined solely by 2D radial motion features, but are modulated by whether optic flow preserves 3D structure consistent with self-movement. This work clarifies a long-standing conflation between simplified radial motion and real optic flow and highlights the importance of ecological structure in shaping dorsal-stream motion representations related to self-movement perception.", "date": "2025-12-31", "journal": ""}
{"title": "Volume Electron Microscopy of Cortical Organoids: Methods for Region Identification, Connectome Reconstruction, and Organelle Segmentation", "doi": "10.64898/2025.12.31.697152", "authors": "Dallere, S.; Mattioni, A.; Turegano-Lopez, M.; Blazquez-Llorca, L.; Merchan-Perez, A.; Schellino, R.; Vercelli, A.; DeFelipe, J.; Boido, M.", "abstract": "Volume electron microscopy (vEM) has become a powerful tool for 3D ultrastructural analysis of neural circuits, yet its application to human brain organoids remains limited, particularly for connectomic studies. Here, we established a comprehensive and scalable workflow for applying vEM to human cortical organoids, integrating correlative light and electron microscopy, large-area SEM mosaic imaging, focused ion beam-scanning electron microscopy (FIB-SEM), and transmission electron microscopy (TEM) validation. By systematically comparing two embedding protocols in use, we demonstrated that the DeFelipe and Fairen (1993)/Cano-Astorga et al. (2024) method provides optimal compatibility with toluidine blue-stained semithin sectioning and enables reliable synapse segmentation and neurite tracing. In contrast, the Deerinck et al. (2010) protocol offers enhanced membrane contrast but limits postsynaptic density visualization. Using FIB-SEM imaging of peripheral, neuropil-like regions of cortical organoids, we achieved accurate 3D reconstruction of synapses, neurites and intracellular organelles, enabling quantitative assessment of synaptic apposition surfaces, neurite trajectories, and organelle distribution across defined cellular compartments. Together, our results demonstrate for the first time the feasibility of micro-connectomic reconstruction in human cortical organoids at nanometer resolution. This methodological framework expands the applicability of vEM to organoid systems and provides a robust foundation for future studies of human brain development, disease modeling, and therapeutic evaluation at the synaptic and subcellular level.", "date": "2025-12-31", "journal": ""}
{"title": "Adeno-associated viruses (AAVs) induce dose-dependent neonatal ventriculomegaly following intracerebroventricular administration", "doi": "10.64898/2025.12.30.697113", "authors": "Liu, L. L.; Noguera, A.; Humphries, R.; Zhou, B.; Fame, R. M.", "abstract": "Cell-type-speci[fi]c expression of synthetic/endogenous proteins or genetic sequences has signi[fi]cantly advanced our understanding of the central nervous system (CNS). Adeno-associated virus (AAV)-delivery to cerebrospinal [fl]uid (CSF) mediates transfection of target cells to enable sustained delivery of secretory proteins into the CSF, o[ff]ering promising avenues for both CNS therapy and mechanistic studies. However, despite the advantages afforded by AAV tropism-based cellular selectivity and transgene delivery, both preclinical studies and clinical trials report short- and long-term adverse e[ff]ects, particularly immune activation. Especially relevant for CSF biology, CNS immune insults raise the risk of CSF dysregulation, including hydrocephalus. These risks may be exacerbated in pediatric populations, where ongoing CNS development, including immature meninges, choroid plexus (ChP), and skull structures, may further impair any ability to compensate for CSF dysregulation. To systematically address these risks and provide guidelines for minimizing CNS immune insults by AAVs, we test the dose-dependent e[ff]ects of intracerebroventricular (ICV) injections of 3 AAV serotypes (AAV2/5, AAV2/4, and AAV.PHP.eB) to neonatal (P0.5) CD1 mouse pups. Histological analysis veri[fi]ed AAV2/5 tropism limited to ChP epithelial cells (CPECs), whereas AAV.PHP.eB transfected both CPECs and ependymal regions. By contrast, AAV2/4 shows limited transfection in the brain. Further, we [fi]nd that ICV injections of all 3 AAV serotypes at the high dose (4x109 genome copy GC/pup) induced ventriculomegaly by P7.5, while the low dose (1x109 GC/pup) was well tolerated. Additionally, high-dose AAV2/5 tropism became more permissive, transfecting the ChP and also ependymal cells and some neurons. Longitudinal MRI of P0.5 pups with high-dose AAV2/5 ICV injections highlighted quick progression of ventriculomegaly. CSF ELISA analysis detected elevated proin[fl]ammatory cytokine CCL2 in AAV2/5 and AAV2/4 high-dose groups, indicating CNS inflammation. Moreover, decreased CSF TTR concentrations in high-dose groups suggest ChP dysfunction. We further revealed that earlier in utero high-dose ICV AAV2/5 injections at E13.5 induced even more severe ventriculomegaly and that adult animals were also susceptible to ventriculomegaly after high-dose AAV ICV delivery. Taken together, our data emphasize critical safety considerations of CSF-based AAV delivery, particularly during brain development. Further, these results call for an optimized dosage for perinatal ICV AAV applications.", "date": "2025-12-31", "journal": ""}
{"title": "Evolution tunes functional sub-state interconversion to boost enzyme function", "doi": "10.64898/2025.12.31.697001", "authors": "Salamonsen, D.; Pierangelini, A.; Buda, K.; Wang, D.; Kamp, M. W. v. d.; Tokuriki, N.; Bunzel, H. A.; Frohlich, C.", "abstract": "Enzymes do not operate as static structures, but continuously fluctuate between different conformations. Enzymes therefore dynamically sample conformations with varying catalytic activity. However, it remains largely unexplored whether evolution can exploit the conformational dynamics between sub-states to improve activity. Here, we dissect the evolutionary trajectory of the {beta}-lactamase OXA-48 toward improved ceftazidime hydrolysis. Evolution relieved conformational bottlenecks by promoting alternate functional sub-states, gradually shifting the rate-limiting step from substrate binding to sub-state interconversion, and finally to the chemical step. Reorganization of the conformational landscape enhanced OXA-48's ability to hydrolyze ceftazidime and introduced a trade-off in its native activity against meropenem. This trade-off stemmed from catalytic incompatibility between the native and the evolved sub-state populations. Our findings highlight the transitions between functional sub-states as a mechanism of natural selection, shaping functional divergence and offering new strategies for enzyme and antibiotic engineering.", "date": "2025-12-31", "journal": ""}
{"title": "The craniofacial shape of modern humans embodies genomic signatures of evolution, diversity, and clinical conditions", "doi": "10.64898/2025.12.29.696848", "authors": "Goovaerts, S.; Devine, J.; Claessens, N.; Gabbita, S.; Deprest, J.; Pauwels, K.; Herrick, N.; Mohammed, J.; Mounier, A.; Sofer, T.; Long, H. K.; Bartsch, U.; Hallgrimsson, B.; Lewis, S. J.; Richmond, S.; Baumeister, S.; Walsh, S.; Shaffer, J. R.; Shriver, M. D.; Naqvi, S.; Wysocka, J.; Kivisild, T.; Weinberg, S. M.; Claes, P.", "abstract": "Human craniofacial morphology is a hallmark of our species' diversity and evolutionary history, shaped by adaptation, introgression, and global dispersal. Cranial globularization and chin emergence are well-documented morphological transformations whose genetic basis remains poorly understood, whereas Neandertal introgression is primarily documented through genomic evidence. How these evolutionary phenomena relate to craniofacial variation in present-day humans remains largely unresolved. Here, we leverage 3D craniofacial data from over 50,000 UK Biobank participants and employ a multivariate, multiscale genome-wide association approach to define axes of variation aligned with inter-population allele frequency shifts, evolutionary processes, and clinical conditions. We identify continuous craniofacial trends within our cohort that mirror global patterns of genetic diversity, indicating that facial differences between human populations arise at the phenotypic axes already present within a single population. We further demonstrate that modern human-derived alleles underlie the origins of the human chin by reducing midfacial projection relative to other hominins and reveal the persistent effects of Neandertal introgression on craniofacial diversity today. We also model genetically informed endophenotypes for orofacial clefts, obstructive sleep apnoea, and myopia. These findings provide insights into our species' evolutionary history and endophenotypes of clinical conditions and establish a framework for contextualizing craniofacial diversity into biologically meaningful axes of variation relevant to diverse scientific disciplines.", "date": "2025-12-31", "journal": ""}
{"title": "Global phylogeography of Amrasca biguttula (Hemiptera: Cicadellidae) across eight countries reveals a single-haplotype incursion into the United States beyond its putative native range", "doi": "10.64898/2025.12.31.697166", "authors": "Ahmed, M. Z.; Yadav, N.; Rustgi, S.; Saripalli, G.; Esquivel, I. L.; Bryant, T. B.; Graham, S.; Jacobson, A. L.; Gireesh, M.; Joseph, S. V.; Del Pozo-Valdivia, A.; Addesso, K. M.; Raszick, T. J.; Khan, R.; Rodrigues, J. C. V.; Bilbo, T. R.; Greene, J. K.; Reay-Jones, F. F. P.", "abstract": "Amrasca biguttula is a pest of cotton, ornamentals, and vegetables, and is invading the southeastern United States. We addressed five questions: (1) Are US populations genetically identical to those in the putative native range? (2) Does the southeastern US outbreak extend the recent Puerto Rico and Florida invasion or represent separate introductions? (3) Does the lineage infesting ornamentals match that on other crops? (4) What is the mitochondrial cytochrome oxidase subunit 1 (mtCOI) diversity of A. biguttula? (5) Which regions constitute its native versus invaded range? Adults were collected from Florida, Georgia, South Carolina, Texas, and Puerto Rico. Species identity was confirmed morphologically and by sequencing mtCOI, where possible, from five individuals per site, yielding consensus haplotypes. We analyzed 11 US, 20 Puerto Rican, and 342 sequences originating from publicly available databases (n = 373). Phylogenetic analysis confirmed monophyly of this species. A haplotype network recovered 70 unique haplotypes, including a star-like core of 68 radiating from Hap01 and two divergent singletons. The mainland US and Chinese populations were fixed for Hap01, indicating recent introductions. Puerto Rico exhibited Hap01, Hap52, and Hap70, reflecting multiple introductions, but could also result from haplotype diversity carried within a single introduction involving many individuals. Furthermore, southeastern US sites were fixed for Hap01, indicating extension from Puerto Rico and Florida. No haplotype was host-specific, confirming a lineage across crops. Diversity metrics indicate recent expansion in Iraq, Hong Kong, and Puerto Rico. South Asia, particularly Bangladesh, India, and Pakistan, showed the highest haplotype diversity, supporting its role as the putative native range. In contrast, low diversity in China and the US is consistent with recent invasion. Curation yielded 373 high-quality sequences, providing a unified database to support quarantine and management strategies.", "date": "2025-12-31", "journal": ""}
{"title": "Tissue-specificity of gene expression in the Ciona embryo is subtly bimodal", "doi": "10.64898/2025.12.30.697136", "authors": "Veeman, M. T.; Palmgren, K. R.; Haas, C. L.", "abstract": "Expressed genes potentially fall into two distinct categories: 'tissue-specific' genes expressed in a subset of cell types that carry out the distinctive functions of those cells; and 'housekeeping' genes that are broadly expressed across all cell types and carry out the basic functions of life. It is unclear, however, whether these are actually two distinct classes or whether they represent an intuitive but false dichotomy imposed upon gene expression patterns that vary widely and continuously in how specific they are to particular tissues. We address this question using a high-coverage, whole-embryo single cell RNAseq atlas of the model invertebrate chordate Ciona robusta. There is a major complication in that quantitative measures of tissue-specificity such as the Tau and Gini metrics show a strong negative correlation with expression level. We show here that this correlation is the result of sampling error and not a fundamental biological relationship. Raw Tau scores are bimodal, but this is largely an artifact of Tau's sigmoidal relationship with expression level for uniformly expressed genes. Simulations and statistical analyses indicate that the Tau metric is badly confounded by expression level for ubiquitously and/or weakly expressed genes but is relatively accurate for genes that have statistical evidence of differential expression. The distribution of tissue-specificity scores for these differentially expressed genes is broad and flat, spanning from near-binary to near-uniform. While only subtly bimodal, ubiquitously expressed and tissue-specific genes are clearly distinguishable, especially at higher expression levels. We explore the use of pseudocounts to shrink the high tissue-specificity scores of weakly expressed genes and find that they are effective at separating tissue-specific from ubiquitously expressed genes but distort rankings of tissue-specificity. Gene ontology code analysis indicates that the most tissue-specific genes are strongly enriched for predicted roles as transcriptional regulators and tissue-specific effector molecules, whereas the most ubiquitously expressed genes are enriched for predicted housekeeping functions. We conclude that the 'tissue-specific' vs 'housekeeping' dichotomy is meaningful in the Ciona embryo despite the broad range of Tau scores for tissue-specific genes. These findings provide a framework for formally assessing the tissue-specificity of gene expression across a broad range of taxa and developmental stages.", "date": "2025-12-31", "journal": ""}
{"title": "Stabilising selection and ecological trade-offs underpin coexistence in a tropical flora", "doi": "10.64898/2025.12.31.697164", "authors": "Niissalo, M. A.; Lim, J. Y.; Ngiam, J. J.; Rajaraman, S.; Choo, L. M.; Jong, J. J. Y.; Ngo, K. M.; Leong, F. W. S.; Lum, S. K. Y.; Beentje, H. J.; Buerki, S.; Callmander, M. W.; Chen, J.; Chua, M. S. E.; De Kok, R. P. J.; De Wilde-Duyfjes, B. E. E.; Duistermaat, H.; Esser, H.-J.; Fleck, S.; Ganesan, S. K.; Gardner, E. M.; Hughes, M.; Koh, S. L.; Leong, P. K. F.; Leong-Skornickova, J.; Lindsay, S.; Low, Y. W.; Lua, H. K.; Neo, L.; Pannell, C. M.; Puglisi, C.; Rodda, M. L.; Savinov, I. A.; Seah, W. W.; Simpson, D. A.; Strijk, J. S.; Thomas, D. C.; Turner, I. M.; van Welzen, P. C.; Wilkie, P.; Wo", "abstract": "Tropical forests harbour the majority of global plant biodiversity, yet the genomic mechanisms governing the assembly and maintenance of these communities remain poorly understood. Here, we assembled draft genomes for 499 angiosperm species from a lowland rainforest in Singapore, representing 67% of its flora, and integrated these with plant traits and comprehensive forest census data. Across the community, most gene families evolve under stabilising selection, with copy numbers maintained near long-term optima that differ among ecological strategies. These niche-associated genomic attractor states provide a mechanism for convergent adaptation and species coexistence. Modelling stabilising selection also identified a strong trade-off between defence and growth, indicating that pathogen pressure constrains developmental diversification. Consistent with this, species-specific genome space was enriched for resistance genes and transposable elements. In contrast, genomic processes structuring present-day plant community composition differ from those driving deep-time convergence. Genomic comparisons across forest types revealed stronger selection on defence-related pathways in old-growth primary forests and on growth-related processes in regenerating secondary forests, while community-level genomic profiles showed expansions in gene families associated with rapid responses to environmental fluctuations. Stabilising selection therefore links population-level adaptation with long-term species diversification in the tropics. Niche similarity promotes long-term coexistence, whereas local community structure is shaped by more rapid ecological filtering driven by environmental change. Taken together, these two distinct evolutionary layers provide a genomic framework for understanding how hyperdiverse rainforest floras arise and persist.", "date": "2025-12-31", "journal": ""}
{"title": "Heightened Play following Play Observation in the Absence of 22KHz Calls in Juvenile Rats", "doi": "10.64898/2025.12.31.697143", "authors": "Michon Linde, F.; Achterberg, M.; Kaufmann, L. V.; Packheiser, J.; Bos, S.; van Reenen, K.; Gazzola, V.; Keysers, C.", "abstract": "Emotional contagion, the process leading to emotional state matching between individuals is considered a cornerstone for the proper functioning of social groups, via its contribution to group coordination and cohesion, the ability to learn from others and engage in prosocial behaviors. However, to date, most studies of emotional contagion investigate the transfer of negative emotional states thereby bypassing the neurobiology of positive affect sharing. In this study, we aimed to leverage on the innately rewarding and salient nature of play behaviour, to investigate the potential contagiousness of positive affective states in juvenile rats. Observers that had been moderately socially deprived for varying durations first witnessed highly-playful (Play) or non-playful (Control) demonstrator rats prior to being reunited and given the opportunity to freely interact. Surprisingly, we observed the emission of negatively-valenced 22 kHz calls in a subset of sessions which was also associated with heightened play behavior of the demonstrators. We found that the reunited observers showed an increase in play behavior following observation in the Play condition compared to the Control condition, but only after short social isolation and in sessions without 22 kHz calls. In addition, an overall higher number of positively-valenced 50 kHz calls were emitted in the Play condition, again in sessions without 22 kHz emissions. Despite the limitations of the experimental procedure, our results highlight the complex nature of positive emotional sharing and provide encouraging first indications of using social play observation to study positive emotional contagion.", "date": "2025-12-31", "journal": ""}
{"title": "Correlated dynamics, reactive conformations and non-Arrhenius behaviour in the temperature-dependence of enzyme activity: triosephosphate isomerase", "doi": "10.64898/2025.12.31.695415", "authors": "Pike, D. T. S.; Singh, S.; Prentice, E. J.; Williams, T. A.; van der Kamp, M. W.; Arcus, V. L.; Mulholland, A. J.", "abstract": "Heat capacity changes are increasingly recognised as crucial for understanding the temperature dependence of enzyme-catalysed reaction rates. Here, we combine experiments and molecular dynamics simulations to investigate triosephosphate isomerase (TIM, TPI) from psychrophilic, mesophilic and thermophilic organisms. Kinetic data show clear curvature in rate-temperature plots, particularly for the cold-adapted enzyme, independent of unfolding. This non-Arrhenius behaviour is accounted for by Macromolecular Rate Theory (MMRT), implying an activation heat capacity, largest for the psychrophile. Simulations reveal the molecular origins of these differences, showing significant conformational and dynamical changes between reactant and transition states in the cold-adapted enzyme, with a smaller activation heat capacity in the mesophilic enzyme, and near-zero for the thermophile. Transition-state-like conformations and reorganized correlated dynamics underlie these adaptations. These results demonstrate that dynamical differences between crucial states along the reaction pathway play a key role in determining the optimum temperature of activity for this archetypal enzyme.", "date": "2025-12-31", "journal": ""}
{"title": "65℃ Short-Term Heating: A Method for Transporting Urine Samples Over Long Distances Without Cold Chain", "doi": "10.64898/2025.12.31.697171", "authors": "Chen, Y.; Gao, Y.", "abstract": "Biomarkers are measurable changes associated with physiological or pathophysiological processes in the body. Urine, not strictly regulated by homeostatic mechanisms, accumulates extensive variable information and reflects changes in the body earlier and more sensitively, making it an excellent source for biomarker discovery. However, long-distance transport of urine samples usually requires a strictly maintained cold chain throughout the process, resulting in high costs and operational challenges. Here, we propose a urine sample processing method that uses brief heating to inhibit bacterial proliferation and protein degradation. A single urine sample was equally divided into three groups: a pre-heated transport group, a non-heated transport group, and a -80 frozen storage control group, with five replicates in each group. Both the pre-heated and non-heated transport groups were transported simultaneously across northern and southern China for five days under ambient temperature conditions. Samples were analyzed using liquid chromatography coupled with tandem mass spectrometry. The results showed that the intra-group overlap rates of identified proteins within the groups treated with 65 water bath heating for 15 minutes and -80 frozen storage were 97.1% and 97.5%, respectively, demonstrating high reproducibility. There were no significant differences in the number or types of urinary proteins identified between these two groups, with an inter-group overlap rate of 99.9%. Additionally, the pre-heated transport group and frozen storage control group showed no significant difference in the number of bacterial-derived peptides and proteins identified. In contrast, significantly more bacterial-derived peptides and proteins were identified in the non-heated transport group than in both the pre-heated transport and frozen storage control groups. This indicates that heating effectively suppresses bacterial counts in urine samples during five days of transport at ambient temperatures. This approach provides a more economical and convenient solution for long-distance transport of urine samples, eliminating the need for cold chain transportation or preservatives. We also recommend using consistent urine processing methods within the same study to minimize technical variability.", "date": "2025-12-31", "journal": ""}
{"title": "Focused ultrasound programmed characteristic NIR-IIb lanthanide mechanoluminescence for high sensitivity bioimaging in vivo", "doi": "10.64898/2025.12.30.696464", "authors": "Zhang, M.; Zhang, J.; Meng, L.; Li, X.; Xu, S.; Zhu, X.", "abstract": "Optical imaging techniques for biodetection are hindered by limited sensitivity and resolution in deep tissues, arising primarily from photon scattering and endogenous autofluorescence. Herein, we report a focused ultrasound (FUS) programmable NIR-IIb emissive mechanoluminescent nanoparticle for in vivo bioimaging. Specifically, CaZnOS nanoparticles co-doped with Mn2+ and Er3+ were engineered to exhibit mechanoluminescence (ML) emission peaked at 1550 nm. FUS stimulation elicits ML without the need for optical excitation, thereby enabling deep-tissue imaging devoid of background interference from excitation light. By modulating the excitation frequency of FUS, ML can be programmed as a characteristic signal. Integrated with a Fourier frequency-transform identification reconstruction (FFIR) algorithm, the specific ML signals can be detected with high sensitivity, reaching sub-millimeter spatial resolution and markedly enhanced signal-to-background ratios compared to conventional photoluminescence-based approaches. By macrophage internalization of the ML nanoparticles to yield functional macrophage-nanoparticle (FMNs), a ultralow detection limit of 10 cells can be achieved. In murine tumor models, the FMNs facilitated real-time monitoring of early-stage tumor progression, underscoring their biocompatibility and translational promise for high-precision diagnostics in deep-seated neoplasms.", "date": "2025-12-31", "journal": ""}
{"title": "Computational Discovery of CRISPR-Cas13b Guide RNAs for Broad-Spectrum Dengue Virus Targeting", "doi": "10.64898/2025.12.31.697158", "authors": "Naqvi, S. M. A.; Khan, F.; Muslim, S. M.", "abstract": "Dengue (DENV), an RNA virus, remains a significant global health threat, particularly in developing regions, with no widely effective antiviral therapy available. The CRISPR-Cas13b system, specifically the PspCas13b subtype, has emerged as a promising programmable antiviral tool capable of targeting viral RNA with high specificity. However, the efficacy of Cas13b-based interventions relies heavily on the design of potent and conserved CRISPR RNA (crRNA) spacer sequences, a task complicated by high viral genetic diversity. Unlike CRISPR-Cas9, which targets double-stranded DNA in eukaryotic genomes, Cas13b directly targets single-stranded RNA, making it ideally suited for RNA virus therapeutics; however, existing computational tools predominantly focus on Cas9 DNA targeting or Cas13d for mammalian transcript knockdown, leaving a significant gap for Cas13b-specific viral antiviral design. In this paper, we propose a computational pipeline and machine learning framework for the rational design of high-efficacy Cas13b guide RNAs targeting all four Dengue serotypes. Our approach integrates large-scale genomic data extraction, conservation analysis, and a novel in silico optimization module for guide RNA (gRNA) sequences, based on recently reported Cas13b design rules (e.g., 5' GG motif preference, Cytosine penalties). To predict targeting efficiency, we benchmark classical machine learning models (Random Forest, XGBoost) against foundation model-based predictors (Nucleotide Transformer, RNA-FM) using a dataset of experimentally validated spacers. Our results demonstrate that classical feature-engineered models significantly outperform deep learning approaches when trained on experimentally validated gRNA datasets in low-data regimes. We identify highly conserved, optimized crRNA candidates, including several pan-serotype guides with predicted high potency. This work establishes a baseline for Cas13b efficiency prediction and provides a robust computational resource for accelerating the development of CRISPR-based antivirals against Dengue and other RNA viruses.", "date": "2025-12-31", "journal": ""}
{"title": "SurvMarker: An R Package for Identifying Survival-Associated Molecular Features Using PCA-Based Weighted Scores", "doi": "10.64898/2025.12.31.697184", "authors": "Gu, T.; Gammune, D. H. V.", "abstract": "Summary: SurvMarker is an R package for identifying survival-associated features in high-dimensional molecular data using PCA-based weighted scoring. The method aggregates feature loadings across survival-associated principal components (PCs) and evaluates feature significance against a feature-specific empirical null distribution, enabling stable, parsimonious, and statistically calibrated prognostic feature selection. Availability and Implementation: SurvMarker is implemented in R and distributed under the MIT License (MIT). The package includes comprehensive documentation, a reference manual, and a reproducible workflow example, and is provided as Supplementary Material. Source code and documentation are openly available at the GitHub repository https://github.com/tjgu/SurvMarker.", "date": "2025-12-31", "journal": ""}
{"title": "Stable fusion of bone marrow-derived cells with Purkinje neurons enables long-term nuclear integration and neuronal repair", "doi": "10.64898/2025.12.31.694485", "authors": "Meyer, E. M. M.; Baker, S.; Thewlis, B.; Jastrzebowska, N.; De Castejon, B. S. G.; Chadderton, P.; Kemp, K. C.", "abstract": "Developing effective strategies to replace or restore injured neurons could significantly revolutionise the treatment of currently incurable neurodegenerative disorders. Studies have shown that bone marrow-derived cells (BMDCs) can migrate into the brain and fuse with damaged Purkinje neurons (PNs), restoring their structure and function. Yet, despite over two decades of research, the temporal dynamics and functional stability of these fusion events in vivo remain poorly defined, largely due to reliance on static, post-mortem histological analyses that provide only a single snapshot in time. Here, using in vivo two-photon imaging of the intact cerebellum in EGFP-bone marrow chimeric mice, we visualised the dynamics of BMDC-PN interactions both in real time and longitudinally to monitor the physiological characteristics of fused PNs. Notably, we provide definitive evidence that fused cells are not transient but remain stable over extended periods in the living brain. Moreover, we demonstrate sustained transcriptional activity of donor-derived genes within fused PNs, indicating partial or complete functional integration of the BMDC nucleus. Given their accessibility and genetic tractability, BMDCs represent a practical and promising platform for targeted delivery of therapeutic genes to PNs, opening new avenues for treating neurodegenerative disease.", "date": "2025-12-31", "journal": ""}
{"title": "MATERNAL AUTOPHAGY CONTRIBUTES TO GRAIN YIELD IN MAIZE", "doi": "10.64898/2025.12.30.697098", "authors": "Tang, J.; Avin-Wittenberg, T.; Vollbrecht, E.; Bassham, D.", "abstract": "Maize is an important crop species that is cultivated worldwide, and increasing maize yield is one of the major goals of plant breeding. The subcellular degradation and recycling pathway known as autophagy is involved in many plant developmental processes including vegetative growth, reproductive development, seed development, and senescence. Here, we demonstrate that maize autophagy-defective atg10 mutants have delayed flowering and reduced kernel size, weight and number, leading to reduced grain yield. Reciprocal crosses between mutant and parental lines indicate that the maternal plant is the major contributor to the kernel phenotype in atg10 mutants, rather than the seed genotype. We hypothesize that this may be due to detrimental effects on nutrient remobilization from maternal tissue to seeds during kernel development, leading to reduced yield.", "date": "2025-12-31", "journal": ""}