{"title": "Mouse models of non-dystrophic and dystrophic myotonia exhibit nociplastic pain-like behaviors", "doi": "10.1101/2024.06.19.599732", "authors": "Nelson, T. S.; Calderon-Rivera, A.; Allen, H. N.; Loeza-Alcocer, E.; Pineda-Farias, J. B.; Pachenari, N.; Gomez, K.; Loya-Lopez, S.; Rodriguez-Palma, E. J.; Duran, P.; Gold, M. S.; Khanna, R.", "abstract": "Pain is a prominent and debilitating symptom in myotonic disorders, including myotonia congenita and myotonic dystrophy type 1 (DM1). Although patients frequently report chronic pain, its underlying mechanisms remain poorly defined. In both disorders, impaired chloride conductance through voltage-gated CLC-1 chloride channels in skeletal muscle disrupts membrane repolarization, leading to delayed relaxation and persistent muscle hyperexcitability. Here, we investigated the pathophysiology of pain in mouse models of acute and chronic myotonia. In the acute model, a single intraperitoneal injection of anthracene 9 carboxylic acid (9-AC, 30 mg/kg), a selective ClC-1 antagonist, induced transient muscle stiffness, cramping, and gait abnormalities, followed by prolonged pain like behavior, including static and dynamic mechanical allodynia, thermal hyperalgesia, and cold hypersensitivity for up to 48 hours. Whole-cell patch-clamp recordings from dorsal root ganglion neurons demonstrated increased action potential firing in small diameter sensory neurons, consistent with enhanced peripheral excitability of putative nociceptors. Compound action potentials from isolated sciatic nerves revealed that 9-AC impaired A-fiber recruitment and stimulus-response gain without affecting conduction velocity, suggesting a reduction in non-nociceptive fiber input that may disinhibit central nociceptive processing. To assess central mechanisms of sensitization, we performed in vivo fiber photometry of the parabrachial nucleus (PBN), a key supraspinal hub for pain signaling. Mice treated with 9-AC exhibited exaggerated PBN responses to normally innocuous mechanical and cold stimuli, indicative of enhanced central nociceptive transmission. Having established that acute myotonia can evoke both peripheral and central sensitization, we next examined whether chronic myotonic activity in a disease-relevant genetic model produces similar pathophysiological changes. To model chronic myotonia, we evaluated HSA LR20b mice, a transgenic model of DM1 carrying a skeletal muscle-specific CTG repeat expansion. These mice displayed persistent mechanical and thermal hypersensitivity, along with elevated dorsal root ganglia neuron excitability, supporting sustained peripheral sensitization in a genetic model of myotonic disease. Together, these findings establish robust preclinical models of myotonic pain and demonstrate that myotonia drives a prolonged nociplastic pain state through combined peripheral and central mechanisms. These results provide a foundation for future studies aimed at identifying and validating therapeutic targets for pain associated with myotonic disorders.", "date": "2025-06-28", "journal": ""}
{"title": "The Open Pediatric Cancer Project", "doi": "10.1101/2024.07.09.599086", "authors": "Geng, Z.; Wafula, E.; Corbett, R. J.; Zhang, Y.; Jin, R.; Gaonkar, K. S.; Shukla, S.; Rathi, K. S.; Hill, D.; Lahiri, A.; Miller, D. P.; Sickler, A.; Keith, K.; Blackden, C.; Chroni, A.; Brown, M. A.; Kraya, A. A.; Clark, K. L.; Rood, B. R.; Resnick, A. C.; Van Kuren, N.; Maris, J. M.; Farrel, A.; Koptyra, M. P.; Trooskin, G. R.; Coleman, N.; Zhu, Y.; Stefankiewicz, S.; Abdullaev, Z.; Chinwalla, A. T.; Santi, M.; Naqvi, A. S.; Mason, J. L.; Koschmann, C. J.; Huang, X.; Diskin, S. J.; Aldape, K.; Farrow, B. K.; Ma, W.; Zhang, B.; Ennis, B. M.; Tasian, S.; Phul, S.; Lueder, M. R.; Zhong, C.; Dyb", "abstract": "Background: In 2019, the Open Pediatric Brain Tumor Atlas (OpenPBTA) was created as a global, collaborative open-science initiative to genomically characterize 1,074 pediatric brain tumors and 22 patient-derived cell lines. Here, we present an extension of the OpenPBTA called the Open Pediatric Cancer (OpenPedCan) Project, a harmonized open-source multi-omic dataset from 6,112 pediatric cancer patients with 7,096 tumor events across more than 100 histologies. Combined with RNA-Seq from the Genotype-Tissue Expression (GTEx) and The Cancer Genome Atlas (TCGA), OpenPedCan contains nearly 48,000 total biospecimens (24,002 tumor and 23,893 normal specimens). Findings: We utilized Gabriella Miller Kids First (GMKF) workflows to harmonize WGS, WXS, RNA-seq, and Targeted Sequencing datasets to include somatic SNVs, InDels, CNVs, SVs, RNA expression, fusions, and splice variants. We integrated summarized CPTAC whole cell proteomics and phospho-proteomics data, miRNA-Seq data, and have developed a methylation array harmonization workflow to include m-values, beta-vales, and copy number calls. OpenPedCan contains reproducible, dockerized workflows in GitHub, CAVATICA, and Amazon Web Services (AWS) to deliver harmonized and processed data from over 60 scalable modules which can be leveraged both locally and on AWS. The processed data are released in a versioned manner and accessible through CAVATICA or AWS S3 download (from GitHub), and queryable through PedcBioPortal and the NCI's pediatric Molecular Targets Platform. Notably, we have expanded PBTA molecular subtyping to include methylation information to align with the WHO 2021 Central Nervous System Tumor classifications, allowing us to create research-grade integrated diagnoses for these tumors. Conclusions: OpenPedCan data and its reproducible analysis module framework are openly available and can be utilized and/or adapted by researchers to accelerate discovery, validation, and clinical translation.", "date": "2025-06-28", "journal": ""}
{"title": "Activity patterns during the mating season predict sex-biased infections in an emerging fungal disease", "doi": "10.1101/2024.09.02.609945", "authors": "Kailing, M. J.; Hoyt, J. R.; White, J. P.; Redell, J. A.; Kaarakka, H. M.; Langwig, K. E.", "abstract": "1) Mating dynamics can govern species impacts from rapid global change by influencing population rates of growth and adaptation, as well as individual traits that affect mortality risks from novel pressures. 2) Here, we examined sex differences in activity of Myotis lucifugus during their mating season, which coincides with exposure to the lethal fungal pathogen (Pseudogymnoascus destructans) that causes white-nose syndrome. We expected differences in activity between sexes to modify seasonal P. destructans dynamics as the pathogen can replicate only at the cool temperatures at which bats hibernate. 3) We used passive antenna systems installed at the entrances of hibernacula and PIT tags to characterize activity patterns of bats. We also measured pathogen loads on bats during the autumn mating and early hibernation periods to assess how infection changed according to host phenology. 4) We found that females spent fewer days active during autumn, arrived after males, and were primarily active on the warmest nights. Males remained highly active throughout the mating season and later in autumn than females. Importantly, differences in phenology corresponded to higher pathogen loads on females during early hibernation as male activity, and thus warm body temperatures, inhibit pathogen growth. 5) Differences in activity between sexes and in the transition from swarm to hibernation likely reflects males maximizing their mating opportunities while females conserve energy to meet the cost of spring migration and reproduction. More broadly, our results show how activity during the mating season and phenology can contribute to sex-biased impacts of a novel disease and highlight the value of understanding species mating systems to anticipate the impacts of environmental change.", "date": "2025-06-28", "journal": ""}
{"title": "Structure-guided secretome analysis of gall-forming microbes offers insights into effector diversity and evolution", "doi": "10.1101/2024.09.03.609900", "authors": "Mukhopadhyay, S.; Javed, M. A.; Wu, J.; Perez-Lopez, E.", "abstract": "Phytopathogens secrete effector molecules to manipulate host immunity and metabolism. Recent advances in structural genomics have identified fungal effector families whose members adopt similar folds despite sequence divergence, highlighting their importance in virulence and immune evasion. To extend the scope of comparative structure-guided analysis to more evolutionarily distant phytopathogens with similar lifestyles, we used AlphaFold2 to predict the 3D structures of the secretome from selected plasmodiophorid, oomycete, and fungal gall-forming pathogens. Clustering protein folds based on structural homology revealed species-specific expansions and a low abundance of known orphan effector families. We identified novel sequence-unrelated but structurally similar (SUSS) effector clusters, rich in conserved motifs such as 'CCG' and 'RAYH'. We demonstrate that these motifs likely play a central role in maintaining the overall fold. We also identified a SUSS cluster adopting a nucleoside hydrolase-like fold conserved among various gall-forming microbes. Notably, ankyrin proteins (ANK) were significantly expanded in gall-forming plasmodiophorids, with most being highly expressed during clubroot disease, suggesting a role in pathogenicity. Subsequently, we screened ANK proteins against Arabidopsis immunity hubs using AlphaFold-Multimer and verified one of the positive results by Y2H and BiFC assays to show that the ankyrin effector PBTT-00818 targets host MPK3 and a zinc-binding dehydrogenase. These findings suggest a potential new mechanism in which ANK effectors target multiple host proteins involved in stress sensing, opening a novel avenue to study the role of ANK in host-pathogen interactions. Altogether, this study advances our understanding of secretome landscapes in gall-forming microbes and provides a valuable resource for broadening structural phylogenomic studies across diverse phytopathogens.", "date": "2025-06-28", "journal": ""}
{"title": "Changes in interlimb coordination induced by within-stride changes in treadmill speed", "doi": "10.1101/2024.11.27.625740", "authors": "Hall, B. L.; Roemmich, R. T.; Banks, C. L.", "abstract": "Human walking involves tightly coordinated movements of the right and left legs. We recently developed and tested a \"dynamic treadmill walking\" paradigm that changes the treadmill speed within a single step to provide asymmetric training for persons with gait dysfunction. We previously demonstrated that this approach could induce changes in human gait symmetry; however, if this approach is to be used in rehabilitation, we also need to understand how movements of the legs are coordinated to produce these asymmetric gait changes. The goal of this study was to examine the temporal (phase shift) and spatial (center of oscillation difference) aspects of interlimb coordination during dynamic treadmill walking in ten young adults without gait impairment. We found that dynamic treadmill walking drove significant changes in phase shift and center of oscillation difference that were dependent on the timing of the treadmill speed change within the gait cycle. For example, slowing the treadmill during the stance phase extended the double limb support period, and these changes were strongly correlated with a phase shift between the two legs. Accelerating the treadmill late in stance led to extensions in the trailing limb angle that were strongly correlated with changes in the center of oscillation difference. Overall, dynamic treadmill walking can be configured to drive changes in many spatiotemporal, kinematic, and interlimb coordination parameters, creating a variety of options for restoring gait symmetry and targeting aspects of spatial and temporal interlimb coordination in clinical populations with heterogenous patterns of gait asymmetry.", "date": "2025-06-28", "journal": ""}
{"title": "CD38 expression by neonatal human naïve CD4+ T cells shapes their distinct metabolic state and high tolerogenic potential", "doi": "10.1101/2025.01.02.631038", "authors": "Dwyer, L. R.; DeRogatis, A. M.; Clancy, S.; Gouirand, V.; Chien, C.; Rogers, E. E.; Oltman, S. P.; Jelliffe-Pawlowski, L. L.; Lynch, S. V.; Rutishauser, R. L.; Wagner, A.; Combes, A. J.; Scharschmidt, T. C.", "abstract": "Neonatal life is marked by rapid antigen exposure, necessitating establishment of peripheral immune tolerance via conversion of naive CD4+ T cells into regulatory T cells (Tregs). Here, we demonstrate heighted capacity for FOXP3 expression and tolerogenic function among cord blood versus adult blood naive CD4+ T cells and that this is linked to their unique metabolic profile and elevated expression of the NADase, CD38. Early life naive CD4+ T cells demonstrate a metabolic preference for glycolysis, which directly facilitates their differentiation trajectory. We reveal an age-dependent gradient in CD38 levels on naive CD4+ T cells and show that high CD38 expression contributes to both the glycolytic state and tolerogenic potential of neonatal CD4+ T cells, effects that are mediated at least in part via the NAD-dependent deacetylase SIRT1. Thus, the early life window for peripheral tolerance in humans is critically enabled by the immunometabolic state of the naive CD4+ compartment.", "date": "2025-06-28", "journal": ""}
{"title": "Multiple bursting patterns in Lateral Habenula neurons: experiments and computational model", "doi": "10.1101/2025.01.23.634464", "authors": "Fedorov, D.; Campillo, F.; Desroches, M.; Soria-Gomez, E.; Rodrigues, S.; Piriz, J.", "abstract": "The Lateral Habenula (LHb) is a small brain structure specialized in encoding aversive signals. Bursting activity in the LHb has been consistently linked to mood regulation, with increased bursting activity proposed to promote depressive behaviors. Bursting is a complex dynamic process that has been extensively studied and modeled in other neuronal contexts. However, at the LHb this type of activity has typically been described only as transient periods of high frequency firing. Here, to provide a deeper understanding of LHb bursting, we analyzed this activity from the perspective of dynamical systems. Ex vivo, LHb neurons display a variety of bursting patterns, characterized at one extreme by a dominating square-wave type and in other by parabolic type, plus transitional forms referred to as triangular bursting. Notably, these bursting patterns, which reflect different LHb output modes, can occur within the same neuron, suggesting that they may correspond to distinct dynamic states of the same LHb neuron. To capture these complex behaviors, we propose an idealized multiple-timescale dynamical model. This model successfully reproduces the three main bursting patterns observed in experimental data. Furthermore, we identify a special point in the parameter space, termed the saddle-node homoclinic bifurcation, which acts as an organizing center demarcating the boundary between the two primary bursting patterns and around which the third pattern appear. Our model suggests that LHb bursting activity is structured around distinct dynamic states with potentially diverse and unexplored impacts on mood regulation. By providing new insights into the dynamic principles underlying LHb bursting, this framework may advance our understanding of its biological significance.", "date": "2025-06-28", "journal": ""}
{"title": "A TNL receptor mediates microbiome feedbacks in Arabidopsis", "doi": "10.1101/2025.02.25.640125", "authors": "Janse van Rensburg, H.; Schandry, N.; Waelchli, J.; Stengele, K.; Cadot, S.; Jandrasits, K.; Becker, C.; Schlaeppi, K.; Adachi, H.", "abstract": "Plant performance depends on the soil microbiome. While microbiome feedbacks are well documented, the mechanisms by which plants perceive and mediate these feedbacks remain unclear. We established a framework using two distinct microbiomes in the same soil, where one led to enhanced growth of the Arabidopsis thaliana accession Col-0. Screening 410 accessions revealed substantial variation in growth feedbacks, which we used for genome-wide association mapping. We identified the immune receptor Mediator of Microbiome Feedback 1 (MMF1) as a candidate gene involved in microbiota feedbacks. Characterisation in the reference accession Col-0 revealed that mmf1 mutants lost the beneficial growth feedback, had an altered root bacterial community, and failed to induce a defence-related transcriptional response observed in wild-type plants. The discovery of MMF1 implies that integration of microbial signals optimises host microbiome composition and immune status to enhance growth.", "date": "2025-06-28", "journal": ""}
{"title": "Stability and DNA Methyltransferase Activity of DNMT3A are Maintained by Ubiquitin-Specific Peptidase 11 (USP11) and Sumoylation Countering Degradation", "doi": "10.1101/2025.03.05.641683", "authors": "Yonezawa, T.; Rutter, J.; Ramabadran, R.; Sundaramurthy, V.; Datar, G.; Slabicki, M.; Goodell, M. A.", "abstract": "DNA methyltransferase 3A (DNMT3A) plays crucial roles in mammalian development and hematopoiesis. DNMT3A protein instability is associated with blood diseases such as myelodysplastic syndrome (MDS), acute myeloid leukemia (AML), as well as Tatton-Brown-Rahman syndrome, an overgrowth disorder. We found that certain unstable DNMT3A mutations cause DNMT3A localization changes, resulting in loss of function. This mislocalization is partially rescued by E1 enzyme inhibition or stable USP11 expression, as DNMT3A stability is maintained by deubiquitinating enzyme USP11 countering degradation by CUL4-DCAF8 E3 ligase. We also found that USP11 enhances DNMT3A SUMOylation by promoting the interaction between DNMT3A and SUMO E3 ligases. DNMT3A SUMOylation also is essential to maintain DNMT3A protein stability. Furthermore, we found USP11 enhances the binding of DNMT3A to the polycomb complex and maintains DNMT3A DNA methyltransferase (MTase) activity. This study uncovers the mechanism for DNMT3A protein turnover through USP11, which is essential to DNMT3A function, and may be a therapeutic approach for diseases caused by DNMT3A protein instability.", "date": "2025-06-28", "journal": ""}
{"title": "Downregulation of Keratin Proteins in the Neuroendocrine System of Amyotrophic Lateral Sclerosis with PT150 as a Dual Neuroprotectant", "doi": "10.1101/2025.03.18.643927", "authors": "Dunakhe, S.; Sharma, A.; Das, A.; Kulkarni, P.", "abstract": "Amyotrophic Lateral Sclerosis (ALS) is a neurodegenerative disease characterized by motor neuron degeneration. Although ALS biomarkers exist, they lack specificity and early-onset. ALS also has a 40% misdiagnosis rate. This paper proposes the use of a Graph Neural Network (GNN) to diagnose ALS, new ALS-specific biomarkers, and a therapeutic based on this group. Gene expression and proteomic datasets were sourced. A kNN data representation was used to train a GNN for disease diagnosis. Achieving 98% accuracy between ALS and control, and 85% between ALS patients and ALS mimics (the specific diseases within this class were not disclosed), outperforming existing approaches. Integrated Gradients then quantified each genes importance in the model's decision. KRTAP3-1 and KRTAP9-8 were substantial in the model's classification process due to involvement in cytoskeletal organization. In parallel, statistical proteomi analysis revealed the significance of KRT6A, KRT6B, and KRT4 due to involvement in cytoskeletal organization, tissue development, and cellular differentiation, all related to ALS. These keratin proteins were expressed in the pituitary gland, suggesting that their downregulation contributes to hormonal dysregulation in ALS. Once Glucocorticoid Receptor (GR) was found to be the reason for keratin downregulation, molecular docking identified PT150 as a therapeutic, binding with and inhibiting GR and Cyclooxygenase 2, also reducing neuroinflammation in ALS.", "date": "2025-06-28", "journal": ""}
{"title": "Trypanosoma cruzi Has 32 Chromosomes: A Telomere-to-Telomere Assembly Defines Its Karyotype.", "doi": "10.1101/2025.03.27.645724", "authors": "Greif, G.; Chiribao, M. L.; Diaz-Viraque, F.; Sanz-Rodriguez, C.; Robello, C.", "abstract": "Trypanosoma cruzi, the causative agent of Chagas disease, exhibits remarkable genomic variability and possesses an expanded genome rich in multigene families. However, its precise chromosomal composition has remained elusive due to the challenges posed by extensive repetitive regions. Using PacBio HiFi long-read sequencing, we assembled the complete nuclear genome of the Dm28c strain into 32 telomere-to-telomere chromosomes. This assembly revealed conserved chromosomal structures and synteny patterns when compared to the independently sequenced Dm25 strain, indicating that the 32-chromosome karyotype is a stable and conserved feature of T. cruzi. The species is diploid for all chromosomes, except for chromosome 16, which is consistently tetraploid in all strains analyzed, and homologous to chromosome 31 of Leishmania, also tetraploid. Through a comprehensive annotation pipeline, we refined gene content and resolved haplotypes, resulting in an approximately 25% reduction in core gene redundancy. All chromosomes display a conserved, compartmentalized architecture comprising core, disruptive, and newly defined subtelomeric regions. Subtelomeres, enriched in RHS, TS, and DGF-1 genes and depleted in MASP and mucins, constitute a distinct third genomic compartment, that is transcriptionally active, and represents the main source of genome variability among strains. Altogether, this work defines the complete chromosomal complement of T. cruzi, establishing a robust framework for comparative genomics and enabling detailed studies into genome organization, antigenic variability, and evolutionary dynamics across strains and clades. This assembly redefines the genomic reference landscape and opens new avenues for exploring T. cruzi biology, pathogenic diversity, and adaptive mechanisms.", "date": "2025-06-28", "journal": ""}
{"title": "A polyomavirus-positive Merkel cell carcinoma mouse model supports a unified cancer origin", "doi": "10.1101/2025.05.06.652325", "authors": "yang, w.; contente, s.; rahman, s.", "abstract": "The Germ Cell Theory, rooted in developmental biology, has significantly advanced both the understanding and curative treatment of rare germ cell cancers (GCCs). In contrast, somatic cancer research - long dominated by the Somatic Mutation Theory - has stagnated due to fragmented, mutation-centric approaches that lack a unifying conceptual framework and have yielded only limited clinical progress. GCC research identifies non-somatic human primordial germ cells (hPGCs) as the cells of origin for GCCs. In somatic cancers, although the cancer stem cell theory is gaining acceptance, cancer stem cells are assumed to be of somatic origin, with their exact identity undefined. Accumulating experimental evidence and clinical observations challenge the traditional separation between GCCs and somatic cancers, including malignant somatic transformation (MST) - the emergence of somatic cancer phenotypes from GCCs, often without new mutations - suggesting that hPGCs may also initiate somatic cancers. However, no experimental model of MST has been established. Merkel cell polyomavirus-positive Merkel cell carcinoma (MCC), a highly aggressive somatic cancer with paradoxically stable genomes resembling those of GCCs, offers a unique model to test germ cell theory-based somatic oncogenesis. Here we present an MST mouse model linking hPGC origin to somatic cancer by inducing virus-positive MCC-like tumors in vivo from virus-transfected hPGC-like cells or human iPSCs competent for hPGC specification with an obligatory late-hPGC state preceding MST. This genetically simple, molecularly tractable model provides a novel platform to dissect VP-MCC pathogenesis and broadly advocates a developmental biology framework for somatic cancer research beyond mutation-centric and soma-centric paradigms.", "date": "2025-06-28", "journal": ""}
{"title": "Viral infection induces oxylipin chemical signaling at the end of a summer upwelling bloom: implications for carbon cycling.", "doi": "10.1101/2025.05.18.654734", "authors": "Edwards, B. R.; Thamatrakoln, K.; Kranzler, C. F.; Ossolinski, J.; Fredricks, H.; Johnson, M. D.; Krause, J. W.; Bidle, K. D.; Van Mooy, B.", "abstract": "Diatoms are large phytoplankton that form the base of the marine food web and often bloom first when nutrients are injected into the surface ocean through upwelling or deep ocean mixing 1,2. Diatoms contribute 20% of global photosynthesis3 while disproportionately representing 40% of carbon export4, with most export occurring along the continental margins5. Oxylipin chemical signaling by diatoms has been extensively studied in the Mediterranean Sea where oxylipins are linked to grazing with subsequent insidious effects on copepod reproduction 6 -13. Culture studies with diatoms have shown that stress, growth phase, and viral infection also impact oxylipin production 14 -16. This study provides the first glimpse into the role of oxylipins as biomarkers and chemical signals during diatom viral infection at sea. Biomarkers for lysis and senescence were identified in laboratory experiments and observed at elevated concentrations in meta-lipidomes collected in the California Coastal Ecosystem (CCE) where diatoms had recently been lysed by viruses 17. Deck-board incubations with natural communities showed that oxylipins stimulate particle-attached and surface-ocean microbes in a dose and community-dependent manner, while inhibiting microzooplankton grazing and phytoplankton growth rates. Carbon export was two times higher at the Post-lytic site than elsewhere along the transect consistent with the viral shuttle, whereby viruses facilitate carbon export. We previously reported enhanced enzymatic activity at the Post-lytic site 17, suggestive of the viral shunt, whereby carbon is remineralized or attenuated into non-sinking dissolved organic matter. Here we layer geochemical evidence to show that lysis of oxylipin producing diatoms amplified the vertical flux of carbon from the surface ocean even in the presence of viral shunt processes. The remineralization length scale and community composition have been hypothesized as controls on shunt vs. shuttle 18-20; our analysis provides another example of how community interactions may toggle a system between favoring shunt or shuttle.", "date": "2025-06-28", "journal": ""}
{"title": "Novel mechanistic insights for catalytic bioluminescence of mammalian Gaussia Luciferase through mutant and ancestral analysis", "doi": "10.1101/2025.06.16.659893", "authors": "Borum, R. M.; Lanzillotti, M.; Sahasrabuddhe, A.; Hui, J.; Cochran Xie, V.; Ferbas, J.", "abstract": "A mechanistic basis for luciferase bioluminescence provides a glimpse into its evolutionary role for organism survival, as it provides a blueprint to engineer luciferase enzymes for advanced technological applications. Gaussia Luciferase is among the brightest natural luciferases, but (1) the evolutionary development of its luminescence behavior remains unclear, (2) recent fundamental studies utilized E. Coli expression systems instead of eukaryotic expression systems, and (3) notable mutants have been discovered but not integrated into comprehensive mechanistic analysis. We describe new mechanistic observations from GLuc by addressing these gaps. We monitored fluorescent coelenerazine-to-coelenteramide conversion to study turnover kinetics of mammalian-derived GLuc; this assay characterized the positive cooperativity kinetics of GLuc. The non-luminescent mutants, R76A and R147A, still turn over the substrate with high efficiency, each demonstrating sustained positive cooperativity. Through mass spectrometry, mutational analysis, and analytical liquid chromatography, we demonstrate that GLuc undergoes methionine oxidation during substrate turnover, and that this impacts the flash-type luminescence of the luciferase; we did not observe indications of covalent attachment with the substrate, product, or their intermediates. Chromatography on luciferases derived from ancestral sequence reconstruction highlighted that the extent of methionine-induced surface changes was greater for earlier ancestral luciferases. Ancestral sequence reconstruction also revealed that earlier ancestral copepod luciferases produced less light when compared to GLuc.", "date": "2025-06-28", "journal": ""}
{"title": "In vivo chemical reprogramming is associated with a toxic accumulation of lipid droplets hindering rejuvenation", "doi": "10.1101/2025.06.25.661123", "authors": "Mitchell, W.; de Magalhaes, C. G.; Tyshkovskiy, A.; Uchida, Y.; Goeminne, L. J.; Ichimura, T.; Ng, E. L.; Bonventre, J. V.; Gladyshev, V. N.", "abstract": "Partial reprogramming has emerged as a promising strategy to reset the epigenetic landscape of aged cells towards more youthful profiles. Recent advancements have included the development of chemical reprogramming cocktails that can lower the epigenetic and transcriptomic age of cells and upregulate mitochondrial biogenesis and oxidative phosphorylation. However, the ability for these cocktails to affect biological age in a mammalian aging model has yet to be tested. Here, we have analyzed the effects of partial chemical reprogramming on mitochondrial structure in aged mouse fibroblasts and tested its in vivo efficacy in genetically diverse male UM-HET3 mice. This approach increases the size of mitochondria, alters cristae morphology, causes an increased fusing of mitochondrial networks, and speeds up movement velocity. We also discover that partial chemical reprogramming upregulates the formation of intracellular lipid droplets. At lower doses, the chemical reprogramming cocktail can be safely administered to middle-aged mice using implantable osmotic pumps, albeit with no effect on the transcriptomic age of kidney or liver tissues, and only a modest effect on the expression of OXPHOS complexes. However, at higher doses, the cocktail causes a drastic reduction in body weight and body condition scores. In the livers and kidneys of these animals, we observe significant increases in oil red o staining indicative of excessive lipid droplet accumulation in these organs. Thus, the upregulation of lipid droplet formation during partial chemical reprogramming may cause toxicity hindering the rejuvenation of cells and tissues in aged mammals.", "date": "2025-06-28", "journal": ""}
{"title": "Force patterning drives cell flows and 3D spatial order in auditory epithelia", "doi": "10.1101/2025.06.26.661757", "authors": "Weninger, J.; Prakash, A.; Raman, S.; Ladher, R. K.; Rao, M.; Kruse, K.", "abstract": "During development, coordinated cell behavior drives the morphogenesis of epithelia into intricate structures essential for their physiological functions. How this coordination is achieved in epithelia composed of multiple cell types remains unclear. We study development of the avian auditory epithelium comprising sensory hair cells (HCs) and non-sensory supporting cells (SCs). Initially, HCs and SCs are arranged into mosaics by Notch-Delta signaling. During development, HCs partially extrude from the epithelium, establish a ten-fold gradient in apical surface area across the tissue, and intercalate with SCs to form near-hexagonal order. Using a combination of experiments and a 3D-vertex model, we show that an increase of contractility at the apical junctions between SCs compared to those between HCs and SCs drives spatial order within the epithelial plane and along the apical-basal axis. A faster increase of HC apical area at one end of the epithelium than the other leads to opposite fluxes of HCs and SCs and establishes the observed gradients in apical surface area and density of HCs along the auditory epithelium while maintaining a uniform degree of hexagonal order throughout. Our findings reveal that patterned junctional contractility can spatially coordinate cell behavior across both the plane and depth of a mixed epithelium, providing a general mechanism for generating complex three-dimensional tissue architectures during organogenesis.", "date": "2025-06-28", "journal": ""}
{"title": "A century of allopatry: plasticity and rapid selection shape phenotypic trait variability under contrasting environments.", "doi": "10.1101/2025.06.26.661825", "authors": "Rogissart, H.; Daufresne, M.; Evanno, G.; Guillard, J.; Lubin, F.-R.; Chancerel, E.; Raffard, A.", "abstract": "Allopatric isolation under contrasting environments can drive rapid phenotypic divergence, even over contemporary timescales. Rapid changes in morphology or physiology can allow organisms to adapt to biotic and abiotic characteristics of their habitats. However, multiple types of traits, such as physiological and morphological traits, are rarely jointly considered, although this could reveal adaptation to several selective pressures. We investigated morphological, growth, and metabolic divergence in two allopatric populations of Arctic charr (Salvelinus alpinus) sharing a common evolutionary origin but inhabiting contrasting environments. We combined field observations, common garden and quantitative genetic approaches to disentangle contributions of genetic divergence and plasticity to phenotypic variability. Wild adults differed in body shape and growth trajectories, potentially reflecting plasticity related to resource availability and temperature variations. Under common garden conditions, juveniles displayed inter-population differences in routine metabolic rate, its allometric scaling with body mass, and trophic-related morphology. These patterns suggest divergent selection on physiological and trophic traits. Despite low neutral genetic differentiation, phenotypic divergence unfolded in fewer than 100 years, providing empirical evidence that plasticity and selection can promote rapid multi-trait changes. These findings highlight the importance of integrative, multi-trait approaches to reveal the adaptive potential of small, isolated populations facing rapid environmental change.", "date": "2025-06-28", "journal": ""}
{"title": "Long-read transcriptome assembly reveals vast isoform diversity in the placenta associated with metabolic and endocrine function", "doi": "10.1101/2025.06.26.661362", "authors": "Bresnahan, S. T.; Yong, H.; Wu, W. H.; Lopez, S.; Chan, J. K. Y.; White, F.; Jacques, P.-E.; Hivert, M.-F.; Chan, S.-Y.; Love, M. I.; Huang, J. Y.; Bhattacharya, A.", "abstract": "The placenta plays a critical role in fetal development and mediates maternal metabolic effects on offspring health outcomes. Despite its importance, the placenta remains understudied in large-scale genomic initiatives, with most analyses focusing on gene-level expression based on annotations from adult tissue references that obscure isoform diversity particularly vital to understanding function in developmental tissues. Here, we employed largest-in-class long-read RNA sequencing (N = 72) to generate a comprehensive placental transcript reference, yielding 37,661 high-confidence isoforms across 12,302 genes. Our assembly revealed 14,985 novel isoforms of known genes and 2,759 transcripts representing previously unannotated genes, with extensive diversity in genes involved in obesity, placental lactogen production, and growth control. We demonstrate this approach has two immediate practical advantages: First, the improved reference reduced inferential uncertainty in isoform quantification by approximately 37%, reduced the frequency of low-confidence annotations and increased the yield (read depth) of high-confidence annotations. Second, in analyses of gestational diabetes mellitus (GDM) with short-read RNA-seq datasets from two independent, multi-ancestry birth cohorts (N = 344) as an exemplar, we were able to identify novel isoforms of chorionic somatomammotropin hormone 1 (CSH1) mediating the effect of maternal hyperglycemia on birth weight that was not apparent in conventional gene-level analyses. These findings demonstrate that isoform-level annotation of placental transcriptomics provides greater sensitivity and specificity than gene-level approaches. This enhanced precision may be essential for understanding placental function in developmental programming of metabolism and reveal ancestry- and context-specific variation in placental function and responses to environmental exposures.", "date": "2025-06-28", "journal": ""}
{"title": "Frontal cortex organization supporting audiovisual processing during naturalistic viewing", "doi": "10.1101/2025.06.26.661755", "authors": "Zhou, F.; Khalilian-Gourtani, A.; Dugan, P.; Michalak, A.; Devinsky, O.; Rozman, P.; Doyle, W.; Friedman, D.; Flinker, A.", "abstract": "Our brains dynamically adapt to a multisensory world by orchestrating diverse inputs across sensory streams. This process engages multiple brain regions, but it remains unclear how audiovisual stimuli are represented and evolve over time, especially in naturalistic scenarios. Here, we employed movie-watching to explore this question. We recorded intracranial electrocorticography (iEEG) to measure brain activity in 19 participants watching a short multilingual movie. Using unsupervised clustering and supervised encoding models, we identified a robust modality-specific gradient in the frontal cortex, wherein the ventral division primarily processes auditory information and the dorsal division processes visual inputs. Further, we found that this cortical organization dynamically changed, adapting to different movie contexts. This result potentially reflects flexible audiovisual-resource assignment to construct a coherent percept of the movie. Leveraging behavioral ratings, we found that the frontal cortex is the primary site in this modality assignment process. Together, our findings shed new light on the functional architecture of the frontal cortex underlying flexible multisensory representation and integration in natural contexts.", "date": "2025-06-28", "journal": ""}
{"title": "Chemogenetic inhibition of amygdala to ventrolateral prefrontal cortex communication selectively impacts contingent learning", "doi": "10.1101/2025.06.26.661815", "authors": "Fredericks, M.; Elorette, C.; Boyce, J. E.; Rudebeck, P.", "abstract": "Contingent learning, the process by which specific courses of action become associated with subsequent outcomes, is dependent on the amygdala and ventrolateral prefrontal cortex (vlPFC). The amygdala and vlPFC are bidirectionally connected but it is unclear what the contribution of individual feedforward and feedback pathways is to contingent learning. Here we tested the role of amygdala projections to vlPFC in mediating two key components of contingent learning: signaling the outcome (reward/no reward) that follows a choice and maintaining representation of the choice that was made prior to outcome delivery. To test for these two aspects of contingent learning, we trained macaques to perform a probabilistic reward learning task where for separate stimulus pairs reward was either delivered immediately or after a trace interval. Inhibiting vlPFC-projecting amygdala neurons impacted contingent learning irrespective of whether there was a trace interval or not, and this effect was primarily driven by maladaptive learning on unrewarded trials. Notably, deficits in contingent learning caused by manipulating activity in the amygdala-vlPFC pathway were distinct from impairments in motivation and the ability to update the value of specific rewards in a reinforcer devaluation task. Thus, vlPFC-projecting amygdala neurons appear to play a specific role in contingent learning through signaling the outcomes of a choice, but not in maintaining a memory of the prior choice.", "date": "2025-06-28", "journal": ""}
{"title": "Minimally verbal children with autism may see the point, but do not (always) point to what they see:A behavioral and eye-tracking study in visual perceptual processing", "doi": "10.1101/2025.06.26.661808", "authors": "Sykes-Haas, H. S.; Bonneh, Y. S.", "abstract": "During typical development, non social visual object recognition emerges in the first year of life, engaging both low level cues (e.g., color, orientation) and higher level mechanisms involving inference and prior knowledge. Little is known about how these processes function in minimally verbal children with autism (mvASD). We studied 22 children with mvASD using touchscreen based oddball and contour detection tasks, targeting low level (e.g., shape, orientation) and mid level (e.g., Kanizsa figures, 3D shapes) visual stimuli, measuring both pointing and eye gaze responses. All children detected the oddball in the easiest condition with faint distractors, and approximately half succeeded across all low level tasks. Notably, some high performers showed reduced accuracy under mid level conditions with greater stimulus complexity. Strikingly, and not originally anticipated, several low performers who failed to point correctly nonetheless fixated on the correct target. In the Kanizsa oddball task, several mvASD participants, unlike typically developing (TD) peers, consistently pointed to local inducers rather than to the center of the illusory triangle. While the overall deterioration in performance with increased visual complexity suggests that mvASD visual perception may rely on low level representations with attenuated inference based processing, the dissociation between gaze and pointing, along with atypical local pointing behavior, indicates that performance depends not only on what is perceived, but also on how they use the visual signal to drive their behavior. They may, see the point, but not point to what they see.", "date": "2025-06-28", "journal": ""}
{"title": "Oxygen uptake in human donor corneas: the centripetal gradient and its changes in culture and correlation with wounds and aminophylline treatment", "doi": "10.1101/2025.06.26.661845", "authors": "Sandoval-Castellanos, A. M.; Mann, J. S.; Reid, B.; Li, J. Y.; Mannis, M. J.; Zhao, M.", "abstract": "Oxygen is a diatomic element abundant in the atmosphere and is essential for homeostatic and metabolic processes within the cornea. The avascular cornea uptakes oxygen from the atmosphere and performs refractory and protective functions that are essential for eyesight. However, the spatial-temporal profile of oxygen uptake (O2U) in human corneas remains uncharacterized in literature. Utilizing the micro optrode technique and donor corneas, we demonstrated that the limbus has a significantly higher O2U than the cornea center, exhibiting a pattern of centripetal gradient of O2U. This pattern is thus conserved in the corneas of mice, rats, non-human primates, and humans, representing a metabolic feature of physiological significance, which may have diagnostic and prognostic value. Being cultured at 37 degrees C and 5% CO2, this centripetal pattern became more prominent in the first three days, and less so on day 4. The pattern remained in the corneas with injury, increased O2U appears to correlate with wound healing, similar to patterns observed in animal models with a dynamic increase of metabolism in the periphery, followed by the limbus, and subsequent return to baseline. Administration of the drug aminophylline prevented a decrease of O2U at day 4. We conclude that the centripetal pattern of O2U is conserved across species and in the human cornea. Combined, our results suggest the functional and clinical significance of the mesoscopic metabolism pattern for further study and the use of aminophylline as a therapeutic agent to increase O2U and enhance corneal wound healing.", "date": "2025-06-28", "journal": ""}
{"title": "Optimization of Tissue Clearing Methods and Imaging Conditions for 3D Visualization of the Vasculature of the Adult Murine Knee", "doi": "10.1101/2025.06.26.661802", "authors": "Ishola, A.; Pillai, A.; Ahn, T.; RE-JOIN Consortium,  ; Hsu, C.-W.; Lee, B.; Haelterman, N. A.; Wythe, J.", "abstract": "The vasculature is an essential regulator of tissue oxygenation, metabolism, and immune surveillance under developmental and homeostatic conditions, as well as in regeneration and disease. Within the musculoskeletal system, blood vessels are involved in bone development and resorption, and they also mediate the inflammatory processes that contribute to diseases affecting the joints, including osteoarthritis. Historically, visualization of vascular networks in joints has been limited to conventional histological approaches due to technical limitations and the inherit structure of the skeletal muscle and bones. Recent advances in optical tissue clearing technologies and 3D fluorescence imaging approaches enabling three-dimensional analysis in whole, intact tissues offer an entree to interrogate musculoskeletal development and disease at a cellular resolution. However, these techniques were not originally developed to image hard mineralized tissues, such as the femur and tibias. To circumvent these challenges, we have optimized tissue decalcification conditions and systematically compared aqueous- and solvent-based tissue clearing approaches to establish an optimal pipeline for clearing and imaging of mineralized tissues with superior resolution of the vasculature. Collectively, this work shows that optical clearing and lightsheet microscopy presents a viable method for generating high-resolution images of the murine hindlimb vasculature, with potential applications in aging and disease modeling.", "date": "2025-06-28", "journal": ""}
{"title": "Positive genetic interactions: high impact, but underrepresented in theliterature", "doi": "10.1101/2025.06.25.661621", "authors": "Sun, M.; McCandlish, D. M.", "abstract": "Genetic interactions reveal functional relationships between genes and are classified as negative or positive. Negative interactions typically link genes with similar functional annotations, while positive interactions are often viewed as less informative and typically link genes that are less obviously related. Integrating yeast genetic interaction data with literature and citation metrics, we find that positive interactions are consistently associated with higher scientific impact yet remain underrepresented in the literature.", "date": "2025-06-28", "journal": ""}
{"title": "Specificity of Aberrant Exons in a Saturated Background of Differentially Expressed Exons", "doi": "10.1101/2025.06.25.661610", "authors": "Das, U.; Nguyen, H.; Yang, J.; Ogunsola, S.; Hamilton, M.; Wu, Y.; Liu, L.; Cao, W.; Liu, C.; Xie, J.", "abstract": "Determining the maximal specificity of aberrant exons from multifactorial disease tissues in a whole body background could provide insights into the exon origin as well as potential targets of diagnosis or therapy, but it remains a challenging task. For this purpose, we obtained a saturated list of differentially expressed exons (DEXs) from our independent reference human exome extracted from 56 normal tissues by DEXSeq. We found that the DEXs comprised the majority of the reference exome and that 99.4% of cancer-specific exons relative to paired normal tissues fell within the DEX list, consistent with the ectopic expression of the majority of aberrant exons. We then screened over seven thousand pathogenic single nucleotide variants (SNVs) in the TCGA and COSMIC databases by SpliceAI. The analysis identified over three hundreds of highly confident, mostly somatic SNV-specific splicing events and/or novel exonic fragments in five types of adenocarcinomas. Interestingly, these events are all associated with cis-acting mutations in tumor suppressor genes, particularly in TP53 with an antigenic novel peptide. This revelation of the DEX exome dominance and non-specificity of nearly all aberrant exons not only reshapes our understanding of the normal human exome by highlighting its mainly variable over constitutive exons, but also illuminates the path through cis-acting somatic and pathogenic SNVs to identify genuine cancer-specific exonic fragments that are absent in any normal tissues, beyond neo-exon junctions. This path holds promise for identifying novel peptide fragments for antigens in holistic cancer treatments including vaccination and immunotherapies.", "date": "2025-06-28", "journal": ""}
{"title": "Selective breeding and production strategies to support snapper farming in the warming waters of New Zealand's South Island", "doi": "10.1101/2025.06.13.659617", "authors": "Samuels, G.; Ribeiro, F.; Ashton, D. T.; Ford, S.; Fantham, J.; Blommaert, J.; Moran, D.; Wellenreuther, M.", "abstract": "Diversifying aquaculture species is essential for building resilience in the face of climate change, particularly as warming oceans challenge existing production systems. In New Zealand's Marlborough Sounds, rising sea temperatures are making salmon farming increasingly difficult, highlighting the need for climate-adapted alternatives. This study evaluated the aquaculture performance of selectively bred F4 versus unselected F1 Australasian snapper (Chrysophrys auratus) across two rearing environments: sea pens in the Marlborough Sounds and a land-based system in Nelson. Approximately 1,000 F4 and 1,000 F1 snapper were reared from 4 to 30 months of age in each system. At 30 months, selectively bred snapper showed improved growth-body length increased by 1.7% (land-based) and 4.8% (ocean-based), and body weight by 9.8% and 14.2%, respectively compared with F1 snapper. Survival was also significantly higher, with selected snapper outperforming controls by 84.2% in the land-based and 60.8% in the ocean-based system. Mortality peaked in the first winter across both systems, with size-selective patterns in sea pens informing minimum stocking sizes. These findings offer important insights for refining husbandry and selective breeding practices. They are not only relevant for New Zealand but also for global aquaculture sectors seeking robust species suited to changing marine environments.", "date": "2025-06-28", "journal": ""}
{"title": "Ecoduality", "doi": "10.1101/2025.06.21.660866", "authors": "Ulanowicz, R. E.", "abstract": "Dualism has been a viable concept in physics since the 1920s, when Arthur Compton demonstrated the corpuscular nature of photons as distinct from its wave nature. More recently, information theory applied to ecological dynamics has portrayed the behavior of whole ecosystems as being, not only dual, but actually dialectical (oppositional) in nature. Duality in ecology, however, pertains not only to whole systems but also to the constitutive elements as well (their taxa and exchanges.) Here the quantitative degrees to which each element contributes antagonistically to system structure and flexibility is parsed out. The analysis reveals a more comprehensive alternative to the use of Boltzmann-Gibbs entropy with which to express biodiversity. Virtually all real ecosystem elements exhibit such quantifiable duality, which depend more on system topology than on positivist mechanisms. One is led, therefore, to search among realms beyond conventional physics, such as process theory and apophasis (lacunae) to formulate a complete quantitative description of ecosystem status and behavior. Because numerous other complex systems can be described in terms of two-dimensional flow matrices, the possibility arises that dualistic behavior may be far more widespread in nature than heretofore has been intuited.", "date": "2025-06-28", "journal": ""}
{"title": "Core microRNAs regulate neural crest delamination and condensation in the developing trigeminal ganglion", "doi": "10.1101/2025.06.27.661967", "authors": "Marquez, R. B.; Sanchez Vazquez, E.; Alonso, A. M.; Bernardi, Y. E.; Santillan, E. M.; Lwigale, P.; Cochella, L.; Bronner, M.; Strobl-Mazzulla, P. H.", "abstract": "Cranial neural crest cells (NCCs) undergo dynamic processes during embryonic development, including delamination from the neural tube by epithelial-to-mesenchymal transition (EMT), migration to the periphery, condensation via mesenchymal-to-epithelial transition (MET) and differentiation into structures like the trigeminal ganglion. Here, we identify and characterize the function of a core set of miRNAs involved in these transitions during the formation of the trigeminal ganglion in the chick embryo. We further identify putative targets of miRNAs involved in neural crest EMT and MET. Notably, introducing MET-involved miRNAs into trunk NCCs endows these cells with the ability to condense and differentiate into neurons in vivo in a manner reminiscent of cranial rather than trunk NCCs. Our findings shed light on the intricate regulatory networks governing NCC behavior, positioning miRNAs as key regulatory elements required for migratory transitions and axial level specific differentiation capabilities.", "date": "2025-06-28", "journal": ""}
{"title": "A method for analysing tissue motion and deformation during mammalian organogenesis", "doi": "10.1101/2025.06.27.661906", "authors": "Raiola, M.; Esteban, I.; Ivanovitch, K.; Sendra, M.; Torres, M.", "abstract": "Understanding tissue morphogenesis is an important goal in developmental biology and tissue engineering. Accurately describing tissue deformation processes and how cell rearrangements contribute to these is a challenging task. Live analysis of morphogenesis in 3D is frequently used to obtain source data that allow to extract such features from developing organs. However, several limitations are encountered when applying these methodologies to mammalian embryos. The mouse embryo is the most frequently used model, but most studies use a very limited number of specimens and present only individual acquisitions due to constraints imposed by embryo culture and imaging. Here we used data from live analysis of embryonic heart development to develop methodologies that allow to 1) deduce tissue deformation and cell movements from image intensity flows, 2) stage and register data from several specimens/acquisitions to a dynamic consensus model of heart development, 3) statistically calculate and map to the model tissue growth and anisotropy and 4) generate a digital model of heart development that allows in-silico pseudo-cell fate mapping. Our methodology will greatly facilitate the understanding of morphogenetic processes underlying mammalian organogenesis.", "date": "2025-06-28", "journal": ""}
{"title": "Discovering search behaviour in black garden ant trajectories", "doi": "10.1101/2025.06.25.661660", "authors": "Bonavita, P.; Albino, M.; Gautrais, J.; Fourcassie, V.; Combe, M.; Eibner, S.; Jost, C.", "abstract": "Exploration of space plays an important role in many animals, in particular for social insects who have to feed and protect a whole colony. In a laboratory study, Khuong et al (2013) studied how the workers of the black garden ant Lasius niger move around in an unknown environment. They assumed that, in a homogeneous arena with no visual cues, ants had no information about their position in space. Based on this hypothesis, they modelled their ants in a Boltzmann Walker framework which describes an ant's random walk as a series of straight segments separated by reorientation events. They assumed that on plain horizontal surfaces the ant's direction of movement would not influence their average speed, segment lengths and reorientation decisions, thus leading to diffusive trajectories. However, published experiments indicate that L. niger ants are not completely devoid of directional information even in standard laboratory setups with no obvious landmarks. Moreover, many ant species are known to develop specific search strategies when they want to find a particular place in space, a situation that may apply to the analysed data. We re-analyze Khuong et als data on non-inclined surfaces, this time taking into account the ant's orientation in relation to its starting point in the arena. We discovered that, with this information taken into account, the ant's trajectory is biased towards its starting point (biased random walk), revealing an advecto-diffusive process. In fact, the distributions of segment lengths and reorientation angles turned out to be modulated by the ant's orientation in relation to its starting point. By simulating these biased trajectories, we show that this modulation halves the time it takes for an ant to come back towards its starting point. We conclude that not taking into account the animal's cognitive abilities in data analysis may lead to incomplete or biased conclusions. The discovered search behaviour in L. niger can play a significant role in the colony's exploration and foraging ecology.", "date": "2025-06-28", "journal": ""}
{"title": "Sodium Butyrate Rescues Neurodevelopmental Deficits Following Perinatal Methadone Exposure", "doi": "10.1101/2025.06.26.661851", "authors": "Williams, I. A. R.; van Dorst, J.; Leigh, S.-J.; Baracz, S. J.; Marcus, A.; McCaffrey, D.; Walker, A.; Ooi, C. Y.; Ward, M. C.; Oei, J.-L.; Clemens, K.", "abstract": "Prenatal opioid exposure (POE) induces long-term neurodevelopmental, behavioral and cognitive deficits that currently have no treatment options. The mechanisms underlying these symptoms are poorly understood, but have been linked to a range of central, peripheral, and enteric nervous system changes. Emerging evidence indicates that maternal microbiota changes may contribute to these long-term deficits in offspring. Here we test the efficacy of the short-chain fatty acid sodium butyrate (NaB), known to be reduced with chronic opioid use, in mitigating POE-related deficits. Both methadone and sodium butyrate treatments disrupted dam and offspring microbiota composition and function: notably methadone altered dam microbial gene expression of critical enzymes for butyric acid production. Similar disruptions were observed in pups at postnatal day 21 but resolved in adulthood. POE induced anxiety in adolescence on the open-field test, and adult deficits in working spatial memory (TUNL task) and attentional processing (5-CSRTT), which were partially rescued in rats that had received prenatal NaB. NaB treatment mediated the impact of POE on reduced myelination. In summary, these results indicate that early treatment with NaB could significantly improve the outcomes of children born with POE. Furthermore, they highlight the link between maternal microbiota health and offspring cognition in animal models of POE.", "date": "2025-06-28", "journal": ""}
{"title": "Perceptual learning mechanisms with single-stimulus exposure", "doi": "10.1101/2025.06.25.661650", "authors": "SANJUAN ARTEGAIN, M. D. C.; Nelson, J. B.", "abstract": "The present manuscript briefly reviews associative and non-associative theories of perceptual learning and presents two experiments (1a & 1b) examining the extent to which retrospective revaluation (RR) and a restoration in perceptual effectiveness (RPE) can account for the enhanced discriminability that experience with a single stimulus produces. In both experiments participants were exposed to compound visual stimuli BX, CY, and DZ in an online video-game method followed by conditioning with compound stimuli AX and AY. In Experiment 1a generalization to compounds BX, DX, BY, and DY was assessed. Generalization to compounds involving B, either BX or BY, was less than to DX or DY, possibly reflecting enhanced salience of B, or that B had become inhibitory for the outcome through RR. Experiment 1b used a retardation test comparing compound stimuli BW and DW. Acquisition was more effective with BW than DW, suggesting that B had become more perceptually effective, resulting in it producing more external inhibition than D in Experiment 1a, and allowing it to condition more rapidly in Experiment 1b. Results are discussed with respect to current theories of perceptual learning and are consistent with that offered by Hall (2003).", "date": "2025-06-28", "journal": ""}
{"title": "Amyloid pathology reduces dynamic range and disrupts neural coding in a mouse model of Alzheimer's Disease", "doi": "10.1101/2025.06.27.661987", "authors": "Go, M. A.; Clark, K.; Li, Y.; Prado, S.; Teixeira, B.; Yu, J. J.; Schultz, S. R.", "abstract": "Alzheimer's Disease (AD) disrupts neural circuits vital for memory and cognition. We used two-photon microscopy to investigate these disruptions in behaving mice, focusing on the link between amyloid plaques - a hallmark of AD - and aberrant neural activity. Using the 5xFAD mouse model, we observed significant changes in hippocampal neurons, including elevated baseline activity and reduced locomotion-driven firing, leading to a diminished neuronal dynamic range. These abnormalities were more pronounced near amyloid plaques. We also found degraded spatial coding, reduced synchrony, and increased variability in neuronal responses. Furthermore, place fields emerged more slowly in both familiar and novel environments, indicative of recall and learning impairments respectively. By showing a specific link between plaque vicinity and neural coding deficits including reduced dynamic range in mice performing spatial tasks, our study offers new insights into the circuit basis of progressive cognitive degradation in AD.", "date": "2025-06-28", "journal": ""}
{"title": "Long Noncoding RNAs Enforce Pancreatic Cancer Identity and Block Reprogramming", "doi": "10.1101/2025.06.25.661419", "authors": "Grygoryev, D.; Lee, S.-W.; Frankston, C. M.; Rakshe, S.; Berry, M.; Hirano, A.; Ekstrom, T.; Manalo, E.; Tessier, J.; Chow-Castro, M.; Link, J.; Keith, D.; Sheppard, B. C.; Fei, S.; Morgan, T.; Remotti, H. E.; Yang, W.; Furth, E.; Thakurela, S.; Sears, R. C.; Kim, J.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC), one of the deadliest malignancies, exemplifies a paradox of transcriptional plasticity and rigidity: it displays dynamic transcriptional states yet retains a stable classical epithelial identity, which resists therapeutic intervention. This rigidity reflects robust transcriptional memory, but the underlying mechanisms remain poorly understood. While the master transcription factors OCT4, SOX2, KLF4, and MYC (OSKM) can reprogram normal cells by erasing lineage identity, reprogramming in solid tumors such as PDAC is inefficient, with reprogrammed cells retaining features of their malignant origin, suggesting the presence of active epigenetic barriers. Long noncoding RNAs (lncRNAs) regulate chromatin state and cell identity, but whether they actively enforce cancer-specific transcriptional memory and restrict reprogramming remains largely unexplored. Herein, through CRISPR interference screens targeting cancer-associated lncRNAs, we identified a subset of cancer-associated lncRNAs whose depletion significantly enhanced OSKM-mediated reprogramming in PDAC cells. Knockdown of these lncRNAs enabled the acquisition of pluripotency-associated features, suppressed PDAC identity programs, and reduced tumorigenicity in vivo. Among the most potent repressors of reprogramming were ATXN7L3-AS1, INTS4P2, and AC079921.2, which were upregulated in PDAC but minimally expressed in normal pancreas. ATXN7L3-AS1 and AC079921.2 were associated with mitotic progression and extracellular matrix organization gene programs, respectively, and showed anticorrelation with translational and metabolic gene signatures across TCGA cancer cohorts. These findings uncover a previously unrecognized role for cancer-associated lncRNAs as key enforcers of transcriptional memory in PDAC. By stabilizing malignant identity and opposing reprogramming, these lncRNAs may represent a novel class of epigenetic regulators. Targeting them offers a conceptual and therapeutic framework for erasing cancer cell memory, resetting epigenetic state, and exposing latent vulnerabilities in PDAC.", "date": "2025-06-28", "journal": ""}
{"title": "Four neurons pattern brain-wide developmental activity through neuropeptide signaling.", "doi": "10.1101/2025.06.26.661770", "authors": "Reichl, J.; Miller, J. M.; Randhawa, H.; Castillo, L. M. P.; Akin, O.", "abstract": "In both vertebrates and invertebrates, the developing brain becomes electrically active before it is ready to process sensory input. During neural circuit maturation, developmental activity is thought to refine synaptic connections by driving neuronal co-activation in rhythmic patterns. Here we describe cellular interactions that shape brainwide developmental activity and their molecular basis. In Drosophila, patterned stimulus independent neural activity (PSINA) engages the entire brain in highly stereotyped, globally coordinated cycles of activity. A molecularly-defined population of ~2,000 neurons (Transient Receptor Potential Gamma, Trp{gamma}+ neurons) act as an activity template for PSINA. We show that this activity template is patterned by four neurons expressing the neuropeptide SIFamide (SIFa). Signaling through the SIFa Receptor, SIFa modulates the activity of both SIFa and Trp{gamma}+ neurons to establish the brainwide activity cycles of PSINA. In turn, Trp{gamma}+ neurons sustain SIFa neuron activity through a recurrent interaction. Neuropeptides modulate neuronal activity through synapse-free, or wireless, signaling; a fitting mode of communication for a process tasked with refining on-going synapse formation. By placing neuropeptide signaling at the core of developmental activity, this work highlights the rich neurophysiological potential of the chemical connectome in shaping the developing brain.", "date": "2025-06-28", "journal": ""}
{"title": "A method for analyzing physiological data with multiple non-independent observations", "doi": "10.1101/2025.06.25.661570", "authors": "McKiernan, E. C.; Rincon, J. H. A.; Perez, A. T.; Herrera-Valdez, M. A.", "abstract": "Physiological studies often involve recording multiple observations (e.g., repeated muscle contractions or cardiac cycles) from the same subject. To compare groups of subjects, observations from one subject are then sometimes pooled with observations from other subjects in the same group, and analyses are performed on these pooled data. This approach presents a number of potential problems, including over- or under- representing certain subjects in the sample and non-independence of measurements. There are statistical methods available to deal with repeated measures, but many make assumptions about the distribution and completeness of data. Instead, we developed a method to deal with multiple observations from physiological data that ensures that each subject is represented only once in the analysis (i.e. it avoids pseudoreplication), and makes no assumptions about the distribution of the data. We demonstrate this method using two different physiological datasets: (1) muscle recordings taken from Drosophila melanogaster larvae during fictive crawling, and (2) electrocardiogram recordings taken from human volunteers before, during, and after exercise. Our results show the broad applicability and validity of this method.", "date": "2025-06-28", "journal": ""}
{"title": "Immunization with VLP-based vaccines induces high IgG antibody titers in dermal interstitial fluid", "doi": "10.1101/2025.06.25.661557", "authors": "Francian, A.; Gadam, S. R.; Leyba, A.; Taylor, R. M.; Muttil, P.; Baca, J. T.; Chackerian, B.", "abstract": "Although antibodies often exert their effects within the interstitium, the distribution of antibodies within extravascular tissue compartments is not typically measured. Here, IgG titers in peripheral blood and dermal interstitial fluid (ISF) were compared after intramuscular and intradermal immunization with virus-like particle (VLP)-based vaccines. Antibody titers and durability in serum and ISF were similar, indicating that VLP-based vaccines can efficiently elicit strong antibody responses in the skin.", "date": "2025-06-28", "journal": ""}
{"title": "Sex-Stratified Transcriptomic Meta-Analysis of Alzheimer's Disease Reveal Brain Region and Sex Specific Dysregulation", "doi": "10.1101/2025.06.25.661596", "authors": "young, j. I.; Varma, A.; Gomez, L.; Schmidt, M. A.; Kunkle, B.; Wang, L.; Martin, E.", "abstract": "Objective Alzheimer disease (AD) is a neurodegenerative disorder leading to cognitive decline. Despite growing recognition of sex differences in epidemiology, symptomatology, and clinical outcomes of AD, the molecular mechanisms underlying these variations remain poorly defined. We performed transcriptome association studies of AD aiming to identify sex-specific and sex-dependent transcriptomic profiles that could provide insights into the molecular mechanisms underlying sex differences in AD pathogenesis. Methods We conducted a meta-analysis of bulk-RNAseq data derived from human postmortem brain studies. Specifically, we analyzed gene expression differences between individuals diagnosed with AD and non-cognitively impaired (NCI) individuals across two key brain regions: the prefrontal cortex and the temporal lobe. We performed stratified differential expression analyses separately in males and females, alongside combined analyses across sexes. Additionally, we assessed the data in relation to known AD genes, proteomic studies, and drug repurposing opportunities. Results Beyond the genes commonly dysregulated across both sexes, our meta-analyses identified multiple differentially expressed genes (DEGs) between AD and NCI that are either altered in only one sex or show different effects between sexes. Some genes are known AD genes from genetic studies, but others are novel. Correlation with proteomic data suggests that these transcriptional differences have functional significance, potentially contributing to the biological mechanisms underlying sex differences observed in AD. Finally, we identify drug compounds that are potential candidates for treatment. Interpretation Our findings enhance our understanding of sex-related differences in disease etiology and progression, and underscore the importance of incorporating sex as a critical variable in transcriptomic studies of AD. These insights help pave the way for more precise, personalized medicine approaches that account for sex-specific molecular mechanisms.", "date": "2025-06-28", "journal": ""}
{"title": "Isolation Methods of Tumor Endothelial Cells Impact AngiomiR Profiles", "doi": "10.1101/2025.06.25.661572", "authors": "Pecot, C. V.; Edatt, L.; Dixit, G.; Azam, S.; Tsai, S.; Dudley, A.", "abstract": "MicroRNAs (miRNAs) play an important role in endothelial cell growth and differentiation. Tumor angiogenesis-specific miRNAs (angiomiRs) are a subset of miRNAs that are dyregulated in tumor endothelial cells. Because of the importance of angiogenesis in cancer progression, regulation of angiomiRs may have significant therapeutic implications. However, discovery of angiomiRs has often been limited by biased model systems that may not be valid. Here, we evaluated whether the variable expression levels of angiomiRs in endothelial cells were impacted by the isolation methods used to profile them. Using an autochthonous, genetically engineered mouse model of lung adenocarcinoma, we used Nanostring to profile miRNA expression levels of normal lung endothelial cells (NECs) to tumor endothelial cells (TECs) using two endothelial cell (EC) isolation methods: 1) staining and sorting ECs directly from tumors (in vivo), and 2) magnetic bead isolation and sub-cloning ECs (in vitro). We then compared candidate angiomiRs with the profiles from two orthotopic, immunocompetent lung cancer models. When TECs were directly enriched from tumors (in vivo method), three candidate angiomiRs (miR-30b, miR-1981, and miR-707) were significantly lower in TECs than NECs. In contrast, when ECs were isolated and cultured (in vitro method), three different candidate angiomiRs (miR-200a, miR-124 and miR-186) were significantly lower in TECs than NECs. Using two independent model systems for validation, we found miR-30b to be significantly reduced in TECs using freshly sorted ECs. Conversely, the in vitro discovered angiomiR candidates did not validate in these model systems, suggesting that TECs grown in vitro may not maintain relevant angiomiR profiles or serve as an adequate method for molecular profiling. Our findings demonstrate that angiomiR expression patterns are impacted by isolation methods. Instead of relying on ECs cultured in vitro, we suggest careful validation studies of cells freshly collected from tumors before determining whether a miRNA is a bona fide angiomiR.", "date": "2025-06-28", "journal": ""}
{"title": "Characterization of core promoter activation by the Drosophila insulator-binding protein BEAF", "doi": "10.1101/2025.06.25.661594", "authors": "Negedu, S.; Vidrine, E. J.; Hart, C. M.", "abstract": "There are distinctions between housekeeping and regulated genes in terms of core promoter motif usage and architecture. The Boundary Element-Associated Factor of 32 kDa, BEAF, was identified as a chromatin domain insulator protein that affects chromatin structure and plays a role in insulator function. Genome-wide mapping subsequently found that it usually binds near transcription start sites of housekeeping genes found at topologically associating domain (TAD) boundaries, suggesting roles in both insulator function and gene activation. This was substantiated when it was found to activate the RpS12 and aurA promoters, and that BEAF-dependent promoter activation could be separated from BEAF-dependent insulator activity. Here, we use luciferase assays after transfection of Drosophila S2 cells to show that BEAF activates housekeeping promoters without showing a preference for particular housekeeping core promoter motifs. BEAF also activates core promoters lacking motifs or with only an Inr. Regulated core promoters with a TATA box or with an Inr plus MTE or DPE or both are not activated. Activation by BEAF does not correlate with promoter basal activity. We additionally show that BEAF activates promoters synergistically with DRE or Motif 1 housekeeping promoter motifs. This establishes BEAF as an activator for a large set of promoters.", "date": "2025-06-28", "journal": ""}
{"title": "Pretreatment with estrogen enhances the therapeutic efficacy of cardiac progenitor cells and improves cardiac recovery in a failing heart model", "doi": "10.1101/2025.06.25.661574", "authors": "Aydos, D.; Basak, N.; Olgar, Y.; Genc, K.; Uyar, R.; Ekim, O.; Sych, T.; Aksoy, Z. B.; Kosker, T. A.; Sezgin, E.; Bitirim, C. V.", "abstract": "Background: In recent years, cardiac progenitor cells (CPCs) are considered as a potential source of cell therapy for the treatment of heart failure. Despite the encouraging results of clinical trials showing that transplantation of CPCs improves function of infarcted hearts, reduced cell survival and inefficient engraftment into host tissue are still challenging issues. Methods: CPCs were isolated from a male mouse heart and incubated with estrogen (10-7M for 48 hours) in vitro. The heart failure model was generated by intraperitoneally isoproterenol (ISO) treatment (200mg/kg for 6 days) in the female mouse. Either estrogen pretreated-CPC (E2-CPC) or untreated-CPCs (Control-CPC) were intramyocardially transplanted into the failure heart. Engraftment of transplanted cells were visualized by in vivo imaging, Y-chromosome staining (by Fluorescence In Situ Hybridization) and SRY gene for expression analysis. Cardiac functions were determined by analyzing electrophysiological changes. Pathological changes following the transplantation were also examined at the molecular level by immunostaining and western blotting from isolated heart samples and on heart tissue sections to address the efficiency of the E2-CPC transplantation. In addition to regenerative outcomes at animal level, the enhancing effect of estrogen on the therapeutic potential of CPC was examined through changes in migration, proliferation and mitochondrial energetics by in vitro experiments. The effects of estrogen in transcriptome profiling was also evaluated by RNA sequencing (RNA-seq) in CPCs. Results: In vivo results demonstrated that estrogen pretreatment increased the retention rate of transplanted CPCs in failing heart. E2-CPC transplantation enhanced cardiac function and ameliorated pathological cardiac remodelling via inducing revascularization, proliferation while attenuating collagen formation and hypertrophy in failing heart. Our in vitro results have shown that estrogen treatment promotes migration, angiogenesis and proliferation capacities and adenosine triphosphate (ATP) production of CPCs in vitro. RNA sequencing provided further evidence that the change in the transcriptome profile of CPCs upon estrogen treatment improved their ability to cause reverse cardiac remodelling in the failing heart after transplantation. Conclusion: Our data indicated that estrogen-pretreatment significantly improves cardiac recovery in a failing heart through enhancing efficacy of CPC transplantation. This study also emphasized underyling mechanisms of the improvement in function in CPC-based therapies which remain poorly understood.", "date": "2025-06-28", "journal": ""}
{"title": "Unlocking the Power of CXCR2 Inhibition to Overcome Gemcitabine Resistance in Pancreatic Cancer", "doi": "10.1101/2025.06.25.661585", "authors": "Molczyk, C.; Sturgeon, R.; Saxena, S.; Johnson, E.; Bhatia, R.; Bhyravbhatla, N.; Kumar, S.; Batra, S. K.; Singh, R. K.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is the fourth leading cause of cancer-related mortality, characterized by intrinsic resistance to conventional therapies and limited effective treatment options. In this study, we investigated the role of the CXCR2 axis in PDAC therapy resistance. CXCR2, a chemokine receptor, is actively involved in inflammation, tumor angiogenesis, and metastasis. Our working hypothesis is that CXCR2 contributes to PDAC chemotherapy resistance. To test this, we generated gemcitabine-resistant (GemR) lines using T3M4 and CD18/HPAF (CD18) cell lines. Baseline expression of CXCL1, CXCL5, and CXCL8 ligands were higher in GemR cells compared to parental cells. Upon gemcitabine treatment, parental cells exhibited a greater increase in CXCL1 and CXCL8 expression than GemR cells. Further analysis in T3M4 cells revealed a dose- and time-dependent increase in CXCL1 and CXCL8 expression following gemcitabine exposure. Next, we assessed whether targeting CXCR2 could enhance the therapeutic response. We treated parental and GemR cell lines with gemcitabine in combination with the CXCR2 antagonist SCH 479833 (SCH 47). Notably, lower concentrations of gemcitabine combined with SCH 47 were more effective than higher concentrations of gemcitabine alone in GemR cell lines. In both parental and GemR xenograft models, combination therapy with Navarixin (a CXCR2 antagonist) and gemcitabine demonstrated superior antitumor and antimetastatic activity compared to either treatment alone. In conclusion, these findings highlight the critical role of the CXCR2 axis in PDAC therapy resistance. Targeting CXCR2 enhances gemcitabine efficacy, offering a potential therapeutic strategy to overcome resistance in PDAC.", "date": "2025-06-28", "journal": ""}
{"title": "HSF4: A Prognostic Predictor and Potential Therapeutic Target in Colorectal Cancer with Implications for Patient Immune Status", "doi": "10.1101/2025.06.25.661652", "authors": "Wan, T.; Liu, J.; Wu, J.; Chang, W.; Li, Y.; Shen, C.", "abstract": "Colorectal cancer (CRC) is among the most prevalent malignancies globally, characterized by high morbidity and mortality rates. The Heat Shock Factor (HSF) family of genes plays a critical role in the cellular response to environmental stress, particularly heat stress. These genes encode transcription factors that regulate the expression of heat shock proteins, which are essential for maintaining cellular homeostasis under stressful conditions. Recently, there has been a growing interest in the role of HSF family genes in the development and progression of CRC. In this study, we conducted a comprehensive analysis of CRC samples from The Cancer Genome Atlas (TCGA) database to identify potential therapeutic targets. A total of 533 gene expression matrices, were downloaded and processed, including 42 normal and 491 tumor samples. Differential expression analysis of the HSF family genes, revealed HSF4 as the most significantly differentially expressed gene between normal and tumor samples. Consequently an HSF4-related signature was constructed, stratifying all CRC patients in the TCGA dataset into low-risk or high-risk groups based on HSF4 expression. Survival analysis demonstrated a significant association between HSF4 expression and clinical outcomes indicating that the signature possesses substantial. Correlation analysis further revealed significant relationships between HSF4 expression and clinical features including Stage, T stage, M stage, and N stage. Univariate and multivariate Cox regression analyses confirmed the prognostic significance of HSF4. Functional analysis of differentially expressed genes based on HSF4 expression levels demonstrated enrichment in critical biological processes and pathways. Furthermore, HSF4 exhibited unique properties within the tumor microenvironment (TME). Additional analysis indicated that different risk groups exhibit varying levels of immune cell infiltration and cell proliferation capacity. Notably, the low-risk group showed increased sensitivity to multiple chemotherapeutic agents due to its lower IC50 values. In conclusion, this study presents the first signature for predicting the prognosis and immunological status of CRC patients based on HSF family genes. Our findings suggest that HSF4 may serve as a potential therapeutic target in CRC.", "date": "2025-06-28", "journal": ""}
{"title": "Epigenetic Context Defines the Transcriptional Activity of Canonical and Noncanonical NF-κB Signaling in Pancreatic Cancer", "doi": "10.1101/2025.06.25.661561", "authors": "Aggrey-Fynn, J. E.; Busch, J.; Saul, D.; Rajput, A.; Willecke, K.; Klimt, N.; Rajendran, K.; Schacherer, N.; Ge, W.; Thiel, J.; Abdelrahman, A. M.; Truty, M. J.; Dong, M.; Johnsen, S. A.", "abstract": "NF-{kappa}B signaling can be subdivided into canonical and noncanonical pathways, culminating in the transcriptional activity of RELA and RELB, respectively. However, the upstream signals that activate these transcription factors and their specific regulatory roles in pancreatic ductal adenocarcinoma (PDAC) remain incompletely understood. Here, we demonstrate that TNF is the primary activator of canonical NF-{kappa}B signaling via RELA, while TWEAK engages noncanonical signaling through RELB in PDAC. Using transcriptome-wide gene expression, genome-wide occupancy profiling, and epigenome mapping, we delineate distinct temporal dynamics and regulatory activities of each pathway. Single-cell RNA-seq analysis and multiplex immunofluorescence staining in primary PDAC samples further reveal extensive and distinct interactions with components of the tumor microenvironment. Motif analysis of RELA- and RELB-bound regions uncovers a particularly strong association of RELB with AP1 elements. Notably, while RELA binds to both open and closed chromatin, RELB exclusively occupies regions with pre-existing chromatin accessibility and AP1 co-binding. Collectively, these findings underscore the distinct and complementary roles of TNF and TWEAK in PDAC, with TNF engaging a broader transcriptional program via RELA and TWEAK selectively targeting genes marked by accessible chromatin and epigenetic activity. This study provides critical insights into the regulatory dynamics of NF-{kappa}B signaling in PDAC, highlighting unique and complementary functions of RELA and RELB in modulating downstream gene expression.", "date": "2025-06-28", "journal": ""}
{"title": "The specificity of fatigue cerebral substrates in early Multiple Sclerosis - An fMRI study", "doi": "10.1101/2025.06.27.661966", "authors": "Guillemin, C.; Charonitis, M.; Beliy, N.; Requier, F.; Delrue, G.; Lommers, E.; Vandewalle, G.; Maquet, P.; Phillips, C.; Collette, F.", "abstract": "Context. The cerebral substrates of fatigue in patients with Multiple Sclerosis (pwMS) are not elucidated yet. This study aims at exploring the disease-specific functional brain substrates of fatigue in pwMS with a recent disease history. Methods. Sixteen pwMS (disease history < 5 years) and 17 matched Healthy Controls (HC) performed a N-Back task with three difficulty levels during fMRI acquisitions following high vs. low fatigue induction. Measures of subjective trait and state fatigue were also recorded. Behavioral performance at n-back task and evolution of subjective fatigue states were analyzed by means of Bayesian repeated measures analyses of variance. Functional MRI data were analyzed to determine between-group differences (1) in task-related brain activity, independently of trait fatigue score; (2) in the association between trait fatigue and brain activity. Results. A similar trajectory was observed in the two groups for subjective and task-related measures following fatigue induction. No between-group difference was observed in brain activity unrelated to fatigue score. However, negative associations between trait fatigue score and brain activity were observed in pwMS, while the associations are positive in HC. Specifically, interactions between group and task difficulty were observed in regions belonging to the Striato-Thalamo-Cortical (STC) network and the fronto-parietal cortex. Conclusion. Group-specific patterns of brain activity related to fatigue were identified in pwMS and HC in the STC circuitry, despite similar behavioral performance and subjective fatigue level. This confirms the implication of the STC loops in fatigue pathophysiology, occurring from the early stages of the disease.", "date": "2025-06-28", "journal": ""}
{"title": "Adolescent morphine exposure does not alter low-dose lipopolysaccharide-induced sickness behavior in adult mice", "doi": "10.1101/2025.06.26.661880", "authors": "Davidson, N.; Masese, C.; Han, C.; Massac, L.; Ishikawa, Y.; Reynolds, G.; Smithson, C.; Cook, J.; Manners, M.; Robinson, S.", "abstract": "Adolescent opioid use in the United States commands attention: millions of twelve- to nineteen-year-olds are exposed to opioids each year by prescription and misuse. Recent findings show that opioids bind not only to canonical opioid receptors but also interact with receptors on immune cells within both the central and peripheral nervous systems. The potential for early life opioid exposure to induce long-term changes in the neuroimmune system is not fully understood, particularly given the adolescent brains high susceptibility to neuroplastic changes. The goal of this study was to investigate the hypothesis that adolescent opioid use potentiates physiological and behavioral responses to pathogen-induced sickness later in life. To achieve this, we treated adolescent mice (PND 35-42) with bi-daily escalating doses of morphine to model dependence and then administered a low dose of lipopolysaccharide (LPS, 0.1 mg/kg) in adulthood (PND 60-76) to induce an immune response. In contrast to our hypotheses, we found that adolescent morphine exposure had no additive effect on low-dose LPS-induced sickness measures when assessed in adulthood. These data suggest that adolescent opioid exposure may have minimal effects on future immune challenges, although further research is needed to confirm this.", "date": "2025-06-28", "journal": ""}
{"title": "Projection Targeting with Phototagging to Study the Structure and Function of Retinal Ganglion Cells", "doi": "10.1101/2025.06.25.661576", "authors": "Bohlen, M. O.; Rudzite, A. M.; Daw, T. B.; Kuczewski, G. M.; Spiro, E.; Hammond, C.; Rogers, D. R.; Gallego-Ortega, A.; Roy, S.; Ritola, K.; Sommer, M. A.; Field, G. D.", "abstract": "Visual information from the retina is sent to diverse targets throughout the brain by different retinal ganglion cells (RGCs). Much of our knowledge about the different RGC types and how they are routed to these brain targets is based on mice, largely due to the extensive library of genetically modified mouse lines. To alleviate the need for using genetically modified animal models for studying retinal projections, we developed a high-throughput approach called projection targeting with phototagging that combines retrograde viral labeling, optogenetic identification, functional characterization using multi-electrode arrays, and morphological analysis. This method enables the simultaneous investigation of projections, physiology, and structure-function relationships across dozens to hundreds of cells in a single experiment. We validated this method in rats by targeting RGCs projecting to the superior colliculus, revealing multiple functionally defined cell types that align with prior studies in mice. By integrating established techniques into a scalable workflow, this framework enables comparative investigations of visual circuits across species, expanding beyond genetically tractable models.", "date": "2025-06-28", "journal": ""}
{"title": "Expanding the spectrum of annexin A11 proteinopathy in frontotemporal lobar degeneration and motor neuron disease", "doi": "10.1101/2025.06.26.661831", "authors": "Ghayal, N. B.; Crook, R. J.; Jain, A.; Sachdeva, G.; Roemer, S. F.; Sekiya, H.; DeTure, M. A.; Baker, M. R.; De Coster, W.; Oskarsson, B. E.; Josephs, K. A.; Rademakers, R.; Van Blitterswijk, M.; Dickson, D. W.", "abstract": "Aggregation of TAR DNA-binding protein 43 (TDP-43) is strongly associated with frontotemporal lobar degeneration (FTLD-TDP), motor neuron disease (MND-TDP), and overlap disorders like FTLD-MND. Three major forms of motor neuron disease are recognized and include primary lateral sclerosis (PLS), amyotrophic lateral sclerosis (ALS), and progressive muscular atrophy (PMA). Annexin A11 (ANXA11) is understood to aggregate in amyotrophic lateral sclerosis (ALS-TDP) associated with pathogenic variants in ANXA11, as well as in FTLD-TDP type C. Given these observations and recent reports of ANXA11 variants in patients with semantic variant frontotemporal dementia (svFTD) and FTD-MND presentations, we sought to characterize ANXA11 proteinopathy in an autopsy cohort of 379 cases with FTLD-TDP, as well as FTLD-MND and MND-TDP cases subclassified neuropathologically into PLS, ALS, and PMA. All FTLD-TDP type C cases had ANXA11 proteinopathy. However, ANXA11 proteinopathy was present in over 40% of FTLD-MND and in 38 out of 40 FTLD-PLS cases (95%), of which 80% had TDP type B or an unclassifiable TDP-43 proteinopathy and 15% had TDP type C. Genetic analyses excluded pathogenic ANXA11 variants in all ANXA11-positive cases. We thus demonstrated novel forms of ANXA11 proteinopathy strongly associated with FTLD-PLS, but not with TDP type C or pathogenic ANXA11 variants. Given the emerging relationship of ANXA11 in TDP-43 proteinopathies, we propose that TDP-43 and ANXA11 proteinopathy (TAP) comprises the molecular pathology of cases with abundant inclusions that are co-immunoreactive for both proteins and we subclassify three types of TAP based on distinct clinical and neuropathologic features.", "date": "2025-06-28", "journal": ""}
{"title": "Variations in neuronal selectivity create efficient representational geometries for perception", "doi": "10.1101/2025.06.26.661754", "authors": "Saraf, S.; Movshon, J. A.; Chung, S.", "abstract": "Our visual capabilities depend on neural response properties in visual areas of our brains. Neurons exhibit a wide variety of selective response properties, but the reasons for this diversity are unknown. Here, we related the distribution of neuronal tuning properties to the information capacity of the population. Our results from theory, simulations, and analysis of recordings from macaque primary visual cortex (V1) reveal that diversity of amplitude and bandwidth drive complementary changes to the representational geometry of a population. Amplitude diversity pushes the centers of the representations further apart, whereas bandwidth heterogeneity decorrelates the center locations. These geometric changes separate out representations for distinct stimuli, creating more efficient encoding. We study how both types of diversity affect the population code for two different perceptual tasks: discrimination and identification. While both types of diversity improve encoding for both tasks, their distinct impacts on geometry make each more beneficial for one of the two tasks. Amplitude diversity impacts coding efficiency more for discrimination than it does for identification, while bandwidth diversity has a stronger impact on identification. These complementary effects indicate the importance of both types of diversity for perception. Finally, because tuning diversity exists across species and brain areas, our results suggest a fundamental neural coding strategy that may be applicable to a wide range of behavior.", "date": "2025-06-28", "journal": ""}
{"title": "Modular striatal dynamics and reciprocal inhibition orchestrate skilled action sequencing", "doi": "10.1101/2025.06.27.662029", "authors": "Bakhurin, K. I.; Lu, B.; Zheng, H.; Park, J.; Yin, H.", "abstract": "The basal ganglia, particularly the striatum, are critical for orchestrating skilled behavioral sequences, yet the precise mechanisms underlying this process remain unclear. Using high-resolution kinematic tracking and neural recordings in mice performing a water-reaching task, we found spatially distributed modules of striatal projection neurons whose activity corresponded to the generation of each element in the sequence (aiming, reaching, and drinking). They are activated sequentially and exhibit reciprocal inhibition, ensuring a strict serial order. Optogenetic activation of the direct pathway of the orofacial module promoted licking while suppressing reaching. Reaching could in turn suppress stimulation-evoked licking, revealing bidirectional inhibitory interactions. Our findings demonstrate that the modular organization in the striatum, coupled with reciprocal inhibition, sculpts the temporal progression of actions, providing a mechanistic framework for understanding how the basal ganglia coordinate complex behaviors.", "date": "2025-06-28", "journal": ""}
{"title": "Whole brain resting-state EEG dynamic: A mixture of linear aperiodic and nonlinear resonant stochastic processes", "doi": "10.1101/2025.06.27.661950", "authors": "Wang, Y.; Li, M.; Garcia Reyes, R.; Bosch-Bayard, J. F.; Bringas-Vega, M. L.; Minati, L.; Valdes-Sosa, P. A.", "abstract": "Parameterizing electroencephalography (EEG) signals in the spectral domain reveals physiologically relevant components of neural stochastic processes, yet the linearity or nonlinearity of these components remains debated and could not solved by the current Spectral Parameter Analysis (SPA). We address this using BiSCA (BiSpectral EEG Component Analysis), a likelihood-based model unifies EEG spectrum and bispectrum analysis to identify inter-frequency harmonic relationships and distinguish signal components. Simulations demonstrate BiSCA's ability to separate nonlinearity from non-Gaussianity (e.g., linear non-Gaussian systems exhibit diffuse bicoherence, while nonlinear Gaussian systems show localized peaks). Analyzing 1,771 intracranial EEG (iEEG) channels and a large scalp EEG dataset, we uncover a clear organizational principle: the brain's aperiodic ({xi}) activity is predominantly linear, whereas its resonant ({rho}) oscillations, including Alpha () rhythms and other peaks, are the primary source of cortical quadratic nonlinearity. This finding challenges the long-held notion of widespread linearity in large-scale brain signals, as our analysis reveals that over two-thirds of EEG and iEEG channels exhibit significant nonlinear characteristics. Spatially, we uncover a striking dissociation between signal power and nonlinearity: while the occipital Alpha () rhythm dominates in power, the parietal Mu () rhythm generates the strongest nonlinear signature. These findings highlight that nonlinearity is present across the brain, arising from resonant activity.", "date": "2025-06-28", "journal": ""}
{"title": "Synaptic plasticity of prefrontal long-range inhibition regulates cognitive flexibility", "doi": "10.1101/2025.06.27.662040", "authors": "Zhu, X.; Hagopian, L. L.; Wallquist, K. E.; Sohal, V. S.", "abstract": "While glutamatergic synaptic plasticity is believed to be a fundamental mechanism mediating learning, the behavioral significance of plasticity at cortical GABAergic synapses remains less well understood. Furthermore, despite recent discoveries of long-range projections from neocortical GABAergic neurons, details about how they function are also sparse. Here we combine behavioral optogenetics with patch-clamp electrophysiology to link plasticity at long-range GABAergic synapses with higher-order cognitive functions. Specifically, learning extradimensional rule shifts potentiates callosal GABAergic synapses from prefrontal parvalbumin-expressing (PV) neurons onto corticothalamic neurons. Disrupting this potentiation by inhibiting callosal PV terminals during rule shifts induces perseveration, whereas reinstating this potentiation with subsequent gamma-frequency callosal PV terminal stimulation restores flexible behavior. This shows how a novel plasticity locus can regulate brain circuits underlying normal cognition and pathological states.", "date": "2025-06-28", "journal": ""}
{"title": "Motor Learning Driven by Sensory Prediction Errors is Insensitive to Task Performance Feedback", "doi": "10.1101/2025.06.28.662119", "authors": "Panthi, G.; Mutha, P. K.", "abstract": "Accurate motor behavior relies on our ability to refine movements based on errors. While sensory prediction errors (SPEs), mismatches between expected and actual sensory feedback, predominantly drive such adaptation, task performance errors (TPEs), or failures in achieving movement goals, also appear to contribute. However, whether and how TPEs interact with SPEs to shape net learning, remains controversial. This controversy stems from difficulties in experimentally decorrelating these errors, ambiguity related to possible interpretations of task instructions, and inconsistencies between theory and computational models. To try and resolve this issue, we employed variants of an ''error-clamp'' adaptation paradigm across four reaching experiments (N = 144). Addressing the ambiguity of whether or not the TPE is indeed ignored in standard error-clamp designs as assumed in theoretical (but not computational) models, Experiment 1 explicitly manipulated TPE magnitude by shifting the endpoint feedback location while holding SPE constant. We found that learning was uninfluenced by TPE size. Experiment 2 assumed that the TPE is in fact disregarded under clamp instructions. To then study SPE-TPE interactions, we induced TPEs of varying magnitudes by shifting the target location (''target jump'') while always clamping feedback to the original target location. Here, instructions to reach the new target also induced an SPE. Crucially, learning driven by this SPE was again unaffected by TPE magnitude, a result validated by two additional experiments. Our findings consistently demonstrate that SPE-mediated learning remains impervious to variations in task performance feedback, and point to a distinction in learning mechanisms triggered by these two error signals.", "date": "2025-06-28", "journal": ""}
{"title": "Cardiac-locked auditory stimulation modulates pupil and neural dynamics", "doi": "10.1101/2025.06.26.661871", "authors": "Chiarion, G.; Cataldi, J.; Schwartz, S.; Pelentritou, A.; De Lucia, M.", "abstract": "The human brain is sensitive to temporal regularities across bodily and environmental signals. Here, we investigated the pupil and neural correlates of regularity encoding established across cardiac and auditory stimuli. Auditory sequences were presented in synchrony with the heartbeat (synchronous), at a fixed pace, or without temporal regularity while recording pupillometry, electroencephalography, and electrocardiography in healthy participants. Sounds evoked typical pupil dilation in all conditions. However, only in the synchronous condition, pupil dilation progressively decreased over the course of the sequence, possibly reflecting adaptation to the repeated cardio-auditory alignment. A concurrent increase in global EEG activity suggested enhanced cortical processing in response to the synchronous sequence. Pupil constriction was driven by participants with higher heart rate, indicating that pupil adaptation mostly occurs in response to fast auditory sequences. Cardio-audio regularity encoding manifests as a pupil adaptation and an amplification of global EEG activity, likely reflecting improved temporal prediction precision.", "date": "2025-06-28", "journal": ""}
{"title": "Transcutaneous Vagus Nerve Stimulation boosts evidence accumulation during perceptual decision-making", "doi": "10.1101/2025.06.27.662007", "authors": "Su, S.; Vanvoorden, T.; Denmat, P. L.; Zenon, A.; Duque, J.", "abstract": "The locus coeruleus-norepinephrine (LC-NE) system has been implicated in perceptual decision-making, but its causal contribution and underlying mechanisms in humans remain unclear. Here, we used transcutaneous vagus nerve stimulation (tVNS) to modulate LC-NE activity during a random dot motion task, with stimulation delivered at three distinct time points across groups, each targeting different stages of LC-NE engagement during the task. tVNS reliably increased pupil-linked LC-NE activity across all groups. Notably, early stimulation, at a time when LC-NE activity was still at baseline, elicited a more sustained pupil dilation that extended into the decision phase, resulting in comparable pupil responses during decision-making across groups. For behavior, tVNS selectively improved decision accuracy in contexts characterized by initially low performance, without affecting response times. Drift diffusion modeling revealed that this improvement was specifically associated with increased drift rate, consistent with more efficient evidence accumulation with tVNS. These effects were consistent across groups but most pronounced when tVNS was applied at the early time point. Our results provide causal evidence that tVNS enhances decision-making in a state-dependent manner, likely by stabilizing attentional engagement and facilitating evidence accumulation when endogenous control is suboptimal.", "date": "2025-06-28", "journal": ""}
{"title": "Light and temperature sensitive seizures are regulated by spatially distinct cortex glial populations in the central nervous system", "doi": "10.1101/2025.06.27.661959", "authors": "Kunduri, G.; Godenschwege, T. A.; Sankey, K.; Abhilasha, K. V.; Acharya, U. R.; Acharya, J. K.", "abstract": "Epilepsy is a brain disorder, characterized by recurrent seizures due to abnormal neuronal activity originating from a population of cortical neurons. It is known that seizures are often associated with abnormal glial cell function at the seizure focus. Recent studies have shown that each glial type such as astrocytes display significant degree of heterogeneity in their development, molecular signatures, and function depending on the brain region in which they are located. It is unknown if such heterogeneity differentially influence/cause seizures. Previous studies in Drosophila have shown that aberrant cortex glial function led to light inducible seizures in Ceramide phosphoethanolamine synthase (cpes) and temperature inducible seizures in zyd mutants. Here, we have optimized Gal4/Split-Gal4/Gal80/LexA drivers to specifically express a gene of interest throughout development in cortex glial subpopulations in different parts of the brain including optic lobe (OL), central brain (CB) and ventral nerve cord (VNC). Using these tools, we performed brain region specific cortex glial rescue experiments in cpes and zyd mutants. We found that OL and CB, but not VNC specific cortex glial expression of UAS CPES, were able to significantly suppress light inducible seizures in cpes mutants. In contrast, VNC but not OL or CB specific cortex glial expression of UAS Zyd suppressed temperature sensitive seizures. Further, in a third model, expression and activation of transient receptor potential (dTrpA1) just in the VNC specific cortex glia was sufficient to induce temperature sensitive seizures in wild type flies. Our findings suggest that regionally specialized cortex glial subtypes differentially regulate seizure susceptibility in seizure models.", "date": "2025-06-28", "journal": ""}
{"title": "Why Meaning Survives Noise: The Spatiotemporal Abstraction Theory", "doi": "10.1101/2025.06.28.662092", "authors": "Fridman, G. Y.", "abstract": "The brain excels at extracting meaning from noisy and degraded input, yet the computational principles that underlie this robustness remain unclear. We propose a theory of spatiotemporal abstraction (STA), in which neural networks integrate inputs across space and time to produce multi-scale, concept-level representations that remain stable despite loss of detail. We demonstrate this principle using spectrograms of spoken sentences and their degraded analogs from cochlear implants, showing that as integration kernels widen, distorted input converges toward the original representation. This mechanism may explain how cochlear implant users comprehend speech despite severely scrambled afferent signals. STA provides a unified framework for understanding abstraction as an emergent property of cortical architecture, with implications for memory, neuroprosthesis design, and robust artificial systems.", "date": "2025-06-28", "journal": ""}
{"title": "YAP/TAZ create a physical niche for the maintenance of adult neural stem cell quiescence", "doi": "10.1101/2025.06.27.661955", "authors": "Blasco-Chamarro, L.; Garcia-Bolufer, P.; Duart-Abadia, P.; Jordan-Pla, A.; Sirerol-Piquer, M. S.; Carrillo-Barbera, P.; Sgattoni, C.; Mateos-White, I.; Gil, C.; Morante-Redolat, J. M.; Farinas, I.", "abstract": "Adult stem cells inhabit specialized niches where local and systemic cues regulate their behavior. In the mouse ventricular-subventricular zone (V-SVZ), neural stem cells (NSCs) dynamically transition between quiescence and activation and reside amidst unique deposits of extracellular matrix (ECM) known as fractones. We show that NSCs that enter quiescence in response to BMP4 secrete a complex ECM that, on its own, is capable of inducing NSC quiescence. This specific ECM triggers the nuclear translocation of Yes-associated protein (YAP), to induce further ECM remodeling and adhesion. Together, the BMP-ECM-YAP pathway creates a two-step mechanism where a soluble and transient quiescence-inducing signal leads to the formation of a physical niche to maintain the quiescent state. In the intact niche, YAP and its paralog TAZ (Transcriptional coactivator with PDZ-binding motif) essentially sustain quiescence by preserving fractones and the characteristic structural organization. Moreover, our findings reveal a previously unrecognized role for YAP/TAZ in quiescence.", "date": "2025-06-28", "journal": ""}
{"title": "Respiration as a dynamic modulator of sensory sampling", "doi": "10.1101/2025.06.26.661828", "authors": "Chalas, N.; Saltafossi, M.; Berther, T.; Balestrieri, E.; Abbasi, O.; Gross, J.; Kluger, D. S.", "abstract": "Respiration dynamically modulates sensory perception by orchestrating transient states of the brain and the body. Using simultaneous recordings of high-density magneto-encephalography (MEG), respiration, and pupillometry, we show that human perceptual sensitivity to near-threshold visual stimuli was enhanced during inspiration, coinciding with respiration-modulated increases in arousal neuromodulation and cortical excitability. Participants adapted their breathing patterns to align with predictable stimulus onset, and this adaptive respiratory control correlated with improved performance. We further reveal that respiration-modulated changes in alpha and beta oscillations reflect distinct shifts in sensory and motor excitability, respectively. Crucially, respiration-resolved multivariate Granger causality analyses demonstrate that the breathing rhythm systematically shapes directed information flow within a widespread interoceptive network. This respiration-brain coupling was flexibly adjusted based on stimulus predictability, highlighting a novel mechanism for active sensing which integrates internal bodily rhythms with external sensory demands to optimize perception.", "date": "2025-06-28", "journal": ""}
{"title": "Analysis of astrocyte progenitors derived from human induced pluripotent stem cells in vitro and following transplantation into the intact spinal cord.", "doi": "10.1101/2025.06.27.661961", "authors": "NICEFORO, A.; Jin, Y.; Ramakrishnan, S.; Lindner-Jackson, M.; Qiang, L. O.; Fischer, I.", "abstract": "Functional improvement following traumatic spinal cord injury (SCI) remains limited, therefore, it is necessary to develop therapeutic interventions such as cell transplantation to replace lost cells and promote connectivity. While transplantation typically focuses on neurons, it is important to include other neural cells, such as immature astrocytes, to provide a permissive environment, promote neuroprotection and regeneration, and ultimately restore connectivity. In this study, we leveraged cellular engineering using human induced pluripotent stem cells (hiPSCs) to generate astrocyte progenitor cells (hAPCs). We tested two hiPSC lines (WTC11 and KOLF2.1J) to characterize the fate of the hAPCs in vitro and following transplantation at the cervical level of the intact spinal cord for up to 3 weeks. Our results demonstrated efficient and consistent differentiation of the hiPSCs into hAPCs, their survival and integration with the adult spinal cord, with no signs of tumors, deleterious outcomes, and unexpected locations. The ability to survive and the absence of adverse effects indicate that hAPC transplantation could be a safe element of therapy in treating spinal cord injuries.", "date": "2025-06-28", "journal": ""}
{"title": "Early life stress modulates behavioral sensitivity to alcohol and promotes escalation of alcohol drinking", "doi": "10.1101/2025.06.27.661986", "authors": "Morningstar, A. R.; Ledbury, O. S.; Yu, A. C.; Sardar, H.; Rogers, E. T.; Kandil, I. F.; Fajardo, R. N.; Benabou, M. E.; Giardino, W. J.", "abstract": "Adverse childhood experiences significantly increase the risk of developing alcohol use disorder (AUD) in adulthood. We used a model of combined limited bedding/nesting and maternal separation (LBN+MS) in C57BL/6J background mice to investigate how early life stress (ELS) modulates behavioral sensitivity to alcohol, long-term alcohol drinking patterns, and the effects of alcohol on social behaviors. Our findings reveal that ELS increased sensitivity to the stimulatory locomotor effects of alcohol (1.75 g/kg) selectively in females and reduced sensitivity to the sedative effects of alcohol (4.0 g/kg) particularly in males. This pattern of enhanced stimulation and diminished sedation is consistent with phenotypes observed in human subjects at high risk for developing AUD. ELS also significantly enhanced escalation of voluntary alcohol intake and preference over eight weeks of two-bottle choice intermittent access drinking particularly in males. Additionally, social behavior assessments revealed that ELS impaired sociability selectively in females with a history of alcohol drinking, highlighting the detrimental interactive effects of ELS and alcohol exposure on adaptive behaviors. These results underscore the complex interplay between ELS, alcohol responses, and sex differences, suggesting that ELS creates a high-risk phenotype for AUD through altered alcohol behavioral sensitivity. Our study highlights the importance of future studies that seek to identify the neurobiological mechanisms underlying these interactions, which may pave the way for targeted interventions in populations affected by childhood adversity and excessive alcohol consumption.", "date": "2025-06-28", "journal": ""}
{"title": "Dynamic recruitment of PV interneurons in the somatosensory cortex induced by experience dependent plasticity", "doi": "10.1101/2025.06.27.662081", "authors": "Campos, B.; Marmouset-de la Taille, I.; Zeiger, W. A.", "abstract": "Adaptive circuit plasticity plays crucial roles in the brain during development, learning, sensory experience, and after injury. During chronic whisker trimming, a well-studied paradigm for inducing experience dependent plasticity, whisker representations in the somatosensory barrel cortex (S1BF) undergo remapping, with expansion of maps for spared whiskers and contraction of maps for trimmed whiskers. At the cellular level, excitatory pyramidal cells in Layer 2/3 shift their whisker tuning, increasing selectivity to spared whiskers and away from deprived whiskers. While these changes are well documented, the circuit mechanisms regulating experience-dependent plasticity remain incompletely characterized. Parvalbumin (PV) interneurons play important roles in regulating the spatial and temporal dynamics of sensory evoked activity in Pyr cells and have been implicated in the regulation of experience dependent plasticity in other cortical regions. However, there is little evidence as to how the sensory evoked activity of PV cells change in S1BF during whisker trimming or how those changes might affect cortical remapping. To address these questions, we used longitudinal in vivo two-photon (2P) calcium imaging of PV cells in S1BF before, during, and after inducing experience-dependent plasticity by whisker trimming. At baseline, we found that PV cells have spatially distributed responses to whisker deflections, responding best to the principal whisker of a given barrel and less frequently to surround whiskers in a distance-dependent manner. After whisker trimming, there is a substantial recruitment of PV cells responsive to the spared whisker in deprived, but not spared, barrels. Upon whisker regrowth, this recruitment is reversed, but changes in individual PV cell whisker selectivity can persist for weeks. To probe the potential casual effects of increased PV activity during whisker trimming, we used chemogenetics to acutely manipulate the activity of PV cells and found that modulating PV cell activity strongly affects sensory evoked responses in local Pyr and PV cells, as well as Somatostatin (SST) interneurons. In particular, increased PV cell activity strongly suppressed activity in all three cell types. Together, our results reveal dynamic changes in the spatial distribution and tuning of PV cells during experience dependent plasticity and suggest that increased PV cell activity could constrain the extent of potential cortical remapping in the adult S1BF.", "date": "2025-06-28", "journal": ""}
{"title": "Validating molecular target-enriched fMRI for disentangling drug effects on dopamine", "doi": "10.1101/2025.06.27.661944", "authors": "van den Bosch, R.; Cools, R.", "abstract": "The psychostimulant methylphenidate may exert its effects on cognition and associated brain signals via action on the dopamine or noradrenaline transporter (DAT/NET). A recently developed and increasingly popular dual-regression approach (REACT; Dipasquale et al. (2019)) attempts to hone in on the molecular mechanisms underlying (drug-induced) changes in fMRI signal by enriching the analysis with information about the spatial distribution of molecular targets of interest. This method has great potential, but hitherto lacked validation of its molecular specificity and functional relevance. Here we leverage a unique pharmaco-fMRI dataset with established dopamine-dependent methylphenidate effects on neural reward prediction error (RPE) signaling, the canonical functional signature of dopamine. Using REACT we found that methylphenidate significantly modulated both DAT and NET-related functional connectivity networks, but only the effect on the DAT network varied with interindividual differences in striatal dopamine synthesis capacity, as measured with [18F]FDOPA PET. Furthermore, methylphenidate affected DAT-related connectivity in the prefrontal cortex in the same location where it affected neural RPE signaling. Together, these findings firmly establish the validity of REACT as a tool for isolating the role of dopamine from that of noradrenaline in methylphenidate's effects on brain function.", "date": "2025-06-28", "journal": ""}
{"title": "Interactome Analysis of the CC2D1A Scaffold Reveals Novel Neuronal Interactions and a Postsynaptic Role", "doi": "10.1101/2025.06.26.661826", "authors": "Heller, A. T.; Bhattacharya, A.; Li, H.; Turkalj, L.; Suzuki, E.; Mossa, A.; Zheng, H.; Hao, L.; Manzini, M. C.", "abstract": "Loss of the protein scaffold Coiled-coil and C2 domain containing 1A (CC2D1A) leads to intellectual disability (ID), autism spectrum disorder (ASD), and other neurodevelopmental presentations in humans. CC2D1A interactions have been studied in different cell lines proposing diverse roles in endolysosomal maturation and intracellular signaling, but the composition and functional mechanisms of the CC2D1A interactome remain poorly understood, especially in the brain. We per-formed comprehensive proteomic analyses to characterize CC2D1A binding partners, first com-paring immunoprecipitations with three different anti-CC2D1A antibodies in HEK293 cells and then probing the mouse hippocampus. In HEK cells, Gene Ontology (GO) analysis revealed broad interaction networks in the nucleus, mitochondrion, and cytoplasmic vesicles sharing functions in organelle organization, vesicle mediated transport, and protein metabolism. These are unified by the best characterized CC2D1A interactor, the ESCRT III component CHMP4B, and define a pleiotropic role for CC2D1A in membrane trafficking and protein homeostasis. In the hippocampus, using stringent criteria and additional controls, including a Cc2d1a hypomorph mouse line, we identified 10 high-confidence in-teractors in addition to CHMP4B (TNIK, G3BP2, CEP135, MAPKAP1, SHFL, PPT1, PNKD, VAMP5, and PPP6R2) revealing roles for RNA regulation and synaptic function. The HEK studies had also pointed to CC2D1B, the only paralog of CC2D1A, as an interactor. We confirmed that not only the two proteins can bind in the brain, but also localize in different synaptic compartments, showing that CC2D1A is uniquely enriched in the post-synapse. This supports a unique function of CC2D1A in regulation of synaptic transmission that could explain the more severe cognitive deficits in humans and mice upon its loss. To our knowledge these findings provide the most comprehensive characterization of the CC2D1A interactome to date, elucidating novel, multifaceted, and dynamic cellular functions, providing potential implications for its role in neurodevelopmental disorders.", "date": "2025-06-28", "journal": ""}
{"title": "Unveiling the biochemical catalysis and regulatory mechanisms of the E3-independent E2 enzyme hUBE2O", "doi": "10.1101/2025.06.27.661974", "authors": "Xiang, D.; Tang, X.; Shi, R.; Dong, S.; Zhang, X.", "abstract": "UBE2O, an E3-independent E2 ubiquitin-conjugation enzyme, directly engages substrates to mediate Ubiquitin conjugation and ligation. Despite its critical role in ubiquitination of multiple substrates, the catalytic and regulatory mechanisms of Homo sapiens UBE2O (hUBE2O) remain incompletely understood. Here, combining domain truncation, systematic mutagenesis and well-designed biochemical approaches, we demonstrate that hUBE2O mediates both mono- and polyubiquitination through a unique catalytic architecture. While none catalytic cysteines function for hUBE2O's E3 activity, the coiled-coil (CC) and C-terminal regulatory (CTR) domains maintain catalytic competence, with the N-terminal regions exerting activity restrictions. Interestingly, hUBE2O activity is refractory to its self-ubiquitination and phosphorylation state. Instead, specific non-cysteine residues (H939, T995, S1042A, S1046A, S1060A and H1130) emerge as critical regulators of substrate selectivity and catalytic optimization. Surprisingly, zinc ions emerge as potent allosteric inhibitors that bind cysteines of hUBE2O, sterically occluding the access of catalytic site C1040 to Ubiquitin. Our findings reveal that hUBE2O's E3-independent ubiquitination activity is governed by dynamic inter-domain cooperation and allosteric modulation, providing a mechanistic framework for understanding atypical ubiquitination and developing targeted modulators of hUBE2O function.", "date": "2025-06-28", "journal": ""}
{"title": "Evaluating horseradish peroxidase-mimic DNAzyme transducer for glucometer readout: roles of various components and their optimization", "doi": "10.1101/2025.06.27.661989", "authors": "Parveen, S.; Ghosh, S.; Sengupta, M.; Talukdar, A.", "abstract": "The Development of decentralized disease detection elements is integral towards ensuring democratized access to healthcare. Personal glucometers, thanks to their low cost, ease of usage, and universal availability, are increasingly being identified as a central tenet of democratized disease detection. Towards this objective, it will first be critical to establish whether glucometers can be integrated with established molecular diagnosis workflows such as enzyme-linked absorbent assay (ELISA) or its analogous techniques such as enzyme-linked aptasorbent assays (ELASA). In ELISA or its analogous assays, horseradish peroxidase (HRP) or its mimics, such as hemin DNAzyme conjugated to biorecognition elements (e.g., antibody or aptamers), serve as the signal transducers. These transducers generate colorimetric or electrochemical signals measurable in centralized instruments such as ELISA readers or potentiostats. To become compatible with ELISA readouts in decentralized settings, the glucometers should therefore be able to quantify the activity of HRP mimics such as hemin DNAzyme. The current work thus explores the possibility of the use of glucometers as a general readout instrument for hemin DNAzyme transducer activity involving potassium ferrocyanide as a novel redox substrate. Using both absorbance and glucometer readout, we systematically investigated the role of buffer, pH, redox mediator, and H2O2 in achieving optimal readout conditions. It also probed the prospective DNAzyme operational range under these assay conditions. In addition, transferability of optimized assay parameters in other commercial glucometer brands, as well as preliminary suitability in HRP enzyme, was explored. Altogether, our study explores the possibility of using DNAzymes as transducers for glucometers as a democratized alternative to ELISA readers, multimode readers, or potentiostats towards equitable access to disease diagnosis.", "date": "2025-06-28", "journal": ""}
{"title": "Chemoenzymatic Synthesis of Asymmetric Bisecting Bi-, Tri-, and Tetra-Antennary N-Glycans", "doi": "10.1101/2025.06.26.661710", "authors": "Ghotekar, B. K.; Bhagwat, S. K.; Chopra, P.; Buckley, T.; Boons, G.-J.", "abstract": "N-Acetylglucosaminyltransferase-III (GnT-III) is a glycosyltransferase that can install a {beta}1,4-linked N-acetylglucosamine (GlcNAc) residue at the central {beta}-mannoside of N-glycans. The resulting so-called bisecting GlcNAc is not further extended by glycosyl transferases and has been implicated a wide range of biological processes. The molecular mechanisms by which bisection modulates the biosynthesis of N-glycans and influences molecular recognition is not well understood, which is due to a lack of well-defined N-glycans with and without bisection. We describe a chemoenzymatic methodology that can readily provide a wide range of asymmetrical bisecting bi-, tri- and tetra-antennary N-glycans. It was found GnT-III can act on bi-, tri- and tetra-antennary N-glycans and can also accepts N-glycans having a {beta}1,2GlcNTFA or GlcN3 moiety at the 1,2Man- or 1,6Man- antenna making it possible to prepare panels of asymmetrical N-glycans with and without bisection and having different patterns of sialylation and fucosylation. Kinetic experiments showed GnT-III preferentially modifies bi-antennary glycans. The compounds were printed as a glycan microarray, which was screened for lectin binding. It was found that some lectins preferentially bind to bisecting glycans, whereas others do not tolerate or are not affected by this modification. We investigated receptor specificities of human H1N1 and H2N3 influenza viruses and animal H5N1 viruses that pose a pandemic threat including a virus that has become endemic in cattle. The H1N1 and H2N3 viruses did not tolerate bisection whereas it did not affect H5N1 viruses. A/bovine had the broadest receptor specificity providing a rationale for its wide host range.", "date": "2025-06-28", "journal": ""}
{"title": "Controlled decorin delivery from injectable microgels promotes scarless vocal fold repair", "doi": "10.1101/2025.06.25.661429", "authors": "Friedman, R.; Brown, E. A.; Bonelli, H. M.; Gupta, Y.; Aronson, M.; McDaid, K.; Oh, H. M.-Y.; Bandora, E. A.; Zur, K. B.; Gottardi, R.", "abstract": "Vocal fold (VF) scarring is a leading cause of poor voice, yet no therapies exist to prevent its progression. Current treatments, such as intracordal steroid injections, offer limited efficacy and carry significant off-target toxicities. To identify targeted anti-scarring strategies, we performed transcriptomics of human VF myofibroblasts, the cellular drivers of VF scarring, and identified the proteoglycan decorin (DCN) as downregulated in activated myofibroblasts. We also show a time-dependent decrease in DCN during fibrotic wound healing in a preclinical rat model of VF scarring. Administration of DCN suppressed VF myofibroblast activation by reducing pro-fibrotic gene expression, alpha-smooth muscle actin (alpha-SMA) levels, and cell contractility. DCN was encapsulated in hyaluronic acid microgels for sustained protein release over 3 weeks. In a rat model of VF scarring, DCN-loaded microgels prevented hallmark features of scarring, including collagen deposition and myofibroblast activation. These findings highlight DCN as a promising therapeutic and provide a sustained delivery platform with translational potential against VF scarring.", "date": "2025-06-28", "journal": ""}
{"title": "Unsupervised Multi-scale Segmentation of Cellular Cryo-electron Tomograms with Stable Diffusion Foundation Model", "doi": "10.1101/2025.06.25.661425", "authors": "Uddin, M. R.; Nguyen, T.-H.; Tabib, H. M. S.; Gandhi, K.; Xu, M.", "abstract": "We introduce an unsupervised approach for segmenting multiscale subcellular objects in 3D volumetric cryo-electron tomography (cryo-ET) images, addressing key challenges such as large data volumes, low signal-to-noise ratios, and the heterogeneity of subcellular shapes and sizes. The method requires users to select a small number of slabs from a few representative tomograms in the dataset. It leverages features extracted from all layers of a Stable Diffusion foundation model, followed by a novel heuristic-based feature aggregation strategy. Segmentation masks are generated using adaptive thresholding, refined with CellPose to split composite regions, and then utilized as pseudo-ground truth for training deep learning models. We validated our pipeline on publicly available cryo-ET datasets of S. Pombe and C. Elegans cell sections, demonstrating performance that closely approximates expert human annotations. This fully automated, data-driven framework enables the mining of multi-scale subcellular patterns, paving the way for accelerated biological discoveries from large-scale cellular cryo-ET datasets.", "date": "2025-06-28", "journal": ""}
{"title": "Alignment-free Bacterial Taxonomy Classification with Genomic Language Models", "doi": "10.1101/2025.06.27.662019", "authors": "Leske, M.; FitzGerald, J. A.; Coughlan, K.; Bottacini, F.; Afli, H.; Andrade, B. G. N.", "abstract": "Advances in natural language processing, including the ability to process long sequences, have paved the way for the development of Genomic Language Models (gLM). This study evaluates the feasibility of four models for bacterial classification using 16S rRNA sequences and demonstrates that gLM embeddings can be applied to effectively classify sequences at the species level, matching or outperforming the accuracy of established bioinformatics tools like BLAST+ and VSEARCH. We adopt cosine similarity as a computationally efficient metric, enabling classification orders of magnitude faster than current methods, and show that it carries biologically relevant signals. In addition, we demonstrate how sequence embeddings can be used to identify mislabeled sequences. Our findings place gLM embeddings as a promising alternative to traditional alignment-based methods, especially in large-scale applications such as metataxonomic assignments. Despite its wide potential, key challenges remain, including the sensitivity of embeddings to sequences of different lengths", "date": "2025-06-28", "journal": ""}
{"title": "A Minimal Chemo-mechanical Markov Model for Rotary Catalysis of F1-ATPase", "doi": "10.1101/2025.06.26.661389", "authors": "Chen, Y.; Grubmüller, H.", "abstract": "F1-ATPase, the catalytic domain of ATP synthase, is pivotal for mechano-chemical energy conversion in mitochondria. Aiming at a minimal yet quantitative and thermodynamically consistent model for F1-ATPase rotary catalysis mechanism, here we developed a chemo-mechanical Markov model that involves the relevant conformational and chemical degrees of freedom and reproduces all relevant experimental data. We systematically evaluated over 14,000 model variants, combining exhaustive Bayesian search in the large parameter space of transition rates with cross-validation. Unexpectedly, we find that a fully functional minimal model requires four distinct {beta}-subunit conformations. Further, our model reconciles the decade-long bi-site vs. tri-site controversy, clarifying that both pathways contribute depending on ATP concentration. Additionally, our model suggests a Brownian-ratchet-like mechanism that explains the observation that one ATP hydrolysis event can trigger larger than 120{degrees} rotations, thereby explaining seemingly over 100% efficiency. Beyond this prototypic example of a complex biomolecular machine, our approach should enable one to study many other enzymatic mechanisms that implement close coupling between conformational motions, substrate binding, and chemical reactions.", "date": "2025-06-28", "journal": ""}
{"title": "Protein Frustration Reveals Active Sites in Co-Evolved GPCR:G Protein Complexes and in Engineered Targeted Degrader Complexes", "doi": "10.1101/2025.06.27.660602", "authors": "Wei, W.; Del Mundo, R.; Yang, T.; Mukhaleva, E.; Sivaraj, I. R.; Shanmugasundaram, V.; Branciamore, S.; Rodin, A. S.; Sivaramakrishnan, S.; Ma, N.; Vaidehi, N.", "abstract": "The folded structure of a protein is understood to be an optimal energy state. However, previous studies have shown that certain amino acid residue positions that play a critical role in protein function are often in a suboptimal energy state or \"frustrated\". Here, we leverage over 1200 three-dimensional structures of G protein-coupled receptors (GPCRs) to demonstrate that residues at the interface between GPCR and its ligand or G protein contain a higher density of frustrated residues compared to other structural regions in the receptor. Likewise, the G subunit of the trimeric G proteins shows multiple clusters of highly frustrated residues on its surface that overlap with their effector protein (G{beta}{gamma}, RGS, Adenyl cyclase, Ric8) binding interfaces. Compared to the co-evolved GPCR:G protein complexes, engineered protein complexes, such as those facilitated by molecular degraders, show a much greater density of highly frustrated residues in the degrader interface. Our study highlights the use of protein frustration as an invaluable tool to evaluate both native protein-protein interfaces and design strategies to facilitate engineered protein complexes", "date": "2025-06-28", "journal": ""}
{"title": "A Two-Phase Core-Plasma Model for Microvascular Blood Flow: Comparative Analysis of Hemodynamic Models", "doi": "10.1101/2025.06.25.661657", "authors": "Salame, M.; Fenech, M.", "abstract": "Microcirculatory blood flow exhibits complex non-Newtonian behavior, including shear-thinning properties and the formation of a cell-free layer (CFL)--a plasma-rich region near vessel walls. While traditional rheological models such as Newtonian, Power Law, and Carreau describe certain flow characteristics, and empirical models like the double-parameter power fit have been used to capture velocity profiles, these approaches fall short in fully characterizing the dynamic interplay between red blood cells (RBCs) and plasma. This study introduces the Core-Plasma Model, a two-phase framework that integrates Newtonian and non-Newtonian elements to represent the RBC-rich core and surrounding CFL. In vitro experiments in 25 {micro}m and 50 {micro}m round channels across varying flow rates, hematocrit levels (5-20%), and suspending media (PBS and native plasma) demonstrate the models superior ability to capture velocity and shear rate profiles. The Core-Plasma Model offers a robust platform for advancing microscale hemodynamic predictions and deepening the understanding of microvascular flow dynamics.", "date": "2025-06-28", "journal": ""}
{"title": "Pharmacological inhibition of G protein-coupled receptor kinase 5 decreases high-fat diet-induced hepatic steatosis in mice", "doi": "10.1101/2025.06.25.661655", "authors": "Seramur, M. E.; Sink, S.; Reeves, T. E.; Solberg Woods, L. C.; Key, C.-c. C.", "abstract": "G protein-coupled receptor kinase 5 (GRK5) is implicated in the pathogenesis of obesity in both humans and rodent models. Our previous work demonstrated that genetic deletion or pharmacological inhibition of GRK5 suppresses 3T3-L1 adipocyte differentiation. Here, we assessed the small-molecule GRK5 inhibitor, GRK5-IN-2, for its effects on metabolic tissues and therapeutic potential in a diet-induced obesity mouse model. Mice were fed a high-fat diet for 8 weeks to induce obesity, followed by continued a high-fat diet with oral administration of GRK5-IN-2 (25 or 50 mg/kg) or water vehicle, five days per week for an additional 16 weeks. GRK5-IN-2 treatment had no effect on body weight, fat/lean mass, insulin tolerance, food intake, or energy expenditure but significantly reduced hepatic triglyceride accumulation and de novo lipogenesis. A follow-up study using 25 mg/kg of GRK5-IN-2 confirmed no effect on adiposity but reduced hepatic triglycerides. GRK5-IN-2 treatment decreased expression of the lipogenic gene Acc2 while upregulating lipid utilization proteins COXIV and ACSL1 in the liver, likely contributing to lower triglyceride levels. Together, these findings suggest that GRK5 inhibition selectively modulates hepatic lipid metabolism without altering systemic metabolic parameters, highlighting GRK5 as a potential therapeutic target for fatty liver disease.", "date": "2025-06-28", "journal": ""}
{"title": "SGLT2 Inhibition Ameliorates Age-Dependent Renovascular Rarefaction", "doi": "10.1101/2025.06.27.654312", "authors": "Paulmann, A.; Cox, M. D.; Boewer, T. J.; Somers, H.; Seaman, R.; Fuqua, H.; Graber, J. H.; Mahajan, A.; Johnson, C. P.; Beverly-Staggs, L. L.; Sandhi, S.; Heiko, S.; Haller, H.", "abstract": "Introduction: Aging is associated with progressive loss of renal function and vascular structure, with and without chronic kidney disease. However, the mechanisms driving renal vascular aging and potential therapeutic interventions remain poorly understood. Methods: To model this state of affairs, we used African turquoise killifish (Nothobranchius furzeri), a naturally short lived vertebrate. We then inhibited the sodium glucose co transporter 2 inhibition (SGLT2i) to test a potential therapeutic intervention. Histological, immunofluorescent, and 3D vascular imaging were used to evaluate glomerular, tubular, and vascular changes. Single nuclei transcriptomic profiling was performed on whole kidneys to identify age and treatment associated molecular signatures. Results: Aged killifish kidneys exhibited hallmark features of human renal aging, including glomerulosclerosis, tubular fibrosis, and vascular rarefaction. Functional changes included increased proteinuria and altered tubular transporter expression. Transcriptomic profiling revealed a metabolic shift from oxidative phosphorylation to glycolysis and upregulation of proinflammatory pathways. Aged vasculature also displayed a marked reduction in tight junctions and cell cell contacts. Dapagliflozin attenuated age related vascular rarefaction, preserved functional peritubular capillary networks, and reduced albuminuria by restoring a youthful transcriptional profile and enhancing intercellular signaling. However, fish lifespan was not extended. Conclusion: This study establishes the killifish as a translational model for investigating renal vascular aging. We show that SGLT2i preserves renal microvascular structure and function, reduces proteinuria, and reprograms the aged transcriptome. These results support a vascular protective role of SGLT2i in mitigating age related renal deterioration.", "date": "2025-06-28", "journal": ""}
{"title": "Blockade of VCAM1 or VLA4 preserves cerebrovasculature and prevents cognitive decline late after stroke", "doi": "10.1101/2025.06.25.661593", "authors": "Zera, K. A.; Bradshaw, K.; Zhu, L.; Hahn, O.; Foltz, A.; Peterson, T.; Yousef, H.; Lee, D.; Mayne, E. W.; Aghaeepour, N.; Wyss-Coray, T.; Buckwalter, M. S.", "abstract": "Infarct-induced neurodegeneration increases dementia risk for at least a decade in humans. It can be modeled in wildtype mice, where a cortical stroke results in chronic lymphocytic infiltration into the infarct and delayed cognitive decline. Vascular cell adhesion molecule 1 (VCAM1) on endothelial cells is increased by stroke and facilitates immune cell diapedesis by binding very late antigen 4 (VLA4) on immune cells. We report here that after stroke, chronic but not acute treatment with a VCAM1 blocking antibody reduces B and T lymphocyte infiltration and prevents chronic cognitive dysfunction in wildtype male and female mice. Preservation of cognitive function also occurred after chronic anti-VLA4 treatment despite anti-VLA4s lack of effect on lymphocyte infiltration. High-depth single-cell RNA sequencing of the chronic infarct and peri-infarct cortex revealed an infarct-induced decrease in expression of blood vessel growth and maturation genes in endothelial cells that was reversed by both anti-VLA4 and anti-VCAM1. Plasma proteomics also support a vasculoprotective mechanism of anti-VCAM1. Finally, immunostaining demonstrated that both antibodies improve pericyte coverage of the vasculature and prevent extravascular fibrinogen leakage. Together, our findings indicate that vascular structure and function remain abnormal long after stroke and that the VLA4/VCAM1 axis is a promising treatment target for infarct-induced neurodegeneration as blockade of either molecule restores cerebrovasculature and prevents cognitive decline.", "date": "2025-06-28", "journal": ""}
{"title": "Lcn2 deficiency leads to social impairments independent of maternal immune activation.", "doi": "10.1101/2025.06.27.661499", "authors": "Pekala, M.; Zawislak, S.; Romanis, S.; Nader, K.; Cabaj, A.; Madecka, A.; Puscian, A.; Knapska, E.; Pawlak, R.; Kaczmarek, L.; Kalita, K.", "abstract": "Maternal infection during pregnancy is a well-established risk factor for neurodevelopmental disorders (NDDs), yet the underlying molecular mechanisms remain poorly understood. Lipocalin-2 (Lcn2), an innate immune protein that is highly upregulated during infection, also affects neuronal and glial function. This study investigates the role of Lcn2 in shaping brain development, particularly after maternal immune activation (MIA). To mimic maternal infection, pregnant mice received intraperitoneal injections of either lipopolysaccharide (LPS) or saline on embryonic days 16 to 18 to model infection during the second trimester of pregnancy in humans. We first showed that Lcn2 mRNA is expressed in the fetal brain and that MIA significantly upregulates Lcn2 mRNA and protein in the hippocampus and neocortex of both sexes. To assess functional relevance, we employed Lcn2 heterozygous females to generate wild-type and Lcn2 KO offspring from the MIA and control groups. Both female and male offspring underwent a battery of behavioral assays. Lcn2 deletion and MIA independently induced deficits in social behavior and increased repetitive behavior phenotypes relevant to NDDs in adult animals. However, their combination did not exacerbate these effects, suggesting an occlusion effect. Interestingly, no deficits were observed in the learning and memory task. To investigate potential shared molecular mechanisms, we performed RNA sequencing of the fetal forebrain 4 hours after the final LPS injection. This analysis revealed an overlapping group of differentially expressed genes in the Lcn2 KO and MIA groups, indicating convergence on similar transcriptional pathways that may underlie the observed behavioral phenotypes. These results suggest that while Lcn2 may not mediate the pathological effects of prenatal immune challenge, it plays a critical role in normal brain development.", "date": "2025-06-28", "journal": ""}
{"title": "The basolateral amygdala complex and perirhinal cortex represent focal and peripheral states of information processing in rats", "doi": "10.1101/2025.06.25.661598", "authors": "Wong, F. S.; Killcross, S.; Westbrook, R. F.; Holmes, N. M.", "abstract": "This study used variations of a sensory preconditioning protocol in male and female rats to test a theory that the basolateral amygdala complex (BLA) and perirhinal cortex (PRh) represent focal and peripheral states of attention, respectively. It specifically tested predictions derived from the theory regarding when learning about a stimulus that signals danger will be disrupted by BLA or PRh infusions of the N-methyl-D-aspartate receptor (NMDAR) antagonist, DAP5. Consistent with the theory, the effects of these infusions depended on the novelty/familiarity of the conditioned stimulus as well as the manner in which it was paired with foot shock. When a stimulus was novel, its conditioning required activation of NMDAR in the BLA and not the PRh (Experiments 2A and 2B) regardless of whether the stimulus-shock pairings were contiguous or separated in time. When a pre-exposed and, thereby, familiar stimulus was presented contiguously with shock, its conditioning again required activation of NMDAR in the BLA and not the PRh (Experiments 1A, 1B, 3A and 3B). However, when a pre-exposed stimulus was indirectly paired with shock - because it was associatively activated at the time of shock or separated from the shock by another stimulus - its conditioning required activation of NMDAR in the PRh and not the BLA (Experiments 1A, 1B, 3A and 3B). These findings are discussed in relation to theories of information processing that distinguish between focal and peripheral states of attention/memory, and past studies that have examined the substrates of learning and memory in the PRh and BLA.", "date": "2025-06-28", "journal": ""}
{"title": "Neurochemical Features and Glycan Patterns in the Wapiti Vomeronasal Pathway", "doi": "10.1101/2025.06.25.661586", "authors": "Antonio, A. M.; Hernando, G. G.; Cano, E. V.; Rois, J. L.; Moreira, O. S.; Sanchez-Quinteiro, P.; Ortiz-Leal, I.", "abstract": "The vomeronasal system (VNS) plays a central role in mammalian chemical communication, mediating critical social and reproductive behaviors. In the wapiti (Cervus canadensis), a cervid species with complex social structures and pronounced chemical signaling during the rut, the VNS had not been previously characterized. This study provides the first comprehensive anatomical and neurochemical analysis of the VNS in wapiti using histological, lectin-histochemical, and immunohistochemical techniques. The vomeronasal organ (VNO) exhibited clear rostrocaudal differentiation, with distinct sensory and respiratory epithelia, a complex glandular distribution, and region-specific expression of neural markers. Lectin binding patterns confirmed functional compartmentalization along the epithelium, and immunoreactivity for markers such as OMP, PGP9.5, CR, and G-protein subunits (Gi2, G{gamma}8, and G0) revealed detailed molecular organization. Notably, G0-positive neurons in the epithelium did not project to the accessory olfactory bulb (AOB), suggesting alternative targets, possibly within transitional zones. The AOB showed all canonical layers, including well-defined glomeruli and expression of markers such as calbindin, CR, GFAP, and LEA lectin. Novel findings include the presence of large white matter tracts and region-specific lectin distribution. Confocal double immunofluorescence and autofluorescence imaging were also employed, allowing high-resolution visualization of neuroepithelial architecture and glomerular domains. Altogether, our results demonstrate that the vomeronasal system in wapiti is highly developed and functionally specialized. These findings contribute to a better understanding of chemosensory communication in wild ungulates and provide a comparative framework for future studies in cervid behavior, reproduction, and conservation.", "date": "2025-06-28", "journal": ""}
{"title": "Dual inhibition of glutaminolysis and autophagy suppresses proliferation of Rheumatoid arthritis fibroblast-like synoviocytes and mitigates arthritis in SKG mice", "doi": "10.1101/2025.06.25.661649", "authors": "Naka, I.; Sendo, S.; Okano, T.; Uto, K.; Takahashi, S.; Hayashi, S.; Kuroda, R.; Morinobu, A.; Saegusa, J.", "abstract": "Recent evidence highlights the critical role of immune metabolism in the pathogenesis of rheumatoid arthritis (RA). We previously demonstrated that glutaminase 1 (GLS1), a key enzyme in glutamine metabolism, is upregulated in fibroblast-like synoviocytes from RA patients (RA-FLS) and that GLS1 inhibition exerts an antiproliferative effect on RA-FLS. Glutaminolysis has also been shown to suppress autophagy, raising the possibilitiy that inhibiting glutaminolysis may enhance autophagy. Given this interplay, we hypothesized that dual inhibition of glutaminolysis and autophagy could synergistically suppress RA-FLS proliferation. This study aimed to investigate the effects of combining autophagy and glutaminolysis inhibition on RA-FLS and arthritis in SKG mice. We utilized chloroquine (CQ) as an autophagy inhibitor and compound 968 (C968), a GLS1 inhibitor, to suppress glutaminolysis. Treatment with C968 upregulated LC3B and ATG5 expression and increased LC3-II protein levels in RA-FLS, indicative of enhanced autophagy. Furthermore, C968 promoted autophagosome formation in RA-FLS. These findings confirm that glutaminolysis inhibition enhances autophagy in RA-FLS. The combination of C968 and CQ significantly inhibited RA-FLS proliferation and increased apoptotic cell death. Moreover, C968-CQ co-treatment markedly alleviated arthritis severity in SKG mice. Our findings suggest that concurrent suppression of glutaminolysis and autophagy represents a promising therapeutic strategy for RA.", "date": "2025-06-28", "journal": ""}
{"title": "Cryogenic Electron Tomography Redefines Herpesvirus Capsid Assembly Intermediates Inside the Cell Nucleus.", "doi": "10.1101/2025.06.27.661840", "authors": "Oliver, S. L.; Chen, M.; Engel, L.; Hecksel, C. W.; Zhou, X.; Schmid, M. F.; Arvin, A. M.; Chiu, W.", "abstract": "Herpesviruses encapsulate their double-stranded DNA (dsDNA) genomes within an icosahedral nucleocapsid formed in the infected cell nucleus. Four biochemically purified nucleocapsids have been characterized, but their roles in herpesvirus replication remain controversial. The status of the capsid vertex-specific component (CVSC), essential for capsid stability and dsDNA packaging and retention, is also unclear. By integrating cryogenic focused ion beam milling with electron tomography and subtomogram averaging, we derived atomic models for all protein components, including the CVSC, across different herpesvirus capsid types within infected cell nuclei. Focused classification of pentonal vertex densities revealed differences in CVSC occupancy between genome-filled capsids and capsids lacking dsDNA, highlighting structural heterogeneity and providing insight into distinct capsid assembly stages in situ. These intra-nuclear findings redefine the maturation model of herpesvirus capsid assembly, advancing the understanding of herpesvirus replication, and demonstrate the effectiveness of in situ electron imaging by studying virus assembly within host cells.", "date": "2025-06-28", "journal": ""}
{"title": "Phospholipid-independent biogenesis of a functional RP4 conjugation pilus", "doi": "10.1101/2025.06.27.661960", "authors": "Ishimoto, N.; Frankel, G.; Beis, K.", "abstract": "Conjugation of the RP4 plasmid is mediated by short, non-retractable, rigid mating pili. Here, we report the cryo-EM structure of the RP4 pilus at 2.75 [A] resolution. Uniquely, this revealed that the cyclic TrbC pilin subunit is not lipidated; the only known example of a mating pilus made in the absence of phospholipids. This discovery challenges the prevailing model that the lipid moiety is essential for pili biogenesis and conjugation.", "date": "2025-06-28", "journal": ""}
{"title": "Detection of clade 2.3.4.4b H5N1 high pathogenicity avian influenza virus in a sheep in Great Britain, 2025", "doi": "10.1101/2025.06.27.661969", "authors": "Banyard, A. C.; Coombes, H.; Terrey, J.; McGinn, N.; Seekings, J.; Clifton, B.; Mollett, B.; Di Genova, C.; Sainz-Dominguez, P.; Worsley, L.; Jorquera, R.; Billington, E.; Fullick, E.; Schlachter, A.-L.; Jorge, D.; Nunez, A.; Falchieri, M.; James, J.; Reid, S. M.", "abstract": "Clade 2.3.4.4b H5N1 high pathogenicity avian influenza virus (HPAIV) continues to pose a significant global threat, affecting wild and domestic avian populations, and mammalian species. In early 2024, H5N1 HPAIV was detected in dairy cattle in the United States of America, where it has continued to circulate, with sporadic detections also reported in other ruminant species. The detection of high viral loads in milk from infected cattle, has resulted in several human infections, underscoring the zoonotic potential of these viruses. In response, several countries have intensified surveillance in non-avian species to evaluate the potential for undetected viral circulation in captive mammals. In Great Britain, bulk milk tank testing of cattle and targeted surveillance of captive mammalian species on an infected premises is undertaken in accordance with the outcome of a rapid risk assessment undertaken to determine the epidemiological links between the poultry and captive mammals. A result of this testing was the first recorded detection of clade 2.3.4.4b H5N1 HPAIV in a sheep in March 2025, identified on an infected poultry premises in Great Britain. An initial seropositive result in a single ewe triggered further investigation, confirming serological positivity across repeated sampling and the presence of viral RNA in milk samples. This detection was confined to a single animal and was likely attributable to proximity to infected poultry and a presumed heavily contaminated environment. The implications of this ruminant detection are discussed in the context of interspecies transmission and surveillance strategies.", "date": "2025-06-28", "journal": ""}
{"title": "Tissue-like structures formed by a bacterium", "doi": "10.1101/2025.06.27.661998", "authors": "Ampah, G. M. L.; Myers, C. J.; Ramirez Carbo, C. A.; Lin, I. S.; Nan, B.", "abstract": "Bacteria generally form only simple multicellular structures lacking the stable cell-cell connections characteristic of eukaryotic tissues. However, when the antibiotic moenomycin modifies peptidoglycan cell wall synthesis, rod-shaped cells of the Gram-negative bacterium Myxococcus xanthus become spherical, fuse their outer membranes, and assemble into stable, honeycomb-like lattices resembling eukaryotic tissues. These findings raise the intriguing possibility that some tissue-like organization could have evolved from stress-induced responses in bacterial ancestors.", "date": "2025-06-28", "journal": ""}
{"title": "Seasonal frost improves probiotic and nutrient availability in fermented vegetables", "doi": "10.1101/2025.06.27.661941", "authors": "Luzmore, A.; Grauer, J.; Barber, D.; Jorgensen, G.; Lau, P.; Jain, S.; Perron, G. G.", "abstract": "Climate change is shifting seasonal patterns in temperate regions, increasing the likelihood of early frost and raising questions about its impact on food production and quality. In this study, we tested how a single seasonal frost event influences microbial communities, fermentation dynamics, and the nutritional profile of naturally fermented cabbage and carrots, two cold-tolerant crops commonly grown in the Northeast US Using microbial sequencing, metagenomic analysis, and targeted vitamin assays, we found that frost exposure had no negative impact on microbial diversity or fermentation outcomes. Instead, it was associated with subtle shifts in microbial composition and increased abundance of genes involved in vitamin biosynthesis, including those linked to vitamin K2, B2, and threonine. These genetic changes corresponded to higher concentrations of vitamins A and E in fermented carrots and vitamin K in fermented cabbage. Our findings suggest that frost can enhance the nutritional and sensory qualities of fermented vegetables, offering a model for a new climate-resilient strategy for producing value-added, regionally distinctive food products.", "date": "2025-06-28", "journal": ""}
{"title": "MSIanalyzer: Targeted Nanopore Sequencing Enables Single Nucleotide Resolution Analysis of Microsatellite Instability Diversity", "doi": "10.1101/2025.06.26.661510", "authors": "Zhai, T.; Laverty, D. J.; Nagel, Z. D.", "abstract": "We present a targeted sequencing-based pipeline that profiles microsatellite instability (MSI) at single-nucleotide resolution. Targeted amplicons from the five widely studied Bethesda panel microsatellite loci were sequenced using Oxford Nanopore Technology in two microsatellite unstable colorectal cancer cell lines (HCT15, HCT116), two microsatellite stable cancer cell lines (TK6, U2OS), and two peripheral blood mononuclear cell samples from healthy donors. An anchor-extension algorithm was developed to capture repeat motifs while allowing interruptions, using a threshold informed by platform-specific error. Cluster-aware Dirichlet-multinomial and beta-binomial tests were applied for between-sample comparisons while accounting for read-level clustering within samples. The algorithm revealed distinct repeat profiles in HCT15 and HCT116 compared to other cell types and uncovered allelic diversity across samples at different MSI loci. Our approach complements existing short tandem repeat callers by preserving read-level diversity and delivering targeted, quantitative MSI calls with potential applications in mechanistic research and clinical assay development.", "date": "2025-06-28", "journal": ""}
{"title": "RAD18 Methylation by the Methyltransferase SETD6 Attenuates DNA Breaks", "doi": "10.1101/2025.06.27.662082", "authors": "Levy, D.; Weil, L. E.; Feldman, M.; Duine, J. V.; Qiu, J.; LaBaer, J.", "abstract": "This study investigated the interaction between the SETD6 lysine methyltransferase and RAD18, a key protein in the DNA damage repair pathway. SETD6 belongs to the SET-domain-containing family of proteins, which are known to catalyze protein methylation, a post-translational modification that plays a critical role in regulating protein function, stability, and interactions. Using protein microarray technology, we identified RAD18 as an interactor and substrate of SETD6. We confirmed this interaction through ELISA and immunoprecipitation assays, demonstrating that SETD6 directly binds and methylates RAD18. Using mass spectrometry and site-directed mutagenesis, we identified that RAD18 undergoes mono-methylation at the K73 and K406 residues. Furthermore, we found that RAD18 methylation affects its nuclear localization. Specifically, SETD6 KO cells exhibited increased nuclear RAD18 levels, suggesting that methylation status influences RAD18s shuttling between the cytoplasm and nucleus. Notably, depletion of SETD6 led to elevated markers of DNA damage ({gamma}H2AX) and increased DNA breaks, as evidenced by comet assays. Restoring SETD6 activity significantly reduced DNA damage, while a catalytic inactive mutant did not have this effect, underscoring the importance of SETD6's enzymatic function. Overall, our results demonstrate that SETD6-mediated methylation of RAD18 is essential for attenuating DNA breaks, thereby regulating its cellular localization and function in maintaining genomic integrity.", "date": "2025-06-28", "journal": ""}
{"title": "Strengthening intraguild predation increases the temporal variability of biomass across all trophic levels in model food webs", "doi": "10.1101/2025.06.25.661600", "authors": "Rakowski, C. J.; Leibold, M. A.; Farrior, C. E.", "abstract": "Multiple global-change forces, from habitat alterations to warming, are altering food webs and trophic interaction strengths. Such changes in trophic interactions have important implications, as it is a tenet of ecology that trophic interactions are linked to the functioning and stability of ecosystems. For example, changes in the presence or strength of intraguild predation (IGP), the consumption of a predator by another predator that competes for shared prey, can have cascading effects on the biomasses of species and trophic levels. For this reason, IGP can affect key ecosystem functions at the base of the food web and is of special interest to practitioners of biological pest control. However, the relationship between IGP and ecosystem stability is not yet well understood, especially whether and how IGP might affect the stability of non-adjacent lower trophic levels including primary producers. In this study we simulate the dynamics of a six-species, four-trophic-level food web plus a limiting nutrient to explore the relationship between IGP strength and the temporal variability of species- and trophic group-biomass. By varying the IGP rate given the abundance of the eaten predator, we find that the model food web abruptly shifts between equilibria in which all species maintain either constant biomass or stable limit cycles where all trophic levels exhibit sustained and significant oscillations. While complex feedback in the model creates a divergence between the IGP functional response and the resulting realized IGP strength, both stronger IGP functional responses and stronger realized IGP are associated with a higher likelihood of oscillations. Furthermore, analyses indicate that the strongest consumptive interaction induces the oscillating behavior in an indirect effect initiated by the change in IGP. Overall, these results suggest that as food web structure changes in ecosystems worldwide, strengthening IGP runs the risk of inducing destabilizing effects that extend to the base of food webs, while weakening IGP could confer stability to ecosystem functions such as primary production. Finally, we discuss relevance to management, including the implication that IGP among biological control agents should be minimized to maintain stable crop production.", "date": "2025-06-28", "journal": ""}
{"title": "Pollen Profiles and Floral Sources of Tennessee Honeys, an Influence of Appalachian Ecoregions", "doi": "10.1101/2025.06.27.660778", "authors": "Millet, L. J.; Reed, C. R.", "abstract": "Tennessee and the surrounding Appalachian region offer a uniquely rich floral landscape that supports the production of many flavorful, high-quality types of honey. Plant species such as tulip poplar, black locust, basswood, sumac, and sourwood provide abundant nectar that supports strong honey yields. Pollen from plants that produce little or no nectar also contribute to a diversity of honey flavors. This study uses DNA-based pollen profiling to identify plant sources contributing to honey varieties in single frames of honey. By analyzing individual honey frames through molecular and bioinformatic techniques, the project supports how regional and local diverse plant communities contribute to honey composition. This work demonstrates how genomic tools can be applied to classify honey by floral source, supporting future research in molecular genomics, apiculture, and biodiversity mapping. The findings also inform efforts to promote small batch honey extraction to enhance consumer awareness and valuation of locally sourced honey products.", "date": "2025-06-28", "journal": ""}
{"title": "Diet as a driver of natural selection in human evolution: a paleo-empirical perspective", "doi": "10.1101/2025.06.26.661798", "authors": "CHEN, Z.", "abstract": "Ancient DNA-based selection scans have revealed multiple diet-associated single nucleotide polymorphisms (SNPs) that exhibit robust signatures of natural selection. To test whether the selection was indeed driven by diet, we conducted a paleo-empirical investigation. We compiled an isotopic dataset comprising 6,064 ancient human samples and 5,635 food resource samples from Britain. We developed a Bayesian mixing model to estimate individual dietary proportions based on isotopic data and constructed a temporal dietary model spanning the last 10,000 years. Using 1,038 ancient DNA samples, we reconstructed derived allele frequency trajectories for 20 strongly selected SNPs via bootstrap resampling. We then applied a generalized additive model (GAM) to estimate both mean and time-varying selection coefficients, while accounting for various evolutionary forces beyond natural selection. Finally, we applied the convergent cross mapping (CCM) algorithm for causal discovery between the time-varying selection coefficients and their corresponding dietary variable. The findings demonstrate that specific dietary elements, including marine resources, C3 plants, and dairy consumption, have acted as selective pressures on specific SNPs whose associated phenotypes are primarily shaped by diet. However, diet-driven signals become less detectable when the phenotypes are influenced by multiple environmental factors, including but not limited to diet.", "date": "2025-06-28", "journal": ""}
{"title": "Variation in social feeding behavior and interactions among Caenorhabditis nematodes", "doi": "10.1101/2025.06.26.661336", "authors": "Haskell, D.; Palo, J.; Eugene, R. F. H.; Large, C. R. L.; Hart, M. P.", "abstract": "The ability to respond to complex stimuli and environmental cues is essential for organisms to survive and reproduce. Responding to a wide range of stimuli requires a neuronal network that can integrate cues and execute behavioral responses. Evolution of behaviors occurs ubiquitously in most established ecological niches, especially among closely related species. To uncover the genetic and neuronal drivers of evolving behaviors, we have taken advantage of the large and ancient divergence in the Caenorhabditis clade of nematodes to ask how different Caenorhabditis nematodes respond to environmental stimuli and are behavioral traits shared or distinct. Here, we assayed foraging behaviors of twelve members of the Caenorhabditis clade, including members of both the elegans and japonica supergroup, and the basal taxon C. monodelphis. For each species, we analyzed social feeding and bordering behaviors, which are well characterized in C. elegans. These behaviors are the functional readout of complex sensory integration of multiple sensory cues including pheromones, touch, O2/CO2 concentration, and attractive and noxious stimuli. We hypothesized that the evolutionary divergence between species would correlate to divergence in these behaviors. We observed wide variation in aggregate social feeding and bordering behaviors of hermaphrodite and female animals, but the variation did not correlate with evolutionary relatedness of the species. Combination of both sexes of individual species increased aggregation behavior of select species that had lower levels of aggregation in single sex assays. Combination of C. elegans with a second species in the same assay altered aggregate feeding behavior of C. elegans in a species-specific manner. Intraspecies and interspecies interactions can modify behavioral paradigms. Overall, we find that foraging and social feeding behaviors vary widely across Caenorhabditis species, likely due to species-specific responses and integration of context sensory cues.", "date": "2025-06-28", "journal": ""}
{"title": "Asian pika populations track local glaciation events through the Pleistocene", "doi": "10.1101/2025.06.25.661461", "authors": "Kumar, H.; Vijay, N.; Rajamani, N.", "abstract": "Background The Pleistocene glaciation cycles (2.6 mya - 11 kya) were major climatic events that shaped diversity and community assemblages on Earth. Cold-adapted, high-elevation specialists are expected to have responded negatively to warm interglacial periods, with populations contracting and being pushed up the elevational gradient, leading to isolated populations on mountain tops. During the cool glacial maximums, they are expected to have been distributed at both low and high elevations, with populations expanding and facilitating gene flow across mountains. Pikas (Ochotonidae) are poorly studied high-elevation specialist Lagomorphs being extirpated at alarming rates due to climate change. Insights into their historical demography and current effective population size are crucial in determining their current population status to inform conservation planning. Results We use de novo assembly to construct partial genomes of three Asian pika species (Ochotona ladacensis, O. nubrica, and O. macrotis) that differ in their life history, lifestyle, and social behaviors. We use a combination of species distribution modeling (SDM) projected back in time, in addition to inferring historical demographic patterns using a pairwise sequentially Markovian coalescent (PSMC) approach. Our SDMs predicted the largest bio-climatic niches for all three species during the last glacial maximum (LGM ~20 kya), and the smallest niches at the last interglacial (LIG~120 kya), agreeing well with the elevational shift hypothesis. Our PSMC models for the populations in the Changthang Biotic province (CBP), revealed largely synchronous oscillations of populations sampled in geological timescales but displayed contrasting temporal patterns of population spikes when compared with SDMs. The largest effective population sizes of all species examined on the CBP were inferred to pre-date both the LGM and LIG and were placed around the MIS-6 (~ 191 kya). After the MIS-6 local glaciation event, populations were inferred to have been through a deep bottleneck, correlating well with local glaciation patterns on this plateau. Conclusion Our study illustrates the power of using complementary approaches to infer historical demography in mountainous landscapes with complex glaciation histories. While SDMs appropriately describe species responses to historical climate across the geographic range of species, PSMCs are more informative about local population dynamics when subject to large degrees of population differentiation. All three species of pikas responded similarly to historical glaciation events on the CBP that differ from the rest of the world and other parts of the Himalayas and likely have very low effective population sizes at current timescales. This is one of the first few studies to examine the population demography of small mammals on the Indo-Tibetan Plateau and has the potential to inform species and population-specific conservation planning in the Himalayas. It is very likely that small mammals such as pikas, marmots and voles on the CBP have low effective population sizes due to historical inbreeding during the LIG and the lack of a glaciation rescue during the LGM. This highlights the need for conservation measures for small mammals on the landscape.", "date": "2025-06-28", "journal": ""}
{"title": "Unveiling the genetic basis of the low pH response in the acidophilic yeast Maudiozyma bulderi as a potential host for biorefinery", "doi": "10.1101/2025.06.27.661920", "authors": "Balarezo-Cisneros, L. N.; Hanak, A.; Zeef, L.; Mironov, A.; Valle, F.; Delneri, D.", "abstract": "Non-conventional yeasts represent a great genetic and phenotypic diversity with potential for industrial strain development in the bio-production of green chemicals. In recent years, mass genome sequencing of non-conventional yeasts has opened avenues to improved understanding of transcriptional networks and phenotypic plasticity and gene function, including the discovery of novel genes. Here, we investigated the expressional and morphological changes at low-pH in three strains of the acidophilic yeast Maudiozyma bulderi (previously Kazachstania bulderi and Saccharomyces bulderi): CBS 8638, CBS 8639 and NRRL Y-27205. The comparison of the transcriptome of cells growing in a bioreactor at pH=5.5 vs pH= 2.5, primarily showed dysregulation of genes involved in cell wall integrity, with NRRL Y-27205 the least acidophilic strain, showing the largest transcriptional response when compared to the other two strains. We identified four uncharacterised genes, unique to M. bulderi, and predicted function as transporters, upregulated at low pH. Microscopy studies showed that M. bulderi cell wall is not damaged in acidic environment, and the membrane lipid composition remains stable at low pH, unlike S. cerevisiae. Overall, our data on transcriptional variability in M. bulderi highlights genes and cellular pathways involved in the acidophilic adaptation of this species and can aid further strain development.", "date": "2025-06-28", "journal": ""}
{"title": "Excretory-secretory products of the fish-borne parasite Anisakis simplex L3 larvae possess allergens and unusual glycan modifications", "doi": "10.1101/2025.06.26.661700", "authors": "Adduci, I.; Wang, X.; Paschinger, K.; Wilson, I. B. H.; Cheng, G.; Yan, S.", "abstract": "Anisakis simplex is a parasitic aquatic nematode, which may cause mild-to-severe gastrointestinal allergic reactions (Anisakiasis) with clinical symptoms, such as rhinitis and urticaria in humans who accidentally consume raw or undercooked marine products contaminated with infective L3 Anisakis larvae. Several Anisakis excretory/secretory (E/S) products and somatic proteins are known to be involved in IgE-mediated allergic reactions. In comparison to vertebrates, nematodes have a distinct machinery to glycosylate their proteins and unusual glycan structures have been reported previously, many of which play immunogenic and immunomodulatory roles in host-parasite interactions. While an early study indicated that O-glycans participate the cross-reactivity of antibodies in allergy patients to A. simplex somatic antigens, the N-glycosylation pattern of Anisakis and the potential role of N-glycans in allergic reactions remained unknown. The aim of this study was to characterise N-glycans and the associated glycoproteins from Anisakis E/S products using mass spectrometry. We collected E/S products from larvae culture and released N-glycans from trypsinised proteins using PNGase Ar. Native glycans were pyridylaminated prior to HPLC separation and MALDI-TOF-MS/MS analysis. In addition, hydrofluoric acid and glycosidase digestions were performed to aid structural characterisation. MS data of 5h and 24h E/S products indicated the presence of pauci-mannose and core fucosylated N-glycans as major species; tri-fucosylated and methylated glycans as well as complex-type and phosphorylcholine-substituted glycans were also detected. In addition, E/S products were subject to proteomics analysis which revealed a set of proteins with conserved domains associated with allergens. Our study provides the first insight into the N-glycosylation machinery of Anisakis and highlights the needs for investigating whether and which N-glycans are indubitably involved in the modulation of allergic responses.", "date": "2025-06-28", "journal": ""}
{"title": "Phosphoproteomics unveils the signaling dynamics in neuronal cells stimulated with insulin and insulin-like growth factors", "doi": "10.1101/2025.06.25.661584", "authors": "Ushakumary, M. G.; Sontag, R.; Posso, C.; Fillmore, T. L.; Topping, M. E.; Olson, H. M.; De Jager, P. L.; Bennet, D. A.; Arvanitakis, Z.; Petyuk, V. A.", "abstract": "Background: Given the role of metabolism in brain health and disease, investigating the role of insulin (INS) and insulin-like growth factors (IGFs) as potential therapeutic strategies for neurodegenerative diseases is currently underway. Yet, the signaling pathways associated with INS and IGFs in the brain remain elusive, particularly for the human brain. Unraveling these pathways is critical for harnessing their therapeutic potential in metabolism-associated brain disorders. Methods: This study employed phosphoproteomics using human neuroblastoma cell line, SH-SY5Y, to unravel the signaling network of INS, IGF-1, and IGF-2. Briefly, cells were stimulated at 10 and 60-minutes with the ligands, followed by protein extraction, trypsin digestion, tandem mass tag (TMT)-labelling and phosphopeptides enrichment using an immobilized metal affinity chromatography (IMAC) and liquid chromatography-tandem mass spectrometry (LC-MS/MS) analysis. Data was processed using R statistical software. Protein annotations were obtained from the UniprotKB database, and pathway enrichment analysis was performed using Ingenuity Pathway Analysis (IPA). Results: Phosphoproteomics performed at 10 and 60 minutes identified 34358 phosphosites of which 3284 were significant at 10 min and 2374 at 60 min (p.adj <0.05) across all three ligands. Ligand stimulation induced modulation in phosphorylation at both the receptor level and downstream signaling targets at serine (S), threonine (T) and tyrosine (Y) residues. Phosphorylation of LIMA1-Y229, a regulator of actin-cytoskeletal function, was the most prominent Y phosphosite across all ligands. IPA identified Rho GTPase, the molecular switches that regulate actin cytoskeletal dynamics, as the most significantly enriched pathway, with IGF-1 predominantly driving phosphorylation of Rho GTPase effectors such as Rho Guanine nucleotide exchange factors (ARHGEFs), Rho GTPase activating proteins (ARHGAPs) and CDC42. Myocardin related transcription factor A (MRTFA), a transcriptional target of Rho GTPase, was increased in ligand-stimulated cells at 10 min, and inhibition of Rho/SRF pathway by CCG1423 prevents nuclear localization of IGF-1-induced MRTFA. Conclusions: This study demonstrates that INS, IGF-1 and IGF-2 regulate Rho GTPase and MRTFA activation, thereby contributing to the control of actin cytoskeletal dynamics in neuronal cells. Given the role of INS and IGFs in neuronal survival and neurodegenerative conditions, elucidating the mechanisms is of critical importance, as it offers insights into disease pathogenesis and potential therapeutic targets.", "date": "2025-06-28", "journal": ""}
{"title": "Mammalian Proteome Profiling Reveals Readers and Antireaders of Strand-Symmetric and -Asymmetric 5-Hydroxymethylcytosine-Modifications in DNA", "doi": "10.1101/2025.06.27.661915", "authors": "Engelhard, L.; Cakil, Z. V.; Eppmann, S.; Gonzalez, T. I.; Linser, R.; Janning, P.; Summerer, D.", "abstract": "The cytosine (C) modifications 5-methylcytosine (mC) and 5-hydroxymethylcytosine (hmC) are central regulatory elements of mammalian genomes. Both marks occur in dinucleotide contexts of double stranded DNA in either strand-symmetric or -asymmetric fashion, but it is still poorly understood how this symmetry information is selectively read out by the nuclear proteome as basis of potential symmetry-dependent regulation mechanisms. We report comparative enrichment/proteomics studies with promoter probes being strand-symmetrically or asymmetrically modified with C, mC and hmC, enabling a direct assessment of their reader profiles in the same sequence, tissue, and experimental contexts. We identify in human and mouse nuclear lysates a high number of tissue-specific readers for hmC-modified sequences that fall into distinct, probe-specific sub-groups, including members of important transcription factor classes and chromatin regulators. Among them, we discover the master regulators MYC and MAX that play central roles in cell (de)differentiation and cancer progression to read hmC in a sequence-dependent manner. We also find RFX5, a transcription factor critically involved in primary MHC class II deficiency to discriminate between specific hmC symmetries in CpG dyads. Our findings provide further support for the hypothesis that hmC symmetry information can provide distinct regulatory outputs, and provide a resource for studying the molecular mechanisms triggered by symmetric and asymmetric hmC modifications in chromatin regulation during development and disease.", "date": "2025-06-28", "journal": ""}
{"title": "Navigating the Lipid Universe with LipidLibrarian: A Cross-Linked Database for Lipidomics Data Integration", "doi": "10.1101/2025.06.26.661298", "authors": "Niedermaier, F.; Mechteridis, K.; Pelz, K.; Wuerf, V.; Koehler, N.; Pauling, J. K.", "abstract": "There are numerous public resources and guidelines available for lipidomics research, including standard nomenclatures, classification systems, and lipid databases. However, these resources are not always aligned with one another, making it difficult to find and compare information on the same lipid across different databases. To tackle these challenges we present LipidLibrarian, a lipid search engine that enables a combined search of all major lipid databases by aggregating the available information and presenting it in a unified manner. The three main sources of information that build the foundation of LipidLibrarian as a comprehensive search-engine are SwissLipids, LIPID MAPS and ALEX123. Furthermore, various secondary resources such as LION/web, LINEX, LipidLynxX, and Goslin were incorporated to enhance the results and conduct name and hierarchy conversions. LipidLibrarian is accessible via a user-friendly website, allowing the user to query lipids using their trivial names, shorthand notations, database identifiers, or their masses. Alternatively, LipidLibrarian can be accessed as a Python package for integration into high-throughput lipidomics pipelines. The output of a LipidLibrarian query is split into multiple categories, such as nomenclature, database identifiers, masses, adducts, fragments, ontology terms, and reactions. For each of these categories, LipidLibrarian aggregates the results from all databases and provides the source from which each value originates. This enables the user to quickly assess if the databases contain differing or conflicting information. In summary, LipidLibrarian provides an effortless, comprehensive and automated search for lipid information, thereby accelerating the research workflow and making it a meaningful tool for the scientific community.", "date": "2025-06-28", "journal": ""}
{"title": "EC-Bench: A Benchmark for Enzyme Commission NumberPrediction", "doi": "10.1101/2025.06.25.661207", "authors": "Davoudi, S.; Henry, C. S.; Miller, C. S.; Banaei-Kashani, F.", "abstract": "Enzymes are proteins that catalyze specific biochemical reactions in cells. Enzyme Commission (EC) numbers are used to annotate enzymes in a four-level hierarchy that classifies enzymes based on the specific chemical reactions they catalyze. Accurate EC number prediction is essential for understanding enzyme functions. Despite the availability of numerous methods for predicting EC numbers from protein sequences, there is no unified framework for evaluating and studying such methods systematically. This gap limits the ability of the community to identify the most effective approaches for enzyme annotation. We introduce EC-Bench, a benchmark for EC number prediction, consisting of 1) an initial representative set of existing methods (including homology-based, deep learning, contrastive learning, and language model methods), 2) exist-ing and novel accuracy and efficiency performance metrics, and 3) selected datasets to allow for comprehensive comparative study. EC-Bench is open-source and provides a framework for researchers to not only compare among existing methods objectively under uniform conditions, but also to introduce and effectively evaluate performance of new methods in a comparative framework. To demonstrate the utility of EC-Bench, we perform extensive experimentation to compare the existing EC number prediction methods and establish their advantages and disadvantages in a variety of prediction tasks, namely \"exact EC number prediction\", \"EC number completion\" and (partial or additional) \"EC number recommendation\". We find wide variation in the performance of different methods, but also subtle but potentially useful differences in the performance of different methods across tasks and for different parts of the EC hierarchy.", "date": "2025-06-28", "journal": ""}
{"title": "PatternExtract: A facile, scalable pipeline for point pattern generation from spatial imaging data", "doi": "10.1101/2025.06.25.661424", "authors": "Sridhar, S.; Kumar, G.; Jasoria, S.; Meng, Z.; Jaynes, P.; Rajan, V.; Scott, D.; Tripodo, C.; Jeyasekharan, A.", "abstract": "We present PatternExtract, an open-source pipeline that generates accurate spatial point patterns from RGB pathology images and cell coordinate data without relying on composite channels or proprietary software. Using a novel two-kernel tissue segmentation method combined with automated pixel classification in QuPath, PatternExtract precisely excludes tissue artifacts such as necrosis and blood vessels to define spatial windows. Optimized on 568 diffuse large B-cell lymphoma images and validated on an independent cohort, the pipeline enables robust spatial analyses", "date": "2025-06-28", "journal": ""}
{"title": "Intratumoral Heterogeneity of Vimentin Modulates Nuclear Mechanotransduction, DNA Damage Response and Cancer Cell Survival", "doi": "10.1101/2025.06.27.661506", "authors": "Infante, E.; Terriac, E.; Gelin, M.; Siegfried, H.; Pereira, D.; Roca, V.; Varet, H.; Khalilian, S.; Rietveld, R.; Asnacios, A.; van Bodegraven, E. J.; Etienne-Manneville, S.", "abstract": "Vimentin, a major intermediate filament protein, is essential for maintaining cellular integrity and regulating cytoskeletal dynamics. Its upregulation is a hallmark of epithelial-to-mesenchymal transition (EMT), a process that enhances cancer cell migration, invasion, and metastatic potential. However, single-cell transcriptomic analyses of glioblastoma, the most common and aggressive primary brain tumor, reveal that vimentin expression exhibits significant intratumoral heterogeneity, reflecting diverse cellular subpopulations that may contribute to tumor plasticity, therapy resistance, and disease progression. Here, we show that the absence of vimentin alters nuclear mechanotransduction in response to compression, leading to chromatin remodelling and profound changes in gene expression in cancer cells. Remarkably, we demonstrate that external compressive forces, akin to vimentin deficiency, disrupt DNA damage response pathways. This impairment compromises DNA damage sensing and repair, bypassing DNA damage checkpoints and apoptosis. Consequently, vimentin-negative tumor cells exhibit increased survival in response to physical stress and DNA damage, potentially driving radioresistance and further amplifying intratumoral heterogeneity.", "date": "2025-06-28", "journal": ""}
{"title": "The BMP4-BMPR1A axis represses BRCA1, inducing BRCAness in mammary stem cells and contributing to tumor initiation in basal-like breast cancer", "doi": "10.1101/2025.06.27.661450", "authors": "Aho, S.; Perbet, M.; Treilleux, I.; Buisson, A.; Jeanpierre, S.; Delay, E.; Maguer-Satta, V.; Guyot, B.", "abstract": "Basal-like breast cancer (BLBC) is an aggressive subtype frequently characterized by homologous recombination deficiency (HRD) and BRCAness, even in the absence of BRCA1 mutations. Here, we identify the BMP4-BMPR1A signaling axis as a novel regulator of BRCA1 expression and a driver of BRCAness in non-transformed immature mammary cells. Analyses of patient samples reveal that high BMPR1A expression correlates with low BRCA1 levels and poor prognosis in BLBC. We show that BMP4 exposure induces BRCA1 transcriptional repression via BMPR1A, promoting a basal differentiation and impairing homologous recombination. This results in increased sensitivity to PARP inhibitors (PARPi) and accumulation of genetically unstable, immature cells. In addition, long-term BMP4 stimulation or BMPR1A overexpression induces transformation. Our findings uncover a mechanism by which the tumor microenvironment could contributes to BLBC initiation through BMP4-induced suppression of BRCA1, and suggest BMP signaling and the resultant BRCAness as a therapeutic vulnerability in BRCA1 wild-type BLBCs.", "date": "2025-06-28", "journal": ""}
{"title": "A core genetic mechanism integrates growth hormone signals to control meristem fate and inflorescence architecture in setaria and maize", "doi": "10.1101/2025.06.27.660957", "authors": "Sandhu, J.; Yang, J.; Braud, M.; Bertolini, E.; Eveland, A. L.", "abstract": "Inflorescence architecture in cereals is a major determinant of grain yield and harvestability. Architecture is determined by the number, arrangement and order of lateral branches, which are formed from clusters of stem cells called meristems. Variation in branching patterns arises from regulation of meristem determinacy, i.e., indeterminate meristems maintain meristematic activity allowing for higher order branching and determinate meristems form a terminal organ. The timing by which an indeterminate branch meristem acquires a determinate fate and transitions to a spikelet meristem (SM), ultimately forming the grain-bearing spikelet, defines architecture and grain yield potential. This study leverages the unique inflorescence morphology of model grass Setaria viridis (setaria) to identify factors controlling SM fate and determinacy and characterize their interactions. In setaria, axillary branches terminate either in a spikelet or sterile bristle, where the latter loses SM identity due to brassinosteroid (BR)-mediated disruption of organ boundary formation. A forward genetics screen identified two mutants with only bristles on their panicles; one defective in gibberellic acid (GA) signaling caused extreme elongation and disruption of spikelet development and the other homeotically converted spikelets to bristles. The latter named spikeletless (spkl) was mapped and validated as an ortholog of the maize determinacy factor ramosa1 (ra1). Genetic analyses showed that SvRa1 acts upstream of BR-mediated regulation of SM identity and determinacy. A model is proposed where SvRA1 maintains SM fate by modulating GA homeostasis, spatially restricting BR signaling and preserving boundary gene expression and determinacy. In bristle primordia, which are generally paired with spikelets, GA and BR act synergistically. Comparative analyses in maize highlight pathway conservation in inflorescence architecture with some specific variations.", "date": "2025-06-28", "journal": ""}
{"title": "Chaperone saturation mediates translation and protein folding efficiency", "doi": "10.1101/2025.06.25.661590", "authors": "Martens, A. T.; Hilser, V. J.", "abstract": "Whether the emergence of a nascent protein from the ribosome and the formation of structural elements are synchronized has been a longstanding question. Paradoxically, kinetically efficient translation can induce mis-folding and aggregation despite the presence of molecular chaperones, which in Escherichia coli are induced by unfolded protein via {sigma}32. The molecular mechanisms mediating translation efficiency and protein folding efficiency remain poorly understood. Using ribosome profiling and protein quantitation, we show that synonymous changes to Firefly Luciferase (Luc) mRNA have a direct effect on its translation efficiency. These changes alone cause up to a 70-fold difference in Luc protein levels. However, increased Luc protein is met with at most a ~2-fold increase in chaperone levels, revealing that the {sigma}32 transcriptional response has saturable properties. This response is found to be poised near its midpoint (where it is most sensitive to perturbation) when Luc mRNA has an intermediate translation efficiency. These results suggest not only that chaperone saturation limits the ability of cells to maintain protein folding homeostasis when challenged with highly efficient translation, but that translation efficiency and protein folding efficiency evolved for mutual sensitivity.", "date": "2025-06-28", "journal": ""}
{"title": "The acute sleep-inducing effects of light require histamine neurotransmission in mice", "doi": "10.1101/2025.06.26.661495", "authors": "HOU, Y.; TANG, N.; WU, S.; SHAO, Y.; LIN, J.; Gronfier, C.", "abstract": "Sleep regulation depends on the complex interplay between homeostatic and circadian processes synchronized by the light/dark cycle. Sleep is also directly regulated by light via projections from the retina to the preoptic area (POA). Although the light-responsive POA neurons project to several wake-promoting neurons, including histaminergic neurons in the tuberomammillary nucleus (TMn), there is no functional evidence for their involvement in light-induced sleep. To bridge this gap, we used histidine decarboxylase (HDC, the histamine-synthetizing enzyme) knockout mice (HDC-/-, n=7) and hM4Di-HDC-cre mice (HDC+/+, n=8) subjected to an ultradian light/dark protocol (LD 1h:1h over 24h), and another group of hM4Di-HDC-cre mice (n=8) exposed to a 1-h light pulse. We found that light pulses during the biological night enhanced slow wave sleep and increased cortical EEG power in the delta range (0.5-3Hz), and that these effects were significantly attenuated both in HDC-/- (83 vs 23 min/6h, p=0.005) under LD 1h:1h condition and in hM4Di-HDC-cre mice after acute chemogenetic silencing of histamine neurons by the DREADD ligand deschloroclozapine (15 vs 6 min/h, p=0.0016) under a 1-h light pulse. In addition, the sleep-inducing effect of light was circadian dependent, with the strongest effect at the beginning and end of the night but no effect at all during the biological day in HDC+/+ mice. The response dynamics to light were slowed down when lacking histamine neurotransmission. Our study provides functional evidence that the acute sleep-inducing effects of light on sleep require histamine neurotransmission in mice.", "date": "2025-06-28", "journal": ""}
{"title": "Single neurons act as a memory buffer for space", "doi": "10.1101/2025.06.27.661493", "authors": "Saber Marouf, B.; Reboreda, A.; Theissen, F.; Kaushik, R.; Sauvage, M.; Dityatev, A.; Yoshida, M.", "abstract": "The ability of the brain to briefly retain information, in processes ranging from sensory perception to complex cognition, is believed to be supported by persistent neural firing. Historically, such firing has been attributed to recurrent synaptic networks, in which neural activity reverberates. Here, we present in vivo evidence challenging this view, demonstrating that individual neurons can sustain persistent firing in behaving mice. Disruption of this capability in hippocampal neurons via silencing of TRPC4 channels significantly and selectively reduces persistent firing in vivo, impairs the maintenance of spatial representations, and compromises spatial working memory performance. These findings redefine neurons as active contributors to information retention beyond their conventional role as passive input-output units, potentially reshaping our general understanding of brain computation.", "date": "2025-06-28", "journal": ""}
{"title": "Bilateral equalization of synaptic output in olfactory glomeruli of Xenopus tadpoles", "doi": "10.1101/2025.06.25.661605", "authors": "Casas, M.; Terni, B.; Llobet, A.", "abstract": "Odorants stimulate olfactory sensory neurons (OSNs) to create a bilateral sensory map defined by a set of glomeruli present in the left and right olfactory bulbs. Using Xenopus tropicalis tadpoles we challenged the notion that glomerular activation is exclusively determined ipsilaterally. Glomerular responses evoked by unilateral stimulation were potentiated following transection of the contralateral olfactory nerve. The gain of function was observed as early as 2 hours after injury and faded away with a time constant of 4 days. Potentiation was mediated by the presence of larger and faster calcium transients driving glutamate release from OSN axon terminals. The cause was the reduction of the tonic presynaptic inhibition exerted by dopamine D2 receptors. Inflammatory mediators generated by injury were not involved. These findings reveal the presence of a bilateral modulation of glomerular output driven by dopamine that compensates for imbalances in the number of operative OSNs present in the two olfactory epithelia. Considering that the constant turnover of OSNs is an evolutionary conserved feature of the olfactory system and determines the innervation of glomeruli, the compensatory mechanism here described may represent a general property of the vertebrate olfactory system to establish an odor map.", "date": "2025-06-28", "journal": ""}
{"title": "Nightly dynamics of emotional content in dreams", "doi": "10.1101/2025.06.26.661683", "authors": "Palmieri, J.; Elce, V.; Schoenauer, M.", "abstract": "Emotional processing is a crucial adaptive function. Research suggests that sleep, particularly rapid eye movement (REM) sleep, may have a role in processing the emotional load of past events. Notably, dream experiences may offer insight into this nighttime process. Some studies have reported increased emotionality in dreams as the night progresses, possibly reflecting ongoing emotional processing in the sleeping brain. However, findings on how dream affect evolves throughout the night remain mixed. In this study, we investigated how emotional intensity in conscious experiences during sleep changes across the night and sleep stages. Participants (Nsubjects = 20) were subjected to a multiple awakening paradigm, where they were awakened 4-5 times throughout the night and asked to recall their dreams (Ndreams = 61). Additionally, they rated the emotional intensity of their experiences using a structured cued questionnaire. Emotional intensity in dreams increased significantly throughout the night, with late-night dreams being more emotional than dreams collected during earlier sleep. Contrary to our expectation, this increase was not driven by dream reports obtained from REM sleep awakenings. Moreover, late-night dream reports were also significantly longer than those from early sleep, yet the length of the dream reports did not correlate with their emotional intensity. This suggests that the emotionality of dreams is not directly linked to the ability to recall the dream or its narrative complexity. Instead, it could be driven by emotional processes occurring independently throughout the night, or by other factors that regulate our access to dream experiences and their emotional content.", "date": "2025-06-28", "journal": ""}
{"title": "Improved conditioning for hematopoietic chimerism induces islet tolerance to cure diabetes", "doi": "10.1101/2025.06.26.661773", "authors": "Ramos, S. A.; Bhagchandani, P.; Burgos, D. M.; Gu, X.; Rodriguez, R.; Nourin, N.; Neukam, M.; Pathak, S.; Shizuru, J. A.; Kim, S. K.", "abstract": "Mixed hematopoietic chimerism after hematopoietic cell transplantation (HCT) can modulate the immune system and induce tolerance to allogeneic tissues. However, bone marrow conditioning-related toxicities preclude wider adoption of HCT for transplant allotolerance. We sought agents that reduced conditioning intensity, while promoting durable mixed chimerism after HCT across complete major histocompatibility complex (MHC) mismatch in diabetic mice, permitting islet allotransplantation and diabetes reversal. We systematically tested baricitinib (JAK1/2 inhibitor), venetoclax (Bcl2 inhibitor), and CD47 antibody, agents in current clinical use, and quantified hematopoietic chimerism after HCT. Combined with CD117 antibody, transient T cell depletion, and just 10 centigray (cGy) total body irradiation (TBI), these agents enabled durable mixed chimerism and matching allo-islet tolerance, to cure diabetes without evidence of GVHD. Thus, we have developed a conditioning regimen to promote allogeneic mixed hematopoietic chimerism and transplanted islet allotolerance that minimizes conditioning radiation and cures diabetes, a significant achievement.", "date": "2025-06-28", "journal": ""}
{"title": "Molecular insights into the capsular polysaccharide transporter Wza-Wzc complex", "doi": "10.1101/2025.06.27.662001", "authors": "Yuan, B.; Sieben, C.; Raj, P.; Rietschel, T.; Hennell James, R.; Gatzemeier, A.; Jansch, L.; Marlovits, T. C.; Heinz, D. W.", "abstract": "Capsular polysaccharides (CPS), which form the protective outer capsule surrounding many Gram-negative bacterial pathogens, are critical virulence determinants. Their biosynthesis is primarily carried out via the conserved Wzx/Wzy-dependent pathway. In Escherichia coli, Group 1 CPS transport through the bacterial envelope is thought to be mediated by the Wza-Wzc complex. In this study, we present the first structural characterization of the complete Wza-Wzc complex from E. coli K12, determined using single-particle cryogenic electron microscopy. The structure revealed an elongated, continuous channel spanning the entire envelope, which is crucial for efficient CPS secretion, as supported by mutagenesis studies. Multiple structural snapshots of the ADP-bound Wza-Wzc complex captured intermediate conformations of the double membrane assembly, highlighting its remarkable intrinsic dynamics. In-depth analysis of the isolated Wza translocon and Wzc co-polymerase, revealed new mechanistic details of both complex formation and CPS transport. Importantly, we identified the jellyroll domain of Wzc as a previously unrecognized CPS-binding module, likely guiding CPS repeat units into a proposed Wzc-Wzy polymerization platform. Collectively, these findings provide new structural and functional insights into CPS synthesis and transport, advancing our understanding of bacterial capsule formation and virulence mechanisms.", "date": "2025-06-28", "journal": ""}
{"title": "Shift from acquisitive to conservative plant strategies with increasing drought and temperature extremes in an alpine shrub", "doi": "10.1101/2025.06.26.661801", "authors": "Thakur, D.; Rathore, N.; Jandova, V.; Munzbergova, Z.; Dolezal, J.", "abstract": "Background and Aims: Trait based approaches have advanced our understanding of plant strategies, yet they often focus on leaf level traits, overlooking the functional roles of stem anatomy and twig characteristics. We investigated intraspecific trait variation in Salix flabellaris, an alpine dwarf shrub, along climatic gradients in the Himalayas. Our goal was to identify distinct axes of trait variation related to stem, twig, and leaf traits, assess their environmental drivers, and evaluate population-specific growth responses to recent climate change. Methods: We measured anatomical and morphological traits in stem, twig, and leaves across central and marginal populations along three Himalayan transects. Environmental gradients included variation in growing season temperature and soil moisture. Basal area increment from 2000 to 2021 was analyzed to assess long-term growth trends in different areas. Results: Trait dimensions were largely independent, reflecting distinct ecological strategies: (1) stem anatomical trade off between hydraulic safety and conductivity; (2) twig dimension balancing construction costs and mechanical strength; and (3) leaf dimension along the exploitative vs conservative axis. Higher temperatures enhanced performance manifested as larger twigs and reduced tissue construction costs but only under sufficient soil moisture conditions. Central populations at mid-elevations displayed the favorable trait combinations and highest growth rates. In contrast, marginal populations (higher and lower elevations) showed traits indicating structural reinforcement and conservative resource use. Climate warming over recent decades enhanced stem growth primarily in high-elevation populations, where low temperature constraints were relaxed. Conclusions: This study demonstrates that stem, twig, and leaf traits represent distinct yet complementary strategies, with environmental filtering shaping their expression along climate gradients. Central populations exhibit highest growth under current conditions, while climate change is shifting growth advantages toward higher elevations. These findings highlight the need for integrated, multi organ trait assessments to predict species performance, persistence, and potential range shifts under future climatic scenarios.", "date": "2025-06-28", "journal": ""}
{"title": "Automated identification of individual birds by song enables multi-year recapture from passive acoustic monitoring data", "doi": "10.1101/2025.06.26.661638", "authors": "Lapp, S.; Lyon, R. P.; Wilson, S. J.; Rhinehart, T. A.; Czarnecki, C.; Chronister, L.; Fiss, C.; Larkin, J.; Bayne, E.; Kitzes, J.", "abstract": "Autonomous sensors and machine learning are transforming ecology by enabling large-scale observation of organisms and ecosystems. However, sensor data collected by camera traps, acoustic recorders, and satellites are typically used only to produce detections of unidentified individuals. Tracking individuals over time to study movement, survival, and behavior continues to require invasive and high-effort capture and marking techniques. Here, we introduce an automated, general approach that identifies individual animals from passive acoustic recordings based on individually distinctive vocalizations. Unlike previous approaches, ours can identify individuals in passive acoustic recordings without previously labeled examples of their vocalizations. We apply our approach to a model songbird species (Ovenbird, Seiurus aurocapilla), estimating abundance and annual survival across 126 locations and four years. Our approach identifies individuals with 96% accuracy. We find high Ovenbird apparent annual survival (0.70) and acoustic recapture probability (0.89) across 405 individuals. Our approach can readily be applied to other species with individually distinctive vocalizations using open-source Python implementations. Automated individual identification will broadly unlock the ability to passively recapture individual animals at the massive scale of autonomous sensing, supporting the study of population trajectories and informing proactive ecosystem management to prevent biodiversity loss.", "date": "2025-06-28", "journal": ""}
{"title": "CactEcoDB: Trait, spatial, environmental, phylogenetic and diversification data for the cactus family", "doi": "10.1101/2025.06.27.661607", "authors": "Thompson, J. B.; Martinez, C.; Avaria-Llautureo, J.; Ramirez-Barahona, S.; Manzanarez-Villasana, G.; Culham, A.; Gdaniec, A.; Venditti, C.; Keeling, G. M.; Priest, N. K.", "abstract": "Integrated datasets linking traits, spatial distributions, environmental variables and phylogenies are essential for comparative research, but remain limited for many plant taxa, including those which are most threatened. Cactaceae are a morphologically and ecologically diverse succulent family that are iconic components of ecosystems across the Americas, and face high extinction risk. To support future comparative research, we present CactEcoDB (The Cactus Ecological Database), an Open Access dataset of curated spatial, ecological, trait, phylogenetic, and diversification data for over 1,000 cactus species. CactEcoDB includes species-level trait data, geographic occurrence records, environmental variables, range size estimates, speciation rates, and the largest time-calibrated phylogeny of cacti to date. By integrating these diverse data in a single platform, CactEcoDB enables analyses of trait evolution, trait-environment interactions, biogeography, climatic niche evolution, and macroevolutionary dynamics in one of the most celebrated and threatened plant families.", "date": "2025-06-28", "journal": ""}
{"title": "Mammal placental phenotypes are predictable from microRNA repertoires.", "doi": "10.1101/2025.06.27.660101", "authors": "Fenn, J.; Edge, J. C.; Ovchinnikov, V.; Amelkina, O.; Sinclair, M.; De Bem, T. H. C.; Bridi, A.; Malo-Estepa, I.; Tinning, H.; Gonella-Diaza, A.; Perecin, F.; da Silveira, J. C.; Pugliesi, G.; Meirelles, F. V.; Butt, Z.; Fromm, B.; McInerney, J. O.; Forde, N.; O'Connell, M. J.", "abstract": "Despite >100 million years of mammal diversification, similar placental morphologies have independently evolved multiple times, presenting a long-standing evolutionary puzzle: what genetic mechanisms lead to convergent forms? MicroRNAs (miRNAs), despite their diversity in mammals and known roles as developmental regulators, remain under-examined as drivers of morphological evolution. We identified presence-absence patterns for 429 miRNA gene families across 300 eutherian genomes and discovered that placental phenotype is highly predictable from genomic miRNA repertoires (classification accuracy >94-97%). We identified 30 miRNA gene families associated with placentation type, whose gene targets are enriched for developmental processes. Notably, convergent placental morphologies consistently involve identical miRNA families, revealing that evolution is constrained to predictable genetic pathways. We demonstrate evidence of mechanism through MIR-11968, associated with cotyledonary placentation and displaying tissue-restricted expression in cows. MiRNA-mediated regulation therefore constrains placental morphological diversification into reproducible programs, offering insights into how genetic architecture shapes the predictability of convergent evolution.", "date": "2025-06-28", "journal": ""}
{"title": "Influence of ULK1 activity on the memory of ATG101 auto-activation dynamics", "doi": "10.1101/2025.06.27.661946", "authors": "Patel, A.; Schneider, S.; Nagy, G.; Dybkov, O.; Urlaub, H.; Grubmueller, H.; Faesen, A. C.", "abstract": "The initiation of autophagy is marked by the prompt convergence of initiation proteins to form super molecular complexes in spatially-defined autophagic hubs. The recruitment and activation of the ULK-kinase complex is a pivotal event in starting the initiation cascade. ULK complex-component ATG101 is required for initiating autophagy in mammalian cells, but its function is unknown. Its HORMA domain interacts with the HORMA domain of ATG13 and transmembrane protein ATG9A to collectively form the essential autophagy initiation complex ATG9A-ATG13-ATG101. ATG101 has structurally malleable elements, reminiscent of topological conversions used in related metamorphic HORMA domain proteins to control the rate of complex formation. To elucidate the function of ATG101, we monitored the interaction kinetics of ATG101 with ATG13 and ATG9A, and observed that the interaction of ATG101 with ATG9A and ATG13 is exceptionally slow. Dramatic acceleration of complex formation is observed upon a change in the fold of ATG101 induced by its transient homo-dimerization, which in turn is initiated by phosphorylation by the ULK1 kinase. In an auto-catalytic mechanism, ATG101 dimers create a positive feedback to propagate activation to further ATG101 molecules in the absence of ULK1 activity. Despite the competitive nature of the interaction interfaces, homo-dimerization of ATG101 surprisingly accelerates its association to ATG13. Memory of ATG101 activation persists for many hours after dephosphorylation and continues to accelerate the assembly of the ATG9A-ATG13-ATG101 complex. Overall, this work proposes an unusual regulatory mechanism where UKL1 initiates an ATG101 auto activation cascade, whose memory creates a responsive positive feedback that dictates the assembly rate of a key complex in autophagy initiation.", "date": "2025-06-28", "journal": ""}
{"title": "In vivo Calcium Imaging in the Near-Infrared II Window", "doi": "10.1101/2025.06.26.661443", "authors": "XU, D.; Wu, Z.; Li, W. J.; Yue, X.; Wang, G.-L.; Xu, S.; Yu, H.; Liu, Y.; Dai, Z.; Yu, L.-J.; Dai, H.; Wang, F.", "abstract": "Non-invasive deep-tissue calcium imaging of live mammals with high sensitivity and resolution is challenging owing to light scattering experienced by traditional calcium ion (Ca2+) indicators with excitation and emission wavelengths within 400-750 nm. Here, we report near-infrared II (NIR-II) calcium imaging beyond 1000 nm by exploring a natural protein derived from a bacterium (Thermochromatium tepidum) living in a calcium carbonate-rich environment. This highly photostable fluorescent protein enables NIR-II imaging of intracellular Ca2+ responses to stimulant drugs in cultured mammalian cells with sensitivity comparable to that of visible Ca2+ indicators. We achieve in vivo NIR-II imaging of Ca2+ transients in response to two different tumor treatment strategies in intact tumors with high sensitivity, resolution, and contrast, opening the possibility of non-invasive deep-tissue calcium imaging for assessing treatment efficacy longitudinally. This work represents the first in vivo calcium sensing in the 1000-1300 nm range of the NIR-II window.", "date": "2025-06-28", "journal": ""}
{"title": "Rictor CRISPR Gene Editing by Lipid Nanoparticle Delivery Stimulates Anti-Tumor Immunity in Breast Cancer Liver Metastasis Model", "doi": "10.1101/2025.06.26.661471", "authors": "Ali, Y.; Galbraith, T.; Abdelfattah, N. H.; Ziemys, A. H.; Faisal, M.; Wong, T.; Hashimoto, C.; Qian, X.; Cook, H.; Pandita, T.; Xu, Y.; Rosato, R.; Chen, S.-H.; Yun, K.; Leonard, F.", "abstract": "Targeting myeloid cells to remodel the immunosuppressive tumor microenvironment (TME) represents a promising strategy for cancer therapy. Here, we developed ionizable lipid nanoparticles (LNPs) engineered to deliver the CRISPR-Cas12a ribonuclease complex targeting Rictor, a critical component of mTORC2 and a key immunosuppression factor, for in vivo reprogramming of myeloid cells. Systemic delivery of CRISPR Rictor-targeting LNPs (CR-Ric-LNP) enabled efficient uptake by circulating myeloid cells, which were then recruited into breast cancer liver metastases. Notably, Rictor gene editing triggered pro-inflammatory activation in macrophages, enhancing their antitumor responses. Single-cell RNA sequencing revealed that Rictor silencing induced rapid remodeling of the TME, with significant reduction in immunosuppressive macrophages within 24 hours of treatment. Concurrently, cytotoxic T-cell populations exhibited increased interferon gamma (Ifng) production, driving the emergence of specific myeloid clusters responsive to Interferon signaling, particularly in macrophages and neutrophils. A shift from an immunosuppressive to an inflammatory TME was further evidenced by an elevated Cxcl10 to Spp1 ratio in myeloid cells. CR-Ric-LNP treatment also enhanced T-cell activation, reducing exhausted T cells and regulatory T cells, while expanding natural killer (NK) cells, naive CD4+, and CD8+ T cells. These changes correlated with a decreased proportion of tumor cells and proliferating cells, ultimately leading to a significant survival benefit in a 4T1 breast cancer liver metastasis model. Our findings demonstrate that myeloid-targeted Rictor silencing reprograms the TME, promoting antitumor immunity and improving therapeutic outcomes.", "date": "2025-06-28", "journal": ""}
{"title": "Molecular dynamics reveals a novel Regulatory Ca+2-Binding Site in the Mitochondrial Calcium Uniporter", "doi": "10.1101/2025.06.25.661581", "authors": "Sommese, L. M.; Palopoli, N.; Fornasari, M. S.; Parisi, G.; Gabaldon, T.; Rueda, A. J. V.", "abstract": "The mitochondrial Ca+2; uniporter (MCU) plays essential roles in energy production, cytosolic Ca+2; signaling, and regulation of cell death. The activity of this channel complex is modulated by Mitochondrial Calcium Uptake 1 (MICU1) and Mitochondrial Calcium Uptake 2 (MICU2) proteins in response to Ca+2; levels. In cardiomyocytes, MICU1 inhibits the uniporter in resting cells while it activates it during contraction when bound to Ca+2;. Despite its importance, the structural mechanisms driving MICU1's open-close switch remain unclear. In this study, we used structural modeling combined with molecular dynamics simulations to investigate MICU1's conformational dynamics under varying Ca+2; concentrations. Our analysis identified a previously uncharacterized pseudo-EF-hand motif (pEF-h) that acts as an early calcium sensor, initiating conformational transitions that prime canonical EF-hand sites for subsequent calcium binding. Calcium binding induces substantial structural changes in MICU1, including a decrease in isoelectric point, shifts in surface charge distribution, and significant reductions in cavity volume, length, and hydrophobicity. Notably, a 53.4% reduction in intermolecular distances between key domains was observed during the transition from the apo to the Ca+2;-bound state. These findings uncover a previously overlooked hierarchical activation of MICU1's calcium-binding sites and provide new mechanistic insights into the regulation of MCU. This enhanced understanding of mitochondrial calcium signaling paves new ways to potential novel therapeutic strategies targeting calcium dysregulation in metabolic, cardiovascular, and neurodegenerative diseases.", "date": "2025-06-28", "journal": ""}
{"title": "Multimodal Benchmarking of Foundation Model Representations for Cellular Perturbation Response Prediction", "doi": "10.1101/2025.06.26.661186", "authors": "Hasanaj, E.; Cole, E.; Mohammadi, S.; Addagudi, S.; Zhang, X.; Song, L.; Xing, E. P.", "abstract": "The decreasing cost of single-cell RNA sequencing (scRNA-seq) has enabled the collection of massive scRNA-seq datasets, which are now being used to train transformer-based cell foundation models (FMs). One of the most promising applications of these FMs is perturbation response modeling. This task aims to forecast how cells will respond to drugs or genetic interventions. Accurate perturbation response models could drastically accelerate drug discovery by reducing the space of interventions that need to be tested in the wet lab. However, recent studies have shown that FM-based models often struggle to outperform simpler baselines for perturbation response prediction. A key obstacle is the lack of understanding of the components driving performance in FM-based perturbation response models. In this work, we conduct the first systematic pan-modal study of perturbation embeddings, with an emphasis on those derived from biological FMs. We benchmark their predictive accuracy, analyze patterns in their predictions, and identify the most successful representation learning strategies. Our findings offer insights into what FMs are learning and provide practical guidance for improving perturbation response modeling.", "date": "2025-06-28", "journal": ""}
{"title": "Fundamental Limitations of Foundation Models in Single-Cell Transcriptomics", "doi": "10.1101/2025.06.26.661767", "authors": "Atti, S.; Subramaniam, S.", "abstract": "Recent applications of foundation models in biology have focused on pretraining using large-scale single-cell datasets comprising millions of cells, across diverse patho-physiological states. These models are then fine-tuned for downstream tasks such as cell-type classification. In this study, we evaluated the performance of three widely-used foundation models in biology (scGPT, SCMAMBA-2, and Geneformer) and a statistical baseline (Seurat v5) on cell-type classification under Gaussian noise perturbation. We used two curated datasets, referred to as Myeloid (13k cells) and hPancreas (15k cells). Surprisingly, we found that the baseline performance of the foundation models was inferior to that of the statistical model, even without any added perturbation. Although we note that model size can affect performance, Geneformer accuracy outperformed scGPT and SCMAMBA-2 by ~5% on average across all datasets despite having ~40% fewer trainable parameters. Nonetheless, the statistical baseline still outperformed Geneformer by ~9% in accuracy. Based on these findings, we hypothesized that the conventional training paradigm used by foundation models for single-cell tasks consistently underperforms statistical models due to a lack of essential biological context. To investigate this, we evaluated whether performance degradation stems from early data embedding steps (such as binning or gene normalization) during tokenization, and sampling bias. First, to better understand tokenization-related artifacts, we introduced controlled Gaussian noise to gene expression values before tokenization, amplifying downstream distortions introduced by the tokenization process (all models were trained for identical step durations with identical hyperparameters). On the Myeloid dataset, following the introduction of Gaussian noise perturbation to 20% of cells, both scGPT and SCMAMBA-2 saw an ~11% decrease in accuracy while Geneformer saw an ~8% decrease in accuracy. This difference in performance may be due to the difference in encoding methods used by both models. scGPT and SCMAMBA-2 use a bin-based tokenization strategy, in contrast to Geneformer rank-value encoding, which normalizes gene expression values using a predetermined encoding constant. Although binning captures general trends in count data, it fails to preserve relative expression at the gene level, resulting in significant information loss. Applying the three models to the Myeloid dataset also revealed that the scGPT prediction distribution is biased toward overrepresented cell types in the training data, while underrepresenting rarer classes. CD14 cells are overpredicted by ~16% (among most abundant cell types) by scGPT. Geneformer, however, maintains a more stable prediction distribution with a ~6% (CD14) increase and outperforms scGPT and SCMAMBA-2 by ~26% in macro F1 score (unweighted metric). Based on our findings we assert that the gap in contextual encoding in bin-based tokenization is what contributes to the less-nuanced learning. Recent research that integrated cellular-ontology during training showed improved performance to both scGPT and Geneformer. Our results underscore a fundamental issue, that foundation models lack critical biological context that would allow for them to make the nuanced inferences required for complex biological analyses. The compression of single-cell data from raw counts to embedding vectors can span several orders of magnitude, and lead to significant loss of information. As a result, methods must adapt to prioritize contextual integration during tokenization to ensure sufficient information for the model.", "date": "2025-06-28", "journal": ""}
{"title": "Shaping the Glycan Landscape: Hidden relationships between linkage and ring distortions induced by carbohydrate-active enzymes", "doi": "10.1101/2025.06.27.661892", "authors": "Grothaus, I. L.; Spellerberg, P.; Rovira, C.; Colombi Ciacchi, L.", "abstract": "Carbohydrate-active enzymes (CAZymes) catalyze glycan remodeling by forming and cleaving glycosidic bonds in diverse biological environments. Often, a key aspect of their catalytic mechanism is a monosaccharide chair-to-boat distortion that brings the substrate from a stable solution conformation to a reactive state. Using enhanced- sampling molecular dynamics simulations, we demonstrate that the ring distortion experienced by the glycan M5G0 upon binding to the Golgi -mannosidase II (MII) enzyme actively correlates with a change of its global conformation. In solution, M5G0 adopts diverse conformers, all favoring the 4C1 chair for the mannose at subsite -1 with respect to the bond cleavage point. Binding to MII narrows the glycan's phase space to only two low-energy conformers, which respectively correlate with the two distinct pucker states 4C1 and 0H5. Key factors driving this phase-space reshaping include binding to specific amino acids and a Zn2+  ion in the catalytic site. Comparative studies with ER -mannosidase I show a different mechanism, where the enzyme enforces glycan conformations and ring distortion of the substrate independently. Our findings provide mechanistic insights into CAZyme specificity and effectiveness, laying the groundwork for the design of selective inhibitors targeting glycosylation-related diseases, including cancer.", "date": "2025-06-28", "journal": ""}
{"title": "Sources of Variation in Fecal Haptoglobin in a Population of Wild Capuchin Monkeys (Cebus imitator)", "doi": "10.1101/2025.06.26.661772", "authors": "Hernandez-Rojas, R.; Hamou, H.; Navarro, R. L.; Jack, K. M.; Campos, F. A.; Melin, A. D.; Higham, J. P.", "abstract": "Non-human primates support ecosystem function by enhancing forest regeneration through seed dispersal and other key ecological roles. Unfortunately, primate populations are declining, placing renewed emphasis on monitoring the health of wild populations. Non-invasive monitoring of reliable biomarkers of inflammation and immune activation allows researchers to assess individual health status without capturing or interfering with wild animals, but studies are limited by the availability of such biomarkers that are measurable from fecal and urine samples. In the present study, we aimed to validate the measurement of fecal haptoglobin, a biomarker of inflammation, in wild white-faced capuchin monkeys (Cebus imitator), and to evaluate the relationship between fecal haptoglobin concentrations and age, sex, dominance rank, circadian effects and environmental factors including temperature and rainfall. After analytically validating the measurement of fecal haptoglobin, our results did not demonstrate a relationship between haptoglobin concentrations and age, sex, dominance rank or circadian effects. However, we found significant influences of environmental conditions on fecal haptoglobin levels, with an increase and more variation observed during drier conditions, when the animals are typically under greater environmental stress. We conclude that haptoglobin measurement is feasible in wild white-faced capuchin monkeys, and its concentrations vary in our study population, reflecting seasonal patterns of inflammation that are consistent with changes to environmental stressors associated with lower access to food and water.", "date": "2025-06-28", "journal": ""}
{"title": "Medial preoptic area FoxO1 controls metabolic adaptation in a sexually dimorphic manner", "doi": "10.1101/2025.06.25.661575", "authors": "Luo, P.; Yang, X.; Xu, Q.; How, L. L.; Irizarry, V. T.; Carrillo-Saenz, L.; Munoz, M. D.; Dong, W.; Ibrahimi, L.; Schaul, S.; Patel, N.; Antony, N.; Dixit, D.; Kota, M.; Freeman, C.; Cruz, E.; Wang, C.; Pinna, G.; Jiang, Y.; Liew, C. W.; Shu, G.; Ye, H.; He, Y.; Unterman, T.; Xu, P.", "abstract": "The medial preoptic area (MPOA) of the hypothalamus is essential for metabolic adaptation to environmental challenges, though the molecular mechanisms underlying this process remain poorly understood. Here, we investigate the role of Forkhead transcription factor O1 (FoxO1), a key mediator of stress adaptation, in MPOA-dependent metabolic responses to temperature and nutritional changes. Our findings reveal sex-specific responses to both nutritional and temperature challenges. In female mice, but not males, a high-fat diet (HFD) challenge decreased FoxO1 expression in the MPOA. Specific deletion of FoxO1 in MPOA neurons (FoxO1-KOMPOA) had no effect on body weight under normal chow-fed conditions but protected females from HFD-induced obesity (DIO). These protected females exhibited increased lean mass, decreased fat mass, enhanced thermogenesis, increased energy expenditure, and reduced food intake under HFD conditions. They also showed enhanced cold-induced heat production at 6 Celsius, though this effect vanished at thermoneutrality (30 Celsius). The protection against DIO was abolished by ovariectomy (OVX) and was not restored by 17beta-estradiol supplementation, suggesting an estrogen-independent mechanism. Conversely, constitutive activation of FoxO1 in MPOA neurons (FoxO1-CAMPOA) increased DIO susceptibility in both sexes. Together, these findings demonstrate that FoxO1MPOA plays a crucial role in coordinating metabolic adaptation to nutritional and temperature challenges specifically in female mice.", "date": "2025-06-28", "journal": ""}
{"title": "Tomato leaf transcriptomic changes promoted by long-term water scarcity stress can be largely prevented by a fungal-based biostimulant", "doi": "10.1101/2025.06.26.661737", "authors": "Lopez-Serrano, L.; Ferez-Gomez, A.; Romero-Aranda, R.; Jaime Fernandez, E.; Leal Lopez, J.; Fernandez Baroja, E.; Almagro, G.; Dolezal, K.; Novak, O.; Diaz, L.; Bautista, R.; Leon Morcillo, R. J.; Pozueta Romero, J.", "abstract": "Water availability is by far the leading environmental factor limiting crop productivity worldwide. The use of cell-free microbial culture filtrates (CF) as biostimulant is gaining ground as a safe and ecologically sound approach to improving crop yields while reducing anthropogenic pressure. However, their action mechanisms remain unknown. Here we found that foliar application of <Trichoderma harzianum> CF enhanced fruit yield, root growth and photosynthesis in plants of a commercial tomato cultivar grown under long-term water deficit in Mediterranean greenhouse conditions. To investigate the biochemical and molecular mechanisms underlying this phenomenon, we adopted an integrative and systems biology approach to characterize plants grown under optimal and suboptimal irrigation conditions (OIC and SOIC, respectively) with or without the fungal CF treatment. Water shortage promoted changes in the levels of drought stress-related signalling molecules, and in the transcriptome of leaves that potentially accounted for the physiochemical differences recorded between OIC- and SOIC-grown plants. Notably, many of these changes were largely prevented by the foliar application of fungal CF to SOIC-grown plants, including the expression of ca. 50% of the expression of water scarcity-responsive genes. These genes did not respond to CF in OIC-grown plants, indicating that the transcriptomic response to CF is strongly determined by the water status of the plant. Taken together, the data provided evidence that foliar application of fungal CF improves yield and long-term water scarcity tolerance by preventing a large portion of the stress-induced transcriptional response, rendering plants <blind>, or less sensitive to water stress.", "date": "2025-06-28", "journal": ""}
{"title": "A 3D framework for delimiting a polyploid complex in Rorippa (Brassicaceae): combining trait evolution, herbarium records, and machine learning", "doi": "10.1101/2025.06.26.661803", "authors": "Han, T.-S.; Lv, J.-X.; Xing, Y.", "abstract": "Species delimitation in polyploid complexes remains a fundamental challenge due to pervasive morphological overlap and genomic redundancy. We examined the Rorippa dubia-indica complex (Brassicaceae), a polyploid lineage comprising tetraploid and hexaploid taxa. We developed an integrative 3D framework (Delimitation, Distribution, and Decoding) that synthesizes spatiotemporal data from field (2017-2020; n = 3,136) and herbarium (1893-2021; n = 2,015) collections to diagnose misidentification, model distributions, and reconstruct classification criteria used in polyploid complexes. Morphological traits with varying degrees of plasticity were evaluated under controlled conditions to identify stable diagnostic characters. Seed arrangement, petal number, and genome size or ploidy level exhibited clear interspecific differentiation. Phylogenomic analyses based on chloroplast genomes further defined species boundaries clarified by these taxonomic traits. We then revised herbarium specimens and applied machine learning classification models to assess the extent of specimen misidentification and to recover the trait-based rationale behind species assignments. Initial misidentification rates reached 12-50% across virtual or physical specimens, largely due to reliance on plastic traits. These errors substantially distorted spatial distribution models and future climate projections. Our findings underscore the need for secondary specimen evaluation and demonstrate the importance of integrating morphologic and phylogenetic inference with machine learning tools to resolve morphologically overlapping polyploid complexes. This approach offers direct applications for biodiversity assessment, evolutionary research, and conservation planning.", "date": "2025-06-28", "journal": ""}
{"title": "Concurrent maternal stress and THC exposure during pregnancy alters adolescent behavioral outcomes and corticolimbic molecular programs", "doi": "10.1101/2025.06.26.661775", "authors": "Olusakin, J.; Dewan, M.; Kashyap, A.; Franco, D.; Kumar, G.; Lujan, M. A.; Mark, K.; Cheer, J. A.; Lobo, M. K.", "abstract": "Cannabis use during pregnancy is increasing, often to alleviate stress and anxiety, yet the long-term effect of prenatal cannabis exposure alone or in combination with psychosocial stress on offspring neurodevelopment or maternal behaviors remains unclear. Here, we developed a translational rodent model combining prenatal {Delta}-tetrahydrocannabinol (THC) exposure with chronic psychosocial stress using the maternal witness defeat stress (MWDS) paradigm. Pregnant C57BL/6 mice were exposed to MWDS from gestational day (GD) 3-12 and received daily subcutaneous THC (2 mg/kg) or vehicle until birth. All exposure groups showed impaired maternal behavior, with negative postnatal outcomes and caregiving, with additive effects observed in the combined exposure group. In adolescence, male and female offspring exhibited exposure-specific behavioral alterations. Prenatal stress and combined exposures led to increased anxiety-like behavior and reduced motivated behavior in both sexes, while THC alone primarily impacted female self-care and social behavior. Transcriptomic profiling of the prefrontal cortex (PFC) and nucleus accumbens (NAc) of adolescent offspring revealed sex- and region-specific gene expression changes across all exposure groups. Prenatal THC-, stress-, and combined exposures each altered distinct molecular pathways related to mitochondrial function, synaptic organization, and glial signaling. Comparative analysis with a perinatal fentanyl model revealed shared transcriptional substrates involved in synaptic signaling and circadian regulation. These findings indicate that THC and stress independently and additively impair maternal behaviors with lasting neurodevelopment signatures in offspring.", "date": "2025-06-28", "journal": ""}
{"title": "Recognizability affects the processing of facial sex information", "doi": "10.1101/2025.06.26.661449", "authors": "Saringer, S.; Benyhe, A.; Kaposvari, P.", "abstract": "The different aspects of a face, like sex or identity, can be decoded from the cortical patterns related to its processing. Many studies have investigated this phenomenon with similar outcomes. These studies usually utilize a low number of facial identities and high repetition numbers, which affects the recognizability and familiarity of a face, thus altering the processing. We propose that this commonly employed paradigm influences cortical patterns associated with features seemingly unrelated to identity, such as the sex of a face. In the first experiment, we recreated the findings of previous studies using a few identities and a high presentation number for decoding facial sex. In the second experiment, the identity-presentation ratio was switched. This change resulted in a narrower time window where facial sex related cortical patterns were detected. Decoding accuracy was also diminished, yielding lower values and suggesting a reduced signal-to-noise ratio in the cortex. After expanding the sample size with balanced gender representation, we identified shared cortical patterns related to face-sex processing both within the population and across gender-based subpopulations. These results provide further evidence that familiarity impacts face processing and suggest that previous findings on sex information decoding were likely influenced by the experimental paradigms employed.", "date": "2025-06-28", "journal": ""}
{"title": "Intra-Tumoral Treg Ablation Unleashes NK Cell-Mediated Control of CD8 T Cell-Resistant Tumors", "doi": "10.1101/2025.06.26.661417", "authors": "Zhang, C.; Chien, C.; Jurgaityte, E.; Bockman, A. K.; Sakiyama, K.; Jo, Y.; Lee, S. W.; Silveria, S.; Andrews, E.; Mende, A.; Zhang, L.; Garcia, K. C.; Wagner, A.; DuPage, M.; Raulet, D.", "abstract": "Cancer cells frequently lose MHC I to evade CD8+ T cell recognition. While Natural Killer (NK) cells are poised to target MHC I-deficient cancer cells, MHC I loss alone is often insufficient to unleash fully effective NK cell responses. Here we show that selective intra-tumoral (IT) ablation of regulatory T (Treg) cells elicited potent antitumor NK cell responses that controlled MHC I-deficient and even MHC I+ cancers. Tregs controlled the activation, maturation, and anti-tumor cytotoxic activity of NK cells within the tumor microenvironment. Mechanistically, IT Tregs prevented the cDC2-dependent induction of IL-2 production by CD4+ Tconv cells that was necessary for NK cell activation. Systemically administered antibodies that selectively depleted IT Tregs similarly empowered NK-dependent tumor control. These findings expand the breadth of Treg-mediated cancer immunosuppression to encompass antitumor NK cells and suggest that targeting Tregs in tumors can control CD8+ T cell-resistant cancers.", "date": "2025-06-28", "journal": ""}
{"title": "Epidermal γδ T cells, CD8 T cells and macrophages are increased in number in alopecia areata and express BST2 as part of an interferon-driven antiviral gene signature", "doi": "10.1101/2025.06.26.661822", "authors": "Coast, J.; Gonzalez, A.; Velasquez, C.; Kansky, M.; Valdovinos-Hagan, Y.; Macedo, M.; Solano, A.; Kasler, A.; Jameson, J.", "abstract": "Alopecia areata is an autoimmune disorder affecting approximately 2% of the global population, characterized by immune-mediated disruption of hair follicle immune privilege and unpredictable hair loss. While CD4 and CD8 T cells are established drivers of pathogenesis, the roles of other immune cell populations remain incompletely defined. Here, we reaffirm the pathogenic role of CD8 T cells and identify a contribution of epidermal {gamma}{delta} T cells and macrophages to alopecia areata. Using publicly available single-cell RNA sequencing (scRNAseq) data from the skin of C3H/HeJ mice with alopecia areata, we demonstrate that epidermal {gamma}{delta} T cells upregulate genes associated with immune homeostasis, proliferation, and inflammation, including BST2, an interferon-stimulated antiviral protein. In vivo, epidermal {gamma}{delta} T cells and keratinocytes are increased in number, with BST2 expression enriched around hair follicles. BST2 is also expressed on CD8 T cells actively producing IFN-{gamma} and on CD11b+ macrophages with signatures of antiviral and complement system pathways. In human alopecia areata skin, BST2 expression is elevated in alopecia areata and downregulated following treatment with the JAK inhibitor tofacitinib. Together, these findings position BST2 as a marker of interferon-driven immune activation and highlight epidermal {gamma}{delta} T cells as a contributor to alopecia areata pathogenesis.", "date": "2025-06-28", "journal": ""}
{"title": "The ubiquitin protease Ubp10 suppresses the formation of translocations at Cdc13 binding sites", "doi": "10.1101/2025.06.27.661970", "authors": "Gonzalez, D. I.; Westerbeek, A. R.; Epum, E. A.; Friedman, K. L.", "abstract": "Double strand breaks (DSBs) pose a significant threat to chromosome stability and, if left unrepaired, can result in chromosome rearrangements. Canonical DNA repair pathways mitigate these risks. However, if these repair mechanisms fail to repair the DSB, alternative repair pathways, such as break-induced replication (BIR), single-strand annealing (SSA), and de novo telomere addition (dnTA), can be utilized. Yeast subtelomeric regions are hotspots of recombination, while interstitial telomere-like sites can promote dnTA. In yeast, dnTA sites, termed SiRTAs (Sites of Repair-associated Telomere Addition), require Cdc13 association. We identified the ubiquitin protease Ubp10 as a positive regulator of dnTA at SiRTAs. Loss of UBP10 reduces dnTA frequency but increases the frequency of other chromosomal rearrangements at SiRTAs. SiRTAs utilize the repetitive subtelomeric regions of donor chromosomes to facilitate rearrangements, with a fraction occurring independently of RAD51 and requiring Sir4 and Sir2 components of the SIR complex. Association of Cdc13 with the SiRTA is necessary and sufficient to stimulate translocations in the absence of UBP10. This study highlights the diversity of DNA repair mechanisms at SiRTAs, advancing our understanding of telomere maintenance and chromosomal rearrangement formation.", "date": "2025-06-28", "journal": ""}