{"title": "Disease-attenuated pneumococcal biosynthesis gene mutants invade the mucosal epithelium and induce innate immunity", "doi": "10.1101/2023.06.15.545009", "authors": "Weight, C. M.; Pollara, G. M.; Betts, M.; Ragazzini, R.; Connor, M.; Ramos-Sevillano, E.; Reine, J.; Whelan, M.; Guerra-Assuncao, J. A.; Bonfanti, P.; Jolly, C.; Noursadeghi, M.; Ferreira, D.; Brown, J.; Heyderman, R. S.", "abstract": "Nasopharyngeal colonisation by Streptococcus pneumoniae is characterised by adherence to epithelial cells, microinvasion and innate immune activation. Previously, we have shown that two biosynthesis gene mutants of S. pneumoniae serotype 6B strain (proABC and fhs with an additional piaA mutation) can successfully colonise murine and human models without causing disease. Here, we test the hypothesis that epithelial microinvasion and an innate immune response persist despite disease attenuation. We show that although the{triangleup} proABC and{triangleup} fhs mutations do not attenuate microinvasion in either experimental human pneumococcal challenge or infection of epithelial cell models, there was less transmigration of Detroit 562 nasopharyngeal epithelial cells by the biosynthesis gene mutants than the WT. Cellular reorganisation by primary human airway epithelial cells varied considerably between strains. Compared to the WT, infection of Detroit 562 epithelial cells by the{triangleup} fhs/piaA strain but not the{triangleup} proABC/piaA strain was less pro-inflammatory, induced less caspase 8 production, associated increased pneumococcal hydrogen peroxide secretion and reduced pneumolysin activity. Under serum stress, these biosynthesis gene mutations had a broad impact on the expression of pneumococcal virulence genes (e.g. ply, nanA and psaA), those regulating oxidative stress (e.g. SpxB, lctO and adhE), and genes involved in purine and carbohydrate metabolism. However, although these may result in disease attenuation, they were not directly linked to effects on microinvasion, cellular reorganisation or the epithelial innate immune response. These findings suggest that the strain differences observed were driven by the differential expression of multiple bacterial virulence and metabolic pathways, rather than any single gene or pathway of genes. These data highlight the complex impact of single gene mutations on bacterial virulence and suggest that the virulence determinants of pneumococcal epithelial colonisation, microinvasion and innate immunity are not necessarily directly linked to disease.", "date": "2025-05-26", "journal": ""}
{"title": "tUbe net: a generalisable deep learning tool for 3D vessel segmentation", "doi": "10.1101/2023.07.24.550334", "authors": "Holroyd, N. A.; Li, Z.; Walsh, C.; Brown, E. E.; Shipley, R. J.; Walker-Samuel, S.", "abstract": "Deep learning has become an invaluable tool for bioimage analysis but, while open-source cell annotation software such as cellpose are widely used, an equivalent tool for three-dimensional (3D) vascular annotation does not exist. With the vascular system being directly impacted by a broad range of diseases, there is significant medical interest in quantitative analysis for vascular imaging. However, existing deep learning approaches for this task are specialised to particular tissue types or imaging modalities. We present a new deep learning model for segmentation of vasculature that is generalisable across tissues, modalities, scales and pathologies. To create a generalisable model, a 3D convolutional neural network was trained using data from multiple modalities including optical imaging, computational tomography and photoacoustic imaging. Through this varied training set, the model was forced to learn common features of vessels cross-modality and scale. Following this, the general model was fine-tuned to different applications with a minimal amount of manually labelled ground truth data. It was found that the general model could be specialised to segment new datasets, with a high degree of accuracy, using as little as 0.3% of the volume of that dataset for fine-tuning. As such, this model enables users to produce accurate segmentations of 3D vascular networks without the need to label large amounts of training data.", "date": "2025-05-26", "journal": ""}
{"title": "Phylogenomic evidence for host specialization and genetic divergence in OsHV-1 infecting Magallana gigas and Ostrea edulis", "doi": "10.1101/2023.08.23.554398", "authors": "Pelletier, C.; Chevignon, G.; Faury, N.; Arzul, I.; Garcia, C.; Chollet, B.; Renault, T.; Morga, B.; Jacquot, M.", "abstract": "Cross-species transmission is a major driver of disease emergence in humans and animals. The Ostreavirus ostreidmalaco1 (OsHV-1) is mainly associated with mortality in the Pacific oyster Magallana gigas, but has also been found in other mollusks, including the European flat oyster Ostrea edulis. This raises questions about OsHV-1 host specificity. This study explored the genetic differentiation of OsHV-1 in M. gigas and O. edulis and the underlying mechanisms. Using high-throughput sequencing, 40 OsHV-1 genomes were obtained from both O. edulis and M. gigas and were analyzed to assess viral diversity, lineage isolation, and cross-species transmission. Comparative genomics, population genetics, phylogenetic and phylodynamic methods revealed that host species significantly influence viral genetic structure. The data suggest that OsHV-1 was introduced in Europe with M. gigas, followed by a cross-species transmission event and divergence into two distinct lineages. Selection signals were identified in genomic regions involved in key viral functions, including host binding, DNA replication, and membrane-associated proteins, indicating possible adaptation to different hosts. Future research should investigate coevolution between OsHV-1 and a broader range of host species using phylogenetic approaches to better understand host-virus dynamics.", "date": "2025-05-26", "journal": ""}
{"title": "diplo-locus: A lightweight toolkit for inference and simulation of time-series genetic data under general diploid selection", "doi": "10.1101/2023.10.12.562101", "authors": "Cheng, X.; Steinruecken, M.", "abstract": "Whole-genome time-series allele frequency data are becoming more prevalent as ancient DNA (aDNA) sequences and data from evolve-and-resequence (E&R) experiments are generated at a rapid pace. Such data presents unprecedented opportunities to elucidate the dynamics of genetic variation under selection. However, despite many methods to infer parameters of selection models from allele frequency trajectories available in the literature, few provide userfriendly implementations for large-scale empirical applications. Here, we present diplo-locus, an open-source Python package that provides functionality to simulate and perform inference from time-series data under the Wright-Fisher diffusion with general diploid selection. The package includes Python modules as well as command-line tools and is available at: https: //github.com/steinrue/diplo_locus", "date": "2025-05-26", "journal": ""}
{"title": "Single Cell Spatial Transcriptomic Profiling Identifies a LINE1 Associated Disarrayed Immune Microenvironment in Hepatocellular Carcinoma", "doi": "10.1101/2023.12.04.570014", "authors": "Coley, A. K.; Nawrocki, C.; Patel, B. K.; Pankaj, A.; Guo, Z.; Emmett, M. J.; Lang, E. R.; Song, Y.; Xu, K. H.; Ferrone, C. R.; Deshpande, V.; Nieman, L. T.; Aryee, M.; Franses, J. W.; Ting, D. T.", "abstract": "Purpose: Hepatocellular carcinoma (HCC) is a lethal malignancy driven by complex interactions between cancer cells, immune cells, and additional stromal cells in the tumor microenvironment (TME). The LINE1 retrotransposon is a ubiquitous repeat RNA whose de-repression leads to significant cancer cell-intrinsic and TME changes that promote aggressive tumor characteristics. We leveraged single cell spatial transcriptomic profiling to characterize the relationship between LINE1 and differences in the heterogeneous HCC TME. Experimental Design: We applied our profiling methodology to a cohort of 23 tissue specimens collected from patients who had undergone liver resection or transplantation and validated it in a partially-overlapping similar cohort of 39 specimens using RNA in-situ hybridization (RNA-ISH). Results: We found that LINE1-high tumors and LINE1-high single HCC cells exhibited a de-differentiated, stem-like, and inflammatory phenotype. Furthermore, within individual tumors, LINE1 high cancer cells associated spatially with one another and excluded the larger, organized immune cell conglomerates seen in LINE1 low tumors. Finally, we found that LINE1 RNA expression correlated with worse overall survival in the larger expanded retrospective cohort. Conclusions: Our study is the first to show a clearly disorganized immune TME in HCC driven by LINE1 expression, and this observation correlated with poor survival for patients whose tumors expressed large amounts of the LINE1 repeat RNA. These results provide further evidence of how effective anti-tumor immune responses contribute to cures after definitive surgery and may lead to novel biomarkers or drug targets in HCC.", "date": "2025-05-26", "journal": ""}
{"title": "A machine learning model for the proteome-wide prediction of lipid-interacting proteins", "doi": "10.1101/2024.01.26.577452", "authors": "Chou, J. C.-C.; Chatterjee, P.; Decosto, C. M.; Dassama, L. M. K.", "abstract": "Lipids are essential metabolites that play critical roles in multiple cellular pathways. Like many primary metabolites, mutations that disrupt lipid synthesis can be lethal. Proteins involved in lipid synthesis, trafficking, and modification, are targets for therapeutic intervention in infectious disease and metabolic disorders. The ability to rapidly detect these proteins can accelerate their evaluation as targets for deranged lipid pathologies. However, it remains challenging to identify lipid binding motifs in proteins because the rules that govern protein engagement with specific lipids are poorly understood. As such, new bioinformatic tools that reveal conserved features in lipid binding proteins are necessary. Here, we present Structure-based Lipid-interacting Pocket Predictor (SLiPP), an algorithm that leverages machine learning to detect protein cavities capable of binding to lipids in protein structures. SLiPP uses a Random Forest classifier and operates at scale to predict lipid binding pockets with an accuracy of 96.8% and an F1 score of 86.9% when testing against a set of 8,380 pockets embedded within proteins. Our analyses revealed that the algorithm relies on hydrophobicity-related features to distinguish lipid binding pockets from those that bind to other ligands. SLiPP is fast and does not require substantial computational resources. Use of the algorithm to detect lipid binding proteins in various proteomes produced hits annotated or verified as bona fide lipid binding proteins. Additionally, SLiPP identified many new putative lipid binders in well studied proteomes. Because of its ability to identify novel lipid binding proteins, SLiPP can spur the discovery of new and targetable lipid-sensitive pathways.", "date": "2025-05-26", "journal": ""}
{"title": "Task-guided Generative Adversarial Networks for Synthesizing and Augmenting Structural Connectivity Matrices for Connectivity-Based Prediction", "doi": "10.1101/2024.02.13.580039", "authors": "Yamamoto, T.; Sugiura, T.; Hiroyasu, T.; Hiwa, S.", "abstract": "Recent machine learning techniques have improved connectome-based predictions by modelling complex dependencies between brain connectivity and cognitive traits. However, they typically require large datasets that are costly and time-consuming to collect. To address this, we propose Task-guided GAN II, a novel data augmentation method that uses generative adversarial networks (GANs) to expand sample sizes in connectome-based prediction tasks. Our method incorporates a task-guided branch within the Wasserstein GAN framework, specifically designed to synthesize structural connectivity matrices and improve prediction accuracy by capturing task-relevant features. We evaluated Task-guided GAN II on the prediction of fluid intelligence using the NIMH Health Research Volunteer Dataset. Results showed that data augmentation improved prediction accuracy. To further assess whether augmentation can substitute for increasing real-world sample sizes, we conducted additional validation using the HCP WU-Minn S1200 dataset. Task-guided GAN II improved prediction performance with limited real data, with gains of up to twofold augmentation observed. However, excessive augmentation did not result in further improvements, suggesting that augmentation complements, but does not fully replace, real data augmentation. These results suggest that Task-guided GAN II is a promising tool for harnessing small datasets in human connectomics research, improving predictive modelling where large-scale data collection is impractical.", "date": "2025-05-26", "journal": ""}
{"title": "Mutations in ClpC1 or ClpX subunit of the caseinolytic protease confer resistance to natural product ilamycins in mycobacteria", "doi": "10.1101/2024.02.24.581832", "authors": "Gao, Y.; Fang, C.; Zhou, B.; Hameed, H. M. A.; Sun, C.; Tian, X.; He, J.; Han, X.; Zhang, H.; Li, J.; Ju, J.; Chen, X.; Zhong, N.; Ma, J.; Xiong, X.; Zhang, T.", "abstract": "The mycobacterial caseinolytic protease (Clp) system has been recognized as a promising therapeutic target. In this study, we identified two novel ilamycin analogs, ilamycin E (ILE) and ilamycin F (ILF), both targeting the ClpC1 component of the ClpC1P1P2 proteasome. ILE potently disrupts ClpC1P1P2-mediated proteolysis, leading to delayed bactericidal activity, while ILF also binds ClpC1, albeit with lower affinity. Notably, we discovered a unique mutation in clpX and a novel insertion in clpC1, both conferring resistance to ILE and ILF in mycobacterium, validated by gene editing. Furthermore, ILE can also inhibit the proteolytic activity of ClpXP1P2 in a manner dependent on the tag sequence and adaptor of substrate. This first demonstration of clpX and clpC1-mediated ilamycin resistance underscores the potential of ilamycins to target multiple components of the Clp protease system, offering a novel dual-target strategy for combating mycobacterial infections.", "date": "2025-05-26", "journal": ""}
{"title": "MRI mapping of hemodynamics in the human spinal cord", "doi": "10.1101/2024.02.22.581606", "authors": "Hemmerling, K. J.; Hoggarth, M. A.; Sandhu, M. S.; Parrish, T. B.; Bright, M. G.", "abstract": "Impaired spinal cord vascular function contributes to numerous neurological pathologies, making it important to be able to noninvasively characterize these changes. Here, we propose a functional magnetic resonance imaging (fMRI)-based method to map spinal cord vascular reactivity (SCVR). We used a hypercapnic breath-holding task to evoke a systemic vasodilatory response during concurrent blood oxygenation level-dependent fMRI. SCVR amplitude and hemodynamic delay were mapped at the group level as proof-of-concept of the approach, and in two highly-sampled participants to probe feasibility/stability of individual SCVR mapping. Across the group and individuals, a strong ventral SCVR amplitude was initially observed without accounting for local regional variation in the timing of the vasodilatory response. Shifted breathing traces were used to account for temporal differences in the vasodilatory response across the cord, producing maps of SCVR delay. These maps demonstrate distinct gray matter regions concordant with territories of arterial supply. The SCVR fMRI methods described here enable robust mapping of spatiotemporal hemodynamic properties of the human spinal cord. This noninvasive approach has the potential to provide early insight into pathology-driven vascular changes in the cord, which may precede and predict future irreversible tissue damage and guide the treatment of several neurological pathologies involving the spine.", "date": "2025-05-26", "journal": ""}
{"title": "Contribution of statistical learning to learning from reward feedback", "doi": "10.1101/2024.04.27.591445", "authors": "Yazdanpanah, A.; Wang, C.; Trepka, E.; Soltani, A.", "abstract": "Natural environments are rich with patterns and regularities. Thus, it is not surprising that most animals have evolved neural mechanisms to detect and adapt to these regularities. Such detections and adaptations can, in turn, influence several cognitive functions including attention, perception, and memory, thereby enhancing survival. Here, we investigated whether detecting environmental regularities that are irrelevant to obtaining rewards can influence learning about multi-dimensional choice options--a process often constrained by the scarcity of reward feedback. To explore this, we trained human participants to perform a multidimensional reward-learning task alongside an orthogonal sequence-prediction task. We found that although feature-specific regularities in the sequence-prediction task were not predictive of reward, they incidentally biased participants' behavior toward the feature with regularity during the reward-learning task. Fitting choice behavior with various computational models revealed that this effect was more consistent with modulations in learning rather than decision making, as evidenced by higher learning rates for this feature. This was particularly apparent for learning from chosen, rewarded options and unchosen, unrewarded options, demonstrating that environmental regularities can amplify confirmation bias in reward learning. Our results thus extend the notion of confirmation bias in learning about options and actions to their features. Furthermore, they suggest that temporal regularities can influence reward learning by biasing the association of reward with specific features and by enhancing confirmation bias. These effects help reduce dimensionality of the learning task to mitigate the curse of dimensionality in reward learning.", "date": "2025-05-26", "journal": ""}
{"title": "Benchmarking and Optimization of Methods for the Detection of Identity-By-Descent in High-Recombining Plasmodium falciparum", "doi": "10.1101/2024.05.04.592538", "authors": "Guo, B.; Takala-Harrison, S.; O'Connor, T. D.", "abstract": "Genomic surveillance is crucial for identifying at-risk populations for targeted malaria control and elimination. Identity-by-descent (IBD) is increasingly being used in Plasmodium population genomics to estimate genetic relatedness, effective population size (Ne), population structure, and signals of positive selection. Despite its potential, a thorough evaluation of IBD segment detection tools for species with high recombination rates, such as P. falciparum, remains absent. Here, we perform comprehensive benchmarking of IBD callers -- probabilistic (hmmIBD, isoRelate), identity-by-state-based (hap-IBD, phased IBD) and others (Refined IBD) -- using population genetic simulations tailored for high recombination, and IBD quality metrics at both the IBD segment level and the IBD-based downstream inference level. Our results demonstrate that low marker density per genetic unit, related to high recombination relative to mutation, significantly compromises the accuracy of detected IBD segments. In genomes with high recombination rates resembling P. falciparum, most IBD callers exhibit high false negative rates for shorter IBD segments, which can be partially mitigated through optimization of IBD caller parameters, especially those related to marker density. Notably, IBD detected with optimized parameters allows for more accurate capture of selection signals and population structure; IBD-based Ne inference is very sensitive to IBD detection errors, with IBD called from hmmIBD uniquely providing less biased estimates of Ne in this context. Validation with empirical data from the MalariaGEN Pf7 database, representing different transmission settings, corroborates these findings. We conclude that context-specific evaluation and parameter optimization are essential for accurate IBD detection in high-recombining species and recommend hmmIBD for Plasmodium species, especially for quality-sensitive analyses, such as estimation of Ne. Our optimization and high-level benchmarking methods not only improve IBD segment detection in high-recombining genomes but also enhance overall genomic analysis, paving the way for more accurate genomic surveillance and targeted intervention strategies for malaria.", "date": "2025-05-26", "journal": ""}
{"title": "A novel expectation-maximization approach to infer general diploid selection from time-series genetic data", "doi": "10.1101/2024.05.10.593575", "authors": "Fine, A. G.; Steinruecken, M.", "abstract": "Detecting and quantifying the strength of selection is a main objective in population genetics. Since selection acts over multiple generations, many approaches have been developed to detect and quantify selection using genetic data sampled at multiple points in time. Such time series genetic data is commonly analyzed using Hidden Markov Models, but in most cases, under the assumption of additive selection. However, many examples of genetic variation exhibiting non-additive mechanisms exist, making it critical to develop methods that can characterize selection in more general scenarios. Here, we extend a previously introduced expectation-maximization algorithm for the inference of additive selection coefficients to the case of general diploid selection, in which the heterozygote and homozygote fitness are parameterized independently. We furthermore introduce a framework to identify bespoke modes of diploid selection from given data, a heuristic to account for variable population size, and a procedure for aggregating data across linked loci to increase power and robustness. Using extensive simulation studies, we find that our method accurately and efficiently estimates selection coefficients for different modes of diploid selection across a wide range of scenarios; however, power to classify the mode of selection is low unless selection is very strong. We apply our method to ancient DNA samples from Great Britain in the last 4,450 years, and detect evidence for selection in six genomic regions, including the well-characterized LCT locus. Our work is the first genome-wide scan characterizing signals of general diploid selection.", "date": "2025-05-26", "journal": ""}
{"title": "Changes in the Public IgM Repertoire and Its Idiotypic Connectivity in Alzheimer's Disease and Frontotemporal Dementia", "doi": "10.1101/2024.07.15.603559", "authors": "Pashova-Dimov, S.; Petrov, P.; Karachanak-Yankova, S.; Belezhanska, D.; Zhelev, Y.; Mehrabian, S.; Traykov, L.; Toncheva, D.; Pashov, A.", "abstract": "Alzheimer's disease (AD) and frontotemporal dementia (FTD) are prevalent neurodegenerative disorders. Early diagnosis is challenging due to the lack of definitive biomarkers and reliance on invasive procedures. Immune biomarkers, particularly those reflecting the interaction between the central nervous system (CNS) and the peripheral immune system, have shown promise for non-invasive detection through blood samples. This study investigates the reactivity of serum IgM and IgG from AD and FTD patients against a library of mimotopes representing public IgM reactivities in healthy donors. Serum samples from AD, FTD, and other neurodegenerative dementias (ND) and controls were tested on peptide microarrays. The samples were pooled to mitigate individual variability. The reactivity data were analyzed using graphs to represent the cross-reactivity networks. The analysis revealed distinct reactivity patterns for the studied groups. Public IgM reactivities showed significant correlations with neurodegenerative conditions, with AD and FTD exhibiting loss or gain of specific IgM reactivities. Graph analysis highlighted significant differences between disease and control groups in graph density, clustering, and assortativity parameters. Mimotopes of IgM reactivities lost in dementia, particularly in AD, exhibited significant homology to HCDR3 sequences of human antibodies. Furthermore, clusters of reactivities showed significant distinctions between AD and FTD, with IgG reactivities providing additional differentiation. Several self-proteins related to neurodegeneration proved to have sequences homologous to disease-associated mimotopes. Interestingly, the beta-propeller signature sequence YWTD found in ApoE receptor LRP1 proved a characteristic epitope for IgG in FTD but not AD. At the same time, the respective public |gM mimotope YWTDSSR coincides with a highly conserved sequence in many microorganisms and sequences found in human HCDR3. Thus, the public IgM repertoire, characterized by its broad reactivity and inherent autoreactivity, offers valuable insights into the immunological alterations in neurodegenerative diseases. The study supports the potential of IgM and IgG reactivity profiles as another compartment of non-invasive biomarkers for early diagnosis and differentiating AD and FTD.", "date": "2025-05-26", "journal": ""}
{"title": "The paternally expressed genes in endosperm comfort the kinship theory to explain imprinting in A. lyrata.", "doi": "10.1101/2024.08.01.606153", "authors": "Le veve, A.; Iltas, O.; Dutheil, J.; Lafon Placette, C.", "abstract": "Genomic imprinting is a form of gene regulation resulting in the unequal expression of the two parental alleles. Two main hypotheses are usually mentioned to explain it, the kinship and the sexual antagonism theories, together related to a conflict over resource allocation. Between the different common assumptions expected under these theories, directional selection on imprinted genes could help to discriminate the best theory to explain imprinting because the selection is expected, in regulatory or in coding regions respectively. But, so far, most researches that studied selection in imprinted genes have focused on autogamous species, whose conflict for ressource's allocation is expected to be low. Moreover, kinship theory is expected to promote intense antagonistic coevolution between imprinted genes, but this has never been tested so far. To address these knowledge gaps, using phylogenetic and population genomics approaches, we searched for signals of selection on imprinted genes across the Brassicaceae family and in allogamous and autogamous populations of Arabidopsis lyrata, and we investigated signals of coevolution across imprinted genes. Overall, we found that non-imprinted endosperm genes presented signals of balancing selection, as expected in the case of unresolved intralocus conflict. Moreover, according to kinship theory, the PEGs exhibited signals of directional selection but not in coding regions and this signal was sensitive to mating systems. Finally, we found imprinted genes showing signals of coevolution, but not related to specific sites, suggesting that the coevolution is driven by other interactions than protein, as predicted by kinship theory.", "date": "2025-05-26", "journal": ""}
{"title": "Coevolution of phenological traits shapes plant-pollinator coexistence", "doi": "10.1101/2024.08.08.607160", "authors": "Duchenne, F.; Dominguez-Garcia, V.; Molina, F.; Bartomeus, I.", "abstract": "Previous research has revealed how species traits determine species interactions, and how species interactions influence species coexistence. However, this hierarchical view ignores the coevolutionary feedback from species interactions to species traits and its consequences for species coexistence. Here, we developed a theoretical model to explore how the coevolution of morphological and phenological traits shape the structure and stability of mutualistic interaction networks. We found that, in comparison to morphological traits, phenological traits led to distinctive coevolutionary opportunities for species, which led to different emergent properties at community level. This is because phenological traits promoted facilitation over competition. While morphological coevolution led to modular and specialized interaction networks with a negative diversity-stability trade-off, phenological coevolution was required to achieve nested interaction networks with a positive relationship between diversity and structural stability. Our theoretical results were consistent with empirical observations: across 17 empirical pollination networks we found a high proportion of phenological motifs promoting facilitation over competition, suggesting an important role of phenological coevolution in community assembly. These empirical seasonal structures strongly enhanced the community stability and dampened the diversity-stability trade-off observed when neglecting them. Our results highlight the importance of phenological coevolution in the emergence of diverse and stable communities.", "date": "2025-05-26", "journal": ""}
{"title": "RGAST: A Relational Graph Attention Network for Multi-Scale Cell-Cell Communication Inference from Spatial Transcriptomics", "doi": "10.1101/2024.08.09.607420", "authors": "Gong, Y.; Yu, Z.", "abstract": "Cell-cell communication (CCC) plays a fundamental role in tissue organization and function. Recent advances in spatial transcriptomics (ST) technologies have enabled high-resolution mapping of CCC at single-cell level. However, existing computational approaches for CCC inference face several limitations, including reliance on predefined ligand-receptor databases, loss of single-cell resolution, and inability to model long range communications. To address these challenges, we developed RGAST, a deep learning framework that integrates both spatial proximity and transcriptional profiles to reconstruct multi-scale CCC networks de novo. In our analysis, RGAST revealed directional communication from peripheral to central nuclei in mouse hypothalamus and tumor invasion signaling axis in breast cancer. Leveraging a relational graph attention network, RGAST effectively captures both local and global communication patterns while learning low-dimensional representations of ST data, which are versatile in multiple downstream tasks. Our results demonstrate that RGAST enhances spatial domain identification accuracy by approximately 10% compared to the second method in 10X Visium DLPFC dataset. Furthermore, RGAST facilitates the discovery of spatially variable genes, enables more precise cell trajectory inference and reveals intricate 3D spatial patterns across multiple sections of ST data.", "date": "2025-05-26", "journal": ""}
{"title": "Large protein databases reveal structural complementarity and functional locality", "doi": "10.1101/2024.08.14.607935", "authors": "Szczerbiak, P.; Szydlowski, L. M.; Wydmanski, W.; Renfrew, P. D.; Koehler Leman, J.; Kosciolek, T.", "abstract": "Recent breakthroughs in protein structure prediction have led to an unprecedented surge in high-quality 3D models, highlighting the need for efficient computational solutions to manage and analyze this wealth of structural data. In our work, we comprehensively examine the structural clusters obtained from the AlphaFold Protein Structure Database (AFDB), a high-quality subset of ESMAtlas, and the Microbiome Immunity Project (MIP). We create a single cohesive low-dimensional representation of the resulting protein space. Our results show that, while each database occupies distinct regions within the protein structure space, they collectively exhibit significant overlap in their functional profiles. High-level biological functions tend to cluster in particular regions, revealing a shared functional landscape despite the diverse sources of data. By creating a single, cohesive low-dimensional representation of protein structure space integrating data from diverse sources, localizing functional annotations within this space, and providing an open-access web-server for exploration, this work offers insights for future research concerning protein sequence-structure-function relationships, enabling various biological questions to be asked about taxonomic assignments, environmental factors, or functional specificity. This approach is generalizable to other or future datasets, enabling further discovery beyond findings presented here.", "date": "2025-05-26", "journal": ""}
{"title": "Belief updating in decision-variable space: past decisions with finer granularity attract future ones more strongly", "doi": "10.1101/2024.08.20.608767", "authors": "Lee, H.; Lim, J.; Lee, S.-H.", "abstract": "When engaged in decision-making tasks, humans are known to create decision variables. Much effort has focused on the cognitive processes involved in forming decision variables. However, there is limited understanding of how decision variables, once formed, are utilized to adapt to the environment. We reason that decision-makers would benefit from updating the belief of decision-variable. As one such belief updating, we hypothesize that a decision commitment restricts the probabilistic belief distribution of decision variable to a range corresponding to that decision. This implies that past decisions not only attract future ones but also exert a greater pull when those decisions are made with finer granularity-dubbed the granularity effect. Here, we present the findings of seven psychophysical experiments that confirm these implications. Further, as a unified account of the granularity effect, we offer a Bayesian model. Our work demonstrates how humans leverage the decision-variable to effectively adapt to their surroundings.", "date": "2025-05-26", "journal": ""}
{"title": "Comparative risk-assessment of spread of highly pathogenic avian influenza H5 viruses spread in French broiler and layer sectors.", "doi": "10.1101/2024.09.11.612235", "authors": "Hautefeuille, C.; Munoz, F.; Dauphin, G.; Paul, M.; Peyre, M.; Goutard, F.", "abstract": "Since 2015, French poultry production is threatened almost every year by a reintroduction of highly pathogenic avian influenza H5 viruses. The duck sector was the most concerned by this crisis but other sectors such as broiler, layer and turkey were also affected by outbreaks. The objective of this work was to assess the risk of highly pathogenic avian influenza H5 virus transmission from one farm to another within the French broiler and layer production network. This study used the WOAH risk assessment framework. After drawing up a scenario tree of virus transmission from one farm to another, data were collected through a literature review or through experts' elicitation. Three questionnaires were developed according to the experts' field of expertise: avian influenza, broiler and layer sectors. The experts' estimates were combined using a beta distribution weighted by their confidence level. A Monte Carlo iteration process was used to combine the different probabilities of the scenario tree and to assess the transmission risk. In the broiler sector, the highest transmission probabilities were observed if the exposed farm was an indoor broiler farm and the source a broiler farm (indoor or free-range). The high transmission probability between broiler farm integrated within the same company highlighted the role of integration in this probability. The pathways which generated the highest transmission probabilities between two integrated indoor broiler farms with a good biosecurity level are person movement, transport of feed and manure management. In the layer sector, the highest transmission probabilities were observed if the source farm was a free-range farm and the exposed farm a production farm (indoor or free-range). The pathways with the highest transmission probabilities were egg transport and person movement. The sensitivity analysis showed that the exposed farm's biosecurity had a significant impact on the transmission probability. Our results provide an insight on the role of each type of farms in the virus spread within the French broiler and layer production sectors and will be useful for the implementation of control measures such as movement restriction or vaccination.", "date": "2025-05-26", "journal": ""}
{"title": "The biogeography of evolutionary radiations on oceanic archipelagos", "doi": "10.1101/2024.10.07.616413", "authors": "Bree, B.; Matthews, T. J.; Fernandez-Palacios, J. M.; Paroissin, C.; Triantis, K. A.; Whittaker, R. J.; Rigal, F.", "abstract": "Evolutionary radiations on oceanic archipelagos (ROAs) have long served as models for understanding evolutionary and ecological processes underlying species diversification. Yet, diversity patterns emerging from ROAs have received relatively little attention from biogeographers, even though characterizing the effect of key geo-environmental factors on island clades species distribution could be important for unraveling diversification dynamics. In this study, we conducted a comparative analysis using island-specific species richness values for approximately one hundred ROAs across major oceanic archipelagos (mostly Hawaii, Canary Islands, Galapagos and Fiji) and taxa (vascular plants, invertebrates and vertebrates). Our aim was to determine whether (1) ROA species richness patterns scale as a function of key geo-environmental factors including island area, geological age, environmental heterogeneity (elevation and topographic complexity) and inter-island isolation, and (2) whether the magnitude of the effects of these factors varies across archipelagos and taxa. Our results identified elevation as a key driver of ROA species richness patterns on islands, supporting existing theoretical and empirical work that highlighted the central role of environmental heterogeneity in driving diversification on oceanic islands. As importantly, we found that the influence of geo-environmental factors varies across archipelagos and taxa, suggesting that unique archipelagic dynamics and biological traits together shape diversification differently. Our findings emphasize the value of applying biogeographical modeling at resolution of individual radiations to improve our understanding of evolutionary processes on oceanic archipelagos.", "date": "2025-05-26", "journal": ""}
{"title": "Fast and robust visual object recognition in young children", "doi": "10.1101/2024.10.14.618285", "authors": "Ayzenberg, V.; Sener, S. B.; Novick, K.; Lourenco, S. F.", "abstract": "By adulthood, humans rapidly identify objects from sparse visual displays and across significant disruptions to their appearance. What are the minimal conditions needed to achieve robust recognition abilities and when might these abilities develop? To test this question, we investigated the upper-limits of children's object recognition abilities. We found that children as young as 3-years-of-age successfully identified objects at speeds of 100 ms (both forward and backward masked) under sparse and disrupted viewing conditions. By contrast, a range computational models implemented with biologically plausible properties or optimized for visual recognition did not reach child-level performance. Models only matched children if they were trained with more data than children are capable of experiencing. These findings highlight the robustness of the human visual system in the absence of extensive experience and identify important developmental constraints for building biologically plausible machines.", "date": "2025-05-26", "journal": ""}
{"title": "The metabolic mechanisms underlying zooplankton derived dissolved organic matter chemical properties", "doi": "10.1101/2024.10.27.620474", "authors": "Nuruddin, M. F.; Ding, H.; WU, L.", "abstract": "Dissolved organic matter (DOM), the largest reservoir of organic material in the ocean, plays a crucial role in the global nutrient cycle and the microbial loop. While existing studies have documented significant DOM release by zooplankton, the chemo diversity and properties of this DOM, along with the physiological mechanisms influencing these characteristics in the environment, remain inadequately explored. We conducted zooplankton sampling followed by onboard DOM release experiments in heterogeneous estuarine-coastal water systems, followed by molecular characterization of the DOM using Fourier-transform ion cyclotron resonance mass spectrometry. Additionally, we analyzed zooplankton metabolic activities through meta-transcriptomics to elucidate the relationship between the chemical properties of the released DOM and the underlying physiological processes of zooplankton. Our findings reveal substantial variations in the molecular diversity of DOM released by zooplankton, more specifically lipids-like, protein-like, and unsaturated hydrocarbon-like between mesotrophic and eutrophic coastal zooplankton communities. We found strong correlations between chemical composition of the DOM and zooplankton gene functions associated with metabolism processes such as carbohydrate metabolism, nucleotide processing, energy production, and coenzyme metabolism. Furthermore, the modified aromaticity indexes of the released DOM are also highly associated with metabolism-related gene functions such as amino acid, carbohydrate metabolism, lipid, energy production, as well as glycan biosynthesis, indicating that zooplankton metabolic processes significantly influence DOM aromaticity. This study enhances our understanding of how organism metabolic processes shape the molecular characteristics of DOM they release, highlighting its implications for nutrient cycling in the environment.", "date": "2025-05-26", "journal": ""}
{"title": "Single-cell atlas of the human immune system reveals sex-specific dynamics of immunosenescence", "doi": "10.1101/2024.11.06.622096", "authors": "Rios, M. S.; Ripoll-Cladellas, A.; Omidi, F.; Ballouz, S.; Alquicira-Hernandez, J.; Oelen, R.; Franke, L.; van der Wijst, M. G. P.; Powell, J. E.; Mele, M.", "abstract": "Immunosenescence, or immune aging, is characterized by both changes in cell type abundance and a decline in cellular function, leading to increased susceptibility to immune-related diseases. Yet, the extent to which sex influences the dynamic composition of immune cells during immunosenescence remains unknown. Here, we use single-cell RNA sequencing in peripheral blood mononuclear cells from 982 donors to uncover the sex-specific immune aging dynamics. We reveal that aging drives sexually dimorphic compositional and transcriptional shifts, with females showing stronger immune remodeling. Female-specific shifts include the expansion of three cytotoxic CD8+ T effector memory subpopulations and inflammatory monocytes. In addition, female CD4+ central memory T cells exhibit abundance shifts in subpopulations involved in autoimmunity alongside age-associated transcriptional signatures enriched for autoimmune-related pathways. Conversely, males show an age-related expansion of a B cell subpopulation associated with an asymptomatic precursor state to chronic lymphocytic leukemia. These sex-biased, functionally distinct immune subpopulations represent sex-specific hallmarks of immune aging. Our work underscores the complexity and sexual dimorphism of immunosenescence and supports the development of sex-specific strategies to promote healthy aging.", "date": "2025-05-26", "journal": ""}
{"title": "Somatic evolution of stem cell mutations in long-lived plants", "doi": "10.1101/2025.01.13.632685", "authors": "Johannes, F.", "abstract": "Long-lived perennial plants accumulate numerous somatic mutations with age. Mutations originating in stem cells at the shoot apex often become fixed in large sectors of the plant body due to cell lineage drift during repeated branching. Understanding the somatic evolution of such mutations requires knowledge of the effective stem cell population size, the cellular bottleneck strength during branch initiation, and the mutation rate. Here we show that these parameters can be estimated directly from cell-layer-specific DNA sequencing data, thus filling a gap where no other in vivo method exists.", "date": "2025-05-26", "journal": ""}
{"title": "Novel Insights into T-Cell Exhaustion and Cancer Biomarkers in PDAC Using Single Cell RNA Sequencing", "doi": "10.1101/2025.01.13.632574", "authors": "Saleem, M. U.; Sajid, H. A.; Shabbir, M. I.; Torres, A. R.; Rai, S. K.; Arshad, M. W.", "abstract": "One of the aggressive and lethal cancers, Pancreatic ductal adenocarcinoma (PDAC) is characterized by poor prognosis and resistance to conventional treatments. Moreover, tumor immune microenvironment (TIME) plays a crucial role in the progression and therapeutic resistance of PDAC. It is associated with T-cells exhaustion, leading to the progressive loss of T-cell functions with impaired ability to kill tumor cells. Therefore, this study employed single cell RNA sequencing (scRNA-seq) analysis identifying upregulated genes of T-cells; and of cancer cells in two groups (cancer cells_vs_all-PDAC and cancer-PDAC_vs_all-normal). Common and unique markers of cancer cells from both groups were identified. The Reactome pathways of cancer and T-cells were selected; while the genes implicated in those pathways were used to perform PPI analysis, revealing the hub-genes of cancer and T-cells. The gene expression validation of cancer and T-cells hub-genes was performed using GEPIA2 and TISCH2, while overall survival analysis of cancer cells hub-genes was performed using GEPIA2. Conclusively, this study unravelled 16 novel markers of cancer and T-cells providing the groundwork for future research into the immune landscape of PDAC, particularly T-cell exhaustion. However, further clinical studies are needed to validate these novel markers as potential therapeutic targets in PDAC patients.", "date": "2025-05-26", "journal": ""}
{"title": "The membrane topology problem inherent in ciliogenesis is solved by ciliary recruitment of a phospholipid flippase", "doi": "10.1101/2025.01.13.632862", "authors": "Wang, Z.; He, R.; Liu, Q.; Snell, W. J.; Cao, M.; Pan, J.", "abstract": "The cilium is a slender cellular projection whose membrane transduces signals essential in development and homeostasis. Although assembly of the axonemal core of the organelle is well-studied, the mechanisms that underlie formation of the ~250 nm diameter ciliary membrane from oppositely curved 50-100 nm diameter pre-ciliary vesicles remain poorly understood. Here we report that during ciliogenesis in the bi-ciliated alga, Chlamydomonas reinhardtii, aminophospholipid flippase 2 (ALA2) is recruited laterally from a reservoir on the plasma membrane onto the nascent ciliary membrane where it transfers conically shaped phosphatidyl ethanolamine (PE) from the outer to the inner leaflet. In cells lacking ALA2, initiation of cilia regeneration after experimentally induced de-ciliation is delayed, PE flipping is impaired, the ciliary membrane becomes distorted, and cilia that do form are shorter than wild type. Our results uncover a membrane topology problem inherent in ciliogenesis and demonstrate that it is resolved by a phospholipid flippase.", "date": "2025-05-26", "journal": ""}
{"title": "Not Extremely Plastic: Testing the Limits of Morphological Plasticity in Fungal Mycelia in Response to Soil Grazers", "doi": "10.1101/2025.01.14.632904", "authors": "Aguilar-Trigueros, C. A.; Boddy, L.; Fricker, M.", "abstract": "Phenotypic plasticity is widespread among living organisms, but exceptionally high levels of plasticity are rarely observed in nature. While plasticity can enhance fitness in fluctuating environments, it comes with substantial costs that limit both its expression and evolution. Most of what we know about these limits comes from studies on animals and plants, which typically have fixed body plans. In contrast, modular organisms such as filamentous fungi possess an undetermined, decentralized morphology that allows individuals to adjust their phenotype in response to local environmental conditions. This flexibility has led to speculation that fungi exhibit \"extreme phenotypic plasticity,\" making them an ideal system for studying plasticity mechanisms yet empirical tests of this assumption remain scarce. To address this gap, we analyzed grazer-induced morphological plasticity in four cord-forming fungal species exposed to soil microfauna with differing feeding behaviors, using a phenotypic trajectory analysis framework and tested alternative hypotheses: One hypothesis is that the flexibility of fungal network development would allow species to converge on a common \"grazing-resistant-phenotype\". Alternatively, the developmental plasticity for each species might be heavily constrained within species-specific limits. Our results showed that fungal species accounted for most of the total morphological variation, while grazer induced morphologies remained relatively aligned to non-grazed morphological trajectories. Instead of convergence, we found that grazed- phenotypes were more dissimilar across species, reflecting distinct developmental trajectories within species-specific limits. The extent of plasticity varied widely with a maximum of 30% of the morphological variation attributable to grazing pressure. Nevertheless, these findings suggest that morphological plasticity plays a relatively minor role in response to grazing for most species. The dominant species signature and constrained plasticity supports the use of morphological attributes of mycelia as functional traits in ecological studies. Our findings provide new evidence on the extent of plasticity of modular organisms and highlight the need to extend plasticity theories to include organisms with non-determinate, modular body types like fungi.", "date": "2025-05-26", "journal": ""}
{"title": "Quantification of HER2-low and ultra-low expression in breast cancer specimens by quantitative IHC and artificial intelligence", "doi": "10.1101/2025.01.22.634230", "authors": "Aidt, F.; Arbel, E.; Remer, I.; Ben-David, O.; Ben-Dor, A.; Rabkin, D.; Hoff, K.; Salomon, K.; Aviel-Ronen, S.; Nielsen, G.; Mollerup, J.; Jacobsen, L.; Tsalenko, A.", "abstract": "Recent results of clinical trials in antibody drug conjugate therapies have significantly broadened treatment options for the HER2 low and ultra-low breast cancer patients. However, sensitive, accurate and quantitative evaluation of HER2 expression based on current immunohistochemistry (IHC) assays remain challenging, especially in low and ultra-low HER2 expression ranges. We developed a novel methodology for quantifying HER2 protein expression, targeting breast cancer cases in the HER2 IHC 0 and 1+ categories. We measured HER2 expression using quantitative IHC (qIHC) that enables precise and tunable HER2 detection across different expression levels as demonstrated in formalin-fixed paraffin-embedded cell lines. Additionally, we developed an AI-based interpretation of HercepTestTM mAb pharmDx (Dako Omnis) (HercepTestTM mAb) using qIHC measurements as the ground truth. Both methodologies allowed spatial resolution and visualization of low and ultra-low levels of HER2 expression across entire tissue sections to demonstrate and enable quantification of heterogeneity of HER2 expression. Serial sections of 82 formalin-fixed paraffin-embedded tissue blocks of invasive breast carcinoma with HER2 IHC scores 0 or 1+ were stained with H&E, HercepTestTM (mAb), qIHC and p63, then scanned and digitally aligned. Tumor areas were manually selected and reviewed by expert pathologists. HER2 expression was quantitatively evaluated based on the qIHC assay in each 128x128m2 area within tumor regions. We observed statistically significant differences in HER2 expression between IHC 0, 0<IHC<1+, and IHC 1+ groups, and high level of spatial heterogeneity of the HER2 expression levels within the same tissue, up to five-fold in some cases. We demonstrated high slide-level tumor region agreement of estimates of HER2 expression between the AI-based interpretation of HercepTestTM mAb and the qIHC ground truth with a Pearson correlation of 0.94, and R2 of 0.87. The developed methodologies can be used to stratify HER2 low-expression patient groups, potentially improving the interpretation of IHC assays and maximizing therapeutic benefits. This method can be implemented in histology labs without requiring a specialized workflow.", "date": "2025-05-26", "journal": ""}
{"title": "The evolution of Hutchinsonian climatic niche hypervolumes in gymnosperms", "doi": "10.1101/2025.01.26.634928", "authors": "Caron, F.; Burslem, D. F.; Morimoto, J.", "abstract": "Aim The niche is a fundamental concept in theoretical and experimental ecology and is used to describe a wide range of ecological processes from species interaction with the environment to community assemblies. A common way to represent the niche is through a multidimensional geometry known as the Hutchinsonian niche hypervolume. Ecological theory predicts that niche hypervolumes have properties such as holes with broader eco-evolutionary significance, but we lack a comprehensive empirical study of niche hypervolume properties and their evolutionary significance. Location Global Time period Holocene Major taxa studied Gymnosperms Methods We conducted for the first time a systematic and comprehensive test of the evolution of Hutchinsonian niche hypervolume properties (volume and holes) across 65 genera and 12 families of gymnosperms, which includes many species that are endangered or threatened. Using cutting-edge computational algorithms, we measured the evolution of geometric (i.e. volume) and topological (i.e. holes) properties of gymnosperm hypervolumes across a comprehensive calibrated phylogeny. Results Our comparative analysis revealed weak evidence of the non-independent evolution of niche hypervolume volume and no evidence of the non-independent evolution of hypervolume holes. We also found that genera and families with low hypervolume volume such as monotypic groups like Gingko, likely experienced shifts in hypervolume evolutionary rates. Main conclusions Our results show that geometric and topological properties of gymnosperm climatic niche hypervolumes evolve independently. This agrees with competitive exclusion hypothesis in ecological theory where extant groups are likely to be the ones which minimise niche overlap and competition.", "date": "2025-05-26", "journal": ""}
{"title": "Antibiotic perturbation of the human gut phageome preserves its individuality and promotes blooms of virulent phages.", "doi": "10.1101/2025.02.07.636470", "authors": "Pfeifer, E.; Humieres, C.; Lamy-Besnier, Q.; Plaza-Onate, F.; Denise, R.; Dion, S.; Condamine, B.; Touchon, M.; Ma, L.; Burdet, C.; Mentre, F.; Denamur, E.; Rocha, E.", "abstract": "The use of antibiotics disrupts the gut microbiota, potentially leading to long-term health issues and the spread of resistance. To investigate the impact of antibiotics on phage populations, we followed 22 healthy individuals two weeks before and up to six months after a three-day course of 3rd-generation cephalosporins. The populations of phages very rarely encoded antibiotic resistance genes and were mostly temperate including many phage-plasmids. Gut phages remained individual-specific even after microbiome perturbation by antibiotics. Yet, we found a 20% decline in phage diversity the day after treatment, alongside blooms of a few (mostly virulent) phages. We suggest that these temporary dominant phages contribute to the recovery of gut bacterial diversity through kill-the-winner dynamics. This is supported by the finding that several phages targeted Parabacteroides distasonis, a bacterium thriving after cephalosporin treatment, and which only proliferated when these phages were absent. Our findings suggest that phages play a crucial role in the gut microbiota's response to antibiotics by contributing to the restoration of microbial balance and diversity.", "date": "2025-05-26", "journal": ""}
{"title": "Connectome-seq: High-throughput Mapping of Neuronal Connectivity at Single-Synapse Resolution via Barcode Sequencing", "doi": "10.1101/2025.02.13.638129", "authors": "Chen, D.; Isakova, A.; Wan, Z. J.; Wagner, M. J.; Wu, Y.; Zhao, B. S.", "abstract": "Understanding neuronal connectivity at single-cell resolution remains a fundamental challenge in neuroscience, with current methods particularly limited in mapping long-distance circuits and preserving cell type information. Here we present Connectome-seq, a high-throughput method that combines engineered synaptic proteins, RNA barcoding, and parallel single-nucleus and single-synaptosome sequencing to map neuronal connectivity at single-synapse resolution. This AAV-based approach enables simultaneous capture of both synaptic connections and molecular identities of connected neurons. We validated this approach in the mouse pontocerebellar circuit, identifying both established projections and potentially novel synaptic partnerships. Through integrated analysis of connectivity and gene expression, we identified molecular markers enriched in connected neurons, suggesting potential determinants of circuit organization. By enabling systematic mapping of neuronal connectivity across brain regions with single-cell precision and gene expression information, Connectome-seq provides a scalable platform for comprehensive circuit analysis across different experimental conditions and biological states. This advance in connectivity mapping methodology opens new possibilities for understanding circuit organization in complex mammalian brains.", "date": "2025-05-26", "journal": ""}
{"title": "Exploring the Impact of Volumetric Additive Manufacturing of Photo-crosslinkable Gelatin on Mesenchymal Stromal Cell Behavior and Differentiation", "doi": "10.1101/2025.02.17.638591", "authors": "Pien, N.; Bogaert, B.; Meeremans, M.; Popovici, C.-S.; Dubruel, P.; De Schauwer, C.; Van Vlierberghe, S.", "abstract": "This study investigates photo-crosslinkable gelatin-based hydrogels - thiolated gelatin (GelSH) and gelatin norbornene (GelNB) - for volumetric additive manufacturing (VAM). GelSH was synthesized with degrees of thiol substitution (DS) of 39%, 54%, and 63%, and GelNB with a DS of 60% (with respect to primary amine content). These were combined into GelNB-GelSH photo-resins at 5, 7.5, and 10% (w/v) and crosslinked via thiol-ene chemistry. Physico-chemical analysis showed that increasing DS and polymer concentration reduced swelling and increased moduli. VAM enabled the fabrication of high-resolution 3D hydrogel constructs from optimized formulations, demonstrating the ability to encapsulate mesenchymal stromal cells (MSCs) within a mechanically tunable, cell-supportive hydrogel environment. Film-cast hydrogels, also with embedded MSCs, served as comparative controls. VAM-printed constructs exhibited significantly higher alkaline phosphatase activity and calcium deposition, indicating enhanced osteogenesis. In contrast, chondrogenic and adipogenic differentiation were more pronounced in film-cast samples, due to their lower crosslinking density and stiffness. These findings emphasize the importance of matrix mechanics in guiding stem cell differentiation and demonstrate the potential of VAM for producing complex, functional scaffolds for tissue engineering. This work supports further development of tunable gelatin-based bioresins for applications requiring lineage-specific differentiation, including those targeting softer tissue types.", "date": "2025-05-26", "journal": ""}
{"title": "Endothelial lipase facilitates low-density lipoprotein (LDL) uptake in LDL receptor deficiency by a heparan sulfate proteoglycan-dependent mechanism.", "doi": "10.1101/2025.03.02.640965", "authors": "White, O.; Aligabi, Z.; Burks, K. H.; Tang, J.; Stitziel, N. O.; Goldberg, I. J.; Remaley, A. T.; Lucero, D.", "abstract": "Current lipid-lowering drugs are relatively ineffective in reducing low-density lipoprotein (LDL) cholesterol in patients with Familial Hypercholesterolemia (FH) due to a dysfunctional LDL receptor (LDLR). However, LDL cholesterol reductions have been achieved in FH patients using angiopoietin-like 3 (ANGPTL3) inhibitors, which act through an uncharacterized, LDLR-independent pathway that requires endothelial lipase (EL). Here, we aim to investigate EL's direct role in LDLR-independent uptake of LDL in hepatocytes. Control and LDLR-KO HepG2 cells were transfected with an empty plasmid or a plasmid encoding the human LIPG gene, and the cellular uptake of fluorescent human LDL was measured by FACS. To test the contribution of heparan sulfate proteoglycans (HSPG), LDL uptake was assessed with and without the pre-incubation with heparin or a heparinase cocktail. Finally, tetrahydrolipstatin was used to inhibit EL enzymatic activity in uptake studies. Unsurprisingly, LDLR-KO HepG2 cells showed an 80% reduction in LDL uptake compared to controls (p<0.001). Remarkably, EL overexpression almost fully rescued LDL uptake in LDLR-KO cells (p<0.001), without effects in control cells. EL-mediated LDL uptake was completely blocked by heparinases and heparin in LDLR-KO cells, suggesting a crucial role of HSPG in EL-mediated LDL uptake. Notably, treatment with tetrahydrolipstatin reduced LDL uptake in EL-overexpressing LDLR-KO cells (p=0.0015). Our data reveals that EL facilitates the uptake of LDL in hepatocytes through an LDLR-independent, HSPG-dependent pathway that involves EL's enzymatic activity. This pathway provides an additional mechanism to explain the reduction of LDL cholesterol induced by ANGPTL3 inhibitors and represents a potential druggable target to treat FH.", "date": "2025-05-26", "journal": ""}
{"title": "Spike inference from calcium imaging data acquired with GCaMP8 indicators", "doi": "10.1101/2025.03.03.641129", "authors": "Rupprecht, P.; Rozsa, M.; Fang, X.; Svoboda, K.; Helmchen, F.", "abstract": "Neuroscience can only be reproducible when its key methods are quantitative and interpretable. Calcium imaging is such a key method which, however, records neuronal activity only indirectly and is therefore difficult to interpret. These difficulties arise primarily from the kinetics, nonlinearity, and sensitivity of the calcium indicator, but also depend on the methods for calcium signal analysis. Here, we evaluate the ability of the recently developed calcium indicator GCaMP8 to reveal neuronal spiking, and we investigate how existing spike inference methods (CASCADE, OASIS, MLSpike) should be adapted for optimal performance. We demonstrate, both for principal cells and interneurons, that algorithms require fine-tuning to obtain optimal results with GCaMP8 data. Specifically, supervised algorithms adapted for GCaMP8 result in more linear and therefore more accurate recovery of complex spiking events. In addition, our analysis of cortical ground truth recordings shows that GCaMP8s and GCaMP8m - but not GCaMP6, GCaMP7f or GCaMP8f - are able to reliably detect isolated action potentials for realistic noise levels. Finally, we demonstrate that, due to their fast rise times, GCaMP8 indicators support shorter closed-loop latencies for real-time detection of neuronal activity. Together, our study provides demonstrations, tools, and guidelines to optimally process and quantitatively interpret calcium signals obtained with GCaMP8.", "date": "2025-05-26", "journal": ""}
{"title": "Striatal Crosstalk Between Dopamine and Serotonin Systems", "doi": "10.1101/2025.03.28.645922", "authors": "Liu, Y.; Traba, J. E.; Luscher, C.", "abstract": "Dopamine (DA) and serotonin (5-HT) are neuromodulators implicated in reward processing, decision-making, and motivated behavior. While often viewed as opposing or complementary systems, how DA and 5-HT release are integrated in the striatum remains elusive. Using optogenetics, fiber photometry and slice electrophysiology we found that ventral tegmental area (VTA) DA neuron stimulation increased DA release without affecting 5-HT release. Dorsal raphe nucleus (DRN) 5-HT neuron activation, on the other hand, induced serotonin release and a modest, transient increase in DA in the NAc, likely via glutamate co-release onto VTA DA neurons. These findings suggest that DA and 5-HT operate largely independently in the striatum, with selective circuit-dependent interactions. This work refines our understanding of DA-5HT interactions and provides a foundation for future research into their roles in motivated behaviors and neuropsychiatric disorders.", "date": "2025-05-26", "journal": ""}
{"title": "From Transporter to Motor: Evolutionary and Structural Insights into the Emergence of Prestin's Area-Motor Activity in Mammals", "doi": "10.1101/2025.04.11.648445", "authors": "Fuentes-Ugarte, N.; Ruiz-Rojas, T.; Ruiz-Fernandez, A.; Garate, J. A.; Castro-Fernandez, V.; Araya-Secchi, R.", "abstract": "Prestin, a member of the SLC26A family, is essential for the electromotility of mammalian outer hair cells, converting voltage changes into mechanical work. In contrast, non-mammalian orthologues function as anion transporters, lacking electromechanical activity. To investigate the molecular and structural basis of this functional divergence, we performed ancestral sequence reconstruction (ASR) of prestin across vertebrates, followed by comparative structural modeling using AlphaFold2-multimer. We identified more than 200 amino acid substitutions along the lineage that lead to placental mammals, with early substitutions concentrated in the transmembrane domain (TMD) and late substitutions clustering in the STAS domain, particularly in the intervening sequence (IVS). Structural modeling revealed that early substitutions modulate protein-lipid interactions and interhelical contacts. In placental mammals, the IVS-loop adopts a distinct conformation that places a negatively charged patch near the chloride access pathway, potentially affecting the ion dynamics and voltage responsiveness. These structural transitions occurred without major rearrangements of the global fold of prestin, supporting a notion in which the novel function evolved through distributed substitutions within a conserved scaffold. Our findings illustrate how molecular exaptation, and incremental structural remodeling enabled the repurposing of an ancestral anion transporter into a voltage-sensitive area-motor, providing a framework for understanding the molecular evolution of complex biophysical traits central to auditory neuroscience.", "date": "2025-05-26", "journal": ""}
{"title": "Discovery and characterisation of gene by environment and epistatic genetic effects in a vertebrate model", "doi": "10.1101/2025.04.24.650462", "authors": "Welz, B.; Pierotti, S.; Fitzgerald, T. W.; Thumberger, T.; Suzuki, R.; Watson, P.; Fuss, J.; Cordeiro da Trindade, T.; Defranoux, F.; Ferreira, M.; Naruse, K.; Loosli, F.; Gierten, J.; Wittbrodt, J.; Birney, E.", "abstract": "Phenotypic variation arises from the interplay between genetic and environmental factors. However, disentangling these interactions for complex traits remains challenging in observational cohorts such as human biobanks. Instead, model organisms where genetic and environmental variation can be controlled offer a valuable complement to human studies in the analysis of higher-order genetic effects such as GxE interactions, dominance, and epistasis. Here, we utilized 76 medaka strains of the Medaka Inbred Kiyosu-Karlsruhe (MIKK) panel, to compare heart rate plasticity across temperatures. An F2 segregation analysis identified 16 quantitative trait loci (QTLs), with many exhibiting dominance, GxE, GxG, and GxGxE interactions. We experimentally validated four candidate genes using gene editing, revealing their temperature-sensitive impact on heart function. Finally, we devised simulations to assess how GWAS discovery power is influenced by the choice of statistical models. This work demonstrates the value of controlled model organism studies for dissecting the genetics of complex traits and provides guidance on the design of genetic association studies.", "date": "2025-05-26", "journal": ""}
{"title": "EXPRESSION GRAPH NETWORK FRAMEWORK FOR BIOMARKER DISCOVERY", "doi": "10.1101/2025.04.28.651033", "authors": "Liu, Y.; Huse, J. T.; Kannan, K.", "abstract": "Biomarker discovery for complex diseases like cancer hinges on uncovering molecular signatures that capture intricate, interconnected relationships within biological data, a challenge that traditional statistical and machine learning methods often fail to meet due to the complexity of high-dimensional gene expression profiles. To overcome this, we introduce the Expression Graph Network Framework (EGNF), a cutting-edge graph-based approach that integrates graph neural networks (GNNs) with network-based feature engineering to enhance predictive biomarker identification. EGNF constructs biologically informed networks by combining gene expression data and clinical attributes within a graph database, utilizing hierarchical clustering to generate dynamic, patient-specific representations of molecular interactions. Leveraging graph learning techniques, including Graph Convolutional Networks (GCNs) and Graph Attention Networks (GATs), our framework identifies statistically significant and biologically relevant gene modules for classification. Validated across three independent datasets consisting of contrasting tumor types and clinical scenarios, EGNF consistently outperforms traditional machine learning models, achieving superior classification accuracy and interpretability. Notably, it delivers perfect separation between normal and tumor samples while excelling in nuanced tasks such as classifying disease progression and treatment outcome. This scalable, interpretable, and robust framework provides a powerful tool for biomarker discovery, with wide-ranging applications in precision medicine and the elucidation of disease mechanisms across diverse clinical contexts.", "date": "2025-05-26", "journal": ""}
{"title": "High-fidelity but hypometric spatial localization of afterimages across saccades", "doi": "10.1101/2025.05.04.652081", "authors": "Schweitzer, R.; Seel, T.; Raisch, J.; Rolfs, M.", "abstract": "Humans typically perceive their visual world as stable and continuous, despite frequent shifts of the retinotopic reference frame caused by saccades. This visual stability is paralleled by the curious case of afterimage movement across saccades: Although retinotopically stable, afterimages appear to move in egocentric space wherever the eye moves. Even though this phenomenon has been known for centuries and could provide unique insights into visual stability, the mechanisms that give rise to afterimage movement remain unclear. By means of custom-built presentation hardware in complete darkness, observers viewed a bright foveal inducer pulse during fixation, executed a saccade to a previously cued location, and performed spatial localization of the emerging afterimage with respect to briefly flashed probes. This psychophysical tracking of afterimages was accompanied by eye tracking, allowing us to estimate afterimage-movement gain by fitting a dedicated computational model that simulated human localization responses. The extent of afterimage movement was accurately predicted by the size of eye movements with remarkably stable but significantly hypometric gains. Gains were unaffected by (even false) post-saccadic visual feedback and remained constant when saccade amplitudes were successfully adapted to lower gains. Irrespective of saccadic adaptation, afterimage-movement gains were inversely related to saccade gain -- a finding that could be explained by a parsimonious efference-based model of head-centered visual localization. Our results suggest that afterimage movement across saccades is driven by feedforward prediction of the visual consequences of impending saccades and demonstrate the potential of the afterimage tracking technique for studying sensorimotor processes involved in active vision.", "date": "2025-05-26", "journal": ""}
{"title": "High-fidelity but hypometric spatial localization of afterimages across saccades", "doi": "10.1101/2025.05.04.652081", "authors": "Schweitzer, R.; Seel, T.; Raisch, J.; Rolfs, M.", "abstract": "Humans typically perceive their visual world as stable and continuous, despite frequent shifts of the retinotopic reference frame caused by saccades. This visual stability is paralleled by the curious case of afterimage movement across saccades: Although retinotopically stable, afterimages appear to move in egocentric space wherever the eye moves. Even though this phenomenon has been known for centuries and could provide unique insights into visual stability, the mechanisms that give rise to afterimage movement remain unclear. By means of custom-built presentation hardware in complete darkness, observers viewed a bright foveal inducer pulse during fixation, executed a saccade to a previously cued location, and performed spatial localization of the emerging afterimage with respect to briefly flashed probes. This psychophysical tracking of afterimages was accompanied by eye tracking, allowing us to estimate afterimage-movement gain by fitting a dedicated computational model that simulated human localization responses. The extent of afterimage movement was accurately predicted by the size of eye movements with remarkably stable but significantly hypometric gains. Gains were unaffected by (even false) post-saccadic visual feedback and remained constant when saccade amplitudes were successfully adapted to lower gains. Irrespective of saccadic adaptation, afterimage-movement gains were inversely related to saccade gain -- a finding that could be explained by a parsimonious efference-based model of head-centered visual localization. Our results suggest that afterimage movement across saccades is driven by feedforward prediction of the visual consequences of impending saccades and demonstrate the potential of the afterimage tracking technique for studying sensorimotor processes involved in active vision.", "date": "2025-05-26", "journal": ""}
{"title": "KIF5B and Dynein regulate adhesion-dependent Golgi organization and microtubule acetylation", "doi": "10.1101/2025.05.11.653231", "authors": "Chakraborty, A.; Pitke, S.; BR, R.; Buwa, N.; Dasgupta, A.; Behera, R.; Jayakrishnan, M.; Balasubramanian, N.", "abstract": "Cell-matrix adhesion regulates Golgi organization through Arf1-mediated dynein recruitment, maintaining its juxtanuclear localization. On loss of adhesion, Arf1 activation drops, causing loss of dynein, promoting differential disorganization of cis- vs trans-Golgi along microtubules. Golgi regulates microtubule nucleation and stability. In fibroblasts, acetylated tubulin levels drop on loss of adhesion, recovering on re-adhesion with time. Active Arf1 overexpression in preventing Golgi disorganization sustains microtubule acetylation, also seen in T24 bladder cancer cells. Active Arf1 binds KIF5B, recruiting it to the Golgi. KIF5B and dynein knockdown disorganize the Golgi as ministacks, with cis- and trans-Golgi. Dynein knockdown disrupts MTOC positioning, causing ministacks to disperse, preventing Golgi reorganization upon re-adhesion. Dispersed ministacks interestingly maintain microtubule acetylation in adherent and non-adherent cells. The joint KIF5B- dynein knockdown causes the Golgi to lose its ribbon morphology, becoming compact while keeping cis- and trans-Golgi together. This also causes a change in spreading, aspect ratio and migration of knockdown cells, which could be regulated by their Golgi phenotype. In evaluating adhesion- dependent Golgi organization, we reveal the Arf1-KIF5B-dynein crosstalk to regulate Golgi- dependent tubulin acetylation and cell function.", "date": "2025-05-26", "journal": ""}
{"title": "Identification and In Silico Characterization of Novel lncRNAs Associated with Dengue Infection", "doi": "10.1101/2025.05.08.652916", "authors": "Pandey, A. D.; Kuldeep, J.; Vrati, S.; Banerjee, A.", "abstract": "Background: Long noncoding RNAs (lncRNAs) are essential regulators of various biological processes in viral infections. In our previous study, we described the association of known lncRNAs with dengue disease progression. However, little is known about novel lncRNAs in the context of dengue infection. In this study, we aimed to identify novel lncRNAs and characterize their interaction with mRNAs during different stages of dengue infection using RNA sequencing (RNA-seq) technology to better understand their role in dengue pathogenesis. Methods: We analyzed RNA-seq data (GSE94892) obtained from peripheral blood mononuclear cells (PBMCs) of 39 dengue-infected patients. RNA-seq data analysis was performed using the Tuxedo protocol, and the coding potential of novel transcripts was examined using CPC and CPAT tools. LncRNAs and cis-regulated mRNAs were identified through location-expression analysis within a 20 kbp genomic region surrounding the identified lncRNAs. Results: We identified and characterized a total of 65 novel lncRNAs differentially expressed during dengue disease progression. These included 34 long intergenic lncRNAs, 2 antisense lncRNAs, and 25 alternatively spliced lncRNAs classified based on their localization. Bioinformatics analysis predicted potential cis-regulated target genes. Co-expression analysis revealed a strong correlation between lncRNAs and genes enriched in pathways related to megakaryocyte development and platelet production, suggesting a potential role in dengue pathogenesis. Furthermore, comparison with miRBase-21 indicated that some of the identified lncRNAs could act as miRNA precursors, highlighting a novel function of lncRNAs in gene regulation. Conclusion: We developed an analytical pipeline to identify novel lncRNAs from RNA-seq data. Our analyses led to the identification of novel lncRNAs and their associated genes involved in dengue disease progression. These findings provide insights into the functional role of lncRNAs in dengue pathogenesis.", "date": "2025-05-26", "journal": ""}
{"title": "Honeybees collect pollen from the buzz-pollinated flowers of invasive Solanum elaeagnifolium in Northern Greece", "doi": "10.1101/2025.05.13.648936", "authors": "Kantsa, A.; Nakas, G.; Kariyat, R. R.; Lambert, H.; Petanidou, T.; De Moraes, C. M.; Mescher, M. C.", "abstract": "Around 6% of flowering plants, including most solanaceous species, have flowers specialized for buzz-pollination (sonication). The poricidal anthers of these flowers release pollen in response to frequency-specific vibrations, which buzz-pollinating bees, including bumble bees and many solitary bees, generate via rapid oscillation of flight muscles. Honeybees are incapable of sonication and typically avoid visiting buzz-pollinated plants, although they have previously been observed to scavenge residual pollen from petals of buzz-pollinated flowers in natural settings. Here, we report a novel interaction in which honeybees consistently visit and extract pollen from flowers of Solanum elaeagnifolium (silverleaf nightshade) within a large invasive plant population in Northern Greece. We postulate that honeybee foraging effort on S. elaeagnifolium reflects the shortage of alternative floral resources at the peak of the Mediterranean summer, consistent with observations for pollen-starved bees in captivity. This newly established behavioral shift of honeybees may convey important implications for plant invasions, particularly under climate change, and requires further investigation for untangling its ultimate drivers.", "date": "2025-05-26", "journal": ""}
{"title": "Medical Images as Biomarkers of Ageing - From Global and Local Patterns to Digital Twins", "doi": "10.1101/2025.05.18.654705", "authors": "Mueller, T. T.; Starck, S.; Llalloshi, R.; Kaissis, G.; Ziller, A.; Rueckert, D.; Braren, R.", "abstract": "Understanding the process of ageing has become a highly desirable goal in human health and disease research. A multitude of factors impact the way we age and understanding their connection can help with early detection of age-related diseases and give insights into what causes abnormal ageing. In this study, we analyse how medical images can be used as biomarkers for ageing via deep learning techniques. We evaluate ageing in different local body systems (liver, lungs, spine, intestine, muscle, heart), the brain, and across the whole body using 70,000 subjects from the UK Biobank population study. We analyse correlations between lifestyle factors --such as smoking-- or diseases and accelerated ageing. Furthermore, we show differences in survival between subjects with accelerated and decelerated ageing and study the impact of individual body regions on the whole body age by generating a Digital Twin that can aid personalised medicine. Our work gives insights into how medical imaging can be used to identify abnormal ageing both on a local and a global scale and investigates the interplay between different body regions. It can help understand ageing patterns and lay a foundation for future applications of age predictors for risk assessment.", "date": "2025-05-26", "journal": ""}
{"title": "Isoform-Specific Gene Regulation by Progesterone Receptors Drives Divergent Phenotypes in Breast Cancer Cells", "doi": "10.1101/2025.05.19.654935", "authors": "Gillis, N. E.; Truong, T. H.; Diep, C. H.; Spartz, A.; Ostrander, J. H.; Lange, C. A.", "abstract": "Exposure to progesterone is a recognized risk factor for breast cancer, and PGR polymorphisms are associated with various malignancies. Two progesterone receptor (PR) isoforms, full length PR-B and truncated PR-A, are expressed from the PGR gene in breast tissue and play crucial roles in normal physiology and breast cancer progression. An imbalance in the expression ratio of these isoforms, favoring increased levels of PR-A, is common in breast cancer and is associated with resistance to tamoxifen in luminal A-type tumors. Notably, PRs have recently been implicated in promoting endocrine resistance and driving the expansion of cancer stem-like cell (CSC) populations. Despite this insight, the isoform-specific molecular and epigenetic mechanisms underlying PR action in estrogen receptor positive (ER+) breast cancers remain understudied. Phenotypic studies of T47D cell lines that express exclusively PR-A or PR-B showed that PR isoforms regulate divergent cell fates. PR-B-expressing cells have a higher proliferation rate, while PR-A-expressing cells produce more mammospheres. We profiled progesterone-driven gene expression in cells grown in both adherent (2D) and mammosphere (3D) growth conditions and found differential gene regulation by PR-A and PR-B that is consistent with the observed divergent phenotypes. Only the PR-A-driven gene signature of ER+ breast cancer cells maintained as non-adherent mammospheres robustly predicted poor clinical outcome in the METABRIC data set. We then performed CUT&RUN to identify the genomic binding patterns unique to each PR isoform and their suite of target genes. Our findings indicate that PR-A acts as a regulator of the cell cycle, while PR-B plays a pivotal role in metabolism and intracellular signaling. Our genomic profiling of PRs in this model system has unveiled novel isoform-specific functions of PR. This work has shifted our prior understanding of the role of PRs in gene regulation, offering potential insights for therapeutic interventions in ER+ breast cancer.", "date": "2025-05-26", "journal": ""}
{"title": "High-throughput mapping of spontaneous mitotic crossover and genome instability events with sci-L3-Strand-seq", "doi": "10.1101/2025.05.19.654945", "authors": "Chovanec, P.; Ridgley, T.; Yin, Y.", "abstract": "Despite the many advances in single cell genomics, detecting structural rearrangements in single cells, particularly error-free sister-chromatid exchanges, remains challenging. Here we describe sci-L3-Strand-seq, a combinatorial indexing method with linear amplification for DNA template strand sequencing that cost-effectively scales to millions of single cells, as a platform for mapping mitotic crossover and resulting genome instability events. We provide a computational framework to fully leverage the throughput, as well as the relatively sparse but multifaceted genotype information within each cell that includes strandedness, digital counting of copy numbers, and haplotype-aware chromosome segmentation, to systematically distinguish seven possible types of mitotic crossover outcomes. We showcase the power of sci-L3-Strand-seq by quantifying the rates of error-free and mutational crossovers in thousands of cells, enabling us to explore enrichment patterns of genomic and epigenomic features. The throughput of sci-L3-Strand-seq also gave us the ability to measure subtle phenotypes, opening the door for future large mutational screens. Furthermore, mapping clonal lineages provided insights into the temporal order of certain genome instability events, showcasing the potential to dissect cancer evolution. Altogether, we show the wide applicability of sci-L3-Strand-seq to the study of DNA repair and structural variations.", "date": "2025-05-26", "journal": ""}
{"title": "Sequence alignment with k-bounded matching statistics", "doi": "10.1101/2025.05.19.654936", "authors": "Mäklin, T.; Alanko, J. N.; Biagi, E.; Puglisi, S. J.", "abstract": "Finding high-quality local alignments between a query sequence and sequences contained in a large genomic database is a fundamental problem in computational genomics, at the core of thousands of biological analysis pipelines. Here, we describe a novel algorithm for approximate local alignment search based on the so-called k-bounded matching statistics of the query sequence with respect to an indexed database of sequences. We compute the k-bounded matching statistics, which capture the longest common suffix lengths of consecutive k-mer matches between query and target sequences, using the spectral Burrows-Wheeler transform, a data structure that enables computationally efficient queries. We show that our method is as fast and as accurate as state-of-the-art tools in several bacterial genomics tasks. Our method is available as a set of three kbo Rust packages that provide a command-line interface, a graphical user interface that runs in a browser without server-side processing, and a core library that can be accessed by other tools.", "date": "2025-05-26", "journal": ""}
{"title": "Multidirectional alignment of collagen fibers to guide cell orientation in 3D-printed tissue", "doi": "10.1101/2025.05.20.654730", "authors": "Singhal, D.; Christakopoulos, F.; Brunel, L. G.; Borkar, S.; Doulames, V. M.; Myung, D.; Fuller, G. G.; Heilshorn, S. C.", "abstract": "Natural tissue comprises fibrous proteins with complex fiber alignment patterns. Here, we develop a reproducible method to fabricate biomimetic scaffolds with patterned fiber alignment along multiple orientations. While extrusion-based approaches are commonly used to align fibrous polymers in a single orientation parallel to the direction of flow, we hypothesized that extrusion-based 3D printing could be utilized to achieve more complex patterns of fiber alignment. Specifically, we show control of lateral spreading of a printed filament can induce fiber alignment that is either parallel or perpendicular to the flow direction. Theoretical prediction of the printing parameters that control fiber orientation was experimentally validated using a collagen biomaterial ink. The velocity ratio of the printhead movement relative to the ink extrusion rate was found to dictate collagen fiber alignment, allowing for the informed fabrication of collagen scaffolds with prescribed patterns of fiber alignment. For example, controlled variation of the ink extrusion rate during a single print resulted in scaffolds with specified regions of both parallel and perpendicular collagen fiber alignment. Human corneal mesenchymal stromal cells seeded onto the printed scaffolds adopted a spread morphology that aligned with the underlying collagen fiber patterns. This technique worked well for filaments either printed into air or extruded within a support bath using embedded 3D printing, enabling the fabrication of 3D structures with aligned collagen fibers. Taken together, this work demonstrates a theoretical and experimental framework to achieve the reproducible fabrication of 3D printed structures with controlled collagen fiber patterns that guide cellular alignment.", "date": "2025-05-26", "journal": ""}
{"title": "Mapping early patterning events in human neural development usingan in-vitro microfluidic stem cell model", "doi": "10.1101/2025.05.23.655442", "authors": "Rathore, G. S.; Ankjaer, M.; Rifes, P.; Hanninen, E.; Calleja, F. S.; Rusimbi, C.; Kajtez, J.; Nygaard, A. H.; Piilgaard, L. S.; Dubonyte, U.; Norgaard, Z. A.; Christensen, J. B.; Egerod, K. L.; Camp, J. G.; Pers, T.; Treutlein, B.; Kirkeby, A.", "abstract": "Stem cell models can provide insights into human brain development at embryonic stages which are normally inaccessible. We previously developed the Microfluidic Stem Cell Regionalisation (MiSTR) model, which recapitulates the rostro-caudal patterning of human neural tube through a WNT activation (WNTa) gradient. Through temporal single cell transcriptomics of rostro-caudal and dorso-ventral gradient-patterned MiSTR, we found that rostro-caudal subtypes were regionally specified and fate determined already during the late epiblast stage, several days before onset of neuralisation at day 3-4. Rostral cells were characterised by expression of HESX1 and SHISA2 during pre-neuralisation and PAX6 during early neuralisation, whereas caudal cells expressed FST and HOXA1 during pre-neuralisation and SOX1 as the dominant neuralising factor. In contrast to the early rostro-caudal specification, response to ventralisation in telencephalic progenitors was developmentally delayed and occurred around day 9. We further uncovered temporal events in human midbrain-hindbrain boundary formation and ventral forebrain patterning, contributing new knowledge on early human neural region-specification.", "date": "2025-05-26", "journal": ""}
{"title": "IL-17A-driven Macrophage Disorder Promotes Plaque Instability in Psoriatic Atherosclerosis", "doi": "10.1101/2025.05.21.654491", "authors": "Dong, C.; Wang, J.; Lin, J.-M.; Lu, X.; Zhu, J.; Lin, L.; Zhou, L.; Liu, F.; Wu, D.; Zhu, X.; Sun, J.; Xu, J.; Zhu, N.; Wu, W.; Tan, J.; Du, J.", "abstract": "Psoriasis is a common chronic inflammatory skin disease that predisposes individuals to cardiovascular diseases such as atherosclerosis. However, the underlying mechanisms linking these conditions have not yet been fully elucidated. Recent studies have indicated that the inflammatory cytokine IL-17A plays a significant role in both diseases. The aim of this study was to investigate how psoriasis affects the stability of atherosclerotic plaques via the IL-17A/IL-17RA pathway. We performed single-cell sequencing on patients with both psoriasis and atherosclerosis to analyze changes in the immune microenvironment within their carotid plaques and psoriatic lesions. We found that IL-17A significantly upregulated the expression of pro-inflammatory factors (e.g., CXCL8) in macrophages of psoriatic atherosclerosis patients, leading to weakening of the fibrous cap structure of plaques. Additionally, IL-17A further exacerbated plaque instability by interfering with macrophage lipid metabolism, particularly sphingolipid metabolism. Finally, using in vitro experiments and animal models, we demonstrated that IL-17A enhances pro-inflammatory and metabolic abnormalities in macrophages by downregulating PPAR{gamma}. Therapeutic strategies targeting IL-17A may contribute to the simultaneous mitigation of psoriasis and atherosclerosis-associated cardiovascular risk, providing new directions for clinical intervention.", "date": "2025-05-26", "journal": ""}
{"title": "CD163+/Dab2+ Macrophages Alleviate Cardiac Hypertrophy via Nrg2/ErbB4-Mediated Mitochondrial Reprogramming", "doi": "10.1101/2025.05.22.655661", "authors": "Zhu, Q.; Liao, S.; Zhou, Y.; Zhou, R.; Dong, M.", "abstract": "Background: Pathological cardiac hypertrophy is a hallmark of numerous cardiovascular diseases, yet effective targeted therapies remain elusive in current clinical practice. Cardiac macrophages contribute to disease progression, but the underlying mechanisms have not been fully elucidated. Methods: Single-nucleus RNA-sequencing, bulk RNA-sequencing, proteomics, metabolomics, and a mouse model of pressure overload were employed to investigate cardiac remodeling. We identified a macrophage subset co-expressing CD163 and Dab2 and examined its role using immunofluorescence, flow cytometry, and functional assays. We further assessed the Nrg2/ErbB4 signaling axis through genetic and pharmacological modulation. Results: CD163+/Dab2+ macrophages were reduced in hypertrophic hearts and positively correlated with Nrg2 expression. These macrophages alleviated cardiomyocyte hypertrophy in vitro, an effect abolished by Nrg2 knockdown. In vivo, recombinant Nrg2 treatment mitigated cardiac hypertrophy, preserved mitochondrial structure, and restored bioenergetics via the ErbB4 receptor. Transcriptomic analyses confirmed enhanced expression of genes involved in mitochondrial oxidative phosphorylation. Furthermore, CD163+/Dab2+ macrophages improved mitochondrial dysfunction by the Nrg2/ErbB4 pathway in vitro. Conclusions: We identified a CD163+/Dab2+ macrophage subset that protects against pathological cardiac hypertrophy by promoting mitochondrial function through Nrg2/ErbB4 signaling. This axis may offer a promising therapeutic target for interventions in pathological cardiac hypertrophy.", "date": "2025-05-26", "journal": ""}
{"title": "Host usage in Aedes aegypti collected from Houston, Texas and Phoenix, Arizona using whole mosquito third-generation sequencing blood meal analysis", "doi": "10.1101/2025.05.19.654806", "authors": "Ciomperlik, B. A.; Burgess, E. R.; Sanscrainte, N. D.; Mosore, M.-t.; Townsend, J.; Will, J.; Busser, N.; Estep, A.", "abstract": "Aedes aegypti is the primary vector of several viruses of international public health concern, including Zika, dengue, yellow fever, and chikungunya. Their synanthropic ecology and establishment in tropical, sub-tropical, and temperate areas make Ae. aegypti one of the most medically relevant mosquito species. While they have been reported to be highly anthropophilic, several studies indicate a broader host range. They are also reported to take multiple blood meals between gonotrophic cycles. Consumption of multiple blood meals makes determination of host usage difficult when using common blood meal analysis methods. In this study, we examined host usage of Ae. aegypti in Harris County, Texas (Houston), and Maricopa County, Arizona (Phoenix), using a Nanopore-based third-generation sequencing protocol to successfully resolve host usage multiplicity and identify a broad range of host usage. Using this method, approximately 80% of samples from each location with evidence of blood feeding resulted in a blood meal species identification, with a single host blood meal in about 80% of samples and approximately 20% containing evidence of multiple blood meals. Overall, we observed a wide host range with human DNA the most prevalent followed by feline and canine. We also identified avian, rodent, ungulate and even ectotherm usage by Ae. aegypti from Maricopa County. The discovery of hosts other than humans expands the understanding of host usage dynamics in Ae. aegypti and their involvement in arbovirus transmission systems in highly urbanized areas such as Harris and Maricopa Counties.", "date": "2025-05-26", "journal": ""}
{"title": "Faroese Whole Genomes Provide Insight into Ancestry and Recent Selection", "doi": "10.1101/2025.05.20.655212", "authors": "Hamid, I.; Mortensen, O.; Refoyo-Martinez, A.; Lydersen, L. N.; Emde, A.-K.; Hendershott, M.; Apol, K. D.; Andorsdottir, G.; Meisner, J.; Wasik, K. A.; Racimo, F.; Castel, S. E.; Gregersen, N. O.", "abstract": "The Faroe Islands are home to descendants of a North Atlantic founder population with a unique history shaped by both migration and periods of relative isolation. Here, we investigate the genetic diversity, population structure, and demographic history of the islands by analyzing whole genome sequencing data from 40 participants in the Faroe Genome Project. This represents the first whole genome sequencing panel of this size from the Faroe Islands. We observed numerous putatively functional private alleles, including stop gain variants and high impact missense variants in the cohort. Faroese individuals had a higher proportion of their genomes contained in long runs of homozygosity than other European groups, including Finnish, suggesting a more recent or stronger bottleneck in the Faroese population. Signals of positive selection were identified at loci containing genes that play roles in vitamin D and dietary fat absorption and DNA repair, while increased diversity on lactase persistence haplotypes was observed. Fine-scale analysis of haplotype structure in modern and ancient European genomes revealed genetic affinities with ancient Iron Age individuals from the North and West of Europe, providing evidence for potential contributions to the Faroese gene pool from Celtic and Viking populations as well as information about the temporal order in which these events happened. This study highlights the impact of evolutionary processes, such as ancient admixture, founder events, and positive selection, on the present-day genetic architecture of North Atlantic founder populations like the Faroe Islands.", "date": "2025-05-26", "journal": ""}
{"title": "EEG-to-fMRI Prediction for Neurofeedback: Evaluating Regularized Regression and Clustering Approaches", "doi": "10.1101/2025.05.20.654907", "authors": "De Feo, R.; Antipushina, E.; Tyukin, I.; Koush, Y.", "abstract": "While functional Magnetic Resonance Imaging (fMRI) can provide detailed information regarding the functional activity of the whole brain, its cumbersome experimental setting and high cost prevent its application in ecological conditions. This represents a challenge in the context of neurofeedback therapy. To address this challenge one possible approach is to train a predictor for the localized functional activity using multimodal EEG-fMRI records and utilize that predictor in real-time EEG sessions. Using publicly available multimodal real-time EEG-fMRI data, we present a detailed evaluation of regularized linear regressors both in the context of predicting localized fMRI activity, and to characterize the properties of individual EEG-fMRI runs. Our results indicate that while it is possible to find clusters of similar time-series in which localized brain activity is highly predictable (Pearson's r=0.43), the capacity to train regularized linear regressors able to generalize to new subjects remains limited (r=0.24), highlighting two distinct strategies in EEG-fMRI neurofeedback settings. We characterize the fundamental role for the clustering distance used to identify similar time-series, based both on theoretically-grounded considerations and experimental observations. Our results suggest a clear preference for the cosine metric, instead of the Pearson-based metric utilized in current literature. We further suggest that highly-predictable clusters regular off-line paradigms would correspond to high-performing subjects in the context of real-time neurofeedback, and evaluate a regressor-free clustering strategy based on the Log-Euclidean distance of covariance matrices.", "date": "2025-05-26", "journal": ""}
{"title": "Denoising Single-Cell RNA-Seq Data with a Deep Learning-Embedded Statistical Framework", "doi": "10.1101/2025.05.20.655104", "authors": "Luo, Q.; Yu, Y.; Wang, T.", "abstract": "Single-cell RNA sequencing (scRNA-seq) provides extensive opportunities to explore cellular heterogeneity, but is often limited by substantial technical noise and variability. To overcome these issues, we present ZILLNB, a novel computational framework that integrates zero-inflated negative binomial regression with deep generative modeling to simultaneously denoise and impute scRNA-seq data. By integrating a deep generative model, ZILLNB effectively captures latent group structures at both the cellular and gene levels, thereby enhancing the accuracy of recovered gene expression profiles while retaining cell-type-specific expression patterns. Comparative evaluations demonstrate that ZILLNB outperforms existing methods in accurately identifying differentially expressed genes and delineating biologically meaningful cell subpopulations. Moreover, ZILLNB exhibits versatile applicability, including effective correction of batch effects, making it a broadly useful tool for enhancing scRNA-seq data analyses.", "date": "2025-05-26", "journal": ""}
{"title": "Adrenergic Hypersensitivity Drives Ventricular Arrhythmias Following Loss of Plexin-Mediated Cardiac Innervation", "doi": "10.1101/2025.05.20.655085", "authors": "Zhu, C.; Lucero, E.; Patel, R.; Makita, T.; Wang, J. J.; Cao, Y.; Rockman, H. A.; Shivkumar, K.", "abstract": "Background: Ventricular arrhythmias (VAs) are a leading cause of death and arise from a combination of cardiac muscle injury and dysfunction of the intramyocardial sympathetic nerves that control cardiac electrophysiology. The adrenergic mechanisms by which intramyocardial nerves contribute to arrhythmogenesis are poorly understood. Semaphorin-plexin signaling pathways are responsible for developmental guidance of sympathetic nerves onto the heart and have previously been associated with VAs in humans. Objective: To investigate adrenergic control of arrhythmogenesis, we probed the cardiac electrophysiology of a Plexin-A3/-A4 double knockout mouse with loss of cardiac adrenergic nerves. Methods: We studied cardiac structure and function using tissue clearing, immunohistochemistry, and echocardiography. We utilized ECG in vivo and ex vivo in a Langendorff preparation to evaluate electrophysiologic responses to pharmacologic beta ({beta})-adrenergic stimulation and blockade, and we measured {beta}-adrenergic receptor ({beta}AR) density in cardiac membranes using radioligand binding. Finally, we performed a phenome-wide association study utilizing data from the UK Biobank to search for associations between PLXNA4 and human arrhythmias. Results: Mice with loss of plexin-dependent cardiac innervation had structurally normal hearts but displayed spontaneous VAs driven by adrenergic hypersensitivity, as well as increased cardiac {beta}AR density. Several human PLXNA4 variants were associated with arrhythmia phenotypes. Conclusion: These data establish a model of VAs driven purely by enhanced adrenergic receptor signaling, in the absence of structural heart disease, which can be used to investigate adrenergic mechanisms of arrhythmogenesis and to identify novel antiarrhythmic targets.", "date": "2025-05-26", "journal": ""}
{"title": "Noninvasive focal gene transfer of chemogenetic proteins in the primate brain", "doi": "10.1101/2025.05.21.655304", "authors": "Corigliano, M. R.; Parks, T. V.; Guretse, S. S.; Letica, L.; Zimmermann Rollin, I.; Pell, S. K. A.; Campos, V. P.; Szczupak, D.; Schaeffer, D. J.", "abstract": "The development of chemogenetic neuromodulators, including Designer Receptors Exclusively Activated by Designer Drugs (DREADDs), have enabled focally specific, long-lasting, and reversible neuromodulation in the primate brain. Although systemically delivered synthetic ligands allow for noninvasive actuation of chemogenetic receptors, direct intraparenchymal injection remains atop the available methods to precisely deliver chemogenetic payloads to a specific target of the brain. The requirement of trephination, however, is accompanied by inherent risks of infection, long recovery times, and often tissue damage with concomitant behavioral complications. When considering therapeutic injections, the requirement of transcranial surgery does not translate well to the clinic, especially when repeated administrations are required. Here, we leverage our recent development of transcranial focused ultrasound (tFUS) for noninvasive and focal delivery of adeno-associated viruses (AAVs) carrying excitatory Gq-DREADDs to frontal cortical targets (areas 6DR and 8aD) in the marmoset brain. Using [18F]-fluorodeoxyglucose (FDG) positron emission tomography, we demonstrate significant increases in glucose metabolism at the site of viral delivery after administering the DREADD-specific agonist deschloroclozapine (DCZ), as compared to vehicle control. Focal neuronal DREADD expression was confirmed by immunohistochemistry at the site of opening. Through comparison of awake resting-state functional connectivity (whole brain connectivity with the sites of delivery) and structural connectivity (directly injected viral neuronal tracing at the sites of delivery) we demonstrate that the increase in glucose metabolism occurs at both mono- and polysynaptically connected brain regions. Taken together, these results demonstrate the ability to focally deliver excitatory chemogenetics without the need for surgery, allowing for activation of long-range frontal cortex circuits of the primate brain.", "date": "2025-05-26", "journal": ""}
{"title": "Non-destructive, high-resolution T cell characterization and subtyping via deep-ultraviolet microscopy", "doi": "10.1101/2025.05.20.655120", "authors": "Gorti, V.; Serafini, C. E.; Silva Trenkle, A. D.; McCubbins, K.; LeCompte, I.; Kwong, G. A.; Robles, F. E.", "abstract": "T cell characterization is critical for understanding immune function, monitoring disease progression, and optimizing cell-based therapies. Current technologies to characterize T cells, such as flow cytometry, require fluorescent labeling and typically are destructive endpoint measurements. Non-destructive, label-free imaging methods have been proposed, but face limitations with throughput, specificity, and system complexity. Here we demonstrate deep-ultraviolet (UV) microscopy as a label-free, non-destructive, fast and simple imaging approach for assessing T cell viability, activation state, and subtype with high accuracy. Using static deep-UV images, we characterize T cell viability and activation state, demonstrating excellent agreement with flow cytometry measurements. We further apply dynamic deep-UV imaging to quantify intracellular activity, enabling fast and accurate subtyping of CD4 and CD8 T cells. These results corroborate recent studies on metabolic activity differences between these subtypes, but now, with deep-UV microscopy, they are enabled by a non-destructive, fast, low-cost and simple approach. Together, our results demonstrate deep-UV microscopy as a powerful tool for high-throughput immune cell characterization, with broad applications in immunology re-search, immune monitoring, and development of emerging cell-based therapies.", "date": "2025-05-26", "journal": ""}
{"title": "The synovial lining macrophage layer develops in the first weeks of life in a CSF1- and TGFβ- dependent but monocyte-independent process.", "doi": "10.1101/2025.05.21.655269", "authors": "Magalhaes Pinto, M.; Malengier-Devlies, B.; Seuzaret, G.; Ahlback, A.; Becker, S.; Patatsos, K.; Drakoulis, G.; Karjalainen, J.; Ruedl, C.; Voehringer, D.; Bain, C.; Emmerson, E.; Schonfeldova, B.; Zec, K.; Udalova, I. A.; Simakou, T.; MacDonald, L.; Kurowska-Stolarska, M.; Miotla-Zarebska, J.; Vincent, T.; Ricci, R.; Erbs, E.; Barrington, J.; McColl, B.; Neag, G.; Kemble, S.; Mahony, C.; Croft, A.; Boon, L.; Migotsky, N.; Killian, M.; Brahim, O. B.; Uderhardt, S.; Gallerand, A.; IVANOV, S.; Gentek, R.", "abstract": "Synovial joints harbor a protective lining layer, consisting of fibroblasts and macrophages, which form an epithelial-like barrier. In inflamed joints, lining macrophages regulate both early inflammatory cell influx and resolution. Despite these critical functions, it is currently unknown at what stage during development the synovial macrophage lining is established, and which signals drive this process. Here, we use a combination of genetic models and in vivo perturbations, single cell transcriptomics and imaging to delineate the process of lining formation in mice. We find that the synovial lining is immature at birth and becomes established within the first 3 weeks of life. In this window, the lining is gradually populated with macrophages that originate from fetal sources, proliferate and acquire the lining-specific transcriptional identity. In contrast, monocytes contribute only minimally to the developing lining, and their input remains limited in healthy adulthood. We identify CSF1 and TGF{beta} as key signals in this process, which also involves mechanosensing through PIEZO1. Our study thus identifies the early postnatal window as a critical period for lining macrophage development, with potential lifelong impact on joint health and disease.", "date": "2025-05-26", "journal": ""}
{"title": "Impact of Group Size and Habitat Disturbance on Parasitic Infection in Free-ranging Proboscis Monkeys", "doi": "10.1101/2025.05.21.655443", "authors": "Fitri-Suhaimi, M. N.; Frias, L.; Zimmermann, E.; Lambut, P.; Tangah, J.; Bernard, H.; Subbiah, V. K.; Matsuda, I.", "abstract": "Group-living primates experience the benefits and costs associated with sociality, including an elevated risk of parasite transmission. However, the relative influence of group type (i.e., social structure), group size, and habitat disturbance on parasitic infection remains unclear, particularly in Southeast Asian primates. In this study, the abundance of intestinal parasites in proboscis monkeys (Nasalis larvatus) inhabiting a riverine forest along the Menanggul River, Sabah, Malaysian Borneo, was investigated. Fecal samples (n = 160) were collected from one-male-multifemale and all-male groups in areas with varying levels of anthropogenic disturbance, with efforts made to ensure that each sample originated from a different individual. In addition, the effects of group type, group size, and sampling location on parasite abundance were evaluated using fecal egg counts and Bayesian models. Three dominant parasite species groups (Trichuris sp., Strongyloides fuelleborni, and Oesophagostomum aculeatum) with an overall infection prevalence of 81.25% were identified. Results showed that group type did not significantly affect parasite abundance. However, group size showed a positive correlation with the abundance of Trichuris sp. and a negative correlation with S. fuelleborni and O. aculeatum. In addition, our models revealed that the infection loads of Trichuris sp. decreased with the increase of distance from the river mouth (less disturbed upstream areas), whereas O. aculeatum exhibited higher infection loads with greater distance, indicating a lower prevalence in more disturbed downstream areas. Thus, parasite abundance in proboscis monkeys may be shaped by social and environmental factors, with taxa-specific responses to these variables.", "date": "2025-05-26", "journal": ""}
{"title": "Synchronous Miocene radiations and geographic-dependent diversification of pantropical Xylopia (Annonaceae)", "doi": "10.1101/2025.05.21.655441", "authors": "Nge, F. J.; Johnson, D. M.; Murray, N. A.; Holzmeyer, L.; Floyd, K.; Stull, G.; Soule, V.; Sepulchre, P.; Tardif, D.; Rodrigues Vaz, C.", "abstract": "Aim: The evolutionary drivers of hyperdiversity in tropical rain forests are complex and multifaceted. We used the pantropical Xylopia (Annonaceae) genus to address the diversification of rain forest lineages through time, across different regions, and into novel non-rain forest habitats with a comparative phylogenetic approach. Location: Global (pantropical) Methods: We generated a time-calibrated phylogeny of Xylopia using hybrid capture sequence data, including 88% (168/191 spp.) of species within the genus. Diversification analyses were conducted to test for the presence of rate heterogeneity (BAMM, ClaDS, CoMET) and environmental-dependent (RPANDA), geographic-dependent, and habitat dependent (GeoHiSSE) diversification in Xylopia. Results: Significant diversification rate heterogeneity was detected along the backbone of the core Xylopia clade, leading to near synchronous radiations across tropical regions globally in the Miocene, with higher diversification rates in Africa, Central America, and Madagascar, and lower rates in Australia + New Guinea. Transitions from rain forest to subhumid habitats led to lower diversification rates, whereas transitions to ultramafic habitats lead to higher rates. Regional diversification models indicate sea-level changes as an important driver for Asian, Australian, Pacific, and Neotropical clades and regional temperature changes as the main diversification driver for an African clade of Xylopia. Main conclusions: Our study shows that despite synchronous radiations across regions, different regional environmental drivers have affected the diversification of Xylopia across tropical regions globally. A noteworthy example includes radiations of all five Malagasy clades c. 7 Ma coinciding with the establishment of heavy seasonal rainfall linked with the Indian monsoon. The diversification dynamics of rain forests are complex and heterogenous, with different clade-dependent and region-dependent environmental drivers.", "date": "2025-05-26", "journal": ""}
{"title": "Social interactions shape antiviral resistance outcomes in poliovirus via eco-evolutionary feedback", "doi": "10.1101/2025.05.20.655113", "authors": "Robertson, A. J.; Kerr, B.; Feder, A. F.", "abstract": "Antiviral resistance evolution poses a major obstacle for controlling viral infections. A promising strategy is to target shared viral proteins that allow drug susceptible viruses to sensitize resistant ones during cellular coinfection, muting selection for resistance. Pocapavir, a poliovirus capsid inhibitor, employs this sociovirological strategy. While susceptible viruses significantly suppressed resistance in the presence of pocapavir in cell culture, a pocapavir clinical trial observed widespread resistance evolution and limited improvements to clearance times. To reconcile these findings, we present an intra-host eco-evolutionary model of poliovirus in the presence of pocapavir, which reproduces both the potent interference observed in vitro and the resistance emergence seen in patients. In the short term, our model predicts that a high density of susceptible viruses sensitizes resistant ones to pocapavir, mirroring cell culture results. However, over multiple replication cycles, pocapavir's high potency collapses viral density, which reduces coinfection and allows resistance to evolve as observed in the clinical trial. Since coinfection is essential to suppress resistance, enabling greater survival of susceptible viruses could offer therapeutic advantages. Counterintuitively, we demonstrate that this can be achieved by lessening antiviral potency, which can limit resistance evolution while also maintaining a low viral load. These findings suggest that antivirals that rely on viral social interaction must balance immediate neutralization with the preservation of future coinfection, yielding more sustained inhibition. Explicitly considering the eco-evolutionary feedback encompassing viral density, social phenotypes and absolute fitness not only provides new insights into designing effective therapies but also illuminates viral evolutionary dynamics more broadly.", "date": "2025-05-26", "journal": ""}
{"title": "Comparative genomics and transcriptomics on salt tolerance of Vigna luteola", "doi": "10.1101/2025.05.21.653682", "authors": "Iki, Y.; Wang, F.; Ito, K.; Wakatake, T.; Tanoi, K.; Naito, K.", "abstract": "Vigna luteola, a wild legume species, shows remarkable variation in salinity tolerance across its natural habitats, with coastal populations exhibiting high tolerance and riverbank populations being sensitive. This intraspecific variation provides a valuable system for investigating the genetic basis of salt tolerance. A major QTL for salt tolerance was previously identified by crossing salt-tolerant and salt-sensitive accessions, but the responsible genes remain unknown. In this study, grafting experiments between the two accessions revealed that the root plays a primary role in salt tolerance by suppressing Na transport to the shoot. We then conducted root transcriptome analysis and identified four candidate genes located within the QTL and highly expressed under salt stress in the tolerant accession: CBL-INTERACTING PROTEIN KINASE 6 (CIPK6), CAFFEOYL SHIKIMATE ESTERASE (CSE), FCS-LIKE ZINC FINGER PROTEIN 13 (FLZ13), and DROUGHT-INDUCED 21 (DI21). Promoter analysis revealed that the CIPK6 promoter contains transcription factor binding motifs unique to the salt-tolerant accession, which may contribute to its high expression under salt stress. These findings suggest that CIPK6 is regulated by cis-regulatory differences and is the most promising candidate for the salt-tolerance QTL. The identified genes in this study provide a foundation for developing salt-tolerant crops in the future.", "date": "2025-05-26", "journal": ""}
{"title": "DeepAden: an explainable machine learning for substrate specificity prediction in nonribosomal peptide synthetases", "doi": "10.1101/2025.05.21.655435", "authors": "Huang, J.; Ge, L.; Wu, Y.; Gao, Q.; Li, P.; Wu, J.; Zhang, H.; Qin, Z.", "abstract": "Microbial nonribosomal peptide synthetases (NRPSs) assemble diverse peptides via adenylation (A) domains that activate various substrates. While existing tools predicting substrate specificity of A-domain incorporate machine learning methods and specificity-conferring codes, they inadequately address substrate promiscuity and non-proteinogenic substrates. Recent advances in cross-modal contrastive learning combined with few-shot learning offer promising approaches to improved prediction of these complex pocket-substrate interactions. Here we present DeepAden, a novel two-stage ensemble tool that achieves state-of-the-art performance in substrate specificity prediction across multiple benchmarks. The framework first trains a graph attention network to identify A-domain binding pocket around substrate using fused sequence and structural features derived from a protein language model, then employs cross-modal contrastive learning to jointly encode pocket-substrate interactions through protein and chemical language model, effectively addressing both substrate promiscuity and zero-shot prediction challenges. Furthermore, we propose an explainable artificial intelligence (XAI) strategy to serve dual purposes, which not only guides position-specific substitutions for data augmentation, but also enables systematic investigation of substrate-specific residues across characterized A-domains. XAI analysis revealed Cys-ABPs uniquely employ 18Gly and 20Ala, in contract to 18Tyr/20Pro in other ABPs, forming a flexible binding pocket that enables distinctive ligand orientation through altered hydrogen bonding networks and {pi}-{pi} stacking interactions. Collectively, our work establishes an XAI-powered paradigm that resolves A-domain substrate specificity at residue-level precision, transforming black-box predictions into actionable blueprints for future rational NRPS genome mining and engineering.", "date": "2025-05-26", "journal": ""}
{"title": "CellReasoner: A reasoning-enhanced large language model for cell type annotation", "doi": "10.1101/2025.05.20.655112", "authors": "Cao, G.; Shen, Y.; Wu, J.; Chao, H.; Chen, M.; Chen, D.", "abstract": "We present CellReasoner, a lightweight, open-source large language model (LLM) tailored for single-cell type annotation. We introduced a compact training strategy that activates the reasoning capabilities of 7B-parameter LLMs using only 380 high-quality chain-of-thought exemplars. CellReasoner directly maps cell-level gene expression profiles to cell type labels, exhibiting robust zero- and few-shot generalization. The model further demonstrates expert-level, marker-by-marker reasoning, enabling structured, interpretable annotations and offering a practical solution for intelligent single-cell analysis.", "date": "2025-05-26", "journal": ""}
{"title": "Advances in deep reinforcement learning enable better predictions of human behavior in time-continuous tasks", "doi": "10.1101/2025.05.20.655119", "authors": "Haberland, S.; Ruge, H.; Frimmel, H.", "abstract": "Humans have to respond to everyday tasks with goal-directed actions in complex and time-continuous environments. However, modeling human behavior in such environments has been challenging. Deep Q-networks (DQNs), an application of deep learning used in reinforcement learning (RL), enable the investigation of how humans transform high-dimensional, time-continuous visual stimuli into appropriate motor responses. While recent advances in DQNs have led to significant performance improvements, it has remained unclear whether these advancements translate into improved modeling of human behavior. Here, we recorded motor responses in human participants (N=23) while playing three distinct arcade games. We used stimulus features generated by a DQN as predictors for human data by fitting the DQN's response probabilities to human motor responses using a linear model. We hypothesized that advancements in RL models would lead to better prediction of human motor responses. Therefore, we used features from two recently developed DQN models (Ape-X and SEED) and a third baseline DQN to compare prediction accuracy. Compared to the baseline DQN, Ape-X and SEED involved additional structures, such as dueling and double Q-learning, and a long short-term memory, which considerably improved their performances when playing arcade games. Since the experimental tasks were time-continuous, we also analyzed the effect of temporal resolution on prediction accuracy by smoothing the model and human data to varying degrees. We found that all three models predict human behavior significantly above chance level. SEED, the most complex model, outperformed the others in prediction accuracy of human behavior across all three games. These results suggest that advances in deep reinforcement learning can improve our capability to model human behavior in complex, time-continuous experimental tasks at a fine-grained temporal scale, thereby opening an interesting avenue for future research that complements the conventional experimental approach, characterized by its trial structure and use of low-dimensional stimuli.", "date": "2025-05-26", "journal": ""}
{"title": "Unified nonparametric analysis of single-molecule spatial omics data using probabilistic indices", "doi": "10.1101/2025.05.20.654270", "authors": "Hawinkel, S.; Maere, S. G.; Yang, X.; Beeckman, T.; Motte, H.; Poelmans, W.", "abstract": "Spatial omics technologies localize individual molecules at subcellular resolution, shedding light on the spatial micro-organisation of living organisms. Yet the development of analysis methods struggles to keep pace with growing numbers of molecules, features and replicates being measured, and with new scientific questions arising on single molecules' localization patterns. To meet this need, we present smoppix, a nonparametric analysis method based on the probabilistic index, which unifies tests for several univariate and bivariate localization patterns, such as aggregation of transcripts or colocalization of transcript pairs, in a single framework. These tests can be performed across tissues as well as within cells, while accounting for nested design structures. The high-dimensionality of the data is exploited for variance weighting and for providing a meaningful background null distribution, unique for every individual molecule. smoppix sidesteps segmentation, warping, edge correction and density estimation, and scales to high numbers of molecules and replicates thanks to an exact permutation null distribution. We demonstrate its power by unearthing spatial patterns in four published datasets from different kingdoms, and validate some findings experimentally on Selaginella moellendorfii roots. Our method is available from Bioconductor as the R-package smoppix.", "date": "2025-05-26", "journal": ""}
{"title": "A case for slow-wave morphology as a functional biomarker of gastric disease", "doi": "10.1101/2025.05.21.655419", "authors": "Dowrick, J. M.; Erickson, J. C.; Du, P.; Angeli-Gordon, T. R.", "abstract": "Aim: Underlying bioelectrical slow waves are critical for regulating gastric motility, and abnormal spatiotemporal slow-wave 'dysrhythmias' are associated with a range of gastrointestinal disorders. However, the definition and role of the morphology of gastric slow-wave signals have remained limited. This study aimed to investigate the potential of gastric slow-wave morphology as an actionable biomarker. Methods: Data were repurposed from a study where, following ethical approval, a control cohort (n=9) and a pathological cohort of patients with chronic unexplained nausea and vomiting (CUNV; n=8) underwent intra-operative high-resolution serosal electrical mapping (96-256 electrodes, 4.0-5.2 mm spacing). Slow waves were identified using validated software, and spatiotemporally averaged waveforms were compared between cohorts. These waveforms were replicated in a computational model of gastric slow-wave propagation to explore potential functional implications. Results: The slow-wave morphology of the CUNV cohort exhibited a more gradual recovery stroke compared to controls, which manifested as an increase in the normalized recovery stroke area [0.206 (95% CI: 0.169-0.247) vs. 0.134 (95% CI: 0.106-0.166); p=0.011]. Computational modeling showed that these morphological differences could drive spatial slow-wave dysrhythmias. Considering the evident functional importance of gastric slow-wave morphology, we highlighted the three typical morphological features: 1) rapid, brief upstroke, 2) downstroke, and 3) biphasic recovery stroke. Conclusion: Altogether, this study presents a case for gastric slow-wave morphology as a biomarker of gastric health and disease and lays a foundation for the standardization of future slow-wave morphology research.", "date": "2025-05-26", "journal": ""}
{"title": "The Gender Attractiveness Gap", "doi": "10.1101/2025.05.21.655261", "authors": "Wassiliwizky, E.; Zietsch, B. P.; Ullen, F.", "abstract": "Writers from Darwin to Dawkins have noted that, in humans, women are considered the \"beautiful sex,\" whereas in most species, it is the males who display more elaborate and visually striking traits. This reversal of typical sex roles is a peculiarity of the human species and has been the focus of extensive theoretical debate. Yet, it has never been systematically examined or empirically verified. Here, we present a comprehensive cross-cultural meta-analysis of same-sex and opposite-sex ratings of facial attractiveness from around the globe. Our findings confirm the existence of a robust \"Gender Attractiveness Gap\" (GAP), with female faces rated significantly more attractive than male faces across rater genders, cultural backgrounds, and portrayed ethnicities. Notably, the effect is more pronounced among female than male raters, suggesting gender-specific modulation. We show that approximately two-thirds of the GAP is mediated by structural facial sex-typicality. However, this mediation is asymmetric: controlling for facial dimorphism substantially reduces the attractiveness of female, but not male, faces, indicating a specific aesthetic preference for structural femininity by both male and female raters. This suggests that attractiveness judgments are driven by general aesthetic evaluation processes that extend beyond heterosexual mate choice. We also observe a general tendency for greater stringency among male raters. Overall, these findings contribute to evolutionary psychology and social perception, offering new insights into mate selection theories and underscoring the importance of accounting for gender-specific and cultural influences in attractiveness judgments.", "date": "2025-05-26", "journal": ""}
{"title": "Mechanism of bridge-type phospholipid transfer by Atg2 for autophagosome biogenesis", "doi": "10.1101/2025.05.24.655882", "authors": "Sakai, Y.; Matoba, K.; Kotani, T.; Hao, L.; Suzuki, K.; Kakuta, C.; Sugita, Y.; Osawa, T.; Nakatogawa, H.; Noda, N. N.", "abstract": "Autophagy requires de novo autophagosome formation, which depends on supplying millions of phospholipids from membrane-source organelles. In Saccharomyces cerevisiae, Atg2, a lipid transfer protein (LTP), collaborates with the phosphoinositide-binding protein Atg18 in this process. However, it remains largely unknown how the Atg2-Atg18 complex achieves bulk lipid transport and how much it contributes to autophagosome biogenesis. Here, by combining in silico, in vitro, and in vivo approaches, we explored the possibility that Atg2 mediates a bridge-type lipid transfer mechanism. All-atom molecular dynamics (MD) simulations based on the AlphaFold-predicted structure of the Atg2-Atg18 complex indicate that the hydrophobic cavity of Atg2 accommodates ~25 phospholipids in a water-excluding arrangement, aligning them side-by-side while maintaining bilayer-like fluidity. During simulations, Atg2 continuously bridged two membranes via its two termini and transferred a cavity-resident phospholipid to a membrane, contingent on Atg18-phosphoinositide interactions. Importantly, narrowing the cavity on the way disrupted side-by-side lipid alignment in silico, impaired bridge-type lipid transfer in vitro, and inhibited autophagosomal membrane expansion in vivo. Together, these findings demonstrate that Atg2 mediates bulk lipid transport through a bridge model, which serves as the primary mechanism for supplying membrane building blocks to autophagosomes.", "date": "2025-05-26", "journal": ""}
{"title": "Multiplexed Targeted Spatial Mass Spectrometry Imaging Assays to monitor lipids and NAD+ metabolites in CD38 knockout mice exhibiting improved metabolism.", "doi": "10.1101/2025.05.25.655991", "authors": "Schurman, C. A.; Bons, J.; Kumaar, P. V.; Fang, J.; Hormazabal, G. V.; Roberts, A.; Riley, R. R.; Tao, N.; Verdin, E.; Schilling, B.", "abstract": "Mass spectrometry imaging (MSI) is a rapidly advancing technology that provides mapping of the spatial molecular landscape of tissues for a variety of analytes. Matrix-assisted laser desorption/ionization (MALDI)-MSI is commonly employed, however, confident in situ identification and accurate quantification of analytes remain challenging. We present a novel imaging methodology combining trapped ion mobility spectrometry (TIMS)-based parallel accumulation-serial fragmentation (PASEF) with MALDI ionization for targeted imaging parallel reaction monitoring (iprm-PASEF). We investigated the spatial distribution of lipids and metabolites in liver tissues from wild-type and CD38 knockout mice (CD38-/-). CD38, an enzyme involved in nicotinamide adenine dinucleotide (NAD) metabolism, significantly influences liver metabolic function and contributes to age-related NAD decline. Although CD38 deletion previously was linked to improved metabolic phenotypes, the underlying spatial metabolic mechanisms are poorly understood. The spatial iprm-PASEF workflow enabled confident identification and differentiation of lipid isomers at the MS2 fragment ion level and revealed increased NAD+ and decreased adenosine diphosphate ribose (ADPR), a by-product of NAD+ hydrolysis, in CD38-/- livers. This approach provided confident, specific, and robust MS2-based identification and quantification of fragment ions in spatial MSI experiments. Additionally, the innovative iprm-PASEF opens unprecedented opportunities for spatial metabolomics and lipidomics, offering spatially resolved insights into molecular mechanisms.", "date": "2025-05-26", "journal": ""}
{"title": "TRPV4 modulates substrate stiffness mechanosensing and transcellular pore formation in human Schlemm's canal cells", "doi": "10.1101/2025.05.25.656000", "authors": "Li, H.; Wong, C. A.; Siadat, S. M.; Perkumas, K. M.; Bertrand, J. A.; Overby, D. R.; Sulchek, T.; Stamer, W. D.; Ethier, C. R.", "abstract": "Pathological changes in the biomechanical environment of Schlemm's canal (SC) inner wall cells, such as substrate stiffening and increased cellular stretch, are associated with ocular hypertension, a key risk factor for the development of glaucoma. Cell membrane stretch can trigger the activation of transient receptor potential vanilloid 4 (TRPV4) mechanosensitive ion channels, allowing calcium influx and initiating downstream signaling. However, the precise role of TRPV4 in SC cell mechanobiology remains unclear. Here, we demonstrate that sustained inhibition of TRPV4 activity modulates substrate stiffness mechanosensing to thereby affect the remodeling of the actin cytoskeleton and extracellular matrix of SC cells. This is accompanied by a reduction in cell stiffness and an increase in transcellular pore forming ability, potentially lowing outflow resistance and risk of ocular hypertension. Conversely, acute activation of TRPV4 channels induces Ca2+ influx, increasing transcellular pore formation in SC cells. Notaly, reduced TRPV4 mechanosensing was observed in glaucomatous SC cells, resulting in reduced transcellular pore forming ability. These findings suggest novel potential strategies based on targeting TRPV4 in SC cells for the treatment of ocular hypertension in glaucoma.", "date": "2025-05-26", "journal": ""}
{"title": "Mitochondria at synapse utilize fatty acids as a bioenergetic fuel source", "doi": "10.1101/2025.05.26.656116", "authors": "Antunes, B. C.; Faria-Pereira, A.; Goncalves Ribeiro, J.; Costa Pinto, S.; Vaz, S. H. A.; Morais, V. A.", "abstract": "Mitochondria process glucose, glutamine, and fatty acids (FAs) to produce ATP, with fuel choice dependent on tissue-specific metabolism. The brain harbors two distinct mitochondrial populations - synaptic and non-synaptic. While glucose is the primary fuel for brain bioenergetics, the role of FAs remains elusive. A preliminary proteomic analysis revealed that synaptic mitochondria favor FA metabolism, corroborated by biochemical and respiratory assays showing their higher capacity for {beta}-oxidation and greater respiratory flexibility compared to non-synaptic mitochondria. Additionally, synaptic mitochondria showed higher capacity for FA uptake and less susceptibility to inhibition of the carnitine shuttle system. In neurons, oxygen consumption rate assays indicate that medium to long-chain FA fueling enhances neuronal respiratory flexibility and ATP content, while whole-cell patch-clamp recordings show that long-chain FA fueling sustains increased pre-synaptic activity. Our findings demonstrate that FAs can contribute effectively to synaptic metabolism under normal physiological conditions, where there is a constant demand for energy.", "date": "2025-05-26", "journal": ""}
{"title": "The intracellular vacuolar pathogen Coxiella burnetii promotes exocytosis in a type IVB secretion system dependent manner", "doi": "10.1101/2025.05.26.655767", "authors": "Kumar, H.; Bhattacharya, A.; Benny, S.; Prakash, C.; Singh, N.; Baskaran, K.; Ganesan, S.", "abstract": "Coxiella burnetii is an obligate intracellular bacterial pathogen that causes a zoonotic disease known as Q fever. Upon internalization into host cells, Coxiella extensively remodels host vesicle trafficking and replicates within acidic, lysosome-derived, spacious vacuoles by secreting a suite of effectors through the type IVB secretion system (T4BSS), and hijacking the host cell machinery. However, how fundamental lysosomal functions, such as exocytosis, are subverted during Coxiella infection has not been well understood. In this study, we aimed to investigate the regulation and role of exocytosis in the context of Coxiella infection. Biochemical and fluorescence-based imaging approaches indicated that C. burnetii infection promotes release of extracellular vesicles (EVs). Increase in extracellular levels of endolysosomal proteins (LAMP1 and cathepsin D) and surface LAMP1 expression were identified in both phagocytic and non-phagocytic cells, during later stages of infection. Interestingly, infection-induced exocytosis was dependent on the activity of the bacterial T4BSS. Modulating the activity of TRPML1, a host calcium channel that induces exocytosis by regulating the release of calcium from lysosomes into the cytosol, using synthetic agonist/antagonist, led to a decrease in intracellular C. burnetii replication, suggesting a complex, tightly regulated role of TRPML1 during infection. Together, this study demonstrates that infection by the lysosome-adapted pathogen Coxiella burnetii activates exocytosis in a temporal, host and bacterial factors-dependent manner.", "date": "2025-05-26", "journal": ""}
{"title": "Vacuolar protein sorting-associated protein 1 (Vps1) has membrane constricting and severing abilities required for endosomal protein trafficking", "doi": "10.1101/2025.05.25.656005", "authors": "Gopan, S.; Singh, G.; Swaminathan, U.; Pucadyil, T.", "abstract": "Endosomal protein trafficking pathways are fundamental to maintaining organelle identity and function and are conserved from yeast to humans. The retromer pathway traffics cargo from endosomes to the trans Golgi network and defects in this pathway are linked to a variety of metabolic and neurological disorders. The yeast dynamin Vacuolar protein sorting-associated protein 1 (Vps1) functions in the retromer pathway. Vps1 has been found to associate with tubular endosomes undergoing severing, implying a role in membrane fission. Current biochemical and structural analyses of Vps1 however seem to indicate that it is not sufficient for fission. Here, we analyze Vps1 functions using cell-free reconstitution, live cell imaging and proteomics of isolated yeast vacuoles. We find that the endosomal lipid phosphatidylinositol-3-phosphate (PI(3)P) stabilizes Vps1 to form protein scaffolds around tubular membrane substrates. GTP hydrolysis forces constriction of tubules to a critical ~7 nm radius, ultimately causing their fission. Furthermore, we discover that the Insert B (InsB) in Vps1 harbor conserved lysine rich (3K) lipid-binding and phenylalanine-rich (4F) self assembly motifs. Mutating these motifs renders Vps1 incapable of membrane fission and abrogates its functions in endosomal protein sorting. Quantitative vacuolar proteomic analysis reveals that loss of Vps1 results in the enrichment of a small set of proteins, most of which represent retromer cargo while causing depletion of the bulk of proteins in the vacuole. Vps1 functions in endosomal protein sorting are therefore critical for the global regulation of the vacuole proteome.", "date": "2025-05-26", "journal": ""}
{"title": "Cryo-EM reveals open and closed Asgard chromatin assemblies", "doi": "10.1101/2025.05.24.653377", "authors": "Ranawat, H. M.; Cajili, M. K. M.; Lopez-Barbosa, N.; Quail, T.; Dame, R. T.; Dodonova, S. O.", "abstract": "Asgards are the closest archaeal relatives of eukaryotes, representing an important step in chromatin evolution. However, their chromatin organization has remained enigmatic until now. In this study, we present the first structures of Asgard chromatin assemblies formed by the Hodarchaeal histone HHoB. Our high-resolution cryo-EM structures reveal that this Asgard histone assembles into compact \"closed\" and into extended \"open\" hypernucleosomes. Thus the closed hypernucleosome conformation is conserved across archaeal lineages, while the open conformation resembles a eukaryotic H3-H4 octasome and likely represents an Asgard-specific innovation. Moreover, we show that Mg2+ ions influence Asgard chromatin conformation, suggesting a regulatory role. Overall, our study provides the first structure-based model of Asgard chromatin organization, expanding our understanding of chromatin architecture in evolutionary context.", "date": "2025-05-26", "journal": ""}
{"title": "On the Curvature and Relaxation of Microtubule Plus-endTips", "doi": "10.1101/2025.05.23.655844", "authors": "Skora, T.; Wu, J.; Beckett, D.; Xue, W.; Voth, G. A.; Bidone, T. C.", "abstract": "Microtubules are essential cytoskeletal components with a broad range of functions in which the structure and dynamics of their plus-end tips play critical roles. Existing mechanistic models explain the tips curving dynamics in different ways: the allosteric model suggests that GTP hydrolysis induces conformational changes in tubulin subunits that destabilize the lattice, leading to protofilament curving and depolymerization, while the lattice model posits that GTP hydrolysis directly destabilizes the microtubule lattice. However, the effect of GTP hydrolysis on the curving dynamics of microtubule tips remains incompletely understood. In this study, we employed a multiscale modeling approach, combining all-atom molecular dynamics simulations with Brownian dynamics simulations, to investigate the relaxation of microtubule plus-end tips into curved configurations. Our results show that both GDP- and GTP-bound tips exhibit an outward bending of protofilaments into curved, rams horn-like structures, characterized by a linear relationship between curvature and distance from the plus-end tip. These observations align with experimental cryo-ET images of microtubule plus-end tips in different nucleotide states. Collectively, our findings suggest that the outward bending of protofilaments at the plus-end tip is an intrinsic feature of microtubules, independent of the nucleotide state.", "date": "2025-05-26", "journal": ""}
{"title": "Xtricorder: A likelihood-enhanced self-rotation function and application to a machine-learning enhanced Matthews prediction of asymmetric unit copy number", "doi": "10.1101/2025.05.22.655506", "authors": "McCoy, A. J.; Read, R. J.", "abstract": "Abstract Analysis of crystallographic diffraction data before phasing gives the crystallographer a \"first look\" at the nature of the problem and the context in which the structure determination will be performed. We here report the development of Xtricorder, an application that targets analysis of crystallographic data specifically for likelihood-based phasing. As well as porting many of the analyses previously available but relatively inaccessible in our Phaser codebase, Xtricorder offers a likelihood-enhanced self-rotation function. A novel and intuitive graphical representation of the self-rotation function presents the results for user inspection, and has the added advantage that, in an adapted form, is appropriate for training a convolutional neural network to enhance the standard Matthews analysis and more accurately predict the number of copies in the asymmetric unit. We investigate the usefulness of the likelihood-enhanced self-rotation function in \"first look\" analyses, exploring the circumstances under which the self-rotation function results are useful, and discuss the application to AI-generated structure prediction.", "date": "2025-05-26", "journal": ""}
{"title": "Efficient installation of heterozygous mutations in human pluripotent stem cells using prime editing", "doi": "10.1101/2025.05.25.656043", "authors": "Suter, A.; Graham, A.; Kuah, J. Y.; Crisologo, J.; Gunatilake, C.; Sourris, K.; See, M.; Rossello, F. J.; Ramialison, M.; Vlahos, K.; Howden, S. E.", "abstract": "The utility of human pluripotent stem cells (hPSCs) is greatly enhanced by the ability to introduce precise, site-specific genetic modifications with minimal off-target effects. Although Cas9 endonuclease is an exceptionally efficient gene-editing tool, its propensity for generating biallelic modifications often limits its capacity for introducing heterozygous variants. Here, we use prime editing (PE) to install heterozygous edits in over ten distinct genetic loci, achieving knock-in efficiencies of up to 40% without the need for subsequent purification or drug selection steps. Moreover, PE enables the precise introduction of heterozygous edits in paralogous genes that are otherwise extremely challenging to achieve using endonuclease-based editing approaches. We also show that PE can be successfully combined with reprogramming to derive heterozygous iPSC clones directly from human fibroblasts and peripheral blood mononuclear cells. Our findings highlight the utility of PE for generating hPSCs with complex edits and represents a powerful platform for modelling disease-associated dominant mutations and gene-dosage effects in an entirely isogenic context.", "date": "2025-05-26", "journal": ""}
{"title": "Eukaryotic recombinases duplicated after divergence from known asgardarchaeal RadA: implications for the evolution of sex during eukaryogenesis", "doi": "10.1101/2025.05.23.655837", "authors": "Matsuo, L.; Novak Vanclova, A. M. G.; Pomiankowski, A.; Lane, N.; Dacks, J. B.", "abstract": "The origin of meiotic sex was a key milestone in the evolution of the eukaryotic cell. The DNA recombinases Rad51 and DMC1 have been used previously to trace the timing and origins of the meiotic machinery, and warrant revisiting in the face of the recent increased diversity of reported asgardarchaeal taxa. Here we perform comparative genomics and phylogenetic analyses of RadA protein sequences from a broad sampling of eukaryotic and archaeal taxa. We show that even with increased and new sampling, the eukaryotic Rad51 and DMC1 proteins still resolve separately from any archaeal RadA sequences. Taking into account recent evolutionary cell biological discoveries, our data are most consistent with a scenario whereby the asgardarchaeal host cell was evolving cytoskeletal and membrane-protein machinery that was later incorporated into eukaryotic endomembrane systems following the acquisition of mitochondria and the evolution of sex.", "date": "2025-05-26", "journal": ""}
{"title": "Beyond accuracy, precision and TAE: Direct assay validation against product specification aligned with USP <1033>", "doi": "10.1101/2025.05.21.655192", "authors": "Josipovic, D.", "abstract": "Current validation methodologies - whether based on accuracy and precision or total analytical error (TAE) and risk - fall short when the analytical target profile (ATP) is defined in terms of product and process specifications, as is the case in the USP <1033> guideline for biological assay validation. In this paper, we critically examine the limitations of these existing methodologies and introduce a statistically correct methodology tailored to the ATP formulation. While this novel methodology is demonstrated in the context of potency assay validation in line with the USP <1033> guideline, it is broadly applicable to other analytical procedures governed by ICH Q2(R2), with only minor adaptations. A freely accessible online application has also been developed to facilitate discussion and adoption of the novel methodology in practice.", "date": "2025-05-26", "journal": ""}
{"title": "Epigenetic mechanisms governing cell type specific somatic expansion and toxicity in Huntington's disease", "doi": "10.1101/2025.05.21.653721", "authors": "Baffuto, M.; Mätlik, K.; Ilyashov, I.; Siantoputri, M. E.; Chetia, H.; Harada, Y.; Sipos, E.; Darnell, P.; Kus, L.; Carroll, T.; Barrows, D.; Pressl, C.; Didkovsky, N.; Heintz, N.", "abstract": "Huntington's disease (HD) is characterized by neuronal dysfunction and degeneration that varies markedly by brain region and cell type. We previously showed that CAG repeat expansion in exon 1 of the mHTT gene correlates with increased expression of the mismatch repair genes MSH2 and MSH3 in striatal medium spiny neurons1, and demonstrated that, in the striatum and cerebral cortex of individuals with HD, hundreds of genes are dysregulated in neuronal cell types carrying somatically expanded CAG repeat in mHTT1,2. Here we employ comprehensive epigenetic profiling in specific neuronal and glial cell types from the human striatum, cerebral cortex, hippocampus and cerebellum of control and HD donor samples to identify cell type- and species-specific transcriptional control mechanisms in the mismatch repair genes MSH2, MSH3 and FAN1 that can explain the specificity of somatic CAG expansion in the first stage of HD. In the second, toxic phase of HD we identify two distinct epigenetic mechanisms that disrupt regulation of hundreds of genes in the majority of HD MSNs, including several that cause haploinsufficient neurological disorders. Our data support a mechanistic model of HD pathogenesis in which regulation of mismatch repair gene transcription determines the selectivity of somatic expansion, and DNA methylation stabilizes the toxic effect of mutant huntingtin on HD-modifying proteins MED15 and TCERG1, which regulate enhancer function and transcription elongation.", "date": "2025-05-26", "journal": ""}
{"title": "Mitochondrial fusion controls the development of specialized mitochondrial structure and metabolism in rod photoreceptor cells", "doi": "10.1101/2025.05.21.655403", "authors": "Landowski, M.; Hagimori, R.; Gogoi, P.; Bhute, V. J.; Ikeda, S.; Takimoto, T.; Ikeda, A.", "abstract": "Mitochondria are dynamic organelles that undergo continuous morphological changes, yet exhibit unique, cell-type-specific structures. In rod photoreceptor cells of the retina, these structures include elongated mitochondria in the inner segments and a distinct, large, circular mitochondrion in each presynaptic terminal. The mechanisms underlying the establishment and maintenance of these specialized mitochondrial morphologies, along with their functional significance, are not well understood. Here, we investigate the roles of mitochondrial fusion proteins mitofusin 1 (MFN1) and mitofusin 2 (MFN2) in shaping these structures and maintaining photoreceptor cell health. Rod photoreceptor cell-specific ablation of MFN1 and MFN2 resulted in mitochondrial fragmentation by one month of age, suggesting that mitochondrial fusion is essential for the development of photoreceptor cell-specific mitochondrial structures. Notably, the layer structures of the retina examined by light microscopy appeared unaffected at this age. Following this time period, significant photoreceptor cell degeneration occurred by three months of age. Furthermore, we showed that impaired mitochondrial fusion perturbed the balance of proteins involved in glycolysis, oxidative phosphorylation (OXPHOS), and {beta}-oxidation, highlighting the critical role of mitochondrial fusion in ensuring the proper levels of proteins necessary for optimal energy metabolism. Additionally, we identified upregulation of cellular stress pathways such as endoplasmic reticulum (ER) stress and unfolded protein response (UPR), which arise in response to energy deprivation, and cytoprotective biosynthetic pathways mediated by CCAAT/enhancer-binding protein gamma (C/EBP{gamma}) and mammalian target of rapamycin complex 1 (mTORC1) signaling. In summary, our findings indicate that mitochondrial fusion through MFN1 and MFN2 is vital for the development of unique mitochondrial structures and proper energy production, underscoring the fundamental importance of mitochondrial dynamics in photoreceptor cell function and survival.", "date": "2025-05-26", "journal": ""}
{"title": "Amazon biodiversity is at risk from metal contamination due to mining activity", "doi": "10.1101/2025.05.21.654597", "authors": "Moulatlet, G. M.; Capparelli, M.; Thomas, C.; Boyle, B.; Feng, X.; Frazier, A.; Hinojo-Hinojo, C.; Herrera, J.; Nahomi, L.; Lechner, A.; Maitner, B.; Newman, E.; Nikolopoulos, E.; Roehrdanz, P.; Song, L.; Valencia-Rodriguez, D.; Yang, W.; Merow, C.; Silman, M.; VIllalobos, F.; Macklin, M.; Enquist, B. J.", "abstract": "The Amazon basin hosts the most biodiverse and intact ecosystems on Earth, yet human activities are an increasing threat. Metal contamination due to mining constitutes one of these major threats, but its impacts remain poorly quantified. We provide the first quantitative assessment of biodiversity exposure to mining-associated metals (mercury [Hg], arsenic [As], copper [Cu], Zinc [Zn], and lead [Pb]) across the Amazon. Around 65% of the Amazon's 38,815 species of birds, plants, mammals, reptiles, amphibians, and fishes are exposed to metal contamination, including biodiversity hotspots and Indigenous territories. Safeguarding the Amazon's role as a global reservoir of biodiversity, ecosystem function, and cultural heritage requires addressing metal contamination not only as a localized issue, but as a pervasive threat to global biodiversity.", "date": "2025-05-26", "journal": ""}
{"title": "High-throughput iNaturalist image analysis reveals flower color divergence in Monarda fistulosa", "doi": "10.1101/2025.05.21.655392", "authors": "McKenzie, P. F.; Church, S. H.; Hopkins, R.", "abstract": "Characterizing patterns of trait variation across widespread species is a fundamental goal of natural history. Here we create a pipeline to analyze a large community science dataset and test hypothesized flower color divergence across the range of a widespread wildflower. Monarda fistulosa is a North American perennial that produces showy lavender inflorescences. Although previous literature suggests that the flowers of western M. fistulosa might display a deeper purple color than the eastern varieties, this divergence has not been assessed at scale. We process over 40,000 community science photographs of M. fistulosa to identify flowers and extract color. We demonstrate that the flowers of the montane western variety have lower lightness and higher chroma, corresponding to a deeper violet color, than those of eastern M. fistulosa. Our approach and validation provides a scalable framework for phenotyping community science images and enables analysis of geographic color variation in other widespread species.", "date": "2025-05-26", "journal": ""}
{"title": "StringTie3 Improves Total RNA-seq Assembly by Resolving Nascent and Mature Transcripts", "doi": "10.1101/2025.05.21.655404", "authors": "Shinder, I.; Pertea, G.; Hu, R.; Rudnick, Z.; Pertea, M.", "abstract": "Accurate assembly of rRNA-depleted (total) RNA-seq remains challenging because existing methods often conflate incomplete, nascent RNA with fully processed mature isoforms, leading to misassemblies and quantification errors that skew downstream analyses. Here, we present StringTie3, a major update to the widely used StringTie assembler, specifically designed for total RNA-seq. This new version introduces two key innovations: (1) a nascent mode that models co-transcriptional splicing to separate nascent from mature transcripts, and (2) a refined long-read module that distinguishes genuine polyadenylation sites from poly(A)-priming artifacts. Across short-, long-, and hybrid-read datasets, StringTie3 substantially reduces assembly errors and outperforms existing tools, boosting precision by up to 20% in short-read total RNA-seq and improving sensitivity and precision by as much as 37% and 75%, respectively, in long-read assemblies. In Argonaute knockout experiments, nascent-mode analysis shows that single knockouts predominantly alter nascent transcripts while leaving mature RNA largely unchanged, whereas double or triple knockouts disrupt both fractions. Applying this approach to breast cancer samples shows that, although nascent and mature RNA levels often correlate, certain extracellular matrix and tumor suppressor genes deviate from this pattern, suggesting post-transcriptional regulation. By accurately reconstructing transcriptomes and distinguishing nascent from mature RNA, StringTie3 reveals hidden layers of RNA regulation and provides a powerful framework for investigating transcriptional and post-transcriptional processes in total RNA-seq data.", "date": "2025-05-26", "journal": ""}
{"title": "Malaria parasite population genomics during an elimination program in Eastern Myanmar", "doi": "10.1101/2025.05.21.655408", "authors": "Li, X.; Arya, G.; Thu, A. M.; Landier, J.; Parker, D.; Delmas, G.; Reyes, A.; Lwin, K. M.; Sriprawat, K.; Nosten, F.; Anderson, T. J.", "abstract": "Background We investigated parasite population genomics during an intensive malaria elimination program in Kayin State (Myanmar), in which malaria posts were used for rapid detection and treatment of malaria cases, while mass drug administration (MDA) was used in villages with high submicroscopic reservoirs. Methods We collected 5014 dried blood spots from Plasmodium falciparum infected patients from 413 malaria posts, over 58-months (November 2015 - August 2020), and sequenced 2270 parasite genomes, each with geographic references (latitude and longitude). We used identity-by-descent (IBD) relationships to examine how control efforts impact parasite population structure. Findings Parasites were genetically depauperate: 1726 single-genotype infections comprised 166 unique genomes ([&ge;]90% IBD), while nine families ([&ge;]45% IBD) accounted for 62.5% of parasites sampled. We observed localized, temporally stable transmission of unique parasite genotypes, identifying transmission chains. Parasite relatedness was positively correlated up to approximately 20 km revealing the scale of parasite subpopulations. Kelch13 diversity was stable from 2016-2019, but only one predominant clonal genotype (kelch13-R561H) remained in 2020. MDA resulted in parasite founder effects, providing genomic evidence for the efficacy of this malaria control tool. Interpretation Our genomic data show that parasite population size decreased over the study period, and we observed regional distribution of parasite genotypes, which can define operational units for parasite control. One parasite genotype (kelch13-R561H) from the north rose to high frequency in 2020, because transmission was halted elsewhere in the control area. Future surveillance will reveal whether this genotype spreads to neighboring regions. Genetic drift may have a stronger impact on parasite population structure than selection in low-transmission elimination settings.", "date": "2025-05-26", "journal": ""}
{"title": "Metabolic Cage Analysis of Surgically Catheterized C57Bl/6J Mice (Mus musculus) Treated with Carprofen and Sustained-release Buprenorphine", "doi": "10.1101/2025.05.21.655398", "authors": "Tu, J.; Saenz, M.; Bloom-Saldana, E.; Fueger, P. T.", "abstract": "Federal regulations require that appropriate analgesia be provided for laboratory animals for pain control. Carprofen and buprenorphine are two common analgesics used for laboratory mice (Mus musculus). However, given the potential gastrointestinal side effects that these analgesics have in various species, the impact of these analgesics on mice used in metabolic studies could be concerning. To investigate the impact of carprofen and sustained-release buprenorphine on food consumption, activity level, and whole-body metabolism, we administered carprofen alone or in combination with sustained-release buprenorphine to mice that underwent jugular vein and carotid artery catheterization, or a sham surgery. The mice were individually housed in instrumented metabolic cages to continuously quantify food consumption, activity levels, and energy expenditure by indirect calorimetry. We hypothesized that catheterized mice receiving both carprofen and sustained-release buprenorphine would have decreased food consumption and increased activity level compared to mice that received sham surgery and carprofen, and catheterized mice treated with carprofen only would have similar food consumption and activity level as sham mice that received carprofen. Our results demonstrate that during the initial 12h after surgery, catheterized mice that received both carprofen and sustained-release buprenorphine were more active than sham mice that received carprofen, and were more active and consumed more food than catheterized mice that received carprofen only. Our study demonstrated how analgesia regimen can affect metabolic parameters. Therefore, researchers should carefully consider the effects that analgesic drugs can have on mice when designing metabolic or behavioral experiments.", "date": "2025-05-26", "journal": ""}
{"title": "The Mechanism of Histone Ubiquitylation by the ASB9-CUL5 Ubiquitin Ligase", "doi": "10.1101/2025.05.21.655409", "authors": "Komives, E. A.; Lee, N. H.; Alipranti, F. X.; Li, H.; Lin, C. P.", "abstract": "The E3 ligase substrate receptor ankyrin and SOCS box protein 9 (ASB9) was shown to bind over 10 different proteins including metabolic enzymes such as creatine kinase, filament proteins such as vimentin, and histones. In previous work, we characterized the ASB9-Cullin 5 E3 ligase (ASB9-CRL) ubiquitylation of creatine kinase and showed that ubiquitylation required the ring-between-ring ligase, ARIH2. Here we characterize the ASB9-CRL ubiquitylation of histones and show that histones H3 and H4 are polyubiquitylated by the ASB9-CRL whereas histones H2A and H2B are not. Many, but not all lysines in the histones are ubiquitylated suggesting some substrate specificity. Binding experiments show that the ligase-histone interaction is highly electrostatic and the neddylated ASB9-CRL binds with highest affinity. Only free histones are ubiquitylated. When the histones are in nucleosomes or in complex with the chaperone Asf1, they are not ubiquitylated. Only K48 and K63 polyubiquitin chains were observed, suggesting that the ubiquitylation probably drives protein degradation. The presence of ASB9 in specific cell types correlates with situations in which free histones H3 and H4 need to be degraded. In this work, we demonstrate that the ASB9-CRL is the ligase that facilitates degradation of histones H3 and H4. In addition, this work represents the first example of Cullin 5 mediated ubiquitylation that does not require an additional ring-between-ring ligase.", "date": "2025-05-26", "journal": ""}
{"title": "Toggle-Untoggle: A cell segmentation tool with an interactive user verification interface.", "doi": "10.1101/2025.05.21.655178", "authors": "Grishchenko, N.; Byrsan, M.; Olson, M. F.", "abstract": "Accurate cell segmentation is an essential step in the quantitative analysis of fluorescence microscopy images. Pre-trained deep learning models for automatic cell segmentation, such as Cellpose, offer strong performance across a variety of biological datasets but may still introduce segmentation errors. While training custom models can improve accuracy, it often requires programming expertise and significant time, limiting the accessibility of automatic cell segmentation for many wet lab researchers. To address this gap, we developed Toggle-Untoggle, a desktop application that combines automated segmentation using the Cellpose cyto3 model with a user-friendly graphical interface for intuitive segmentation quality control. Our app allows users to refine results by interactively toggling individual segmented cells on or off without the need to manually edit segmentation masks, and to export morphological data and cell outlines for downstream analysis. Here we demonstrate the utility of Toggle-Untoggle in enabling accurate, efficient single-cell analysis on real-world fluorescence microscopy data, with no coding skills required.", "date": "2025-05-26", "journal": ""}
{"title": "OptiK: An Entropy-Driven Framework for Optimal k-mer Size Selection for Bacterial Genomics", "doi": "10.1101/2025.05.21.655412", "authors": "Gutierrez, A.", "abstract": "K-mer-based approaches have become fundamental (Zielezinski et al., 2017) to modern computational genomics, underpinning tools for genome assembly, metagenomic classification, variant calling, and phylogenetic analysis. Despite their ubiquity, selecting an appropriate k-mer size (k) is often made arbitrarily or heuristically, with little consideration for the underlying signal quality relative to a given dataset. Here, I introduce OptiK, a novel alignment-free tool that evaluates the information richness of k-mer encodings across a range of k values to identify the optimal k for comparative analysis. OptiK operates by constructing k-mer frequency matrices from genome collections, reducing their dimensionality via truncated singular value decomposition (SVD), and evaluating clustering structure through unsupervised metrics including the Silhouette coefficient, Calinski-Harabasz index, and Davies-Bouldin index. We validate OptiK on a curated dataset of 1044 Helicobacter pylori genomes with well-characterized population structure. OptiK robustly identifies k = 8 as the optimal k-mer size, yielding latent structures in UMAP space that align with fineSTRUCTURE-defined subpopulations without relying on prior labels or reference alignments. These results demonstrate that OptiK provides a reproducible, alignment-free strategy for optimizing k-mer resolution in bacterial comparative genomics.", "date": "2025-05-26", "journal": ""}
{"title": "Impact of a standardized Tetradesmus obliquus Mi175.B1.a extract on gut function and physiology in inflammatory conditions: in vitro and in vivo insights", "doi": "10.1101/2025.05.21.655247", "authors": "MAURY, J.; Albina, P.; Pradelles, R.", "abstract": "Microalgae have emerged as a promising source of natural nutraceuticals, which may play a critical role in maintaining the structural integrity of the gut mucosal barrier and modulating immune responses. Extracts from Tetradesmus obliquus have demonstrated potential benefits for gut health in humans. This study aimed to evaluate the efficacy of Tetradesmus obliquus Mi175.B1.a through two complementary approaches: (1) an in vitro model using the HT-29 cell line to assess cytotoxicity, intestinal permeability, immunomodulatory properties, and gut barrier function, and (2) an in vivo mouse model of dextran sodium sulfate (DSS)-induced colitis to examine parameters relevant to digestive physiology. In the in vitro model, HT-29 cells were pretreated with two selected doses of T. obliquus (Mi175.B1.a) extract for 72 hours prior to stress induction with lipopolysaccharide (LPS). Parameters assessed included gene expression, paracellular permeability, and immunomodulatory properties. For the in vivo model, forty (40) male mice were randomly allocated to receive daily oral administration of either vehicle or T. obliquus extract at two different doses for 21 days. Colitis was induced from Day 14 to Day 21 using 3% DSS, and macroscopic and gut motility parameters were subsequently evaluated. Key findings revealed that T. obliquus (Mi175.B1.a) significantly reduced FITC-dextran permeability, restored physiological expression of Zonula occludens-1 (a tight junction protein), and attenuated TNF- release and Cox2 gene expression in comparison to the LPS-only condition. In the in vivo model, T. obliquus extract significantly reduced the daily disease activity index and colitis score compared to DSS-only condition. Importantly, the two evaluated doses of T. obliquus (Mi175.B1.a) were well-tolerated, demonstrating no toxic effects. These results highlight the potential of T. obliquus extract to enhance intestinal barrier integrity by regulating inflammatory and oxidative stress pathways opening promising research perspectives to determine the benefits in human application.", "date": "2025-05-26", "journal": ""}
{"title": "The Arp2/3 complex is required for in situ haptotactic response of microglia to iC3b", "doi": "10.1101/2025.05.21.655384", "authors": "Paulson, S. G.; Swafford, I.; Lischka, F. W.; Rotty, J. D.", "abstract": "Microglia maintain brain homeostasis by performing iC3b-mediated synaptic pruning on excessive dendritic spines during neurodevelopment. Cellular interaction with iC3b is mediated by the Arp2/3 complex in other cell types, but understudied in microglia. Using a combination of in vitro and in situ physical confinement studies, we examined CR3-dependent clearance of iC3b in microglia and the role the Arp2/3 complex plays in enabling this clearance. We demonstrated Arp2/3 complex inhibition decreased phagocytosis and cell motility in vitro. Furthermore, we demonstrate that microglia-like cells are able to remove immobilized iC3b from the substrate in an Arp2/3-dependent fashion, in a process reminiscent of trogocytic synaptic pruning. We also used a novel approach to immobilize an iC3b gradient onto a substrate and demonstrate Arp2/3-dependent haptotactic migration toward increasing iC3b concentrations. Microglia demonstrate a persistent inability to stably interact with iC3b-coated beads in hippocampal slice cultures upon Arp2/3 complex inhibition. As a whole, the present study establishes new approaches to systematically interrogate molecular pathways relevant to synaptic pruning, advances the understanding of iC3b phagocytosis as a haptotactic response, and confirms that the Arp2/3-dependent haptotactic response is relevant for microglia in their normal physiological microenvironment.", "date": "2025-05-26", "journal": ""}
{"title": "Neuronal feedback loop in the suprachiasmatic nucleus generates robust circadian rhythms", "doi": "10.1101/2025.05.21.655394", "authors": "Wang, M.; Tsuno, Y.; Peng, Y.; Matsui, A.; Maejima, T.; Mieda, M.", "abstract": "The central circadian clock of the suprachiasmatic nucleus (SCN) is a network consisting of various types of neurons and glial cells, but its mechanism remains elusive. Here, by monitoring cellular calcium rhythms in vivo in vasoactive intestinal polypeptide (VIP)-deficient mice, we show that arginine vasopressin (AVP) neurons intrinsically oscillate with a short period and that VIP amplifies and delays the AVP neuronal rhythm to lengthen its period to ~24 hours. Consistently, the circadian behavior period is shortened and lengthened by VIP receptor disruption and neurotransmission blockade of AVP neurons, respectively. VIP and other neurons occasionally exhibit weak, unstable, long-period calcium rhythms only when AVP neuronal oscillation is attenuated. Together with our previous finding that AVP neurons act as the primary pacesetter cells of the SCN ensemble rhythm, our results indicate that the feedback neuronal circuit of AVP cellular oscillator and VIP peptide signaling is crucial for the robust circadian rhythm.", "date": "2025-05-26", "journal": ""}
{"title": "Male accessory gland size depends on genotypes but not larval density conditions in nutrition-rich environments", "doi": "10.1101/2025.05.21.655081", "authors": "Patlar, B.; Japke, L.; Moehring, S.; Fricke, C.", "abstract": "Accessory glands (AGs), responsible for producing seminal fluid, are critical for male reproductive success, especially under sperm competition. In Drosophila melanogaster, AG size is often used as a proxy for reproductive investment, but its variation in response to developmental environments, as well as distinct genotypes remain unclear. Here, we investigated how larval density without nutritional limitation per individual, genotype, and genotype-by-environment interactions (GEIs) influence AG size using 27 isogenic lines from the Drosophila Genetic Reference Panel (DGRP). While larval density significantly affected body size, with higher density producing smaller males even though their nutritional source is rich, we could not detect any effect on AG size, either in absolute terms or relative to body size. In contrast, AG size varied significantly among genotypes, with only minor GEI effects. Our findings suggest that AG size might be genetically determined and relatively insensitive to larval density cues under nutrient-rich conditions. These results highlight the limitations of using AG size as a sole proxy for reproductive investment and the importance of genotype in shaping male reproductive traits.", "date": "2025-05-26", "journal": ""}
{"title": "Xist Repeat A coordinates an assembly of SR proteins to recruit SPEN and induce gene silencing", "doi": "10.1101/2025.05.21.655143", "authors": "Trotman, J. B.; Porrello, A.; Schactler, S. A.; DeLeon, L. E.; Eberhard, Q. E.; Boyson, S. P.; Zhang, Z.; Lee, D. M.; Kirik, S. E.; Nguyen, S. N.; Beltejar, M.-C. G.; Shinn, M. K.; Ong, S.-E.; Gonzalez-Perez, M. P.; Shaffer, S. A.; Dominguez, D.; Shechner, D. M.; Calabrese, M.", "abstract": "The lncRNA Xist silences gene expression by recruiting the protein SPEN through its 5'-proximal Repeat A domain. How Repeat A recruits SPEN, how SPEN enacts silencing, and why Repeat A is required for Xist biogenesis in addition to silencing remain unclear. We find that sequences in Repeat A critical for SPEN recruitment, silencing, and Xist biogenesis directly bind SR-rich splicing factors and not SPEN. SRSF1, one such factor, is necessary and sufficient for SPEN recruitment to Repeat A. SPEN and SR protein-binding motifs in Repeat A enable Xist to associate with many proteins, including those involved in m6A methylation, RNA turnover, and transcriptional elongation. Our results reveal an unexpectedly essential role for splicing factors in coordinating silencing by SPEN and suggest a unifying model for the origin of Repeat A, the function of SPEN, and their roles in Xist biogenesis and silencing.", "date": "2025-05-26", "journal": ""}
{"title": "Frustratingly easy domain adaptation for cross-speciestranscription factor binding prediction", "doi": "10.1101/2025.05.21.655414", "authors": "Ebeid, M. M.; Balci, A. T.; Chikina, M.; Benos, P. V.; Kostka, D.", "abstract": "Motivation: Sequence-to-function models interpret genomic DNA and predict functional outputs, successfully characterizing regulatory sequence activity. However, interpreting these models remains challenging, raising questions about the generalizability of inferred sequence functions. Cross-species prediction of transcription factor (TF) binding offers a promising approach to enhance model generalization by leveraging sequence variation across species, and it can contribute to the discovery of a conserved gene-regulatory code. However, addressing systematic differences between the genomes of various species is a significant challenge. Results: We introduce MORALE, a framework that utilizes a well-established domain adaptation approach that is \"frustratingly easy.\" MORALE trains on sequences from one or more source species and predicts TF binding on a single target species where no binding data is available. To learn an invariant cross-species sequence representation, MORALE aligns the first and second moments of the data-generating distribution between all species. This direct approach integrates easily into representation learning models with an embedding layer. Unlike alternatives such as adversarial learning, it does not require additional parameters or other model design choices. We apply MORALE to two ChIP-seq datasets of liver-essential TFs: one comprising human and mouse, and another comprising five mammalian species. Compared to both a baseline and an adversarial approach termed gradient reversal (GRL), MORALE demonstrates improved performance across all TFs in the two-species case. Importantly, it avoids a performance degradation observed with the GRL approach in this study. Furthermore, feature attribution revealed that important motifs discovered by MORALE were closer to the actual TF binding motif compared with the GRL approach. For the five-species case, our method significantly improved TF binding site prediction for all TFs when predicting on human data, surpassing the performance of a human-only model -- a result not observed in the two-species comparison. Overall, MORALE is a direct and competitive approach that leverages domain adaptation techniques to improve cross-species TF binding site prediction.", "date": "2025-05-26", "journal": ""}
{"title": "aDISCO: A Broadly Applicable Method for 3D Microscopy of Archival Paraffin-Embedded Human Tissues", "doi": "10.1101/2025.05.21.655358", "authors": "Reuss, A. M.; Rupprecht, P.; Groos, D.; Cerisoli, M.; Nordberg, L.; Frick, L.; Voigt, F.; Vladimirov, N.; Bethge, P.; Reimann, R.; Helmchen, F.; Aguzzi, A.", "abstract": "During human surgeries and autopsies, specimens are regularly sampled and stored as formalin-fixed paraffin embedded (FFPE) tissue blocks. Diagnoses are rendered by microscopical examination of two-dimensional sections. Good clinical practice requires that samples be retained for decades, thus giving rise to enormous archives of healthy and diseased human tissues. Tissue-clearing technologies and whole-mount microscopy would enable 3D analyses, but whole FFPE tissue blocks are often unsuitable for clearing due to their size, their extensive covalent cross-linking, and their embedding in solid wax. Here, we present archival DISCO (aDISCO), a versatile and robust clearing method for whole-mount archival FFPE human tissue blocks. aDISCO enabled complete clearing and consistent antibody staining of samples stored for at least 15 years. We show that aDISCO can be applied to human brain, spinal cord, peripheral nerve, skin, muscle, heart, kidney, liver, spleen, colon, and lung, and is compatible with a wide range of commonly used antibodies. We applied aDISCO to the 3D study of focal cortical dysplasia (FCD), a neurodevelopmental disease associated with epilepsy. We performed deep-learning-based-segmentation and object detection to identify both focal and global neuronal density variations in FCD and to precisely quantify the disruption of cortical layering, features that are likely to be overlooked by conventional histology. When combined with selective-plane illumination microscopy, aDISCO delivers natively digital data suitable for deep-learning-based processing, thus enabling the detection of subtle and sparse pathologies in large archival human tissue specimens.", "date": "2025-05-26", "journal": ""}
{"title": "A Plug-and-Play P300-Based BCI with Calibration-Free Application", "doi": "10.1101/2025.05.21.655021", "authors": "Kim, J.; Kim, S.-P.", "abstract": "The practical deployment of P300-based brain-computer interfaces (BCIs) have long been hindered by the need for user-specific calibration and multiple stimulus repetitions. In this study, we build and validate a plug-and-play, calibration-free P300 BCI system that operates in a single-trial setting using a pre-trained xDAWN spatial filter and a deep convolutional neural network. Without any subject-specific adaptation, participants could control an IoT device via the BCI system in real time with decoding accuracy reaching 85.2% comparable to the offline benchmark of 87.8%, demonstrating the feasibility of realizing a plug-and-play BCI. Offline analyses revealed that a small set of parietal and occipital electrodes contributed most to decoding performance, supporting the viability of low-density, high-accuracy BCI configurations. A data sufficiency simulation provided quantitative guidelines for pre-training dataset size, and an error trial analysis showed that both stimulus timing and preparatory attentional state influenced real-time decoding performance. Together, these results demonstrate the first real-time validation of a calibration-free, single-trial P300 BCI and offer practical insights for developing scalable, robust, and user-friendly BCI systems.", "date": "2025-05-26", "journal": ""}
{"title": "Empirical validation of ephaptic coupling in printed human neural circuits", "doi": "10.1101/2025.05.21.655141", "authors": "Striebel, J.; Habibey, R.; Wendland, D.; Gehring, H.; Podoliak, E.; Pawlick, J. S.; Sharma, K.; Ng, A. H. M.; Pernice, W.; Busskamp, V.", "abstract": "Ephaptic coupling is a phenomenon describing the influence of endogenous electric fields on neuronal activity. Although ephaptic coupling is deemed to contribute to computations in the brain, the olfactory system, the retina, and to cardiac conduction, and being associated with diseases like epilepsy and arrhythmia, it is still poorly understood since it is notoriously difficult to investigate in vivo and in vitro. In vitro electrophysiology allows accessible and flexible experimentation, but circuits form randomly, leading to a lack of precision and reproducibility. Here, we present a method for reproducibly constructing human neuronal networks in vitro with single-cell precision. We constructed neuronal circuits from the bottom up by bringing their axons into close contact. This enabled us to measure the effects of ephaptic coupling and validate theoretical predictions, such as reduced action potential velocity, increased activity synchronization and reduced stimulation threshold. Our precise measurements of electrophysiological activity support the importance of ephaptic coupling in neuronal circuit function. Printed neuronal circuits allow detailed in vitro studies of neuronal interactions and may serve as a platform for disease modeling related to synaptic, ephaptic, or myelination processes.", "date": "2025-05-26", "journal": ""}
{"title": "TypeSINE: Genome-Wide Detection of SINE Retrotransposon Polymorphisms Reveals Functional Variants Linked to Body Size Variation in Pigs", "doi": "10.1101/2025.05.21.653756", "authors": "Zheng, Y.; Yang, N.; Chen, C.; Zong, W.; Chen, H.; Shi, S.; Wang, X.; Murani, E.; Reyer, H.; Gao, B.; Zhang, L.; Wimmers, K.; Song, C.", "abstract": "The genotyping of Short Interspersed Element (SINE) retrotransposon insertion polymorphisms (RIPs) from large-scale sequencing data remains technically challenging. To overcome this limitation, we developed TypeSINE to genotype SINE-RIPs from short-read sequencing data. Analyzing 362 porcine genomes, we identified 749,835 SINE-RIPs (>85% accuracy), including 65,917 common variants (5-95% frequency). These showed uniform genomic distribution (~22/Mb), with 40% in introns. Population analyses based on SINE-RIPs revealed independent domestication of Asian and European pigs from local wild populations, followed by introgression. GWAS detected body size-associated regions using SINE-RIPs. We created pigRIPdb (82,227 curated SINE-RIPs) with browsing and visualization tools. The method's cross-species applicability is supported by conserved SINE evolutionary patterns, enabling polymorphism discovery of SINEs in livestock and humans. TypeSINE represents an efficient, scalable solution for genome-wide SINE-RIP analysis, advancing population genomics research.", "date": "2025-05-26", "journal": ""}
{"title": "CSFeatures improves identification of cell type-specific differential features in single-cell and spatial omics data", "doi": "10.1101/2025.05.21.655244", "authors": "Li, R.; Li, Y.; Hua, H.; Li, Z.; Zhang, Y.; Yao, Y.; Chen, S.; Xu, Y.", "abstract": "Recent advancements in single-cell and spatial omics have enabled the analysis of gene expression patterns in cells and tissues with unprecedented precision. Genes that exhibit significant variation across different cell types or states are typically closely linked to cellular functional states and disease processes. However, current differential analysis methods often fail to adequately account for cell type specificity when identifying differentially expressed genes. CSFeatures effectively addresses this issue by comprehensively considering the expression level, the smoothness of expression distribution, and the proportion of gene expression in the target cell population as well as in each of the other cell populations. Through comprehensive experiments on eight single-cell RNA-seq datasets, it was demonstrated that CSFeatures can effectively identify cell type-specific genes that are highly expressed in the target cell population while being lowly expressed in all other populations. Moreover, it was validated that the underlying principle of CSFeatures can be generalized to other omics data, including single-cell ATAC-seq, spatial transcriptomics, and spatial ATAC-seq data. Furthermore, the differential features identified by CSFeatures are enriched in pathways, functional categories, and regulatory regions that are highly relevant to the specific functional states of the target cell population, providing insights into its gene regulation.", "date": "2025-05-26", "journal": ""}
{"title": "A protein-DNA surface hydrogel mechanically protects the cell nucleus", "doi": "10.1101/2025.05.21.655270", "authors": "Adakkattil, R.; Mandal, P.; Savich, Y.; Ruffine, V.; Jordan, M. A.; Pinholt, H. D.; Fischer-Friedrich, E.; Julicher, F.; Grill, S. W.; Von Appen, A.", "abstract": "The nuclear envelope protects the genome from mechanical stress during processes such as migration, division, and compression, but how it buffers forces at the scale of DNA remains unclear. Here, we utilize optical tweezers to show that a multivalent protein DNA co-condensate containing the nuclear envelope protein LEM2 and the DNA-binding protein BAF shield DNA beyond its melting point at 65 pN. Under load, their collective assembly induces an unconventional DNA stiffening effect that provides mechanical reinforcement, dependent on the intrinsically disordered region (IDR) of LEM2. Within cells, these components form an elastic surface hydrogel at the nuclear periphery, visible as a continuous surface by cryo-electron tomography. Disruption of this surface hydrogel increases DNA damage and micronuclei formation during nuclear deformation. Together, this work expands the functional repertoire of condensates, revealing a load-responsive nuclear surface hydrogel at the mesoscale that mitigates mechanical stress.", "date": "2025-05-26", "journal": ""}
{"title": "Cell Morphology and Biophysical Mechanisms-Informed Traction Force Microscopy Using Machine Learning", "doi": "10.1101/2025.05.21.655282", "authors": "Fujiwara, K.; Fujikawa, R.; Suzuki, Y.; Suzuki, K. T.; Sakumura, Y.", "abstract": "Quantitative evaluation of cell motility is essential for understanding biological functions. Traction force microscopy (TFM) is a method for quantifying cellular traction forces. By performing inverse mathematical analysis of substrate deformations induced by cellular forces, it is possible to estimate the underlying traction forces. Among various approaches for detecting substrate deformations, the most widely used is to track the displacement of fluorescent beads randomly embedded in the substrate. However, it is well known that the accuracy of force estimation deteriorates when the observation density is low. Furthermore, standardized datasets have not been established, as validation settings-such as random force distributions on the substrate, cell size, and bead density-vary across studies. To enable quantitative evaluation, we constructed a dataset based on the biophysical mechanism by which cellular traction forces are transmitted to the substrate through stress fibers, clutch proteins, and focal adhesions. In addition, we proposed a novel machine learning model that incorporates cell shape information obtained from observations, and we designed a loss function that accounts for both force magnitude and direction. As a result, our method enables highly accurate force estimation even under sparse observation conditions.", "date": "2025-05-26", "journal": ""}
{"title": "Stochastic splicing and deterministic inclusion of exon variables promote diversification of Down Syndrome Cell Adhesion Molecule expression", "doi": "10.1101/2025.05.21.655277", "authors": "Lassota, A.; Dix, T. C.; Soller, M.", "abstract": "Mutually alternative splicing in Down Syndrome Cell Adhesion Molecule (Dscam) gene of arthropods generates extraordinary molecular diversity producing tens of thousands of isoforms. From three clusters of variable exons directing homophilic interactions, one single exon is selected. Homophilic repulsion of identical isoforms directs branching of axons running in neuronal tracts, and of dendrites for generation of overlapping dendritic fields through selection of different variables in neighbouring cells. Here, we investigate the spatial inclusion of Dscam variable alternative exons in Drosophila and honey bees using reporter genes and in situ hybridizations, respectively. In Drosophila, we find that Dscam variable clusters 4 and 9 splicing is not always productive in reporters, resulting in suppressed expression in optic lobes and variable expression across identical cells in salivary glands and photoreceptor fields. However, in photoreceptor neurons, we find repetitive inclusion of specific variables suggesting that stochastic expression is generated at the level of splicing of the variable cluster, but inclusion of variables follows a deterministic path. Likewise, we find in larval brains, inclusion of exon 4 and 9 variables in compartmentalised and repetitive patterns. In foraging honey bees, inclusion of exon 4 and 10 variables occurs in compartmentalized patterns differing between mushroom body lobes and individuals. This indicates that initial equal inclusion of variables is directed to compartmentalized inclusion through experience. These findings detail a new model of experience directed alternative splicing in Dscam incorporating stochasticity through splicing productivity and deterministic selection of individual isoforms.", "date": "2025-05-26", "journal": ""}
{"title": "A novel molecular sexing method for Greater One-horned Rhinoceros (Rhinoceros unicornis) for reliable demographic assessments", "doi": "10.1101/2025.05.21.655307", "authors": "Kumar, S.; Ghosh, T.; Sharma, A.; Mondol, S.", "abstract": "Accurate assessment of demographic parameters is crucial for conserving endangered species. The Greater One-horned Rhinoceros (Rhinoceros unicornis), a sexually monomorphic species, lacks a validated molecular sexing protocol for diverse biological samples. This study established a multi-marker molecular sexing protocol using blood, tissue, horn, and dung samples from all wild populations in India. The optimized multiplex strategy that involves three sex-linked markers: ZF, AMESC, and TSRY, enabled simultaneous amplification of X- and Y-chromosome-specific fragments in degraded samples. Testing with 286 individual rhino samples from seven parks (5 blood, 180 tissue, seven horn, and 94 dung) led to a ~92% (195 M: 69 F) success rate. Overall, this approach validates a molecular sexing protocol with increased reliability and fewer amplification failures, facilitating large-scale demographic studies. Future research should utilize this method to examine the sex ratio of all existing Indian rhino populations across their range, ensuring their future persistence and management.", "date": "2025-05-26", "journal": ""}
{"title": "Persistent nitrogenase isotope signatures over two billion years of engineered evolution", "doi": "10.1101/2025.05.21.655380", "authors": "Rucker, H.; Bubphamanee, K.; Harris, D.; Konhauser, K.; Seefeldt, L.; Buick, R.; Kacar, B.", "abstract": "Nitrogen isotope fractionation (e15N) in sedimentary rocks has provided evidence for biological nitrogen fixation, and thus primary productivity, on the early Earth. However, the extent to which molecular evolution has influenced the isotopic signatures of nitrogenase, the enzyme that catalyzes the conversion of atmospheric nitrogen (N2) to bioavailable ammonia, remains unresolved. Here, we reconstruct and experimentally characterize a library of synthetic ancestral nitrogenase genes, spanning over 2 billion years of evolutionary history. By engineering modern microbes to express these ancient nitrogenases, we assess the resulting e15N values under controlled laboratory conditions. All engineered strains exhibit e15N values within a narrow range comparable to that of modern microbes, suggesting that molybdenum (Mo)-dependent nitrogenase has been largely invariant throughout evolutionary time since the origins of this pathway. These results confirm the robustness of N-isotope biosignatures in the ancient rock record and bolster their utility in the search for life in extraterrestrial environments.", "date": "2025-05-26", "journal": ""}
{"title": "Diet-derived vitamin B12 induces transgenerational inheritance of nematode predation through elevated vitellogenin provisioning", "doi": "10.1101/2025.05.21.655301", "authors": "Quiobe, S. P.; Kalirad, A.; Zurheide, R.; Witte, H.; Roedelsperger, C.; Sommer, R. J.", "abstract": "Dietary and nutritional effects can alter organismal phenotypes and influence trait inheritance over generations, so-called transgenerational epigenetic inheritance. However, the chemical nature of the stimuli and the downstream events inducing such memory remain largely elusive. The nematode Pristionchus pacificus exhibits mouth-form plasticity including predation and was recently shown to respond to a multigenerational Novosphingobium diet with the induction and subsequent transgenerational inheritance of the predatory morph. Here, we show that bacteria-derived vitamin B12 is both necessary and sufficient for transgenerational memory. Different vitamin B12 concentrations are required for the original induction and the subsequent transgenerational inheritance of the predatory morph. Mutant analysis revealed that vitamin B12 functions through methionine-synthase and involves methionine but not vitamin B9. The inherited effect acts through increased multigenerational vitellogenin transcription indicating elevated nutrient provisioning. Consistently, mutants in the vitellogenin receptor Ppa-rme-2 are memory-defective. Thus, vitamin B12 induces vitellogenin provisioning to control organismal physiology and behavior.", "date": "2025-05-26", "journal": ""}
{"title": "Gene set optimization for cancer transcriptomics using sparse principal component analysis", "doi": "10.1101/2025.05.21.655279", "authors": "Frost, H. R.", "abstract": "A common approach for exploring pathway dysregulation in cancer involves the gene set or pathway analysis of tumor transcriptomic data. Unfortunately, the effectiveness of cancer gene set testing is limited by the fact that most gene set collections model gene activity in normal tissue, which can differ significantly from gene activity found within tumors. To address this challenge, we have developed a bioinformatics approach based on sparse principal component analysis (PCA) for optimizing existing gene set collections to reflect the pattern of gene activity in dysplastic tissue and have used this technique to optimize the Molecular Signatures Database (MSigDB) Hallmark collection for 21 solid human cancers profiled via bulk RNA-seq by The Tumor Genome Atlas (TCGA). Demonstrating the biological utility of our approach, the average survival association of gene set members is improved after optimization for nearly all cancer types and Hallmark gene sets.", "date": "2025-05-26", "journal": ""}
{"title": "A Salmonella type I toxin promotes systemic infection by inhibiting FoF1 ATP synthase", "doi": "10.1101/2025.05.26.656083", "authors": "Kim, S.; Kim, S.; Lee, E.-J.", "abstract": "Intracellular pathogens including Salmonella Typhimurium survive within macrophage phagosomes by forming non-replicating persisters. Toxins from toxin-antitoxin systems have been implicated in persister formation as key contributors, although the biological targets of toxins remain largely unknown. Here, we report that Salmonella IbsA, a 19-amino-acid-long type I toxin, induces growth arrest and decreases intracellular ATP levels. An unbiased large-scale bacterial two-hybrid screen identified 54 IbsA-interacting targets, including proteins involved in oxidative phosphorylation and cell division. Among these, IbsA toxin specifically targets two subunits of the bacterial FoF1 ATP synthase. IbsA interacts with the a and b subunits in the membrane-bound Fo sector and inhibits proton translocation, thereby decreasing ATP levels. In turn, this IbsA-mediated decrease facilitates Salmonella spread between macrophages, promoting systemic infection. Accordingly, ibsA deletion decreases bacterial burden in organs and attenuates mouse virulence. Therefore, unlike other bacterial toxins, the IbsA toxin enhances Salmonella pathogenicity by decreasing the bacterium's ATP levels.", "date": "2025-05-26", "journal": ""}
{"title": "Genotypic Characterization of Virulence and Antibiotic-Heavy Metal Resistance in Enterococcus Strains from Vladivostoks Water Bodies", "doi": "10.1101/2025.05.26.656074", "authors": "Kim, J. H.; Hujuri, M.; Uskova, S. S.; Martynova, A. V.", "abstract": "Background: Enterococcus species are Gram-positive, facultative anaerobic bacteria commonly found in soil, water, and the gastrointestinal tracts of humans and animals. Their ability to acquire antibiotic resistance has made them significant opportunistic pathogens in both clinical and environmental settings. The presence of antibiotic-resistant Enterococcus strains in aquatic environments reflects contamination from human activities and poses a potential risk of horizontal gene transfer to other bacterial species. Aims: This study aims to assess the antibiotic and heavy metal resistance patterns of Enterococcus strains isolated from water bodies in Vladivostok and evaluate their potential environmental risks. Study design: Experimental study. Methods: Water samples were collected from the Vtoraya Rechka River and Zolotoy Rog Bay in Vladivostok. 30 enterococcus strains were identified by polymerase chain reaction (PCR) technique. The presence of antibiotic and heavy metal resistance genes was determined using specific primers. Results: Genetic analysis of the isolated Enterococcus strains revealed that 23% of strains carried the tetL gene, 33% harbored the ermB gene, and the heavy metal resistance genes tcrB and cadA were detected in 40% and 27% of strains, respectively. Notably, the ermB and tcrB genes co-occurred in 13.3% of strains, while none of the tetL-positive strains exhibited simultaneous presence of ermB, tcrB, and cadA.", "date": "2025-05-26", "journal": ""}
{"title": "Expansion, functional diversification and gene fusion events in the Ato protein family", "doi": "10.1101/2025.05.26.656167", "authors": "Ghasemi, F.; Antunes, C. B.; Pyrris, Y.; Ataide, P.; Alves, J.; Fernandes, V.; Alves, R.; Goncalves, A. G.; Casal, M.; Van Genechten, W.; Nysten, J.; Brown, A. J. P.; Van Dijck, P.; Diallinas, G.; Pittis, A. A.; Soares-Silva, I.; Paiva, S.", "abstract": "Candida albicans, a commensal opportunistic pathogen, exhibits remarkable metabolic flexibility and adaptability to environmental changes. In glucose-limited niches, it utilizes alternative carbon sources such as carboxylic acids, which may influence its pathogenicity. In Saccharomyces cerevisiae, the uptake of monocarboxylates occurs through regulated plasma membrane (PM) transport proteins, such as Ato1 (Ady2), which belongs to the Acetate Uptake Transporter (AceTr) family. In C. albicans, these proteins are notably expanded, consisting of ten Ato-like proteins (ATO1-ATO10), whose functions remain unknown. Here, we investigated the role of Ato proteins in carboxylic acid utilization by C. albicans using in-silico and functional analysis. Our data revealed that several C. albicans Atos retain conserved AceTr motifs but possess distinct structural features, including differences in pore radius and binding sites for acetate and lactate. Expression analysis revealed that Ato1, Ato2, Ato3, and Ato6 exhibit distinct cellular localization and expression levels on the plasma membrane, depending on the presence or absence of monocarboxylates. Remarkably, deletion of ATO1 impaired ATO2 and ATO3 expression and caused ER retention of a distinct form of Ato2, suggesting a central regulatory role for Ato1 in the Ato transport system. Finally, we identified a novel Ato-related protein family in vertebrates. This family has three consecutive 6-helix transport domains and a unique C-terminal fusion with Sua5/YciO/YrdC, an enzyme involved in tRNA modification. Overall, our data suggests that the Ato protein family might play a critical role in the utilization of acetic or lactic acids in C. albicans. It also proposes potential functional redundancy among its members, which may contribute to rapid environmental adaptation and pathogenicity.", "date": "2025-05-26", "journal": ""}
{"title": "Widespread potential for phototrophy and convergent reduction of lifecycle complexity in the dimorphic order Caulobacterales", "doi": "10.1101/2025.05.26.656076", "authors": "Hallgren, J.; Dharamshi, J. E.; Rodriguez-Gijon, A.; Nuy, J.; Garcia, S. L.; Jonas, K.", "abstract": "Model bacteria are fundamental for research, but knowledge about their ecology and evolution is often limited. Here we establish evolutionary and ecological context for the model organism Caulobacter crescentus, an alphaproteobacterium intensively studied for its dimorphic lifecycle. By analyzing the species relationships and genetic potential of hundreds of Caulobacterales species, we reveal striking diversity regarding their environmental distribution, morphology, cell development, and metabolism. Our work provides insights into the evolutionary history of morphological features such as the cell curvature determinant crescentin and uncovers a striking case of convergent loss of traits for cellular dimorphism among close relatives of C. crescentus. Moreover, we find that genes for phototrophy are widespread across Caulobacterales and that the new genus Acaudatibacter, described here, includes the first reported Caulobacterales lineage with photoautotrophic potential. Our study advances our understanding of an environmentally widespread bacterial order and sheds light onto the evolution of fundamental prokaryotic features.", "date": "2025-05-26", "journal": ""}
{"title": "Widespread and Abundant CRISPR-Cas Systems in the Deep Ocean", "doi": "10.1101/2025.05.26.656144", "authors": "Sanchez, P.; Ferri-Peradalta, M.; Garcia, E. M. L.; Ruiz, R.; Ruvira, B. E.; Gasol, J. M.; Vaque, D.; Gojobori, T.; Agusti, S. R.; Duarte, C. M.; Mojica, F. J.; Ceron, J.; Coutinho, F. H.; Acinas, S. G.", "abstract": "CRISPR-Cas systems have revolutionized modern biology. Most CRISPR-Cas systems in use for biotechnological applications derive from cultivated bacteria, but evidence suggests that environmental microbiomes harbor a large untapped diversity of these systems. Yet, our understanding of which environmental and biological factors drive the prevalence of CRISPR-Cas systems in the oceans remains limited. A search for CRISPR-Cas systems was conducted among 176 globally-distributed marine microbial metagenomes from the Malaspina expedition, which sampled both free-living and particle-attached microbiomes with emphasis on the deep ocean. We show that CRISPR-Cas systems are proportionally more abundant among microbiomes from the deep ocean than in the photic layers and among free-living microbes compared to those attached to particles, reflecting the higher concentrations of archaea and their viruses in these habitats. We identified 1,146 CRISPR-cas loci, some of which displayed unique loci architectures. From these loci, a total of 48 Cas9 proteins were identified, many of which are potentially novel. These discoveries expand the scope of CRISPR-Cas diversity and point at the deep-sea as a rich reservoir of these resources, which helps guide future bioprospecting efforts.", "date": "2025-05-26", "journal": ""}
{"title": "Environmental reservoir of resistance genes for the last resort antibiotic Cefiderocol.", "doi": "10.1101/2025.05.26.656069", "authors": "GSCHWIND, R.; Bonnet, M.; Abramova, A.; Jarquin Diaz, V. H.; Wenne, M.; Loeber, U.; Godron, N.; Kampouris, I. D.; Tskhay, F.; Naheed, F.; Debroucker, C.; Bui-Hai, M.; El Aiba, I.; Klumper, U.; Berendonk, T. U.; Forslund-Startceva, S. K.; Zahra, R.; Bengtsson-Palme, J.; RUPPE, E.", "abstract": "Antibiotic resistance poses a global public health threat. Cefiderocol, a recently introduced siderophore cephalosporin, employs a 'Trojan Horse' mechanism by exploiting bacterial iron uptake systems for cell entry. Yet, resistant clinical isolates are already observed in clinics and resistance mechanisms are difficult to characterize. Here, we applied functional metagenomics to identify cefiderocol resistance genes. Functional metagenomic DNA libraries from diverse environmental samples collected across several countries were expressed in a cefiderocol-sensitive Escherichia coli host. This yielded four resistant clones with DNA originating from wastewater or freshwater DNA libraries. The identified antibiotic resistance genes (ARGs) causing an increase in cefiderocol minimum inhibitory concentrations encoded for beta-lactamases (VEB-3, OXA-372 homolog and YbxI homolog) and a partial penicillin binding protein homolog. Three of four shared closest homologs in pathogenic bacteria. One ARG was associated with a mobile genetic element and was broadly distributed across all wastewater samples from every country surveyed. This study underscores the critical importance of environmental surveillance for ARGs, particularly for novel agents like cefiderocol with limited understanding of resistance mechanisms.", "date": "2025-05-26", "journal": ""}
{"title": "Avian Influenza in Ireland: A Spatiotemporal, Subtype, and Host-Based Analysis (1983-2024)", "doi": "10.1101/2025.05.26.656175", "authors": "Farrell, M. L.; McGrath, G.; Cuartero, L. G.; Barry, G.", "abstract": "Avian influenza virus (AIV) is a significant global concern, causing widespread mortality in wild birds, domestic poultry and most recently wild and domestic mammals. This study presents a retrospective analysis of AIV detections in the Republic of Ireland. Data was sourced from official surveillance databases, peer-reviewed literature and grey literature sources. Spatio-temporal, host-specific and subtype patterns were assessed using descriptive statistics, chi-square tests, linear regression and kernel density estimations. A total of 2,888 confirmed AIV detections were recorded from 25 of Ireland's 26 counties. Wild birds accounted for 98.7% of detections, with domestic birds comprising 1.3% and two detections in foxes. H5N1 was the most prevalent subtype (96.7%) followed by H5N8 and H6N1. Spatial clustering was observed in urban areas, particularly Dublin. The highest seasonal peak occurred during summer, contrasting with traditional winter-associated patterns. Several detections occurred in migratory species outside of typical residency periods, suggesting potential climate-related shifts in migration behaviour. This study represents the first review of AIV surveillance data in Ireland to date. The findings highlight evolving patterns in virus distribution, seasonality and host dynamics, with implications for national surveillance strategies. Continued cross-species monitoring and integration of ecological data are essential to inform effective management strategies.", "date": "2025-05-26", "journal": ""}
{"title": "Metabolic and transcriptomic insights into a GalNAc/Man-Specific lectin in yeast fermentation", "doi": "10.1101/2025.05.26.656115", "authors": "Liu, S.; Li, L.; Niu, H.; Li, W.; Tong, C.", "abstract": "Brewer's yeast (Saccharomyces cerevisiae) plays a central role in fermentation, and improving its performance is crucial in the brewing industry. This study explored how Cyclina sinensis lectin (CSL), a bioactive peptide from shellfish, influences yeast metabolism using proteomics and metabolomics. CSL bound to yeast peptidoglycan in a concentration-dependent manner and altered cell surface structure. Proteomic analysis revealed 117 differentially expressed proteins after 24 h of CSL treatment, with upregulation of key glycolytic enzymes (e.g., hexokinase, GAPDH) and downregulation of TCA cycle enzymes, suggesting enhanced ethanol production via glycolysis activation and TCA suppression. Metabolomic profiling further confirmed this, showing increased -D-glucose, glucose-6-phosphate, NAD+, and glutathione, alongside reduced TCA intermediates like malic acid. These results indicate CSL promotes ethanol accumulation by reprogramming central carbon metabolism. This study provides novel insight into the metabolic modulation of yeast by marine lectins and suggests potential applications of CSL in improving fermentation.", "date": "2025-05-26", "journal": ""}
{"title": "Glycerol metabolism triggers trypanosome differentiation into transmissible forms in mammalian tissue-like conditions", "doi": "10.1101/2025.05.26.656071", "authors": "El Kadri, M.; Guegan, F.; Sharma, P.; Calvo Alvarez, E.; Pineda, E.; Morand, P.; Ngoune, J. M.; Escard, J.; Dupuy, J.-W.; Rimoldi, A.; Plazolles, N.; Biran, M.; Barrett, M. P.; Figueiredo, L. M.; Rotureau, B.; Bringaud, F.", "abstract": "In the mammalian bloodstream, Trypanosoma brucei, the parasite responsible for sleeping sickness, proliferates as slender forms before undergoing quorum-sensing (QS)-mediated differentiation into cell cycle-arrested stumpy forms (stumpy-QS), a transition that regulates parasitaemia and primes parasites for tsetse fly transmission. Beyond the bloodstream, T. brucei also occupies extravascular, adipose-rich tissues such as the skin, a potential reservoir for transmission. Here, we identify an alternative slender-to-stumpy differentiation pathway driven by glycerol, a host metabolite abundant in adipose-rich tissues, that could resolve the long-standing paradox of successful parasite transmission from human hosts during chronic infection despite low parasitaemia. We show that high (10 mM) and non-physiological glycerol concentrations under low glucose conditions (0.5 mM) induce differentiation, generating distinct stumpy-Glyc forms that resemble stumpy-QS parasites but have an extended lifespan. Under conditions mimicking dermal tissue interstitial fluids (4 mM glucose, 0.25 mM glycerol), we show that glycerol promotes the emergence of proliferative intermediate forms that retain transmission potential and can differentiate into fly host-specific procyclic forms in vitro and within tsetse flies. These findings open the door for reevaluation of the model of T. brucei transmission and supports a dominant role for adipocyte-derived glycerol in the skin in sustaining parasite transmission.", "date": "2025-05-26", "journal": ""}