{"title": "Direct Prediction of the Complex-Valued Analytic Signal of EEG from Raw Multichannel Data", "doi": "10.1101/2024.05.13.593119", "authors": "Onojima, T.; Imai, T.", "abstract": "Accurate estimation of instantaneous neural dynamics is essential for electroencephalography (EEG)-based brain state analysis and future closed-loop applications. Conventional phase estimation methods that rely on bandpass filtering and autoregressive prediction are limited by reduced accuracy near the current time point, poor future prediction capability, and susceptibility to inconsistencies in the contributing electrodes. This study proposes a deep neural network (DNN) framework that directly predicts the complex-valued analytic signal of EEG, which represents instantaneous phase and amplitude, from raw multichannel EEG data. The model employs a temporal convolutional encoder and a probabilistic output head that jointly estimate the mean and variance of analytic signals at multiple past and future time points. To enhance robustness, a missing-signal imitation (MSI) mechanism is applied during training, together with electrode-mixing strategies incorporated into the model. Using resting-state EEG from 25 participants, we show that the proposed model consistently outperforms an autoregressive baseline in both subject-wise and cross-subject evaluations. MSI further improves stability when critical electrodes are removed and yields better calibration of predictive uncertainty. These findings demonstrate that analytic EEG signals can be estimated directly from raw data without manual preprocessing or subject-specific calibration. The proposed framework provides a scalable basis for automated EEG analysis and offers strong potential for future real-time and closed-loop neural applications.", "date": "2025-12-28", "journal": ""}
{"title": "Anaesthesia selectively decouples signal propagation from responsivity in the fronto-parietal loop", "doi": "10.1101/2025.04.15.648923", "authors": "Dwarakanath, A.; Khalili-Ardali, M.; Gay, M.; HV, R.; Roustan, M.; Jarraya, B.; Panagiotaropoulos, T.", "abstract": "Loss of consciousness under anaesthesia is accompanied by widespread silencing of neurons, and disruption of cortical dynamics. Yet, how this affects mesoscale signal propagation within higher-order associative areas, crucially implicated in theories of consciousness, remains poorly understood. Here we combined intracortical microstimulation, and simultaneous multielectrode recordings in the ventrolateral prefrontal cortex (vlPFC) and the posterior parietal cortex (PPC) of macaques across wakefulness, and graded depths of anaesthesia. Spiking responses revealed distinct regimes: in the PFC, higher-amplitude stimulation elicited a delayed single rebound after sustained inhibition, whereas in the PPC, a faster and double-rebound profile emerged. Despite enhanced local spiking and LFP responsivity under anaesthesia, we found a strong and selective suppression of lateral signal propagation in the PFC - a breakdown strikingly absent in the PPC. This dissociation suggests that anaesthesia disrupts consciousness not merely by silencing cortical populations, but by impairing mesoscale integrative processes critical for neuronal dynamics at multiple scales. Our findings demonstrate in a casual and spatially-resolved manner, that lateral signal spread within higher-order cortex is a key mechanism underlying conscious awareness - and its loss under anaesthesia.", "date": "2025-12-28", "journal": ""}
{"title": "Revalidation of Manis aurita, based on integrative morphological and genomic evidence", "doi": "10.1101/2025.07.05.663294", "authors": "Koju, N. P.; Zeng, Z.; Zhang, G.; Huang, X.; Yao, Z.; Wang, X.; Hawkins, M. T. R.; Hinckley, A.; Flores, M. F. C.; Guo, C.; Li, J.; Maharjan, D.; Byanjankar, S.; Huang, L.; Yu, W.; Leng, L.; He, K.; Feijo, A.; Hua, Y.", "abstract": "Pangolins face severe conservation threats globally, necessitating accurate taxonomy for effective protection. Previous genomic research on the Chinese pangolin (Manis pentadactyla) identified two deeply divergent lineages (MPA and MPB), suggesting underestimated species diversity. The recent description of M. indoburmanica (corresponding to MPB), however, did not assess its relationship with historical names, particularly the subspecies M. p. aurita, leaving the group's taxonomic status uncertain. To resolve this issue, we employed an integrative framework, analyzing genomic and morphological data from museum specimens including the lectotype of M. p. aurita to clarify phylogenetic relationships and taxonomy within M. pentadactyla sensu lato. Our results demonstrate that the MPB lineage, which both M. indoburmanica and the M. p. aurita lectotype, is geographically restricted to the southern Himalayas and thus distinct from other M. pentadactyla populations. Genomic analyses indicate the two clades diverged ~1.8 Ma and have remained largely isolated since, with only minimal gene flow. Furthermore, morphometric analyses of both cranial and external features, reveal consistent and significant differentiation between the Himalayan lineage (MPB) and M. pentadactyla sensu stricto. Collectively, this congruent evidence unequivocally supports the revalidation of the Himalayan pangolin as a distinct species, Manis aurita Hodgson, 1836, representing the fifth extant species in the genus.", "date": "2025-12-28", "journal": ""}
{"title": "Integrating 12 Spatial and Single Cell Technologies to Characterise Tumour Neighbourhoods and Cellular Interactions in three Skin Cancer Types", "doi": "10.1101/2025.07.25.666708", "authors": "Prakrithi, P.; Grice, L. F.; Zhang, F.; Hockey, L.; Tan, S. X.; Tan, X.; Xiong, Z.; Mulay, O.; Causer, A.; Newman, A.; Pham, D.; Ni, G.; Tuong, K.; Jin, X.; Kim, E.; Tran, M.; Vu, H.; Muller, N. M.; Killingbeck, E. E.; Gregory, M. T.; Teoh, S. M.; Vo, T.; Zhang, M.; Landi, M. T.; Brown, K. M.; Iles, M. M.; Reitz, Z.; Devitt, K.; Pan, L.; Kulasinghe, A.; Kao, Y.-C.; Leon, M.; Murphy, S. R.; Sato, H.; Cruz, J. G.; Kumari, S.; Luu, H. N.; Warren, S. E.; McMillan, C.; Henricson, J.; Anderson, C.; Muller, D.; Everest-Dass, A.; O'Brien, B.; Wang, H.; Seviiri, M.; Law, M. H.; Soyer, H. P.; Frazer, I.", "abstract": "Cutaneous squamous cell carcinoma (cSCC), basal cell carcinoma (BCC), and melanoma, the three major types of skin cancer, account for over 70% of all cancer cases. Despite their prevalence, the skin cancer microenvironment remains poorly characterized, both in the outer skin layer where the cancer originates and at the deeper junctional and dermal layers into which it progresses. To address this, we integrated 12 complementary spatial single-cell technologies to construct orthogonally-validated cell signatures, spatial maps, and interactomes for cSCC, BCC, and melanoma. We comprehensively compared and integrated these spatial methods and provided practical guidelines on experimental design. Integrating four spatial transcriptomics platforms, we found keratinocyte cancer signatures, including six consistently validated gene markers. Spatial integration of transcriptomics, proteomics, and glycomics uncovered cancer communities enriched in melanocyte-fibroblast-T cell colocalization with altered tyrosine and pyrimidine metabolism. Ligand-receptor analysis across >700 cell-type combinations and >1.5 million interactions highlighted key roles for CD44, integrins, and collagens, with CD44-FGF2 emerging as a potential therapeutic target. We consistently found differential interactions of melanocytes with fibroblasts and T-cells. We validated these interactions using Opal Polaris, RNAScope, and Proximal Ligation Assay. To integrate population-scale data, genetic association mapping in >500,000 individuals suggested SNPs enriched for spatial domains containing melanocytes, dysplastic keratinocytes, and fibroblasts, shedding light on functional mechanisms linking genetic heritability to cells within cancer tissue. This publicly available multiomics resource offers insights into the initiation and progression of the most lethal skin cancer (melanoma) and the most common forms (cSCC and BCC) and can be explored interactively at https://skincanceratlas.com.", "date": "2025-12-28", "journal": ""}
{"title": "Comparing the efficacy of conventional survey methods to eDNA in detecting vertebrates in a tropical freshwater ecosystem in Madagascar", "doi": "10.1101/2025.08.28.672370", "authors": "Biggs, C.; Le Breton, C.", "abstract": "Madagascar is globally recognized for its exceptional biodiversity and endemism yet remains severely under-sampled for many taxa. We evaluate the effectiveness of environmental DNA (eDNA) metabarcoding as a rapid, non-invasive method for surveying vertebrate biodiversity in the Makira Forest Protected Area (MFPA), comparing its performance to conventional surveys across a range of vertebrate taxa. eDNA sampling detected 158 OTUs across 17 sites, outperforming conventional surveys in birds (p = 0.000107), mammals (p = 0.000718) amphibians (p = 0.000725), reptiles (p = 0.000877) and ray-finned fish (p = 0.00788). We further examined the result for ray-finned fish by modelling species-accumulation curve asymptotes which supported this result. However, significant primer bias and amplification inconsistencies were observed, particularly in amphibian detections, and a high proportion of OTUs could not be resolved to species level due to taxonomic gaps in reference databases. We demonstrate, using species accumulation curves of our eDNA data and inventoried taxa lists of the MFPA, that the widespread practice of considering only resolved OTUs, rather than all unresolved OTUs, significantly underestimates biodiversity. This study underscores both the promise and current limitations of eDNA as a tool for tropical biodiversity assessment, specifically when compared to conventional sampling techniques. Combining eDNA and conventional survey methods increased species detection rates by 66.4%, highlighting their complementary strengths and reinforcing the value of integrated monitoring strategies for biodiversity-rich, data-deficient regions.", "date": "2025-12-28", "journal": ""}
{"title": "An upstream secondary DNA motif within the IL3 insulator CTCF binding site is required for enhancer-blocking insulator activity", "doi": "10.64898/2025.12.21.695840", "authors": "Cockerill, P. N.; Bowers, S. R.", "abstract": "CCCTC-binding Factor (CCTF) is the only known vertebrate protein that functions to organise the genome into distinct functional chromatin domains. A subset of CTCF sites also provide insulator activity and barrier activity to block inappropriate enhancer-promoter communication and spreading of histone modifications and non-coding transcription into loci where it is unwarranted. Paradoxically, other CTCF sites mediate enhancer and promoter communication, partly by supporting DNA loop extrusion within chromatin domains. Despite intensive study and abundant data, it remains poorly understood how CTCF directs these different functions. In this study we provide new data and mine published data that show that CTCF utilises zinc fingers 9 to 11 and an upstream DNA binding consensus sequence resembling CAGCTGTTCC to mediate high affinity binding and enhancer-blocking insulator activity. A single high affinity CTCF binding site from the IL3 locus is able block IL3 promoter activation by an upstream enhancer. Mutation of a CTGCAGCTTT sequence upstream of the CTCF core motif abolishes insulator activity. We propose that CTCF is able to confer insulator and barrier activity upon a specific subset of CTCF sites that contain the upstream DNA consensus binding motif, thereby allowing CTCF to function differently in different contexts.", "date": "2025-12-28", "journal": ""}
{"title": "Spatially resolved translational dysregulation in Grin2a+/- mouse model of schizophrenia", "doi": "10.64898/2025.12.23.696217", "authors": "Wu, M.; Huang, J.; Aryal, S.; Farsi, Z.; Chen, H.; Zhou, Y.; Luo, S.; Wang, W. X.; Bonanno, K.; Yin, M.; Picard, I.; Dejanovic, B.; Keshishian, H.; Carr, S. A.; Sheng, M.; Wang, X.", "abstract": "Loss-of-function (LoF) mutations of GRIN2A, encoding the GluN2A subunit of N-methyl-D-aspartate receptor (NMDAR), confer a high risk for schizophrenia (SCZ), yet how they affect diverse brain cell types remains poorly understood. Here, we combined subcellular-resolution spatial omics technologies, STARmap and RIBOmap, to jointly resolve single-cell transcriptomes and translatomes for 3,447 genes in the brains of Grin2a+/- mice and their wild-type littermates across 538,188 cells. Translational dysregulation was markedly more prominent than transcriptional changes in neurons. Across neuronal subtypes, a set of genes including Camk2a, Arc, Egr1, Egr3, Chmp2b, and Pja2 exhibited translational reduction in a Grin2a gene dose-dependent fashion, suggesting a connection between NMDAR hypofunction and reduced protein synthesis of downstream synaptic plasticity effectors. In interneurons (particularly parvalbumin interneurons), a strong reduction of Gad2 translation implies loss of inhibitory function in cortical microcircuits, which has long been hypothesized for SCZ pathophysiology. Non-neuronal cell types including astrocytes, oligodendrocytes, and vascular cells also exhibited region-specific translational changes in neurotransmitter transport, lipid synthesis, myelination, and stress response pathways, some of which co-varied with regional neuron state. Together, our study reveals brain-wide translation dysregulation as a critical mechanism underlying SCZ pathophysiology.", "date": "2025-12-28", "journal": ""}
{"title": "Coordinated infraslow cortical oscillations of neuromodulators during NREM sleep", "doi": "10.64898/2025.12.22.695982", "authors": "Kjaerby, C.; Radovanovic, T.; Kovacs, E. R.; Bojarowska, Z.; Tokarska, K. A.; Tsopanidou, A.; Nielsen, E. S.; Andersen, M.; Li, Y.; Weikop, P.; Untiet, V.; Nedergaard, M.", "abstract": "Neurotransmitters and neuromodulators regulate brain states through diverse mechanisms, yet how their activities are coordinated during sleep remains unresolved. Using in vivo fiber photometry in adult mice expressing genetically encoded fluorescent biosensors, combined with EEG/EMG recordings, we investigated the temporal organization of multiple neuromodulators during sleep in barrel cortex, with norepinephrine (NE) as a reference signal. All five neuromodulators examined, acetylcholine, serotonin, dopamine, histamine, and NE, exhibited synchronized infraslow cortical oscillations during NREM sleep. Optogenetic suppression of locus coeruleus (LC) neurons abolished NE oscillations and selectively reduced acetylcholine fluctuations in barrel cortex, whereas targeted inhibition of basal forebrain cholinergic neurons attenuated REM-associated acetylcholine elevations without disrupting NREM-related oscillations or NE dynamics. The synchronized infraslow cortical oscillations spanning multiple neuromodulators reveal a previously unrecognized mechanism for organizing sleep architecture.", "date": "2025-12-28", "journal": ""}
{"title": "Active site assembly by SMG5 as a mechanism for SMG6 endonuclease licensing in nonsense-mediated mRNA decay", "doi": "10.64898/2025.12.27.695470", "authors": "Arpa, E. S.; Taschner, M.; De Matos, M.; Jonas, S.; Gatfield, D.", "abstract": "Nonsense-mediated mRNA decay (NMD) is a conserved eukaryotic surveillance pathway that eliminates transcripts containing premature termination codons (PTCs). While the recognition phase of NMD is well characterised, the effector step - how targeted mRNAs are nucleolytically degraded - remains incompletely understood. In metazoans, NMD employs an endonucleolytic route mediated by SMG6, a PIN-domain nuclease, alongside SMG5 and SMG7, which act downstream of PTC recognition. SMG5 has recently been proposed to license SMG6 activity, yet the molecular basis of this licensing has remained elusive. Here, we combine AlphaFold structural predictions with biochemical assays to investigate interactions among human SMG5, SMG6, and SMG7. Structural models predict a high-confidence interface between SMG5 and SMG6 PIN domains that forms a composite active site: a conserved SMG5 aspartate (D893) complements the SMG6 acidic triad to create the canonical quartet required for PIN nuclease activity. In vitro, SMG6 alone exhibits weak endonucleolytic activity, which is enhanced ~10-fold by SMG5 PIN. Mutational analyses confirm that conserved residues from both proteins are essential for this composite configuration. Our findings reveal that the SMG5 PIN domain, previously considered catalytically inert, plays a critical role in activating SMG6 by completing its active site. This work provides mechanistic insight into the SMG5-dependent licensing step and uncovers a composite PIN nuclease architecture at the heart of the metazoan NMD effector phase.", "date": "2025-12-28", "journal": ""}
{"title": "Molecular bases for USP48 cis-activity regulation and hyperactivation by Cushing's disease-associated mutations", "doi": "10.64898/2025.12.27.696724", "authors": "Ando, G.; Tsujimoto, Y.; Moritsugu, K.; Kakihara, K.; Kidera, A.; Yamada, S.; Komada, M.; Fukuoka, H.; Fukushima, T.", "abstract": "Ubiquitin-specific protease 48 (USP48) is a deubiquitinating enzyme involved in various pathophysiological processes, including DNA repair, tumorigenesis, and inflammation. Somatic mutations in USP48 (M415I/V) are associated with pituitary tumors in Cushing's disease. These variants lead to increased USP48 enzyme activity and adrenocorticotropic hormone (ACTH) hypersecretion, a key feature of Cushing's disease, indicating a direct link to the condition. Using biochemical experiments and in silico structural analyses, we identified Y414 in the catalytic USP domain as a critical residue for USP48 activity. In the wild-type USP domain, the Y414 side chain was oriented to 'closed,' which led to catalytic triad misalignment and weak ubiquitin recognition. We also found that the C-terminal region (CTR) of USP48 is a cis-activating region. It interacts with the USP domain and ubiquitin tail, thereby facilitating the alignment of the catalytic triad and enhancing ubiquitin recognition ability. Additionally, genomic analyses of pituitary tumors in Japanese patients with Cushing's disease (n=46) confirmed that USP48 M415I/V variants occurred at a frequency of 10%, which is consistent with previous reports. Our structural model suggests that M415I/V sterically interferes with and fixes the closed Y414 side chain to 'open,' resulting in catalytic triad alignment and increased ubiquitin recognition ability. Furthermore, USP48 with M415I/V showed enhanced CTR-mediated activity, indicating that the open Y414 side chain and CTR can cause hyperactivation. This study provides a molecular basis for the novel cis-activation regulation of USP48 and its hyperactivation by Cushing's disease-associated variants.", "date": "2025-12-28", "journal": ""}
{"title": "Surprising regulatory plasticity for the conserved HOG pathway in diverse Saccharomyces cerevisiae strains", "doi": "10.64898/2025.12.28.696518", "authors": "Stacy, C. L.; Scholes, A. N.; Stuecker, T. N.; Hood, S. E.; Crook, C. C.; Espana-Pena, M.; Pare, A. C.; Lewis, J. A.", "abstract": "Mitogen-activated protein kinases (MAPKs) display remarkable regulatory plasticity across evolution, ranging from highly specialized pathways to broadly responsive global signaling hubs. In the budding yeast Saccharomyces cerevisiae, the high-osmolarity glycerol (HOG) network has served as a paradigm for largely stress-specific MAPK signaling, where the Hog1 MAPK coordinates osmoadaptation. This stands in sharp contrast to Hog1 orthologs in other fungi and humans, which respond not only to osmotic stress, but also diverse stresses including UV, heat shock, oxidative stress, and pathogen signals. Whether the relative osmospecificity of S. cerevisiae Hog1 represents an ancestral feature or lineage-specific evolution remains unclear. The majority of foundational work on S. cerevisiae HOG signaling has been performed in laboratory strains that are known to be genetic and phenotypic outliers, and we have been leveraging wild S. cerevisiae strains to understand aspects of stress signaling that may have been lost in laboratory strains. Here, we examined the phenotypic effects of hog1{triangleup} mutations in a commonly-used laboratory S. cerevisiae strain and diverse wild strains on stress cross protection and gene expression. Our findings demonstrate an expanded role in cross-stress protection for Hog1 in wild yeast strains compared to the laboratory strain. More strikingly, we identified a large number of Hog1-dependent genes for non-osmotic stresses in the wild strains that was completely absent in the lab strain. Notably, the Hog1 regulon in wild strains responding to non-osmotic stresses is largely distinct from the canonical osmotic stress response, which we show likely occurs through non-canonical cytoplasmic functions. These findings reveal surprising within-species plasticity for the highly conserved HOG network, suggesting that evolutionary transitions between specialist to generalist stress signaling may occur with relative ease.", "date": "2025-12-28", "journal": ""}
{"title": "Artificial light at night induces stress and affects evolutionary change in bats", "doi": "10.64898/2025.12.28.696742", "authors": "Jenkins, T. L.; Foxley, T.; Malovichko, Y.; Stone, E. L.; Razgour, O.", "abstract": "Artificial light at night (ALAN), a pervasive component of urbanization, is rapidly transforming nocturnal environments and imposing novel selection pressures on wildlife. While behavioral responses to ALAN are increasingly well documented, physiological and evolutionary consequences are not well understood, limiting species conservation management. We used a multi-omics framework to investigate the ecological and evolutionary consequences of ALAN on a light sensitive species, the lesser horseshoe bat (Rhinolophus hipposideros), combining experiments with transcriptomics, population genomics and landscape ecology. Experimental light exposure resulted in 252 differentially expressed genes, enriched for functions in DNA damage repair, apoptosis regulation and oxidative stress mitigation. Whole genome sequencing identified genetic variation associated with ALAN and urbanization, including variants in genes linked to visual and neural function. Landscape analysis revealed that ALAN and distance to broadleaf woodland best explained patterns of population connectivity. These findings demonstrate the possible drivers behind behavioral responses, showing that ALAN can act both as an acute molecular stressor and contribute to evolutionary change, with possible consequences for movement ecology and local adaptation. Given the accelerating expansion of urbanization, understanding species-specific responses to ALAN across molecular, demographic and evolutionary timescales is critical for predicting outcomes for biodiversity and informing urban planning.", "date": "2025-12-28", "journal": ""}
{"title": "GenoME: a MoE-based generative model for individualized, multimodal prediction and perturbation of genomic profiles", "doi": "10.64898/2025.12.28.696482", "authors": "Wei, J.; Xue, Y.; Chai, H.; Gao, Y. Q.", "abstract": "The non-coding genome operates through a complex, multiscale regulatory system where regulated gene expressions are closely associated with cell-type-specific histone modifications, transcription factor binding and 3D conformation. Developing computational models that can integrate these patterns to predict and interpret the regulatory system remains challenging. Here, we present GenoME, a Mixture of Experts (MoE)-based generative model that uses DNA sequence and cell-type-specific ATAC-seq signals to predict a unified genomic profile encompassing epigenomics, transcriptomics, and chromatin architecture at base-pair to kilobase resolutions. GenoME enables multiscale predictions for held-out genomic regions and, critically, generalizes to predict the full regulatory landscape of unseen or individualized cell types from a single ATAC-seq input. We equip GenoME with an in silico perturbation framework that accurately forecasts the multimodal consequences of genetic perturbations and identifies functional enhancer-promoter connections, outperforming specialized models like Activity-by-Contact. These predictions can also be used to decipher the transcription factor grammar of cell-type-specific enhancers. GenoME thus provides a versatile, all-in-one platform for generative modeling, cross-cell-type generalization, and causal mechanistic investigation of the multiscale regulatory genome.", "date": "2025-12-28", "journal": ""}
{"title": "Cell-in-Water: measurements using Optical Photothermal Infrared spectroscopy", "doi": "10.64898/2025.12.28.696748", "authors": "Korona, W.; Nowakowska, A.; Pieczara, A.; Orzechowska, B. M.; Unger, M.; Baranska, M.", "abstract": "Conventional Fourier transform infrared absorption spectroscopy (FT-IR) allows for measurements of spatial resolution comparable to a whole cell size, which are performed on dried cells to avoid water interference. However, such conditions can disrupt the native morphology and chemical composition of cells, whilst not providing for crucial sub-cellular biochemical detail. Pump-probe Optical Photothermal Infrared (O-PTIR) Microscopy offers high-resolution measurements of cells, but the challenge of measuring cells without disturbing their morphology remains. To overcome this, we developed a protocol enabling O-PTIR measurements of cells in aqueous environments using a silicone-sealed microchamber, which allows imaging of live cells in 2 ul of buffer for up to 4 hours. Analysis of O-PTIR data obtained from hydrated and dehydrated cells confirms that hydrated conditions better preserve subcellular organization, as evidenced by secondary structure changes of proteins. We also propose a step-by-step algorithm that can improve image quality through ratiometric analysis, histogram assessment, and the application of RGB overlays. This approach allows for visualization of multiple subcellular components, such as the nucleus or lipid droplets. Trough the combination of sandwich sample configuration and O-PTIR, we offer a promising strategy to advance O-PTIR measurements of cells in water, which have long been considered a major challenge. A direct comparison of O-PTIR with Raman microscopy highlights the complementarity of these two techniques and similar spatial resolution.", "date": "2025-12-28", "journal": ""}
{"title": "Large scale prospective evaluation of co-folding across 557 Mac1-ligand complexes and three virtual screens", "doi": "10.64898/2025.12.25.696505", "authors": "Kim, J.; Correy, G. J.; Hall, B. W.; Rachman, M. M.; Mailhot, O.; Togo, T.; Gonciarz, R. L.; Jaishankar, P.; Neitz, R. J.; Hantz, E. R.; Doruk, Y. U.; Stevens, M. G. V.; Diolaiti, M. E.; Reid, R.; Gopalkrishnan, S.; Krogan, N. J.; Renslo, A. R.; Ashworth, A.; Shoichet, B. K.; Fraser, J. S.", "abstract": "Accurate prediction of ligand-bound protein complexes and ranking them by affinity are central problems in drug discovery. While deep learning co-folding methods can help address these challenges, their evaluation has been hampered by the difficulties in assessing independence from training data and insufficiently large test sets. Here we test the ability of co-folding methods to predict the structures of 557 ligands bound to the SARS-CoV-2 NSP3 macrodomain (Mac1) that were determined after the training cut-off dates. AlphaFold3 (AF3), Boltz-2, and Chai-1 each reproduced >50% of the Mac1 ligand poses to better than 2 [A] RMSD of experiment. Despite the potential for co-folding to describe protein conformational changes that stabilize ligand binding, we did not find that common conformational rearrangements, including peptide flip and a large loop opening, were recapitulated by the co-folding prediction. For AF3 and Chai-1, ligand pose prediction confidence weakly, but significantly, tracked experimental potency, while DOCK3.7 energies were only weakly correlated. Boltz-2 affinity predictions showed the strongest correlation with measured potency and, after calibration, achieved lower mean absolute error than a baseline predictor. We next assessed whether co-folding scores could rescore docking hit-lists to distinguish true ligands from non-binders among hundreds of molecules prospectively experimentally tested against AmpC {beta}-lactamase, the dopamine D4 and the {sigma}2 receptors. AF3 ligand pose confidence values did not separate true ligands from high-scoring false-positives as effectively as docking scores or Boltz-2 affinity predictions did. Taken together, the modest, but independent correlations of docking score and co-folding confidence or affinity suggests that integrating physics-based and deep-learning and approaches may help with hit prioritization and subsequent optimization in structure-based ligand discovery.", "date": "2025-12-28", "journal": ""}
{"title": "Ergothioneine: Evaluation of a Novel Antioxidant for Targeting Ocular Oxidative Stress", "doi": "10.64898/2025.12.28.696576", "authors": "He, R.; Ding, W.; Cao, J.; Guo, C.; Li, X.; Xiao, G.", "abstract": "Purpose: To evaluate ergothioneine (EGT), a naturally occurring amino acid and endogenous antioxidant, as a novel therapeutic agent for oxidative stress-related ocular diseases. This evaluation specifically aimed to address the challenge of targeted ocular delivery by assessing EGT's antioxidant potency, stability, ocular tolerance, and crucially, its ability to reach the posterior segment (fundus) via topical administration. Methods: This study evaluated EGT as a novel ocular antioxidant by examining its radical scavenging capacity (DPPH assay compared to glutathione, astaxanthin, and coenzyme Q10), stability (at 40/75% relative humidity for six months using HPLC), ocular tolerance (using a New Zealand rabbit model), and fundus delivery efficiency (topical D9-EGT eye drops quantified by LC-MS/MS). Results: EGT demonstrated significantly superior radical scavenging activity, exhibiting 6.4-fold and 46-fold higher rates than glutathione and coenzyme Q10, respectively, at 50 ppm. It also showed excellent stability, retaining over 97% of its initial concentration after six months, and caused no ocular irritation at any tested concentration (score 0). Importantly, topical administration of EGT resulted in effective fundus delivery, with peak concentrations reached at 0.5 hours post-application (1181+/-56 ng/g), confirming successful penetration through corneal and scleral barriers. These findings establish EGT as a potent, multi-mechanistic antioxidant characterized by high stability, ocular safety, and exceptional posterior segment penetrance via non-invasive eye drops. Conclusion: These findings establish EGT as a potent, multi-mechanistic antioxidant characterized by high stability, ocular safety, and exceptional posterior segment penetrance via non-invasive eye drops. By overcoming key delivery limitations, EGT presents a promising therapeutic strategy for oxidative stress-related ocular diseases such as age-related macular degeneration and diabetic retinopathy. Further studies are warranted to evaluate its long-term efficacy and clinical translation potential.", "date": "2025-12-28", "journal": ""}
{"title": "Genome editing of the flavanone 3-hydroxylase gene produces a green Perilla line with elevated luteolin accumulation", "doi": "10.64898/2025.12.28.695628", "authors": "Matsushita, S.; Nakano, M.; Chokyuu, S.; Kurao, M.; Fujita, A.; Kimura, J.; Nagata, C.; Ishikawa, T.; Tamura, K.; Bono, H.", "abstract": "Perilla frutescens var. crispa is widely cultivated in East Asia and produces a diverse range of secondary metabolites with nutritional and medicinal value. Based on anthocyanin content, perilla is classified into red and green chemotypes. The anthocyanin biosynthetic pathway is highly conserved among plants, and the flavanone 3-hydroxylase gene (F3H) in red perilla is considered essential for this pathway. Here, we used CRISPR-Cas9 genome editing to generate novel Perilla lines with altered metabolite profiles. In four edited T0 plants, multiple biallelic indels, including a -3 bp in-frame deletion, were introduced at the target site. In the T0 generation, these mutations and the transgene segregated in a Mendelian manner, resulting in recovery of null-segregant plants. Metabolite analysis revealed strong suppression of anthocyanin biosynthesis and a significant increase in luteolin accumulation in edited lines compared with the wild type. Transcriptome analysis further confirmed the loss of F3H function, demonstrating a metabolic shift of the flavonoid pathway toward luteolin production. This study provides the first functional validation of F3H in perilla and highlights its potential application in breeding cultivars with controlled bioactive compound contents. Our findings also demonstrate practical strategies for implementing genome editing in non-model crops and developing high-value functional cultivars.", "date": "2025-12-28", "journal": ""}
{"title": "Object speed and distractor number do not affect attentional allocation in multiple object tracking", "doi": "10.64898/2025.12.28.696734", "authors": "Adamian, N.; Akalan, F.; Andersen, S. K.", "abstract": "Keeping track of multiple moving objects across dynamic real-world scenarios such as driving, team sports, or crowded social environments is a fundamental challenge for visual attention. We have previously demonstrated that as the number of tracked objects increases, the strength of attentional facilitation allocated to each individual object decreases, limiting tracking success. It is also well established that beyond the number of tracked objects, faster-moving objects and objects embedded among higher numbers of distractors are more di[ffi]cult to track. Are these e[ff]ects on tracking di[ffi]culty also mediated by less e[ff]ective allocation of attention to tracked targets as in the case of tracking more targets? If so, one should expect the strength of attentional modulation to drop systematically with increasing speed and total number of moving stimuli. In two experiments (total n = 70), participants were instructed to track moving targets among identical distractors while we manipulated object speed (Experiment 1) and number (Experiment 2). As expected, tracking performance declined with both manipulations. However, steady-state visual evoked potentials (SSVEPs) recorded during successful tracking revealed that attentional enhancement of tracked targets compared with distractors did not drop with increasing speed or object number. In summary, bottom-up changes in the stimulus display and top-down attentional manipulations a[ff]ect tracking performance in independent ways, with the balance between strength of attentional allocation and bottom-up demands of the task determining successful tracking. The allocation of attention itself seems to be determined exclusively by top-down goals rather than being reactive to bottom-up display characteristics.", "date": "2025-12-28", "journal": ""}
{"title": "Envelope analysis as a tool for identifying epileptic EEG patterns during the sleep-wake cycle in rats", "doi": "10.64898/2025.12.27.696681", "authors": "Amaro-Fuenzalida, J.; Diaz, J.; Borquez, M.; Mantellero, C.; Rojas, P.; Bassi, A.; Ocampo-Garces, A.", "abstract": "Background: This research aimed to study electroencephalographic abnormalities in an animal model of temporal lobe epilepsy induced by pilocarpine. By using the coefficient of variation of the envelope (CVE) of electroencephalography (EEG), we characterize and quantify morphological alterations in sleep-wake cycle (SWC) stages. Methods: Epilepsy was induced in 13 rats using a single dose of intraperitoneal pilocarpine injection. A second group of 13 rats served as the control. All the rats underwent polysomnography for at least two days. To do so, three channels were created using four electrodes for EEG and one more for EMG. Channels were built using contralateral lead. Results: Envelope analysis revealed global alterations in EEG morphology. Significant differences were observed in the delta and theta bands between the epileptic and control groups. Epileptic animals showed a near-total suppression of theta rhythm activity during REM sleep. Additionally, we identified a novel pattern of synchronized slow waves (sDelta), distinct from the physiological delta waves observed in non-REM sleep. Conclusion: Identifying both subtle and overt morphological abnormalities in EEG is challenging for human experts and computational methods. By applying CVE analysis to the well-known pilocarpine model, we reveal abnormal EEG dynamics with exceptional summarizing capabilities. For example, a 24-hour EEG can be synthesized into a single, easily interpretable visualization of EEG morphology. This technique and its underlying framework may serve as valuable tools for epilepsy research and potential diagnostic applications.", "date": "2025-12-28", "journal": ""}
{"title": "Immune gene co-expression networks are constrained by a non-linear topology spectral relationship", "doi": "10.64898/2025.12.25.696503", "authors": "Navarro Quiroz, R.; Zarate Penate, E.; Pacheco Lugo, L.; Diaz Olmos, Y.; Pacheco Londono, L.; Acosta Hoyos, A.; Navarro Quiroz, E.", "abstract": "Inter-individual heterogeneity poses a fundamental challenge to systems-level characterization of immune states. When examined in isolation, network metrics exhibit extensive distributional overlap between conditions, providing little discriminatory power at the donor level. We hypothesized that immune states differ not in isolated properties but in the geometric constraints governing their joint distribution. We constructed donor-level gene co-expression networks from peripheral blood mononuclear cells across a Discovery cohort (CLARITY/SLE; n Healthy = 74, n Disease = 86) and an independent Validation cohort (STEPHENSON/COVID-19), totaling 259 unique donors. Network modularity (Q) and leading eigenvalue (lambda max) distributions overlapped substantially between conditions (Q: Wilcoxon p = 0.913, Cliff's delta = 0.01, 95% CI [-0.17, 0.19]; lambda max: p = 0.108, delta = 0.15, 95% CI [-0.04, 0.34]). However, mapping donors into a joint modularity-spectral energy space revealed a non-monotonic organizational constraint: networks with high modularity exhibit constrained spectral energy, while low-modularity networks permit dominant collective modes. Critically, configurations combining high modularity with high spectral leakage are empirically absent - defining an empirically unoccupied ('forbidden') zone in the state space. The two cohorts occupy opposite arms of this U-shaped crossover (Discovery: rho = -0.39; Validation: rho = +0.41), explaining their opposite correlation signs as sampling different regions of a single underlying constraint. This geometry persists across network densities (5-10%), sampling depths (500-800 cells), and within major cell lineages (CD4+ T cells, Monocytes). These findings characterize immune network organization not by univariate biomarkers, but by geometric boundaries that constrain permissible configurations.", "date": "2025-12-28", "journal": ""}
{"title": "tRNA isodecoder analysis using Nanopore ionic current signals and deep learning", "doi": "10.64898/2025.12.27.696718", "authors": "Akeson, S.; Kakhaki, P. D.; Esfahani, N. G.; Reinsch, J. L.; Barry, M. L.; Zamecnik, M.; Tzadikario, T.; Abu-Shumays, R. L.; Garcia, D. M.; Koutmou, K.; Jain, M.", "abstract": "We describe application of Nanopore direct tRNA sequencing and ionic current signal analysis for isodecoder-level analysis of bacterial and yeast tRNA. The computational advance is the application of deep learning for predicting tRNA isodecoders directly from raw nanopore ionic current signals. We then combined ionic current analysis with a pairwise sequence alignment strategy to improve tRNA sequence alignments. We applied this strategy to Nanopore data for E. coli and S. cerevisiae tRNA and aligned 2.6% and 13.1% more reads respectively when compared to present strategies for Nanopore tRNA analysis. Notably, this increase in alignments also came with a significant increase in alignment identity. The ionic current models confirmed enrichment of both an individual tRNA isotype and a tRNA fraction in separate experiments. Finally, we demonstrate that raw ionic current analysis is information-rich and has the potential to deconvolute dense chemical modifications in complex molecules like tRNA. This is an advance for tRNA analysis in prokaryotes and lower eukaryotes with potential to elucidate the role of tRNA in discovery biology and in human health applications.", "date": "2025-12-28", "journal": ""}
{"title": "PocketX: Preference Alignment for Protein Pockets Design through Group Relative Policy Optimization", "doi": "10.64898/2025.12.28.696754", "authors": "Fan, Y.; He, Z.; Li, B.; He, B.; Zhang, M.; Zhang, J.; Zhang, H.", "abstract": "Designing protein pockets that target specific ligands is crucial for drug discovery and enzyme engineering. Although deep generative models show promise in proposing high-quality pockets, they are usually trained purely to match the data distribution and therefore overlook key biophysical properties, such as binding affinity, expression, and solubility, that ultimately determine developability and success. We introduce PocketX, an online reinforcement learning framework that explicitly aligns a generative model with desired biophysical properties. The framework first trains a base model that co-designs pocket structures and sequences conditioned on a target ligand, and then fine-tunes this model with Group Relative Policy Optimization (GRPO) to reward the desired attributes. Because GRPO employs group-relative rewards, it produces lower-variance policy updates, resulting in more stable and efficient learning than competing alignment strategies. Evaluated on the CrossDocked2020 benchmark, PocketX surpasses existing methods in metrics such as binding energy and evolutionary plausibility. Ablation studies further show that GRPO outperforms alternative alignment strategies, including Direct Preference Optimization (DPO), confirming GRPO's effectiveness for biophysical property alignment.", "date": "2025-12-28", "journal": ""}
{"title": "A thermodynamic chromatin polymer model characterizes the epigenetic conditions for Hox collinearity.", "doi": "10.64898/2025.12.28.696739", "authors": "Asakura, Y.; Morishita, Y.; Adachi, K.; Suzuki, T.", "abstract": "Hox genes consist of four clusters, A, B, C, and D, each containing up to 13 paralogous genes. They are linearly arrayed on cluster regions in the same order as their expression timings along the anterior-posterior (A-P) axis development. This correspondence is known as temporal collinearity, and when the expression order of Hox genes is disrupted, the A-P axis is not accurately established. Although essential molecules and genomic regulatory elements for Hox collinearity have been identified, it remains unclear whether they act on individual genes or instead coordinate the cluster-wide sequential activation along the genomic order. To address this question, we developed a theoretical framework based on the statistical thermodynamics of chromatin modeled as a polymer, interpreting collinearity as a sequential opening of nucleosomes along the gene cluster. The model incorporates interactions between nucleosomes and DNA-binding factors, including transcription factors, represented by energy terms for binding and chromatin bridging. This formulation links the thermodynamic stability of chromatin states with the sequential opening process along the Hox clusters. Our model characterized key quantities that determine the order of chromatin opening and revealed intrinsic constraints that limit sequential opening of chromatin, underlying Hox collinearity.", "date": "2025-12-28", "journal": ""}