{"title": "Long term trend and short-term dynamics of a willow grouse population", "doi": "10.1101/2023.05.03.539219", "authors": "Willebrand, T.; Hornell-Willebrand, M.; Brittas, R.; Kleiven, E.", "abstract": "Willow ptarmigan Lagopus lagopus is abundant in Arctic and tundra regions, but rapidclimate warming has raised concerns about possible declines as has been observed inseveral bird species. In this study, we used a hierarchical state-space model to analyzedata from a 139 km line transects in mid-Sweden over 48 years. Adult numbers andbreeding success were analyzed separately, and we included covariates on vole abundance, numbers of snow-free days in autumn and spring, and the last day of frost inMay. We assessed long-term trends in the adult population and estimated the effectsof breeding success and weather variation on short-term changes. The estimates of adult density did not show any trend for the period 1976 to 2023, andthe dynamics were characterized by a strong direct negative density dependence indicating a stationary process. A number of possible mechanisms have been suggested forhow a warmer climate affects willow ptarmigan population dynamics, but our resultsdo not support the hypothesis that lack of snow in autumn and spring increases thevulnerability of willow ptarmigan to predation and leads to population decline. Breeding success is an important driver of changes in, but independent of, adult density. Inaddition to predation, we propose that climate conditions and emerging vegetationduring egg formation and laying is important. We suggest that our results can be explained by a diverse predator assemblage that makes it difficult for the population toescape top-down control, resulting in short-term fluctuations at lower densities.", "date": "2025-07-13", "journal": ""}
{"title": "Daytime broadcast spawning in cryptic Pocillopora species at Mo'orea, French Polynesia", "doi": "10.1101/2023.10.05.558016", "authors": "Harnay, P.; Turner, A.; Burgess, S.; Putnam, H. M.", "abstract": "Knowledge of coral gamete release is fundamental to reef ecology and evolution, but cryptic species complicate reproduction studies. In Mo'orea, French Polynesia, when corals were decimated by crown-of-thorns and a cyclone between 2007-2010, recruitment of six cryptic species of Pocillopora spp. primarily drove decadal reef recovery. Broadcast spawning for these genetically-verified species at Mo'orea is, however, undocumented in the scientific literature. We conducted in situ surveys over 58 days during September 2022-January 2023, October 2023-January 2024, and October 2024-December 2024. To identify the Pocillopora spp. we used molecular analysis of mtORF and PocHistone markers. P. meandrina and P. grandis spawned 2-3 days following the full moons of October-December. In contrast, P. verrucosa and P. tuahiniensis spawned at the new moons in November-December, with P. verrucosa spawning on lunar days 0-1, and P. tuahiniensis spawning on lunar days 1-3. Diel offset in the timing of spawning following sunrise was present in both moon phases indicating a temporal speciation barrier. P. verrucosa spawned ~45 min after sunrise, whereas P. tuahiniensis spawned ~73 min after sunrise. Similarly, P. grandis spawned ~40 minutes after sunrise, whereas P. meandrina spawned ~65 minutes after sunrise. Only one colony of P. effusa spawned (lunar day 3 new moon ~06:30-06:50), requiring further confirmation of the timing for this low abundance species. Collectively, these first spawning reports provide an initial scientific documentation of Pocillopora spawning at the genetically-verified species level in Mo'orea, increasing capacity to study the essential process of coral reproduction for critical reef building species.", "date": "2025-07-13", "journal": ""}
{"title": "Pre-Cambrian origin of envelope-carrying retrotransposons in metazoans", "doi": "10.1101/2023.10.26.564294", "authors": "Chary, S.; Hayashi, R.", "abstract": "Retrotransposons or endogenous retroviruses (ERVs) essentially carry open reading frames of gag and pol, which are utilized to selfishly replicate themselves in the host germline genome. One rare example of ERVs that additionally carry envelope genes, are Ty3/gypsy errantiviruses in Drosophila. Though they are structurally analogous to retroviruses, their evolutionary relationship as well as the origin of envelope genes remain elusive. We systematically searched for intact envelope-containing ERVs that are homologous to Ty3/gypsy in invertebrate metazoan genomes and found that they are widespread across taxa including ancient animals such as cnidarians, ctenophores and tunicates. Most elements are multiplied in their respective genomes, implying recent germline expansion. envelope genes are classified into those that resemble glycoprotein F from paramyxoviruses and glycoprotein B from herpesviruses, and both types are equally abundant and widespread. Phylogenetic and structural analyses revealed that envelope genes have largely diverged with pol genes as well as with the host organisms throughout their evolutionary history and recombined infrequently, suggesting that the envelope acquisition to ERVs is ancient and likely dates to before the split of bilaterian and non-bilaterian animals in Pre-Cambrian era.", "date": "2025-07-13", "journal": ""}
{"title": "Quantifying the varying harvest of fermentation products from the human gut microbiota", "doi": "10.1101/2024.01.05.573977", "authors": "Arnoldini, M.; Sharma, R.; Moresi, C.; Chure, G.; Chabbey, J.; Slack, E.; Cremer, J.", "abstract": "Fermentation products released by the gut microbiota provide energy and important regulatory functions to the host. Yet, little quantitative information is available on the metabolite exchange between the microbiota and the human host, and thus the effective doses of fermentation products. Here, we introduce an integrative framework combining experimental characterization of major gut bacteria with a quantitative analysis of human digestive physiology to put numbers on this exchange and its dependence on diet and microbiota composition. From the complex carbohydrates fueling microbiota growth, we find most carbon ends up in fermentation products which are largely utilized by the host. This harvest of mixed fermentation products varies strongly with diet, from between 100-700 mmol/day within the US population to up to 1300 for the Hadza people of Tanzania. Accordingly, fermentation products cover between 2% and 12% of the daily energy demand of human hosts, substantially less than the 21+-4% estimated for laboratory mice. In contrast, microbiota composition has little impact on the total daily harvest but determines the harvest of specific fermentation products. Butyrate, known for promoting epithelial health, shows the biggest variation. Our framework thus identifies and quantifies major factors driving the metabolic interactions and exchange of information between microbiota and host, crucial to mechanistically dissect the role of the microbiota in health and disease.", "date": "2025-07-13", "journal": ""}
{"title": "Identifying regulators of associative learning using a protein-labelling approach in C. elegans", "doi": "10.1101/2024.02.19.580416", "authors": "Rahmani, A.; McMillen, A.; Allen, E.; Ansaar, R.; Green, R.; Johnson, M. E.; Poljak, A.; Chew, Y. L.", "abstract": "The ability to learn and form memories is critical for animals to make choices that promote their survival. The biological processes underlying learning and memory are mediated by a variety of genes in the nervous system, acting at specific times during memory encoding, consolidation, and retrieval. Many studies have utilised candidate gene approaches or random mutagenesis screens in model animals to explore the key molecular drivers for learning and memory. We propose a complementary approach to identify this network of learning regulators: the proximity-labelling tool TurboID, which promiscuously biotinylates neighbouring proteins, to snapshot the proteomic profile of neurons during learning. To do this, we expressed the TurboID enzyme in the entire nervous system of C. elegans and exposed animals to biotin only during the training step of an appetitive gustatory learning paradigm. Our approach revealed hundreds of proteins specific to trained worms, including components of molecular pathways previously implicated in memory in multiple species such as insulin signalling, G protein-coupled receptor signalling, and MAP kinase signalling. Most (87-95%) of the proteins identified are neuronal, with relatively high representation for neuron classes involved in locomotion and learning. We validated several novel regulators of learning, including cholinergic receptors (ACC-1, ACC-3, LGC-46) and putative arginine kinase F46H5.3. These previously uncharacterised learning regulators all showed a clear impact on appetitive gustatory learning, with F46H5.3 showing an additional effect on aversive gustatory memory. Overall, we show that proximity labelling can be used in the brain of a small animal as a feasible and effective method to advance our knowledge on the biology of learning.", "date": "2025-07-13", "journal": ""}
{"title": "CROPseq-multi: a universal solution for multiplexed perturbation in high-content pooled CRISPR screens", "doi": "10.1101/2024.03.17.585235", "authors": "Walton, R. T.; Qin, Y.; Kirby, B.; Andrews, J. O.; Taipale, M.; Kang, B.; Blainey, P. C.", "abstract": "Forward genetic screens seek to dissect complex biological systems by systematically perturbing genetic elements and observing the resulting phenotypes. While standard screening methodologies introduce individual perturbations, multiplexing perturbations improves the performance of single-target screens and enables combinatorial screens for the study of genetic interactions. Current tools for multiplexing perturbations are limited by technical challenges and do not offer compatibility across diverse screening methodologies, including enrichment, single-cell sequencing, and optical pooled screens. Here, we report the development of CROPseq-multi (CSM), a CROPseq-inspired lentiviral system to multiplex Streptococcus pyogenes (Sp) Cas9-based perturbations with versatile readout compatibility and high performance for both perturbation and barcode identification. CSM has equivalent per-guide activity to CROPseq and low lentiviral recombination frequencies. Dual-guide CSM libraries are constructed in a single, facile molecular cloning step that facilitates the use of unique molecular identifiers. CSM is compatible with enrichment screening methodologies, single-cell RNA-sequencing readouts, and optical pooled screens. For optical pooled screens, an optimized and multiplexed in situ detection protocol improves barcode counts 10-fold (for mRNA detection), enables detection of recombination events, and reduces the number of sequencing cycles required for decoding by 3-fold relative to CROPseq. CROPseq-multi-v2 (CSMv2) adds compatibility for detection methods based on T7 RNA polymerase in vitro transcription. CSM provides a single system for CRISPR screens that is compatible with individual and combinatorial perturbations, diverse SpCas9-based perturbation technologies, and multiple high-content, single-cell phenotypic readouts.", "date": "2025-07-13", "journal": ""}
{"title": "ntRoot: Computational Inference of Human Ancestry at Scale from Genomic Data", "doi": "10.1101/2024.03.26.586646", "authors": "Warren, R. L.; Coombe, L.; Wong, J.; Kazemi, P.; Birol, I.", "abstract": "Ancestry information is essential to large cohort studies, yet it is often unavailable or inconsistently measured. For studies with a genome sequencing component, current ancestry prediction approaches are hindered by high computational demands and complex input requirements. We present ntRoot, a computationally-lightweight method for inferring human super-population-level ancestry from whole genome assemblies or raw short or long sequencing data. Utilizing an alignment-free variant detection framework, ntRoot employs a succinct Bloom filter data structure to efficiently query diverse genomic data inputs. Demonstrated on over 600 human genome sequencing datasets, including complete genomes, draft assemblies, and over 280 independently-generated datasets, ntRoot accurately predicts geographic labels, a descriptor of human populations, and shows high concordance with traditional methods such as ADMIXTURE (R2 = 0.9567) when predicting ancestry fractions. It achieves these predictions within 30 minutes for complete and draft genomes and within 1 hour and 15 minutes for 30X sequencing data, using a maximum of 13GB and 68GB of RAM, respectively. ntRoot offers both global and local ancestry inference, delivering high-resolution predictions across genomic loci. This paradigm fills a critical gap in cohort studies by enabling rapid, resource-efficient, and accurate ancestry inference at scale, advancing the characterization of continental-level ancestry in the genomic era.", "date": "2025-07-13", "journal": ""}
{"title": "A novel motif in calcimembrin/C16orf74 dictates multimeric dephosphorylation by calcineurin", "doi": "10.1101/2024.05.12.593783", "authors": "Bradburn, D. A.; Reis, J. C.; Moreno, R. Y.; Qayyum, S.; Viennet, T.; Arthanari, H.; Cyert, M. S.", "abstract": "Calcineurin, the Ca2+/calmodulin-activated protein phosphatase, recognizes substrates and regulators via short linear motifs, PxIxIT and LxVP, which dock to distinct sites on calcineurin and determine calcineurin distribution and catalysis, respectively. Calcimembrin/C16orf74 (CLMB), an intrinsically disordered microprotein whose expression correlates with poor cancer outcomes, targets calcineurin to membranes where it may promote oncogenesis by shaping calcineurin signaling. We show that CLMB associates with membranes via lipidation, i.e. N-myristoylation and reversible S-acylation. Furthermore, CLMB contains an unusual composite LxVPxIxIT motif, that binds the PxIxIT-docking site on calcineurin with extraordinarily high affinity when phosphorylated, 33LxVPxIxITxx(p)T44. Calcineurin dephosphorylates CLMB to decrease this affinity, but Thr44 is protected from dephosphorylation when PxIxIT-bound. We propose that CLMB is dephosphorylated in multimeric complexes, where one PxIxIT-bound CLMB recruits calcineurin to membranes, allowing a second CLMB to engage via its LxVP motif to be dephosphorylated. In vivo and in vitro data, including nuclear magnetic resonance (NMR) analyses of CLMB-calcineurin complexes, supports this model. Thus, the CLMB composite motif imposes unique properties to calcineurin signaling at membranes including sensitivity to CLMB:calcineurin ratios, CLMB phosphorylation and dynamic S-acylation.", "date": "2025-07-13", "journal": ""}
{"title": "Nucleotide dependency analysis of DNA language models reveals genomic functional elements", "doi": "10.1101/2024.07.27.605418", "authors": "Tomaz da Silva, P.; Karollus, A.; Hingerl, J.; Galindez, G.; Wagner, N.; Hernandez-Alias, X.; Incarnato, D.; Gagneur, J.", "abstract": "Deciphering how nucleotides in genomes encode regulatory instructions and molecular machines is a long-standing goal in biology. DNA language models (LMs) implicitly capture functional elements and their organization from genomic sequences alone by modeling probabilities of each nucleotide given its sequence context. However, using DNA LMs for discovering functional genomic elements has been challenging due to the lack of interpretable methods. Here, we introduce nucleotide dependencies which quantify how nucleotide substitutions at one genomic position affect the probabilities of nucleotides at other positions. We generated genome-wide maps of pairwise nucleotide dependencies within kilobase ranges for animal, fungal, and bacterial species. We show that nucleotide dependencies indicate deleteriousness of human genetic variants more effectively than sequence alignment and DNA LM reconstruction. Regulatory elements appear as dense blocks in dependency maps, enabling the systematic identification of transcription factor binding sites as accurately as models trained on experimental binding data. Nucleotide dependencies also highlight bases in contact within RNA structures, including pseudoknots and tertiary structure contacts, with remarkable accuracy. This led to the discovery of four novel, experimentally validated RNA structures in Escherichia coli. Finally, using dependency maps, we reveal critical limitations of several DNA LM architectures and training sequence selection strategies by benchmarking and visual diagnosis. Altogether, nucleotide dependency analysis opens a new avenue for discovering and studying functional elements and their interactions in genomes.", "date": "2025-07-13", "journal": ""}
{"title": "Genetic variation in phenology of wild Arabidopsis thaliana plants", "doi": "10.1101/2024.09.02.610887", "authors": "DeLeo, V. L.; Des Marais, D. L.; Lorts, C.; Juenger, T.; Lasky, J.", "abstract": "Phenology and the timing of development are often under selection. However, the relative contributions of genotype, environment, and prior developmental transitions to variance in the phenology of wild plants is largely unknown. Individual components of phenology (e.g., germination) might be loosely related with the timing of maturation due to variation in prior developmental transitions. Given widespread evidence that genetic variation in life history is adaptive, we investigated to what degree experimentally measured genetic variation in Arabidopsis phenology predicts phenology of plants in the wild. As a proxy of phenology, we obtained collection dates from nature of 227 naturally inbred Arabidopsis thaliana accessions from across Eurasia. We compared this phenology in nature with experimental data on the descendant inbred lines that we synthesized from two new and 155 published controlled experiments. We tested whether the genetic variation in flowering and germination timing from experiments predicted the phenology of the same lines in nature. We found that genetic variation in phenology from controlled experiments significantly predicts day of collection from wild individuals, as a proxy for date of flowering, across Eurasia. However, local variation in collection dates within a region was not explained by genetic variance in phenology in experiments, suggesting high plasticity across small-scale environmental gradients or complex interactions between the timing of different developmental transitions. This apparent low heritability in phenology within regions contrasts with the well-known genetic clines in phenology, suggesting that strong selection or many generations are required for adaptation and the emergence of phenological clines.", "date": "2025-07-13", "journal": ""}
{"title": "A Drosophila screen of schizophrenia-related genes highlights the requirement of neural and glial matrix metalloproteinases for neuronal remodeling", "doi": "10.1101/2024.10.01.616025", "authors": "Keret, S.; Meltzer, H.; Marmor-Kollet, N.; Schuldiner, O.", "abstract": "Schizophrenia (SCZ) is a multifactorial neuropsychiatric disorder of complex and mostly unknown etiology, affected by genetic, developmental and environmental factors. Neuroanatomical abnormalities, such as loss of grey matter, are apparent prior to the onset of symptoms, suggesting neurodevelopmental origin. Indeed, it has been hypothesized, and recently experimentally supported, that SCZ is associated with dysregulation of developmental synaptic pruning. Here, we explore the molecular link between SCZ-associated genes and developmental neuronal remodeling. We focused on the Drosophila mushroom body (MB), which undergoes stereotypic remodeling during metamorphosis. We conducted a loss-of-function screen in which we knocked down, in either glia or neurons, Drosophila homologs of human genes that are associated with SCZ based on genomic studies (GWAS). Out of our positive hits, we focused on matrix metalloproteinases (MMPs), mostly known for their role in remodeling of the extracellular matrix. Our combinatorial loss-of-function experiments suggest that Drosophila MMPs, which are closely related to mammalian MMPs, are required in neurons and in glia for the pruning of MB axons. Our results shed new light on potential molecular players underlying neurodevelopmental defects in SCZ and highlight the advantage of genetically tractable model organisms in the study of human neurodevelopmental disorders.", "date": "2025-07-13", "journal": ""}
{"title": "Non-lytic replicating viral delivery of an IL15 superagonist enhances antitumor immunity and extends survival in glioblastoma", "doi": "10.1101/2024.10.14.618095", "authors": "Haddad, A. F.; Saha, A.; Spatz, J.; Collins, S.; Lovalvo, I.; Gill, S.; Montoya, M. L.; Shukla, P.; Hong, J.; Wang, E.; Chuntova, P.; Lad, M.; Osorio, R.; Chen, J.-S.; Jain, S.; Chalif, E.; Kasahara, N.; Aghi, M. K.", "abstract": "Glioblastoma (GBM) is the most lethal primary brain neoplasm due to its highly immunosuppressive microenvironment and resistance to conventional therapies. To overcome this challenge, we engineered a replicating retrovirus (RRV) to deliver a superagonist interleukin-15 receptor-linked fusion protein (RLI) directly to tumor cells, engineering them into local immunotherapy biofactories. This strategy leverages the tumor-selective replication of RRV to achieve localized and sustained RLI expression within the tumor microenvironment. In two orthotopic poorly immunogenic GBM mouse models, intratumoral administration of RRV RLI significantly reduced tumor growth and prolonged survival compared to controls, with some mice achieving long-term remission and demonstrating immunologic memory upon rechallenge. Transcriptomic and flow cytometric analyses revealed that RRV RLI treatment enhanced infiltration and activation of CD8 T cells, NK cells, and upregulated antigen presentation pathways within the tumor microenvironment. Depletion studies indicated that the therapeutic efficacy of RRV RLI is dependent on both CD4 and CD8 T cells. Notably, combining RRV RLI with the GBM standard of care chemotherapeutic agent temozolomide (TMZ) synergistically improved survival outcomes. Subsequent single-cell RNA and T cell receptor sequencing identified enhanced effector cell activation, antigen presentation, and clonal T cell expansion in the combination therapy group. Further T cell receptor analysis and clustering implied a tumor-specific immune response rather than one targeting the viral delivery vehicle, suggesting that this therapeutic approach could be reapplied without eliciting anti-vector immunity. Our findings suggest that RRV-mediated delivery of RLI effectively transforms GBM tumors into immunostimulatory hubs, eliciting a potent anti-tumor immune response. This novel viral immunotherapy holds significant promise for clinical translation in the treatment of GBM and other difficult-to-treat solid tumors.", "date": "2025-07-13", "journal": ""}
{"title": "Proteomic Analysis of Breast Cancer Subtypes Identifies Stromal Protein Profiles that Contribute to Aggressive Malignant Behavior", "doi": "10.1101/2025.01.21.634187", "authors": "Burton, J. B.; Gascard, P.; Pan, D.; Bons, J.; Bai, R.; Chen-Tanyolac, C.; Caruso, J. A.; Hunter, C.; Schilling, B.; Tlsty, T. D.", "abstract": "Breast cancer manifests as multiple subtypes with distinct patient outcomes and treatment strategies. Here, we optimized proteomic analysis of Formalin-Fixed Paraffin-Embedded (FFPE) specimens from patients diagnosed with five breast cancer subtypes, luminal A, luminal B, Her2, triple negative (TNBC) and metaplastic breast cancers (MBC), and from disease-free individuals undergoing reduction mammoplasty (RM). We identified and quantified ~6,000 protein groups (with >2 peptides per protein) with significant changes in over 26% of proteins comparing each cancer subtype with control RM. Stringent statistical filters allowed us to deeply mine 576 significant conserved protein changes shared by all subtypes and protein changes unique to each subtype. The most aggressive subtype, MBC, revealed exacerbated stromal stress responses, as illustrated by a collagenolytic extracellular matrix (ECM) and immune participation biased towards neutrophils and eosinophils. Immunostaining of breast tissue sections confirmed differences across subtypes, in particular, a dramatic upregulation of SERPINH1, neutrophil-specific myeloperoxidase and eosinophil cationic protein in MBC. In summary, deep proteomic, digitalized protein abundance profiles, generated from FFPE breast cancer tissues, revealed significant changes in ECM and cellular proteins providing insight into clinically relevant states.", "date": "2025-07-13", "journal": ""}
{"title": "Whole-Genome Sequencing, Annotation and Phenotypic Taxonomic Confirmation of a Multidrug-Resistant Escherichia coli Strain Isolated from the Blood of a Sepsis Patient", "doi": "10.1101/2025.03.21.644136", "authors": "Eze, P. M.; Dillon, L.; Gani, J.; Planche, T.; Oyama, L. B.; Creevey, C. J.", "abstract": "Sepsis (blood stream infection) caused by multidrug-resistant (MDR) bacteria, particularly Escherichia coli, represents a significant global health threat due to high morbidity, mortality, and limited treatment options. E. coli, a major causative agent of bloodstream infections, has evolved highly virulent and MDR strains, which contribute to the increasing burden of antimicrobial resistance (AMR), complicating clinical management and reducing the efficacy of conventional antibiotic therapies. In this study, we characterised the genomic and phenotypic drug resistance mechanism of E. coli 266631E isolated from a sepsis patient, highlighting the negative implications of MDR E. coli in sepsis. Antimicrobial susceptibility testing and minimum inhibitory concentration analysis revealed resistance to multiple antibiotics, including amoxicillin, cefotaxime, ciprofloxacin, gentamicin, and tobramycin. Whole genome sequencing identified a broad array of AMR genes encoding resistance to various antibiotic classes, such as macrolides, fluoroquinolones, aminoglycosides, carbapenems, and cephalosporins. Notably, the CTX-M-15 gene, a key extended-spectrum {beta}-lactamase determinant, was found in both the bacterial chromosome and an IncF-type plasmid, emphasizing the potential for horizontal gene transfer and rapid dissemination of resistance. Confirming the taxonomy of the novel and unidentified bacterial strain through querying its 16S rRNA sequence and genome in recognised bacterial taxonomic databases presented a challenge. The isolate showed genetic similarity to E. coli, E. fergusonii, and Shigella species despite their phenotypic differences and variations in their pathogenic traits. However, a simple phenotypic laboratory procedure, based on the biochemical and cultural differences among these bacteria in Coliform ChromoSelect Agar, confirmed the isolate as E. coli. This study underscores the critical importance of integrating phenotypic methods with genomic tools for the accurate identification of clinically significant bacteria. It also highlights the need for both phenotypic and genetic surveillance of key MDR variants in healthcare settings to enable timely, precise diagnosis and targeted treatment of life-threatening infections such as sepsis.", "date": "2025-07-13", "journal": ""}
{"title": "Investigation of the global translational response to oxidative stress in the model archaeon Haloferax volcanii reveals untranslated small RNAs with ribosome occupancy", "doi": "10.1101/2025.04.08.647799", "authors": "Dallon, E.; Moran, H. M.; Chidambaran, S. R.; Kian, A.; Huang, B. Y.; Fried, S. D.; DiRuggiero, J.", "abstract": "Oxidative stress induces a wide range of cellular damage, often causing disease and cell death. While many organisms are susceptible to the effects of oxidative stress, haloarchaea have adapted to be highly resistant. Several aspects of the haloarchaeal oxidative stress response have been characterized, however little is known about the impacts of oxidative stress at the translation level. Using the model archaeon Haloferax volcanii, we performed RNA-seq and ribosome profiling (Ribo-seq) to characterize the global translation landscape during oxidative stress. We identified 281 genes with differential translation efficiency (TE). Downregulated genes were enriched in ribosomal and translation proteins, in addition to peroxidases and genes involved in the TCA cycle. We also identified 42 small noncoding RNAs (sRNAs) with ribosome occupancy. Size distributions of ribosome footprints revealed distinct patterns for coding and noncoding genes, with 12 sRNAs matching the pattern of coding genes, and mass spectrometry confirming the presence of seven small proteins encoded in these sRNAs. However, the majority of sRNAs with ribosome occupancy had no evidence of coding potential. Of these ribosome-associated sRNAs, 12 had differential ribosome occupancy or TE during oxidative stress, suggesting that they may play a regulatory role during the oxidative stress response. Our findings on ribosomal regulation during oxidative stress, coupled with potential roles for ribosome-associated noncoding sRNAs and sRNA-derived small proteins in H. volcanii, revealed additional regulatory layers and underscore the multifaceted architecture of stress-responsive regulatory networks.", "date": "2025-07-13", "journal": ""}
{"title": "Plasticity, not genetics, shape thermal tolerance in non-native populations of the European green crab (Carcinus maenas)", "doi": "10.1101/2025.04.22.650023", "authors": "Venkataraman, Y. R.; Kelso, J. C.; Payne, C.; Freitas, H. L.; Kohler, J.; Tepolt, C. K.", "abstract": "Temperature is a major driver of individual performance in ectotherms, with this impact depending on stressor intensity and duration. Differences in individual response across temperature, time, and populations are shaped by the interplay between evolutionary adaptation and phenotypic plasticity. Some populations are able to thrive in novel and changing environments despite limited genetic diversity, raising the question of how plasticity and adaptation interact after significant genetic diversity loss. The European green crab (Carcinus maenas) is a textbook example of this phenomenon: invasive populations boast a broad thermal tolerance and exceptional thermal flexibility even after repeated genetic bottlenecks. Despite this loss of diversity overall, prior work has found a strong population-level association between variation at a specific extended genomic region (supergene), cold tolerance, and sea surface temperature. We conducted a series of three experiments using righting response to characterize sublethal thermal tolerance and plasticity in introduced green crab populations, then determined if these factors were associated with supergene genotype for individual adult crabs. Crabs showed signs of stress after exposure to a 30{degrees}C heat shock in one experiment. Interestingly, a second experiment exposing C. maenas to repeated 24-hour heat shocks showed that prior heat shock conferred beneficial plasticity during a subsequent event. The third experiment examined cold acclimation over multiple timepoints up to 94 hours. At 5{degrees}C, certain crabs exhibited an acclimatory response where righting slowed dramatically at first, and then gradually sped up after a longer period of cold exposure. Several crabs failed to right at 1.5{degrees}C, which could be indicative of dormancy employed to reduce energy consumption in colder conditions. There were no significant relationships between individual plasticity and supergene genotype in any experiment. Linking population-level genetic associations with individual-level physiology is complex, and reflects the impact of environmental conditions such as temperature throughout life history in shaping adult phenotype. Our results highlight the robust thermal tolerance and plasticity that adult green crabs maintain despite a substantial reduction in genetic diversity, and underscore the importance of probing population-level genotype-phenotype associations at the individual level.", "date": "2025-07-13", "journal": ""}
{"title": "Single-cell analysis of a salmonid immune system (brown trout Salmo trutta) reveals evolutionary divergence and hatchery-induced transcriptional reprogramming", "doi": "10.1101/2025.05.04.652114", "authors": "Ord, J.; Martinez, H. S.; Solbakken, M. H.; Berezenko, A.; Oberhaensli, S.; Talker, S. C.; Schmidt-Posthaus, H.; Adrian-Kalchhauser, I.", "abstract": "Vertebrate immune systems exhibit striking evolutionary diversity, yet our understanding remains biased toward mammalian models. Here, we generate a single-cell atlas of immune cells from the ecologically and economically important salmonid Salmo trutta (brown trout), a lineage characterized by an ancestral whole-genome duplication (WGD). Profiling over 83,000 kidney-derived immune cells, we resolved 34 transcriptionally distinct populations, identified core immune lineages, and uncovered novel markers in neutrophils, macrophages, T- and B-cells. We detected pervasive transcriptional divergence between WGD-derived ohnologue pairs, indicating putative sub- and neofunctionalization in immune gene regulation. We further show that the transcriptional identity of immune cells is shaped by rearing history: fish raised in hatcheries - whether for one or multiple generations - showed shifts in immune gene expression across cell types. These included genes involved in G protein-coupled receptor signalling, a process which has previously been implicated in domestication. Our findings provide insight into the evolution of vertebrate immunity and raise concerns about the immunological fitness of hatchery-reared fish released into the wild.", "date": "2025-07-13", "journal": ""}
{"title": "Cell atlas of the developing human meninges reveals a dura origin of meningioma", "doi": "10.1101/2025.07.08.663122", "authors": "Vinsland, E.; Marco Salas, S.; Kapustova, I.; Hu, L.; Webb, S.; Li, X.; He, X.; Nilsson, M.; Haniffa, M.; Barker, R. A.; Persson, O.; Raleigh, D. R.; Sundström, E.; Lönnerberg, P.; Linnarsson, S.", "abstract": "The vertebrate central nervous system is enveloped by the meninges, consisting of the pia, arachnoid, and dura layers. The arachnoid is hypothesised to give rise to the most common primary intracranial tumours, meningiomas. However, molecular evidence supporting this hypothesis is lacking. There are no effective medical therapies to treat meningiomas that are resistant to local interventions, encumbered by our limited understanding of their cellular origin. To address this limitation in our understanding of meningioma biology, we generated a comprehensive reference single cell and spatial transcriptomic atlas of human fetal meninges at post-conceptional weeks 5-13. We found that the meningeal layers develop concurrently, and identified an inner CDH1-positive dura cell layer expressing tight junction genes consistent with barrier function. We show that transcriptionally, meningioma cells resemble dura-lineage cells, and that common meningioma driver genes were expressed preferentially in the dura lineage. Our findings suggest that meningiomas originate from dura lineage cells.", "date": "2025-07-13", "journal": ""}
{"title": "Dynamic Modulation of Beta-Band Oscillations in the LGN and Their Role in Visual Processing", "doi": "10.1101/2025.07.08.663741", "authors": "Alitto, H. J.; Sanchez, A. N.; Alexander, P. C.; Usrey, W. M.", "abstract": "Neuronal oscillations are a ubiquitous feature of thalamocortical networks and can be dynamically modulated across processing states, enabling thalamocortical communication to flexibly adapt to varying environmental and behavioral demands. The lateral geniculate nucleus (LGN), like all thalamic nuclei, engages in reciprocal synaptic interactions with the cortex, relaying retinal information to and receiving feedback input from primary visual cortex (V1). While retinal excitation is the primary driver of LGN activity, retinal synapses represent a minority of the total synaptic input onto LGN neurons, allowing for both retinogeniculate and geniculocortical signals to be influenced by nonretinal sources. To gain a holistic view of network processing in the geniculocortical pathway, we performed simultaneous extracellular recordings from the LGN and V1 of behaving macaque monkeys, measuring local field potentials (LFPs) and spiking activity. These recordings revealed prominent beta-band oscillations coherent between the LGN and V1 that influenced spike timing in the LGN and were statistically consistent with a feedforward process from the LGN to V1. These thalamocortical oscillations were suppressed by visual stimulation, spatial attention, and behavioral arousal, strongly suggesting that these oscillations are not a feature of active visual processing. Instead, they appear analogous to occipital lobe, alpha oscillations recorded in humans and may represent a signature of signal suppression that occurs during periods of low engagement or active distractor suppression.", "date": "2025-07-13", "journal": ""}
{"title": "Autophagy-driven Presynaptic Reorganization as a Molecular Signature of Brain Resilience.", "doi": "10.1101/2025.07.09.663822", "authors": "Toppe, D.; Huang, S.; Luetzkendorf, J.; Liu, F.; Maglione, M.; Sigrist, S. J.", "abstract": "Neural circuits must remain functionally stable while responding flexibly to changing demands, stressors, and aging-related decline. While this balance is thought to be maintained through plasticity programs that integrate molecular, metabolic, and activity-dependent signals to reconfigure synapses structurally and functionally, direct mechanistic models of how such adaptations are orchestrated remain scarce. Here, we show that targeted impairment of autophagy in the Drosophila mushroom body (MB), a key sleep-regulatory and integrative center in the fly brain, triggers a brain-wide remodeling at presynaptic active zones (AZ). Quantitative proteomics revealed a specific upregulation of AZ scaffold proteins (including BRP, RIM, and Unc13A), accompanied by reduced levels of calcium channel subunits and increased Shaker-type potassium channels. These changes occurred largely independent of transcription and highlight a coordinated, excitability-tuning response centered on the AZ. Behaviorally, MB-specific autophagy impairment increased sleep and modestly extended lifespan. These adaptations resembled a previously described resilience program termed PreScale, which promotes restorative sleep homeostasis in response to sleep deprivation and early, still reversible brain aging. Conversely, overexpression of Atg5 in the MB delayed the onset of PreScale. Notably, autophagic disruption confined to MB neurons also caused widespread, non-cell autonomous accumulation of Ref(2)P and ATG8a-positive aggregates across the brain, revealing systemic propagation of proteostatic stress. Together, our findings identify MB autophagy as a key regulator of synaptic architecture and sleep-associated resilience. Such early acting programs may actively preserve circuit function and behavioral output by regulating synaptic plasticity, and define a genetically tractable model for how local stress signals can orchestrate brain-wide adaptation via post-transcriptional synaptic reprogramming.", "date": "2025-07-13", "journal": ""}
{"title": "High-Throughput Tracking of Freely Moving Drosophila Reveals Variations in Aggression and Courtship Behaviors", "doi": "10.1101/2025.07.10.663947", "authors": "Sengupta, S.; Chen, Z.; Efromson, J.; Begue, A.; Harfouche, M.; Adegbesan, A. S.; Urquhart, A. E.; Chan, Y. B.; Yang, S.; Henry, S. A.; Palavicino-Maggio, C. B.", "abstract": "Aggression is a nearly universal behavior used to secure food, territory, and mates across species, including the fruit fly Drosophila melanogaster. In fruit flies, both sexes display aggression through stereotypical motor patterns. This, along with their sophisticated genetic and molecular toolkit, makes Drosophila melanogaster an excellent model for studying aggression. While male- and female-specific aggressive motor programs have been qualitatively described, automated systems for quantifying these behaviors in freely moving flies remain limited in their ability to combine high-resolution analysis with high throughput. Here, we pair a high-resolution, high-throughput imaging system (the Kestrel) with DeepLabCut pose estimation to create a pipeline that tracks multiple freely moving fly pairs and quantifies social dynamics with high fidelity. We validated body-part tracking using published benchmarks. The platform reliably reproduced a known phenotype: heightened female aggression following thermogenetic activation of cholinergic pC1 neurons in female brain. It also detected increased unilateral wing extension, a courtship display inversely related to aggression, between two males upon activating a previously uncharacterized ~40-neuron group in the male brain. Pose-based analysis revealed locomotive differences between experimental and control groups, and subtle, genotype-specific variations in head butts and UWEs. This workflow enables high-throughput screening and mechanistic dissection of social behaviors.", "date": "2025-07-13", "journal": ""}
{"title": "Impact of sex and glial tau expression on heat shock protein induction in a  Drosophila  model of tauopathy", "doi": "10.1101/2025.07.10.664197", "authors": "Whitmore, M.; Coughlin, M.; Kahlson, M.; Alvarez, J.; Zebrowski, L.; Colodner, K. J.; McMenimen, K. A.", "abstract": "Heat shock proteins (Hsps) are central components of the cellular stress response and serve as the first line of defense against protein misfolding and aggregation. Disruption of this proteostasis network is a hallmark of neurodegenerative diseases, including tauopathies -- a class of neurodegenerative diseases characterized by intracellular tau accumulation in neuronal and glial cells. Although specific Hsps are enriched in glial cells, and some have been shown to directly bind tau and influence its aggregation, the broader interplay between Hsps and tau remains poorly understood. In particular, it is unclear whether tau expression affects the heat shock response, and whether this interaction is modulated in a sex-specific fashion. Here, we used a Drosophila model of tauopathy to examine both inducible and constitutive Hsp expression in response to heat stress in the context of glial tau expression. We found that Hsp expression displays sexually dimorphic expression patterns at basal levels and in response to heat stress. Moreover, tau expression in glia disrupts the normal induction of specific heat shock proteins following heat stress. This work provides new insight into how tau interacts with the cellular stress response, and highlights sex-specific differences in Hsp regulation. Understanding these molecular connections is crucial to understanding how the presence of tau in glial cells influences the stress response, and potentially contributes to tauopathy pathogenesis.", "date": "2025-07-13", "journal": ""}
{"title": "KIF5A downregulation in spinal muscular atrophy links axonal regeneration defects with ALS", "doi": "10.1101/2025.07.11.664426", "authors": "Akiyama, T.; Zeng, Y.; Guo, C.; Gautier, O.; Koepke, L. S.; Bombosch, J.; Sianto, O.; Ross, J. P.; Hoang, P. T.; Zhao, L. Y.; Spencer, C.; Monje, M.; Day, J. W.; Gitler, A. D.", "abstract": "Spinal muscular atrophy (SMA) is a devastating neuromuscular disorder caused by mutations in the Survival Motor Neuron 1 (SMN1) gene, leading to decreased SMN levels and motor neuron dysfunction. SMN-restoring therapies offer clinical benefit, but the downstream molecular consequences of SMN reduction remain incompletely understood. Here, we demonstrate that SMN deficiency results in downregulation of KIF5A in human neurons and in a mouse model of SMA. We provide evidence that reduced SMN levels impair axon regeneration, which is rescued by KIF5A overexpression and that the RNA-binding protein SMN functions to stabilize KIF5A mRNA. These findings provide evidence of a molecular link between SMA and ALS pathophysiology, highlighting KIF5A as a new SMN target. Our findings suggest SMN-independent interventions targeting KIF5A could represent a complementary therapeutic approach for SMA and other motor neuron diseases.", "date": "2025-07-13", "journal": ""}
{"title": "An Automated End-to-End Workflow for Production of Secreted Proteins in Transfected Mammalian Cells", "doi": "10.1101/2025.07.13.664612", "authors": "Vasnarungruengkul, P.; Anaya, M. A.; Lam, A. W.; Gonzalez, E.; Zhang, A.; Wang, M. L.; Wojtowicz, W.; Zinn, K.; Vielmetter, J.", "abstract": "The advancement of automation technologies has helped to enable a surge in large-scale screening efforts across fields such as molecular biology, protein biochemistry, cell biology, and structural biology. In the context of this omics-driven research, there is a need to generate automation platforms that are more flexible and less expensive, so that they can be utilized for basic research conducted by small groups. A key challenge in automation lies in developing methods that can replicate fine motor techniques that are normally performed manually by researchers at the bench. We are engaged in a large-scale project to map interactions among human cell-surface and secreted proteins and assess their effects on cells. This project involves production of a library of more than 2000 recombinant His-tagged fusion proteins secreted from transfected Expi293 cells. To execute such a project with a small group at an academic institution required construction of an affordable automated system that could also be used by other investigators. This led us to develop a high-throughput, 96-well format automation platform for end-to-end protein production. The workflow includes transformation of E. coli, plasmid DNA preparation, transient transfection, protein purification, desalting and buffer exchange, protein quantification, and normalization of protein concentrations, resulting in assay-ready proteins. The system is built around an in-house engineered modular robotic platform that integrates liquid handling with a suite of interchangeable plug-and-play mobile enclosed device modules. Housed within a BSL-2 sterile environment, the platform enables flexible, fully automated workflows and can be readily customized for diverse user-defined protocols.", "date": "2025-07-13", "journal": ""}
{"title": "Tryptophan and IFN-γ Differentially Modulate Cellular Uptake, Intracellular Trafficking, and Gene Expression of Messenger RNA-Loaded Lipid Nanoparticles in Dendritic Cells", "doi": "10.1101/2025.07.10.664160", "authors": "Ma, Z.; Jatyan, R.; Crowley, N.; Girardi, C.; Khan, M.; Smith, A.; Wei, P.-S.; Tsai, Y.-H.; Mei, K.-C.", "abstract": "Lipid nanoparticle (LNP)-mediated mRNA delivery has emerged as a powerful platform for both immunostimulatory and immunomodulatory applications. However, the influence of local immunometabolic cues on the intracellular fate and translational efficiency of mRNA-LNPs remains poorly understood. In this study, we investigated how interferon-gamma (IFN-{gamma}), a potent inducer of indoleamine 2,3-dioxygenase 1 (IDO1), and tryptophan (Trp) deprivation independently and combinatorially affect mRNA-LNP function in DC2.4 dendritic cells. These two cues are canonical drivers of immunoregulatory microenvironments, particularly those that favor tolerogenic dendritic cell programming and the induction of regulatory T cells. Using dual-reporter mRNA constructs and high-resolution confocal imaging, we show that IFN-{gamma} stimulation reduces total cellular mRNA uptake and lysosomal accumulation without affecting translation efficiency and endosomal escape efficiency. Whereas Trp deprivation also reduces the overall cellular uptake of mRNA-LNPs, it also significantly impairs protein synthesis from mRNA-LNPs and modestly reduces endosomal escape, despite having minimal impact on lysosomal mRNA levels. Spatial compartmentalization analysis revealed that IFN-{gamma} and Trp limitation disrupt distinct steps in the delivery-translation cascade, acting independently but additively to suppress the ultimate protein translation from mRNA-LNPs in DC2.4 dendritic cells. These findings highlight the importance of considering local metabolic and cytokine contexts when deploying mRNA-LNPs for immunological applications. Our work provides mechanistic insights into how immunoregulatory environments impair the delivery and translation of mRNA-LNPs, suggesting strategies to tune delivery outcomes for tolerogenic purposes.", "date": "2025-07-13", "journal": ""}
{"title": "Cryogenic Electron Tomography by the Numbers: Charting Underexplored Lineages in Structural Cell Biology", "doi": "10.1101/2025.07.09.663989", "authors": "Ansell, T. B.; Berrios, L.; Peay, K. G.; Dahlberg, P.", "abstract": "Imaging of cells and their interactions across the whole biosphere, with molecular-scale resolution, is key for understanding structure-function relations. Cryogenic electron tomography (cryo-ET) is a powerful method for obtaining this critical information. However, cryo-ET studies are challenging and often limited to a small number of cell types per study. Here, we bring together cryo-ET data from hundreds of cells and tissues across the biosphere to (i) identify emerging methodological trends, (ii) reduce imaging time and costs, (iii) quantitively compare methods for cell freezing and sectioning and (iv) census cryo-ET species coverage across all domains of life. Comparison of the fraction of cellular material within lamellae across all domains of life reveals an order of magnitude difference between bacteria (9%) and archaea (15%) compared to eukaryotes (1%). We calculate the fraction of cellular material which can be imaged using distinct sectioning methods on multicellular communities and tissues - identifying serial lift-out as a powerful new approach for obtaining more complete cellular depictions. Finally, we show that the biodiversity of current cryo-ET studies is 2-3 order of magnitude lower than in sequence libraries and 4-5 lower than the total predicted on Earth. Our analyses reveal major evolutionary lineages which remain critically understudied and where future cryo-ET research would be most impactful.", "date": "2025-07-13", "journal": ""}
{"title": "Rainwater-driven transport of matter and microbes from phyllosphere to soil in a temperate beech forest", "doi": "10.1101/2025.07.13.664590", "authors": "Krueger, M.; Potthast, K.; Michalzik, B.; Tischer, A.; Herrmann, M.", "abstract": "In forest ecosystems, the transport of organic matter including microbial cells by throughfall and stemflow represents a central linkage between the phyllosphere and soil. However, the extent and taxon-specificity of rainwater-mediated vertical transfer of microorganisms, and its relevance for matter fluxes is sparsely understood. We investigated the rainwater-driven transport of bacteria and its contribution to matter transport along bulk rainfall, throughfall, stemflow and seepage flow paths from the phyllosphere to soil in a temperate deciduous forest. Throughfall-mediated cell fluxes equalled those in seepage below the litter layer, pointing to a substantial above-ground translocation of bacteria. Bacterial cells contributed up to 11 % and 33 % to the exported total organic carbon and total nitrogen, respectively. Bacteria affiliated with Pseudomonadaceae, Oxalobacteraceae, Hymenobacteraceae, and Sphingomonadaceae were differentially transmitted from the canopy and enriched in throughfall and stemflow. 117 Amplicon Sequence Variants (ASVs) (1.7 %) occurred in all rainwater flow paths, suggesting a vertical connectivity from the phyllosphere through the soil that allows the continuous import, proliferation, and mobilization of selected bacterial taxa. The genetic potential of the transported bacterial communities was strongly linked to organic matter degradation particularly of carbohydrates and proteins. Our findings extend our understanding of rainwater-mediated vertical matter transport in forest ecosystems and highlight the contribution of microbial cells to this transport especially in above-ground compartments. Strong shifts in community composition and abundance of the transported taxa between throughfall, stemflow and soil seepage are linked to differences in source communities but may also point to different mechanisms of cell detachment across compartments.", "date": "2025-07-13", "journal": ""}
{"title": "Transcriptomic analyses unveil hydrocarbon degradation mechanisms in a novel polar Rhodococcus sp. strain R1B_2T from a high Arctic intertidal zone exposed to ultra-low sulfur fuel oil.", "doi": "10.1101/2025.07.12.664532", "authors": "Freyria, N. J.; Lirette, A. O.; O'Connor, B. R. W.; Greer, C. W.; Whyte, L. G.", "abstract": "As Arctic shipping increases due to climate change, characterized by rising temperature and decreasing sea-ice coverage, the risk of oil spills through the Northwest Passage in this fragile ecosystem grows, necessitating effective bioremediation strategies. Research on bioremediation using Arctic coastal sediment bacteria has gained attention, particularly Rhodococcus species that play key roles in hydrocarbon degradation (HD) under extreme conditions. This study investigates the HD capabilities of a novel cryophilic Arctic Rhodococcus sp. strain R1B_2T isolated from Canadian high Arctic beach sediment in Resolute Bay, exposed to ultra-low sulfur fuel oil for three months at 5{degrees}C. Comparative transcriptomics analyses revealed dynamic responses and metabolic plasticity, with upregulation of genes for aliphatic, aromatic, and polycyclic aromatic hydrocarbons, biosurfactant production (rhamnolipid), cold adaptation, and stress responses. The strain possesses several key alkane degradation genes (alkB, almA, CYP153, ladA), with co-expression network analysis highlighting synergistic mechanisms between alkB and CYP153 that target different chain-length alkanes (alkB: ~C5-C20; CYP153: ~C5-C12 and >C30) demonstrating complementary degradation strategies. The findings reveal adaptive mechanisms and degradation kinetics of native Arctic bacteria, highlighting the potential of Arctic cryophilic and halotolerant Rhodococcus species for oil spill remediation in polar marine environments.", "date": "2025-07-13", "journal": ""}
{"title": "Changes in endophytic microbial diversity and function in the root system affect the growth of continuously planted Casuarina equisetifolia", "doi": "10.1101/2025.07.12.664525", "authors": "Hong, L.; Wang, Y.; Li, M.; Li, J.; Zhang, Q.; Qiu, M.; Jia, X.; Lin, W.; Wang, H.; Wu, Z.", "abstract": "Continuous planting barrier is an important limiting factor for the growth of Casuarina equisetifolia (C. equisetifolia), an ecological and economic tree varieties, but its underlying microbial mechanism has not been fully elucidated. This study revealed microbial-driven barriers by examining the impact of continuous planting on root endophyte communities in C. equisetifolia. The results showed that continuous planting significantly reduced the antioxidant enzyme activities, root activity, and nutrient accumulation in the root system of C. equisetifolia, and inhibited root length and plant height growth. Microbial community analysis revealed that continuous planting led to a significant decrease in the abundance of Nitrobacter, a key endophytic bacterium in the root system, which weakened the nitrogen metabolism functions mediated by nitrate reduction, nitrogen respiration, and nitrate respiration, and undermined the nitrogen conversion efficiency of the root system. At the same time, continuous planting promoted the enrichment of pathogenic endophytic fungi (Phomopsis, Pseudocercospora and Diaporthe) in the root system and enhanced their plant pathogen functions, which further reduced the antioxidant and nutrient uptake capacities of the C. equisetifolia root system. It was shown that continuous planting inhibited C. equisetifolia growth through a dual microbial mechanism: on the one hand, it reduced functional flora, weakening nitrogen metabolism and stress tolerance; on the other hand, it increased pathogenic fungi and intensified disease impact. This study provides a new perspective for analyzing the endogenous microecological mechanism of the continuous planting disorder, and provides a theoretical basis for alleviating the disorder by regulating the root microbial community.", "date": "2025-07-13", "journal": ""}
{"title": "A triple fluorescence approach to measure O-GlcNAc dyshomeostasis in stem cells", "doi": "10.1101/2025.07.12.664510", "authors": "Yuan, H.; Ferenbach, A. T.; van Aalten, D.", "abstract": "O-GlcNAcylation is an essential post-translational modification, the complete loss of which results in lethality. Despite modifying thousands of nucleocytoplasmic proteins, O-GlcNAc is controlled by just two enzymes: O-GlcNAc transferase (OGT), which adds the modification, and O-GlcNAcase (OGA), which removes it. Disruptions in O-GlcNAc homeostasis, such as an imbalanced OGT/OGA ratio or aberrant O-GlcNAc levels, are implicated in a wide range of human diseases, including Alzheimer's disease, cancer, intellectual disability, and diabetes. As such, O-GlcNAc and its regulatory enzymes represent valuable therapeutic targets. However, current tools do not permit informative, large-scale drug or genetic screening, hindering the development of O-GlcNAc-targeted therapies. Here, we present a triple fluorescence stem cell sorting approach in which both endogenous OGT and OGA are tagged with spectrally distinct fluorescent proteins and O-GlcNAc levels can be quantified. We demonstrate that this system faithfully reports disruptions in O-GlcNAc homeostasis. Furthermore, we show that the O-GlcNAc feedback regulation is not solely dependent on O-GlcNAc levels, indicating a role for non-catalytic functions of OGT and OGA. Overall, we provide a high-throughput screening platform that enables reliable and quantitative measurement of O-GlcNAc homeostasis, paving the way for identifying compounds and pathways that target protein O-GlcNAcylation.", "date": "2025-07-13", "journal": ""}
{"title": "Cortical organoids reveal human-specific roles of METTL5 in neurodevelopment via regulation of CHCHD2", "doi": "10.1101/2025.07.13.664555", "authors": "Turkalj, E. M.; Kuljanishvili, M.; Kang, G.; Liu, I.; Ghent, C.; Waltier Soriano, C.; Keyhanvar, N.; Brody, D.; Oldham, M.; Vissers, C.", "abstract": "METTL5 is a conserved methyltransferase responsible for catalyzing N6-methyladenosine (m6A) modification on 18S ribosomal RNA. Human patients with mutations in METTL5 show severe microcephaly and intellectual disability, which has not been fully recapitulated in animal models. Given its emerging role in neurodevelopment, we sought to investigate METTL5 function in a human- specific context using cortical forebrain organoids derived from human induced pluripotent stem cells. We generated METTL5 knockout organoids and observed a marked delay in neural stem cell proliferation and the timing of neuronal differentiation, suggesting a critical role for METTL5 in the temporal regulation of neurogenesis. Though METTL5 methylates rRNA near the decoding center, the mechanism of this methylation remains highly contested. In our cortical organoids, broad translational changes mirror stress response rather than transcript-specific regulation of translation. Transcriptomic analysis further revealed a significant downregulation of CHCHD2, a nuclear-encoded mitochondrial gene linked to cellular energy metabolism and neurodevelopmental processes. Overexpression of CHCHD2 rescued proliferation defects of METTL5-KO neural progenitor cells, suggesting dysregulation of CHCHD2 is heavily involved in the phenotypes of METTL5 mutant patient brains. These findings highlight a previously uncharacterized link between METTL5, ribosomal RNA modification, and cellular metabolism essential for proper human brain development.", "date": "2025-07-13", "journal": ""}
{"title": "Coexistence of Photosynthetic Marine Microorganisms, Viruses, and Grazers: Toward Integration in Ocean Ecosystem Models", "doi": "10.1101/2025.07.11.664470", "authors": "Fremont, P.; Beckett, S. J.; Demory, D.; Carr, E.; Follett, C. L.; Talmy, D.; Dutkiewicz, S.; Weitz, J. S.", "abstract": "Photosynthetic microorganisms are responsible for primary production at the base of the marine food web that shapes ocean biogeochemistry and ecology. The growth of these microorganisms is balanced by mortality, including top-down losses by microbial grazing by heterotrophic nanoflagellates and zooplankton and infection and lysis by viruses. Notably, multiple types of grazers and viruses often coexist despite apparent competition for the same (or similar) microorganisms. Here, we develop a community model of photosynthetic microorganisms, grazers, and viruses that accounts for molar cell and virion quotas suitable for incorporation into ocean ecosystem models. Our aim is to investigate mechanisms that enable coexistence of a virus and a grazer with a single phytoplankton type. To do so, we evaluate the extent to which coexistence is facilitated by: (i) the inclusion of an infected class of the phytoplankton, potentially subject to intraguild predation, where grazers feed on virally infected microorganisms; (ii) heterogeneity in susceptibility to infection, where microorganisms vary in their resistance to the virus either intracellularly or extracellularly; and (iii) the inclusion of higher-order mortality terms for the predators. When adding an infected class, we find evidence for a trade-off between the virus latent period and virulence in facilitating a coexistence regime. The inclusion of an explicit latent period can generate oscillations of all populations that facilitate coexistence by reducing the fitness of the free virus, or lead to system collapse when oscillations become too large. Heterogeneity in phage susceptibility promotes coexistence through resource partitioning between the predators, while quadratic mortality terms widen the coexistence regime by stabilizing the system. We observe strong sensitivity of the models' outcomes to the viral life history traits, including shifts in infected cell percentages and the balance between virally and zooplankton-induced mortality. Finally, taking advantage of algebraic calculation of model equilibria, we identify life history trait parameter combinations that yield realistic ecological properties in simplified oligotrophic and mesotrophic epipelagic environments. Importantly, our ecological models suggest that ongoing efforts to embed virus dynamics in large-scale ocean ecosystem models should include phytoplankton types that are moderately to strongly resistant to viral infection and lysis.", "date": "2025-07-13", "journal": ""}
{"title": "Co-circulation of distinct high pathogenicity avian influenza virus (HPAIV) subtypes in a mass mortality event in wild seabirds and co-location with dead seals", "doi": "10.1101/2025.07.11.664278", "authors": "Falchieri, M.; Bentley, E.; Coombes, H. A.; Mollett, B. C.; Terrey, J.; Holland, S.; Stubbings, E.; McGinn, N.; Cooper, J.; Ahmad, S.; Lewis, J.; Clifton, B.; Collison, N.; Aegerter, J.; Venkatesh, D.; Russell, D.; James, J.; Reid, S. M.; Banyard, A. C.", "abstract": "H5Nx clade 2.3.4.4b high pathogenicity avian influenza viruses (HPAIV) have been detected repeatedly in Great Britain (GB) since autumn 2020, with H5N1 dominating detections but with low level detection of H5N5 during 2025. Globally, these viruses have caused mass mortalities in captive and wild avian and mammalian populations, including terrestrial and marine mammals. H5N1 has been the dominant subtype, and whilst incursions have overlapped temporally, occurrences have often been spatially distinct. Here, we report the detection of a mortality event in wild birds on the Norfolk coastline in the east of England, where H5N1 HPAIV was detected in five Great Black-backed Gulls (Larus marinus) and a Northern Fulmar (Fulmarus glacialis). Interestingly, at the same site, and as part of the same mortality event, a total of 17 Great Black-backed Gulls, one Herring Gull (Larus argentatus), one Atlantic Puffin (Fratercula arctica) and one Northern Fulmar tested positive for H5N5 HPAIV. Additionally, H5N5 was also detected in 17 co-located Grey Seal carcases (Halichoerus grypus). The H5N1 HPAIV from an infected bird belonged to genotype DI.2, closely related to contemporaneous detections in GB wild birds and poultry. In contrast, all H5N5 HPAIVs from birds and seals were genotype I with a 22-amino acid stalk deletion in NA and the 627K polymorphism in PB2. This represents the first recorded instance in GB of two subtypes being detected within the same avian population at the same location. It is also the first mass detection of HPAIV H5N5 in mammals within GB. Potential infection mechanisms are discussed.", "date": "2025-07-13", "journal": ""}
{"title": "The ORB2 RNA-binding protein represses translation of its target transcripts during the Drosophila maternal-to-zygotic transition via its functionally conserved Zinc binding 'ZZ' domain", "doi": "10.1101/2025.07.10.664187", "authors": "Low, T. C. H.; Luo, H.; Weerasooriya, C.; Lin, S.; Angers, S.; Smibert, C. A.; Lipshitz, H. D.", "abstract": "RNA-binding proteins (RBPs) are key components of the post-transcriptional regulatory machinery. We show that the ORB2 RBP, the Drosophila ortholog of human Cytoplasmic Polyadenylation Element Binding Protein (hCPEB) 2-4 protein family, binds to hundreds of maternally provided mRNAs in early embryos, identify a U-rich motif enriched in ORB2s targets, and show that this motif confers ORB2 binding and repression to a luciferase reporter mRNA in S2 tissue culture cells. ORB2s target transcripts are translationally repressed and unstable during the maternal-to-zygotic transition (MZT), a developmental phase during which a large proportion of maternally provided mRNAs are repressed and cleared. We show that, when tethered to a luciferase reporter, ORB2 and hCPEB2 (but not ORB and hCPEB1) repress translation and that the C-terminal Zinc-binding (ZZ) domain of ORB2 is necessary and sufficient for repression. ORB2 interacts with a suite of post-transcriptional regulators in early embryos; a subset of these interactions is lost upon deletion of the ZZ domain, notably with the Cup repressive complex. Analysis of the early embryos translatome in the presence or absence of the endogenous ZZ domain, shows that ORB2s targets move onto polysomes upon ZZ domain deletion, indicating that this domain mediates translational repression of ORB2s targets during the MZT. Together, our results assign a function to the ZZ domain and support a significant role for ORB2 in post-transcriptional regulation of maternal mRNAs during the Drosophila MZT.", "date": "2025-07-13", "journal": ""}
{"title": "Amyloid-beta fibrils induce calcium phosphate crystallization via catalysis of ATP hydrolysis", "doi": "10.1101/2025.07.12.664505", "authors": "mambram kunnath, s.; arad, e.; slavsky, e.; friedlander, l.; rapaport, h.; jelinek, r.", "abstract": "Brain-localized deposits of crystalline calcium phosphate, mainly comprising of hydroxyapatite, are a pathological hallmark of Alzheimer disease (AD). While calcium phosphate crystals are specifically identified in the neuronal amyloid plaques in AD, consisting mostly of beta amyloid (A{beta}) fibrils, the mechanisms and factors affecting the biomineralization are unknown. Here, we present a novel mechanism for AD plaque-induced formation of crystalline calcium phosphate. Specifically, we show, for the first time, that A{beta} amyloid fibrils catalyze dephosphorylation of adenosine triphosphate (ATP). Furthermore, incubating A{beta} fibrils, ATP, and calcium ions gave rise to pronounced deposition of hydroxyapatite crystals upon the A{beta} amyloid fibril matrix, originating through reaction between calcium ions and the monophosphate released through the catalytic dephosphorylation reaction. This pathway may explain amyloid plaque-associated calcification in AD, as elevated levels of both ATP and calcium are key features of the disease.", "date": "2025-07-13", "journal": ""}
{"title": "Production and evaluation of fluorophore-doped polymer substrates to screen for plastic-degrading enzymes", "doi": "10.1101/2025.07.13.664576", "authors": "Stepnov, A. A.; Norton-Baker, B.; Lopez-Tavera, E.; Chowreddy, R. R.; Eijsink, V. G. H.; Beckham, G. T.; Vaaje-Kolstad, G.", "abstract": "Fast and sensitive analytical methods are the key to efficient screening of plastic-degrading enzymes. While liquid and gas chromatography with mass spectrometry detection offer great power, the cost of the equipment is high, and the methods may not be straightforward when studying crude environmental samples. Here, we present a streamlined and affordable approach to assess the enzymatic deconstruction of insoluble synthetic polymers by blending them with a fluorescent probe, rhodamine 6G, and we evaluate this screening method using poly(ethylene terephthalate) (PET) as a model material. Our results indicate that enzymatic depolymerization of the rhodamine-doped PET can be observed in a high-throughput fashion by following release of the fluorophore. The fluorescence data obtained during the hydrolysis of rhodamine-doped PET by 14 engineered PET hydrolases, produced with a robotic platform, correlated with the quantitative chromatographic analysis of PET degradation products. Remarkably, the use of the rhodamine-loaded PET substrate resulted in negligibly low background signals even when detecting PETase activity in crude cell lysates, suggesting suitability for screening of a wide variety of samples. Encouraged by these results, we next produced a selection of polyethylene- and nylon-based materials loaded with rhodamine 6G. While rapid leaching of fluorophore observed with nylon substrates limits the utility of the method for detecting nylonase activity, the rhodamine-loaded polyethylene showed promising performance in passive diffusion tests, indicating that this latter substrate may be used to screen for polyolefin-degrading enzymes.", "date": "2025-07-13", "journal": ""}
{"title": "Uncovering bacterial pseudaminylation with pan-specific antibody tools", "doi": "10.1101/2025.07.13.664564", "authors": "Karlic, K. I.; Tang, A. H.; Madiedo Soler, N.; Corcilius, L.; Lehmann, C.; Debowski, A.; Dale, A. L.; Zavan, L.; Cielesh, M.; Adewale, A. P.; Moulton, K. D.; Li, L.; Guan, C.; Kaparakis-Liaskos, M.; Howden, B. P.; Wei, R.; Li, X.; Dube, D. H.; Cordwell, S. J.; Larance, M.; Stubbs, K. A.; Carter, G. P.; Scott, N.; Goddard-Borger, E. D.; Payne, R. J.", "abstract": "Pseudaminic acids (Pse) are a family of carbohydrates found within bacterial lipopolysaccharides, capsular polysaccharides and glycoproteins that are critical for the virulence of human pathogens. However, a dearth of effective tools for detecting and enriching Pse has restricted study to only the most abundant Pse-containing glycoconjugates. Here, we devise a synthesis of - and {beta}-O-pseudaminylated glycopeptides to generate pan-specific monoclonal antibodies (mAbs) that recognise - and {beta}-configured Pse and its C8 epimer (8ePse) presented within glycans or directly linked to polypeptide backbones. Structural characterisation reveals the molecular basis of Pse recognition across a range of diverse chemical contexts. Using these mAbs, we establish a glycoproteomic platform to provide unprecedented depth in mapping the Pse glycome of Helicobacter pylori, Campylobacter jejuni, and Acinetobacter baumannii strains. Finally, we demonstrate that the mAbs recognise diverse capsule types in multidrug-resistant Acinetobacter baumannii and enhance phagocytosis to eliminate infections in mice.", "date": "2025-07-13", "journal": ""}
{"title": "Gut microbiota and bile acids changes in MASLD mice model with hepatic PLD1 knockout", "doi": "10.1101/2025.07.13.663496", "authors": "Zhao, Y.; Wang, H.; Lin, W.; Wang, H.; Cao, L.", "abstract": "Hepatocyte phospholipase D1 (PLD1) knockout alleviated metabolic dysfunction-associated steatotic liver disease (MASLD) in mice, but the underlying mechanism is largely unknown. In this study, high-fat diet is fed to wild type (Con) and hepatocyte PLD1 knockout (Con_KO) mice to establish MASLD model (HFHC and HFHC_KO). Intestinal contents of mice are analyzed via metagenomics and metabolomics, the liver bile acids are assessed by mass spectrometry imaging. At phylum level, Bacillota in the intestines of MASLD model mice are significantly increased and Bacteroidota are significantly decreased. However, after the deletion of hepatocyte PLD1, Pseudomonadota and Candidatus Bathyarchaeota are significantly decreased in the MASLD model mice. Then at species level, compared with Con group, the Faecalibaculum rodentium is significantly increased in HFHC group, in which hepatocyte PLD1 knockout causes Desulfovibrionaceae bacterium LT0009 and Lachnospiraceae bacterium 10-1 to significantly decrease. As for intestinal bile acids, two bile acids (Hyodeoxycholic acid and Glycolithocholic acid) are found to be different between the HFHC_KO group and the HFHC group. Correlation analysis shows the Faecalibaculum co-occurs with DCA, {beta}MCA, {Omega}MCA and MCA, while probiotic Bacteroides uniformis is significantly correlated with UDCA, 12-KetoLCA, 7-KetoLCA. Finally, mass spectrometry imaging reveals that TCA and TDCA in liver are significantly decreased after hepatocyte PLD1 knockout. These findings demonstrate that hepatocyte PLD1 knockout alters gut microbiota and bile acids profiles, suggesting PLD1 deficiency may modulate MASLD progression by changing intestinal microbiota-bile acid homeostasis.", "date": "2025-07-13", "journal": ""}
{"title": "Reversible DNA Translocation as a molecular caliper to probe the nanoscale asymmetry of glass nanopores", "doi": "10.1101/2025.07.11.664396", "authors": "Sadhu, S.; Soni, G. V.", "abstract": "Studying DNA conformation is crucial for understanding gene regulation, chromatin structure, and genomic stability. Nanopores have proven to be excellent label-free, high-throughput tools for studying conformational changes in various biomolecular structures. Conical glass nanopores are widely used in solid-state nanopore studies due to their simple and cost-effective fabrication. However, their inherent geometric asymmetry introduces distinct characteristics in the translocation dynamics of DNA. Here, we demonstrate bi-directional translocation of multiple DNA lengths through a conical nanopore to understand the role of pore asymmetry. We show a quantitative comparison of various parameters, such as the conductance drop ({Delta}G), translocation time ({Delta}t), event charge deficit (ECD) and percentage of DNA folding in both directions. A natural output of our ECD-based analysis is the estimation of the effective sensing length of our conical pore geometry. In the nanoscale regime, sensing length controls spatial resolution of the nanopore detector and is challenging to measure. Our study reveals significant experimental insights into the dependence of DNA length, translocation directionality, and applied voltage on the translocation mechanism, contributing to a broader utilization of glass nanopores in sensing technologies.", "date": "2025-07-13", "journal": ""}
{"title": "Surface-enhanced Raman spectroscopy on the membranes for antimicrobial resistance testing", "doi": "10.1101/2025.07.12.664554", "authors": "Mushenkov, V.; Andreev, E.; Nechaev, A.; Poddubikov, A.; Kukushkin, V.; Zavyalova, E.", "abstract": "Antimicrobial resistance is one of the top global health threats; it is associated with millions of deaths per year. Traditional and most commonly used antibiotic susceptibility tests are based on detection of bacterial growth and its inhibition in the presence of an antimicrobial. These tests typically take over 1-2 days to perform, so empirical therapy schemes are often administered before the proper testing. Rapid tests for antimicrobial resistance are necessary to optimize the treatment of bacterial infection. A combination of MTT test with Raman spectroscopy to provide 1.5-hour long test antimicrobial susceptibility determination requiring 10^6-10^8 CFU/mL of bacteria. Here the first rapid antibiotic susceptibility test for trace amounts of bacteria is described. The bacterial titer can be decreased down to 10^2 CFU/mL using surface-enhanced Raman spectroscopy (SERS) of the MTT-treated bacteria caught with the silver coated track-etched membranes allowing the antimicrobial testing of low-titer bacterial samples within 1.5 hour.", "date": "2025-07-13", "journal": ""}