{"title": "Genome-wide analysis of anterior-posterior mRNA regionalization in Stentor coeruleus reveals a role for the microtubule cytoskeleton", "doi": "10.1101/2023.01.09.523364", "authors": "Albright, A. R.; Yan, C.; Angeles-Albores, D.; Hudnall, Y.; Makushok, T.; Allen-Henderson, J.; Marshall, W. F.", "abstract": "Cells have complex and beautiful structures that are important for their function. However, understanding the molecular mechanisms that produce these structures is a challenging problem due to the gap in size scales between molecular interactions and cellular structures. The giant ciliate Stentor coeruleus is a unicellular model organism whose large size, reproducible structure, and ability to heal wounds and regenerate have historically allowed the formation of structure in a single cell to be addressed using methods of experimental embryology. Such studies have shown that specific cellular structures, such as the oral apparatus, always form in particular regions of the cell, which raises the question: what is the source of positional information within this organism? By analogy with embryonic development, in which regionalized mRNA is often used to mark position, we asked whether specific regionalized mRNAs might mark position along the anterior-posterior axis of Stentor. By physically bisecting cells and conducting bulk RNA sequencing, we were able to identify sets of messages enriched in either the anterior or posterior half and show that RNAi-mediated knockdown of posterior-enriched transcripts corresponding to MYB genes results in a cells inability to regenerate the posterior portion of the cell body. We then conducted half-cell RNA-sequencing in paired anteriors and posteriors of cells in which the microtubule cytoskeleton was disrupted by RNAi of beta-tubulin or dynein intermediate chains. We found that many messages either lost their regionalized distribution or switched to an opposite distribution, such that anterior-enriched messages in control became posterior-enriched in the RNAi cells, or vice versa. This study indicates that mRNA can be regionalized within a single giant cell and that microtubules may play a role, possibly by serving as tracks for the movement of the messages.", "date": "2025-12-13", "journal": ""}
{"title": "Allele pairing at Sun1-enriched domains at the nuclear periphery via T1A3 tandem DNA repeats", "doi": "10.1101/2023.04.07.536031", "authors": "Balasooriya, G. I.; Spector, D. L.", "abstract": "Spatiotemporal gene regulation is fundamental to the biology of diploid cells. Therefore, effective communication between two alleles and their geometry in the nucleus is important. However, the mechanism that fine-tunes the expression from each of the two alleles of an autosome is enigmatic. By developing an allele-specific gene expression visualization system in living cells, we show that alleles of biallelically expressed Cth and Ttc4 genes are paired prior to acquiring monoallelic expression. We found that active alleles of monoallelic genes are preferentially localized at Sun1-enriched domains at the nuclear periphery. These peripherally localized euchromatic DNA loci harboring monoalleleic genes are enriched with adenine-thymidine-rich tandem repeats, which are bound by Hnrnpd, the molecular wrench, to localize these loci in a Hi-C-defined A compartment within the B compartment. Our results demonstrate the biological significance of T1A3 tandem repeat sequences in genome organization and how the regulation of gene expression, at the level of individual alleles, relates to their spatial arrangement.", "date": "2025-12-13", "journal": ""}
{"title": "Human-specific lncRNAs contributed critically to human evolution by distinctly regulating gene expression", "doi": "10.1101/2023.05.31.543169", "authors": "Lin, J.; Wen, Y.; Tang, J.; Zhang, X.; Zhang, H.; Zhu, H.", "abstract": "What genes and regulatory sequences critically differentiate modern humans from apes and archaic humans, which share highly similar genomes but show distinct phenotypes, has puzzled researchers for decades. Previous studies examined species-specific protein-coding genes and related regulatory sequences, revealing that birth, loss, and changes in these genes and sequences can drive speciation and evolution. However, investigations of species-specific lncRNA genes and related regulatory sequences, which regulate substantial genes, remain limited. We identified human-specific (HS) lncRNAs from GENCODE-annotated human lncRNAs, predicted their DNA binding domains (DBDs) and binding sites (DBSs), analyzed DBS sequences in modern humans (CEU, CHB, and YRI), archaic humans (Altai Neanderthals, Denisovans, and Vindija Neanderthals), and chimpanzees, and investigated how HS lncRNAs and their DBSs have influenced gene expression in archaic and modern humans. Our results suggest that these lncRNAs and DBSs have substantially reshaped gene expression. This reshaping has evolved continuously from archaic to modern humans, enabling humans to adapt to new environments and lifestyles, promoting brain evolution, and resulting in cross-population differences. The parallel analysis of gene expression in GTEx tissues by HS TFs and their DBSs indicates that HS lncRNAs have reshaped gene expression in the brain more significantly than HS TFs.", "date": "2025-12-13", "journal": ""}
{"title": "Ecological resource competition as a driver of metallome evolution", "doi": "10.1101/2024.12.11.627971", "authors": "Sobol, M.; Rucker, H.; Libby, E.; Kacar, B.; Anbar, A. D.", "abstract": "The oldest nitrogenase isozyme, emerging a billion years or more before the Great Oxidation Event (GOE), required a molybdenum (Mo)-based cofactor. Alternative nitrogenases using iron (Fe) or vanadium (V) cofactors evolved only after the GOE. This history is puzzling because environmental Fe availability decreased after the GOE, while Mo availability increased, due to the contrasting environmental redox behaviors of these elements. Why, then, did the alternatives emerge only after the GOE? Using a model constrained by known microbial Mo quotas, we demonstrate that a strong selection pressure for the use of metals in nitrogenase other than Mo is a plausible consequence of competition between nitrogen-fixing prokaryotes and nitrate-reducing microbes, which require Mo for nitrate reduction and assimilation. This competition would have intensified after the GOE due to increasing availability of nitrate, explaining the evolutionary timing of nitrogenase isozymes. Ecological resource competition therefore emerges as a third driver of metallome evolution in deep-time, alongside the relative environmental availabilities and adaptive advantages of particular metals.", "date": "2025-12-13", "journal": ""}
{"title": "Birthdate aligns vestibular sensory neurons with central and motor partners across a sensorimotor reflex circuit for gaze stabilization", "doi": "10.1101/2024.12.20.629691", "authors": "Huang, S.; Gershowitz, E.; Greaney, M. R.; Davis, S. N.; Schoppik, D.; Goldblatt, D.", "abstract": "Developing populations of connected neurons often share spatial and/or temporal features that anticipate their assembly. A unifying spatiotemporal motif might link sensory, central, and motor populations that comprise an entire circuit. In the sensorimotor reflex circuit that stabilizes vertebrate gaze, central and motor partners are paired in time (birthdate) and space (dorso-ventral). To determine if birthdate and/or dorso-ventral organization could align the entire circuit, we measured the spatial and temporal development of the sensory circuit node: the vestibular ganglion neurons. We discovered that progressive dorsal-to-ventral organization closely predicts vestibular ganglion development, with additional organization along its functional (rostrocaudal) axis. With an acute optical lesion and calcium imaging paradigm, we found that this common spatiotemporal axis anticipated functional sensory-to-central partner matching. We propose a \"first-come, first-served\" model in which birthdate organizes and assembles the sensory, central, and motor populations that comprise the gaze stabilization circuit, a general strategy for poly-synaptic circuit assembly across embryonically-diverse neural populations.", "date": "2025-12-13", "journal": ""}
{"title": "Combined loss of ATG4B, ATG4C and ATG4D impairs systemic autophagy and triggers accelerated aging in mice", "doi": "10.1101/2025.01.25.634746", "authors": "Martinez-Garcia, G. G.; Suarez, M. F.; Rodriguez-Santamaria, M. d. M.; Celemin-Capaldi, V.; Roiz-Valle, D.; Barcena, C.; Tamargo-Gomez, I.; Corrochano-Ruiz, A.; Fedoseev, V.; Fernandez Cimadevilla, O. C.; M. Quiros, P.; P. Ugalde, A.; Mayoral, P.; Astudillo, A.; Sveen, C.; Engedal, N.; Lopez-Otin, C.; P. Freije, J. M.; F. Fernandez, A.; Marino, G.", "abstract": "Autophagy is an essential catabolic pathway that safeguards cellular and tissue homeostasis, yet the systemic consequences of its impairment in mammals remain poorly defined because complete autophagy ablation is embryonic or perinatal lethal. Here, we generate ATG4A-only mice, a model in which ATG4A is the sole remaining ATG4 protease due to combined ATG4B/C/D deletion. Through comprehensive biochemical and cellular analyses, we delineate the in vivo substrate specificity of ATG4A and demonstrate that it sustains only minimal ATG8 priming, uncovering a previously unrecognized functional asymmetry within the mammalian ATG4-ATG8 system. ATG4A-only mice exhibit a profound but incomplete whole-body autophagy deficiency that disrupts multiple organ systems and triggers a premature aging syndrome marked by increased DNA damage, systemic senescence, metabolic dysfunction, and dramatically shortened lifespan. Integrating these findings with comparisons to additional ATG4-deficient models, we show that organismal longevity scales with residual autophagic competence. Together, our work reveals how graded reductions in autophagy integrity influence tissue fitness and aging, establishing autophagic capacity as a key determinant of mammalian lifespan.", "date": "2025-12-13", "journal": ""}
{"title": "Awake infant fMRI: Insights from more than 750 scanning sessions", "doi": "10.1101/2025.02.20.636736", "authors": "Behm, L.; Yates, T. S.; Trach, J. E.; Choi, D.; Du, H.; Osumah, C.; Deen, B.; Kosakowski, H. L.; Chen, E. M.; Kamps, F. S.; Olson, H. A.; Ellis, C. T.; Saxe, R.; Turk-Browne, N. B.", "abstract": "Functional magnetic resonance imaging (fMRI) in awake infants has the potential to reveal how the early developing brain gives rise to cognition and behavior. However, awake infant fMRI poses significant methodological challenges that have hampered wider adoption. The present work takes stock after the collection of a substantial amount of awake infant fMRI data across multiple studies from two labs at different institutions. These data were leveraged to glean insights on participant recruitment, experimental design, and data acquisition that could be useful to consider for future studies. Across 766 fMRI sessions with awake infants aged 1-36 months, the authors explored the factors that influenced how much usable data were obtained per session. The age of an infant predicted whether they would successfully enter the scanner (younger more likely) and, if they did enter, the number of minutes of functional data collected (linear, younger more) and retained after preprocessing with lab-specific protocols or harmonized motion exclusion thresholds (quadratic, 12-24 months more than younger and older). The amount of functional data retained was also influenced by assigned sex (female more), experimental paradigm (movies better than blocks and events), and stimulus content (social better than abstract). There were many differences in the research approach between labs making head-to-head comparisons difficult, but Lab A was more likely to get infants into the scanner, Lab B collected more data from infants who entered, and the amount of data retained after preprocessing did not differ statistically between labs (9 minutes). In addition, the authors assessed the value of attempting to collect multiple experiments per session, an approach that yielded more than one usable experiment averaging across all sessions. Although any given scan is unpredictable, these findings support the feasibility of awake infant fMRI and suggest practices to optimize future research.", "date": "2025-12-13", "journal": ""}
{"title": "Distinct chromatin regulators downmodulate meiotic axis protein deposition and DNA break induction at chromosome ends", "doi": "10.1101/2025.02.27.640173", "authors": "Raghavan, A. R.; May, K.; Subramanian, V. V.; Blitzblau, H. G.; Patel, N. J.; Houseley, J.; Hochwagen, A.", "abstract": "In many organisms, meiotic crossover recombination is suppressed near the extreme ends of chromosomes. Here we show that multiple, often chromosome-specific, suppressive mechanisms with differing ranges combine to achieve the consistently low enrichment of recombination-promoting axis proteins and downregulation of DNA double-strand breaks (DSBs) within 20 kb of telomeres in Saccharomyces cerevisiae. Suppression of axis proteins is associated with cis-encoded signals, including reduced coding density and the subtelomeric Y elements, which are present at many chromosome ends, but also requires chromatin modifiers, including the histone methyltransferase Dot1 and the Sir silencing complex. We show that Dot1 suppresses Sir complex activity at least in part independently of its canonical target, H3K79, to downmodulate axis protein deposition near chromosome ends. In parallel, the Sir complex, but not Dot1, suppresses the induction of DSBs by limiting the openness of promoters, the preferred sites of meiotic DSB formation. The separable downmodulation of axis protein deposition and DSB induction likely contributes to the robust reduction of meiotic recombination effectors near chromosome ends.", "date": "2025-12-13", "journal": ""}
{"title": "Aberrant Recovery of Timescale-Aligned Amplitude Balance Links to Symptoms and Cognition in Schizophrenia", "doi": "10.1101/2025.03.20.644399", "authors": "Wiafe, S.-L.; Kinsey, S.; Soleimani, N.; Nsafoa, R.; Khasayeva, N.; Harikumar, A.; Miller, R.; Calhoun, V.", "abstract": "Schizophrenia has long been linked to impaired coordination of brain activity, yet most frameworks overlook two key dimensions: the amplitude of brain signals and the differing timescales on which regions operate. These factors are critical in disorders where neural activity is exaggerated and slowed. In healthy adults, networks compensate for mismatched processing speeds to maintain proportionate activity, but this process is poorly understood in schizophrenia. We developed a timescale-aligned, time-resolved framework that separates temporal distortions from genuine amplitude differences, enabling measurement of amplitude balance between networks across timescales. This approach was applied to large-scale fMRI datasets, including the Human Connectome Project and a multi-site schizophrenia cohort. Patients with schizophrenia showed greater amplitude imbalance, especially during fast fluctuations, along with more frequent re-entry into unbalanced states and slower recovery to stable coordination. We further identified a flexible intermediate state that patients occupied more often, and that predicted better working-memory performance. Across cohorts, amplitude imbalance was associated with greater symptom severity and poorer reasoning ability. These findings provide a new mechanistic view of dyscoordination in schizophrenia grounded in timescale-normalized amplitude dynamics, highlight aberrant recovery of amplitude balance as a core feature of the illness, and suggest that timescale-aligned amplitude imbalance may serve as a promising target for biomarker development.", "date": "2025-12-13", "journal": ""}
{"title": "Localized Reactivity on Protein as Riemannian Manifolds: A Geometric and Quantum-Inspired Basis for Deterministic, Metal-Aware Reactive-Site Prediction", "doi": "10.1101/2025.04.29.651260", "authors": "Park, H.", "abstract": "We introduce a unified framework for analyzing molecular reactivity based on a geometric, quantum-inspired environment representation and a fully deterministic, metal-aware implementation. Proteins and ribonucleoprotein complexes are treated as configurations in R^3 x T, and each residue or nucleotide p is mapped to an environment vector E_p that encodes a coarse-grained, DFT-inspired density surrogate together with metal- and phosphate-like fields, solvent exposure, and local geometry. A block-streamed, GPU-optional Python pipeline maps arbitrary PDB/mmCIF structures to fixed-dimensional environment vectors without any stochastic training and scales to supramolecular assemblies: for example, the 6Q97 tmRNA--SmpB--ribosome rescue complex (11,618 residues) can be processed in a single pass on commodity cloud hardware, demonstrating practical feasibility at ribosome scale. To quantify the functional signal exposed by this representation, we use untuned random forests as probes under site-grouped cross-validation that prevents symmetry-related copies of the same site from leaking across folds. Across GroEL/GroES, p53--DNA, Rubisco, and SecA, the environment vectors alone yield ROC--AUC values in the 0.8--0.9 range for catalytic, metal-binding, tight interface, and hinge cores, while more diffuse regulatory labels are substantially harder to separate. For 6Q97, a Tier 1 / Tier 2 labeling scheme over tmRNA and SmpB pockets, decoding-center rRNA, the 23S peptidyl transferase center, and helicase-like uS3/uS4/uS5 pockets, together with a curated hard-negative panel of 323 buried hydrophobic, electrostatic, and stacking decoys, yields global AUCs of about 0.94 (Tier 1+2 vs all) and about 0.99 (Tier 1+2 vs hard negatives). These results support the view that the environment representation defines an interpretable \"reactivity manifold\" in which genuinely functional pockets occupy regions that cannot be mimicked by generic dense or charged environments, and that this structure remains accessible even for full ribosomes on modest hardware.", "date": "2025-12-13", "journal": ""}
{"title": "Methylation-associated mutagenesis underlies variation in the mutation spectrum across eukaryotes", "doi": "10.1101/2025.05.28.656604", "authors": "Ramos-Almodovar, F.; Gao, Z.; Voight, B. F.; Mathieson, I.", "abstract": "Mutation spectra vary across genetic and environmental contexts, leading to differences between and within species. Most research on mutation spectrum has focused on the trinucleotide (3-mer) mutation types in mammals, limiting the breadth and depth of variation surveyed. In this study, we use whole-genome resequencing data across 108 eukaryotic species - including mammals, fish, plants, and invertebrates - to characterize pentanucleotide (5-mer) non-coding mutation spectra using a Bayesian approach. Our findings reveal cytosine transition mutability at CpG and (among plants) at CHG sites as the main drivers of variation in mutation spectra across eukaryotes, correlating strongly with genomic CpG and CHG depletion. However, despite the influence of methylation on CpG mutability, genome-wide average CpG methylation levels do not predict CpG transition rates across species and CHG methylation does not predict CHG transition rate, indicating unknown genetic or environmental factors influencing mutation rates at methylated cytosines. Together, our results illustrate the pivotal role of mutagenesis in shaping genome composition across eukaryotes and highlight a gap in knowledge about the mechanisms governing mutation rates.", "date": "2025-12-13", "journal": ""}
{"title": "Advanced human iPSC-based modelling of LMNA-related congenital muscular dystrophy enables development of targeted genetic therapies for muscle laminopathies", "doi": "10.1101/2025.06.22.660928", "authors": "Moore, D. P.; Steele-Stallard, H. B.; Pinton, L.; Lionello, V. M.; Rossi, L.; Aghaeipour, A.; Jalal, S.; Wong, C. T. Y.; Clara-Hwang, A.; Bonne, G.; Zammit, P. S.; Tedesco, F. S.", "abstract": "LMNA-related congenital muscular dystrophy (L-CMD) is amongst the most severe forms of laminopathies, which are diseases caused by pathogenic variants in the LMNA gene. LMNA encodes the proteins Lamin A and C, which assemble with Lamin B1 and B2 to form the nuclear lamina: a meshwork providing structural stability to the nucleus that also regulates chromatin organisation and gene expression. Research into L-CMD mechanisms and therapies is hindered by lack of humanised, tissue-specific models that accurately recapitulate disease phenotypes. We previously reported that LMNA-mutant induced pluripotent stem cell (iPSC)-derived skeletal muscle cells have nuclear shape abnormalities and Lamin A/C protein mislocalisation. Here, we expand the selection of L-CMD patient-derived iPSCs and validate disease-associated readouts using a transgene-free based protocol which more accurately mimics skeletal myogenesis. Results showed no overt defects in developmental myogenesis, but recapitulation of pathological nuclear shape abnormalities in 2D and 3D cultures, nuclear envelope protein mislocalisation and transcriptomic alterations across multiple pathogenic LMNA variants. We then utilised this platform to assess LMNA gene editing strategies. CRISPR-based exon removal generated stable RNA and protein Lamin A/C species, without significant normalisation of nuclear morphological phenotypes or transcriptomic profile. Conversely, precise editing of the same mutation showed complete reversal of disease-associated nuclear morphometrics, alongside normalisation of the pro-inflammatory transcriptomic signature. Our data provide the foundation for a humanised in vitro disease and therapy modelling platform for this complex and severe muscle disorder.", "date": "2025-12-13", "journal": ""}
{"title": "Investigation of CD36 interactome provides insights into multimolecular complexes necessary for anti-angiogenic signalling", "doi": "10.1101/2025.07.15.664851", "authors": "Saini, A.; Gomez-Cardona, E.; Huang, H.; Khaing, S.; Klein, K.; Jaqaman, K.; Julien, O.; Touret, N.", "abstract": "Signal transduction is a fundamental process that enables cells to adapt to external cues and organize adequate responses including survival, death, growth, and homeostasis. A key mechanism modulating signal transduction relies on the formation of multimolecular complexes optimized for specificity, modularity and signal amplification. The scavenger receptor CD36, which binds diverse ligands in different cellular contexts, illustrates this principle. To uncover the nature of CD36 multimolecular complexes, we employed a proximity biotinylation labeling approach on human endothelial cells, where CD36 binds to thrombospondin-1 (TSP-1) to initiate a signaling cascade promoting programmed cell death. Using biotin capture and mass spectrometry protein identification, we uncovered a list of proteins in the vicinity of CD36. This list of candidates was refined by proximity ligation assays. The relationship between key CD36 interacting molecules, in particular active integrin beta-1 (ITGB1) and CD9, was further decoded by conditional colocalization analysis, providing support for their association within a tri-molecular complex. The implication of selected candidates in the signaling function of CD36 was further evaluated using shRNA knockdown, revealing that active ITGB1 is essential for Fyn activation downstream of CD36, with the tetraspanin playing a connecting role between CD36 and active ITGB1. Our approach to investigating CD36 complexes emphasizes the complexity and fundamental role of protein-protein interactions and coordination in the context of transmembrane signal transduction.", "date": "2025-12-13", "journal": ""}
{"title": "Characterizing the Ion-Conductive State of the α7-Nicotinic Acetylcholine Receptor via Single-Channel Measurements and Molecular Dynamics Simulations", "doi": "10.1101/2025.08.15.670429", "authors": "Sultan, N.; Cymes, G.; Chen, A.; Brooks, B.; Grosman, C.; Damjanovic, A.", "abstract": "The 7-nicotinic acetylcholine receptor (7-nAChR) is a cation-selective Cys-loop receptor involved in diverse physiological processes and is an important therapeutic target. Multiple cryo-EM structures of putative open states are now available and their functional relevance is under active investigation. Here, we combined single-channel patch-clamp recordings with atomistic molecular dynamics (MD) simulations to assess the conductive properties of several 7-nAChR structures solved with different ligands. Simulations restrained to the respective cryo-EM structures produced only modest ion flux for all models, inconsistent with experiment, whereas fully unrestrained simulations revealed marked differences in their ability to relax into physiologically conductive ensembles. Two structures, 7KOX and ligand-bound 8V82, consistently stabilized into conductive states whose permeation properties matched our measured inward single channel conductance. The conduction of 8V82 nearly stopped upon removing the modeled ligands. 8V80 showed only intermittent conduction with ligands and remained non-conductive without them. 7EKT collapsed into a non-conductive conformation upon relaxation, irrespective of whether the modeled ligands were retained or removed. 9LH5, despite having a transmembrane pore nearly identical to 7KOX's, exhibited approximately twofold higher conductance, likely due to a widened extracellular vestibule. Across models, permeation events followed Poissonian statistics with a characteristic entry lag captured by a double-Poisson model. Simulations of outward currents consistently overestimated the conductance compared to experiments, perhaps reflecting the absence of the full intracellular domain in available structural models and/or the presence of current-blocking concentrations of cytosolic Mg2+ in patch-clamp cell-attached recordings. These results identify the conformations most compatible with the physiological open state and underscore the importance of unrestrained MD, ligand stabilization, and extracellular-vestibule geometry in shaping 7-nAChR conduction", "date": "2025-12-13", "journal": ""}
{"title": "From Sensory Detection to Motor Action: The Comprehensive Drosophila Taste-Feeding Connectome", "doi": "10.1101/2025.08.25.671814", "authors": "Tastekin, I.; de Haan Vicente, I.; Beresford, R. J.; Morris, B. J.; Beckett, I.; Schlegel, P.; Gkantia, M.; FlyEM Project Team,  ; Cambridge Connectomics Group,  ; Marin, E. C.; Costa, M.; Jefferis, G. S. X. E.; Ribeiro, C.", "abstract": "Gustatory systems drive critical survival behaviors such as feeding, foraging, and social interactions. However, gustation remains one of the least mapped sensory modalities at the connectome level. Here, we present the first complete wiring diagram of the male Drosophila adult gustatory system, comprehensively reconstructing gustatory receptor neurons (GRNs) from peripheral organs in a contiguous electron microscopy volume spanning brain, cervical connective, and ventral nerve cord. Integrating this with existing datasets, we generated a pan-CNS, cross-sex connectome that reveals GRN diversity through connectivity-based clustering, molecular identity mapping, and sexual dimorphism analysis. We mapped all feeding motor neurons and traced complete sensory-to-motor pathways to feeding, foraging, endocrine, and social behavior circuits. The emerging circuit architectures reveal distinct circuits for nutrient assessment, motor control, neuroendocrine regulation, and courtship. This work defines the gustatory system's organization at synaptic resolution and provides a framework for understanding how internal states modulate sensory-driven decisions across behavioral contexts.", "date": "2025-12-13", "journal": ""}
{"title": "Connectomics Reveals a Feed-Forward Swallowing Circuit Driving Protein Appetite", "doi": "10.1101/2025.08.25.671815", "authors": "Tastekin, I.; de Haan Vicente, I.; Beresford, R. J.; Otto, N.; Dempsey, G.; Waddell, S.; Ribeiro, C.", "abstract": "Nutrient state shapes not only what animals eat, but how they eat it. We lack circuit-level mechanisms explaining how gustatory and internal state information regulates feeding at the motor control level. In Drosophila, protein deprivation prolongs protein-specific feeding bursts, yet the detailed motor mechanisms underlying this change remain unknown. Using EM connectomics, we identified a feed-forward pathway from protein-sensitive gustatory receptor neurons to swallowing motor neurons. At its core is the Sustain neuron, which coordinates multiple swallowing motor neurons to move food efficiently through the cibarium and pharynx. This nutrient-dependent facilitation of swallowing sustains long feeding bursts, directly linking internal state to the temporal structure of the feeding motor program. Our findings reveal how a dedicated sensorimotor circuit translates physiological need into precise motor control to drive nutrient-specific feeding appetite and highlights the power of combining EM connectomics with experimental circuit dissection.", "date": "2025-12-13", "journal": ""}
{"title": "Off-the-shelf allogeneic polyclonal CD38KO/CD38-CAR γδT cells for the treatment of T cell malignancies", "doi": "10.1101/2025.08.30.673295", "authors": "Snyder, G.; Martin, A.; Sezgin, Y.; Maguire, C.; Moriarity, B.; Webber, B. R.; Robinson, E.; Pereira, M.; Saljoughian, N.; Portila, A.; Mehboob, M.; Lyberger, J.; Cassady, K. A.; Ashkar, A.; Behbehani, G. K.; Lee, D. A.; Naeimi Kararoudi, M.", "abstract": "Relapsed and refractory T cell malignancies are associated with poor clinical outcomes. Autologous sources of {beta}T cells have been employed for chimeric antigen receptor (CAR) therapies to eliminate the potential for graft-vs-host disease (GvHD). However, the application of CAR-T therapy for T-ALL has been hindered by an inability to obtain sufficient healthy {beta}T cells from patients combined with fratricide due to concurrent antigen expression on normal T cells. Here, we genetically engineered polyclonal {gamma}{delta}T cells, which do not cause GvHD, as an allogeneic source for cancer immunotherapy targeting the pan-cancer antigen CD38. Utilizing a novel expansion protocol in combination with CRISPR/AAV gene editing, we developed CD38KO/CD38-CAR polyclonal {gamma}{delta}T cells that target T-ALL. Our editing strategy enabled site-directed, on-target insertion of the CD38-CAR transgene into the CD38 locus, with no evidence of significant random CAR DNA integration (as commonly seen with lentiviral CAR transduction) or chromatin abnormalities resulting from CRISPR editing. This enhanced targeting effectively mitigated fratricide through simultaneous CD38 disruption and CAR expression. We demonstrated the efficacy of the CD38KO/CD38-CAR {gamma}{delta}T cells in vitro across multiple patient-derived T-ALL samples collected at baseline and relapse. In vivo, a single injection of CD38KO/CD38-CAR {gamma}{delta}T cells without exogenous cytokine support resulted in potent anti-leukemic efficacy. Fratricide-resistant CD38KO/CD38-CAR polyclonal {gamma}{delta}T cells thus represent a promising off-the-shelf therapeutic platform for T cell malignancies and other CD38-expressing cancers.", "date": "2025-12-13", "journal": ""}
{"title": "Enhanced respiratory electron dissipation by immunometabolites promotes mycobacterial biofilm longevity", "doi": "10.1101/2025.10.08.681301", "authors": "Poddar, K.; Khairnar, S. V.; Srivastav, S.; Anand, A.", "abstract": "Mycobacterium tuberculosis organizes as multicellular structures like granuloma and biofilm within human lungs and these lifestyles are critical for the pathophysiological outcomes. Granuloma has been the hallmark of M. tuberculosis infection and has been studied extensively. However, the metabolic interplay dictating biofilm development remains poorly understood. We show that supplementation of immunometabolites, nitrate or fumarate, extends mycobacterial biofilm lifespan dramatically. This longevity is enabled by suppression of dormancy regulons and maintenance of active metabolic state. These results establish that access to alternative electron acceptors directly influences mycobacterial biofilm fate. By linking dormancy suppression to prolonged structural integrity, our study identifies respiratory flexibility as a determinant of mycobacterial biofilm persistence. These findings reveal a central metabolic lever that dictates biofilm survival and open new avenues for targeting mycobacterial biofilms in clinical settings.", "date": "2025-12-13", "journal": ""}
{"title": "Y-maze and Vertical Pole Performance Correlate with Fine Motor Learning in Mice", "doi": "10.1101/2025.10.30.685555", "authors": "Karlsson, I.; Malfatti, T.; Kullander, K.; Siwani, S.; Ciralli, B.", "abstract": "The relationships between distinct abilities and their interdependencies during memory tasks and motor learning activities are not clear. An important question is whether being proficient in memory or motor learning tasks also translates into better performance in another, similar task - reflecting potential generalization of motor learning abilities. To investigate the correlation between memory performance and motor learning, we used a combination of behavioral tasks that assess general exploratory behavior, declarative memory, and fine motor learning in female mice. For the exploratory behavior, we used the Open Field task, and assessed declarative memory using the Novel Object Recognition and Y-maze. Motor learning was assessed through the Vertical Pole and Pellet Reaching task. We found a negative correlation between the Vertical Pole task and the motor learning task, where a shorter time for an individual to turn on a pole correlated with an increased number of attempts to reach a sugar pellet in the motor learning task. Additionally, a positive correlation was found between the Y-maze and the motor learning task, where a higher exploration rate indicated a higher success ratio in the pellet reaching task. These results can be used to conduct a pre-study for challenging motor tasks that include pre-behavioral procedures on mice. Our study indicates that both the Vertical Pole and the Y-maze can be suitable predictors of motor learning performance and activity.", "date": "2025-12-13", "journal": ""}
{"title": "Antigen-scaffolds drive preferential expansion of functional genetically engineered CAR and TCR T cells", "doi": "10.1101/2025.11.01.686037", "authors": "Johansen, K. H.; Ramanathan, K.; Rodriguez-Pardo, C.; Gjelstrup, A. K.; Halldorsdottir, H. R.; Voss, L. F.; Tvingsholm, S.; Grand, L. S.; Dionisio, E.; Skriver, A. H.; Frederiksen, L. P.; Bjornson, M.; Svensson-Frej, M.; Ormhoj, M.; Hadrup, S. R.", "abstract": "The engineering of autologous T cells to express chimeric antigen receptors (CARs) can induce profound clinical responses in haematological malignancies, while T cell receptor-engineered T (TCR T) cells have led to durable responses in clinical trials for solid tumours. However, clinical manufacturing of engineered T cells is resource-intensive and often yields highly differentiated, exhausted effector T cells. To circumvent this, we have developed an antigen-scaffold (Ag-scaffold) technology to preferentially expand genetically engineered T cells. Such Ag-scaffolds present cognate antigen together with stimulatory factors such as cytokines. By providing a specific and receptor-engaging stimulation to CAR/TCR T cells, the expanded product is highly enriched for engineered T cells with a favourable proliferative and efficacious phenotype. We expanded TCR T cells with Ag-scaffolds presenting peptide MHC (pMHC), and anti-CD19 CAR T cells with Ag-scaffolds presenting CD19 antigen. By applying cognate pMHC Ag-scaffolds, we achieved >80% antigen-specific T cells (83.62%+/-9.2%) after 14 days of culture with a distinct cytotoxic, proliferative phenotypical profile. Ag-scaffold expansion enhanced initial TCR and CAR cytotoxicity; sustained control was observed after repeated rechallenges of CAR T cells. In vivo, Ag-scaffold-expanded CRISPR/Cas9-engineered anti-CD19 CAR T also showed complete tumour eradication in a B-cell lymphoma xenograft model with a low dose of CAR T cells, which was not achieved using IL2/7/15 expansion.", "date": "2025-12-13", "journal": ""}
{"title": "Superabundant microRNAs are transcribed from human rDNA spacer promoters insulated by CTCF", "doi": "10.1101/2025.11.10.687711", "authors": "Henikoff, S.; Henikoff, J. G.", "abstract": "MicroRNAs are ~22-nucleotide RNAs processed from primary transcripts and exported from the nucleus to repress gene expression by base-pairing to mRNAs. Surprisingly, we find that the highest levels of RNA Polymerase II (Pol II) at human microRNA genes are within the ribosomal gene repeat arrays (rDNAs). Alignment of public nascent transcript data to the hs1 human genome assembly reveals a 50-nucleotide transcript for both miR-1275 and miR-6724, which exits from the nucleus with exceptional rapidity. We show that the miR-1275/miR-6724 transcription unit is closely flanked by CCCTC-binding factor (CTCF) within a <400-bp span of the rDNA spacer promoter. MiR-1275/miR-6724 and microRNA precursors expressed from the 5-prime External Transcribed Spacer are exported independently of known RNA processing activities and are detected in exosomes and as circulating cancer biomarkers. We propose that Pol II-generated rDNA spacer promoter and 5-prime ETS microRNA genes have evolved for general regulatory functions in recipient cells.", "date": "2025-12-13", "journal": ""}
{"title": "Quantitative modelling of biological response dynamics reveals novel patterns in plant volatile signalling", "doi": "10.1101/2025.11.26.690448", "authors": "Waterman, J. M.; Moore, G. J.; Amdahl-Culleton, L. K.; Hoefer, S.; Erb, M.", "abstract": "Biological responses to environmental stimuli are inherently dynamic. Recent technological advances enable detailed time-resolved measurements of such responses. However, a unifying model for the quantitative characterisation of dynamic response curves is lacking, thus limiting biological insights and comparisons. We developed an unbiased mathematical modelling approach that allows for the quantitative characterisation of biological response curves without a priori knowledge of underlying biochemical mechanisms. Using stress-induced plant volatile emissions, we show that the model performs well across a wide range of datasets, including incomplete induction curves, curves with low sampling resolution and complex multi-modal responses that result from overlapping stimuli. Using the model, we uncover a range of previously unrecognised patterns in volatile induction curves, including i) a strong light-independent impact of the time of day of wounding on the onset, duration and shape of the volatile induction responses, ii) an accentuation of volatile-specific induction curve shapes by herbivory-associated molecular patterns (HAMPs) and iii) independent regulation of the strength and duration of volatile induction across genotypes. We conclude that our model allows for the quantitative analysis of dynamic response curves and can identify new biological response patterns. The presented approach will pave the way to characterising dynamic organismal responses across the tree of life.", "date": "2025-12-13", "journal": ""}
{"title": "Determinants of Process-Level Parameters Governing MS2 Virus-Like Particle Reassembly", "doi": "10.64898/2025.12.02.691839", "authors": "de Castro Assumpcao, D.; Vinokour, E. S.; Mills, M. M.; Liang, S.; Mills, C. E.; Carvalho da Costa, A.; Kennedy, N. W.; Tullman-Ercek, D.", "abstract": "MS2 virus-like particles (VLPs) are widely used for nanotechnology and therapeutic delivery. While cargo is typically loaded into VLPs by disassembling the protein shell and reassembling it around a cargo of interest, protocols for disassembly and reassembly remain inconsistent and poorly standardized. Here we systematically assess a wide array of reported techniques and evaluate the key steps of this process experimentally. First, we optimize acid-based disassembly and acid removal methods and identify trade-offs between speed, recovery, and accessibility. Next, we examine what experimental conditions impact the VLP reassembly yield. We establish a standardized reassembly yield quantification framework using size exclusion chromatography calibrated against purified VLP standards. We then employ this framework in a full-factorial design of experiments that reveal that an increase in sodium chloride concentration strongly inhibits reassembly efficiency, while pH and crowding agents exert only minor effects. The linear model fits the experimental data indicates that optimal reassembly conditions extend beyond those tested to date. Our findings provide practical guidelines and a reproducible framework for MS2 VLP disassembly and reassembly, enabling more reliable encapsulation strategies across applications.", "date": "2025-12-13", "journal": ""}
{"title": "Top-down control of sustained attention by the medial prefrontal cortex (mPFC)- locus coeruleus (LC) circuit during the rodent continuous performance task (rCPT)", "doi": "10.64898/2025.12.01.691673", "authors": "Rehg, J. J.; Olivares, D. E.; Li, Y.; Martinowich, K.; Carr, G. V.; Miranda-Barrientos, J.", "abstract": "The medial prefrontal cortex (mPFC) plays a pivotal role in attention by exerting top-down control to allocate cognitive resources toward behaviorally relevant stimuli based on learned context and expectations. mPFC neurons project to multiple cortical and subcortical regions, including the locus coeruleus (LC), the brain's primary source of norepinephrine (NE). The mPFC also receives inputs from the LC, which release NE to modulate mPFC neuronal activity and downstream cellular signaling. While enhanced functional connectivity between the mPFC and LC in mice during sustained attention tasks suggest an important role for the mPFC-LC circuit, functional evidence directly implicating this circuit in attention is lacking. Here, we investigated the role of the mPFC-LC circuit in attention by comparing selective chemogenetic manipulation of mPFC neurons that project to the LC (mPFC-LC projectors) to non-specific chemogenetic manipulation of mPFC neurons. Selective activation of mPFC-LC projectors in mice performing the rodent continuous performance test (rCPT), a translational sustained attention task, robustly improves attentional performance by enhancing discrimination while non-selective activation of mPFC neurons increases attentional performance by increasing responsiveness. Behavioral effects of mPFC-LC projector activation were mediated by recruitment of a microcircuit involving LC-NE neurons and glutamate and GABA peri-LC neurons while effects of non-selective activation of mPFC neurons were mediated by engaging downstream targets such as the nucleus accumbens (NAc) as well as the LC/peri-LC region.", "date": "2025-12-13", "journal": ""}
{"title": "Dot1L licenses DNA demethylation to establish regulatory T cell identity", "doi": "10.64898/2025.12.03.692152", "authors": "Cameron, J. J.; Colson, T.; Li, X.", "abstract": "Foxp3+ regulatory T (Treg) cells rely on DNA demethylation to establish and maintain the gene expression program that defines their identity and suppressive function. Although sustained transcription of Treg-specific genes is known to drive this demethylation, the precise mechanism has remained unclear. Here, we show that Dot1L-catalyzed methylation of histone H3 at lysine 79 (H3K79me) is essential for Treg-specific DNA demethylation in both thymic and induced Treg lineages. H3K79me promotes chromatin activation and recruits TET family DNA demethylases to key regulatory loci. Treg-restricted deletion of Dot1L disrupts locus-specific DNA demethylation, diminishes expression of core Treg genes, and precipitates a fatal, early-onset autoimmune syndrome. Conversely, pharmacologic enhancement of TET activity during differentiation rescues DNA demethylation, restores Treg-gene expression, and reinstates suppressive function even in the presence of Dot1L inhibition. Together, these findings identify a critical epigenetic axis--Dot1L-mediated H3K79 methylation driving TET-dependent DNA demethylation--that safeguards Treg cellular identity, function, and immune homeostasis.", "date": "2025-12-13", "journal": ""}
{"title": "Multiobjective design of growth media with genome-scale metabolic models and Bayesian optimization", "doi": "10.64898/2025.12.12.693982", "authors": "Hallmann, N.; Guerra-Cornejo, C.; Burgess, K.; Merzbacher, C.; Oyarzun, D. A.", "abstract": "The optimization of culture media is critical for improving the efficiency and cost of cellular production systems. Traditional approaches often rely on extensive experimental trials or statistical methods, which can be both costly and time-consuming. Here, we present gsMOBO, a computational approach for media design that integrates genome-scale metabolic models with multiobjective optimization. Our method employs Flux Balance Analysis coupled with a top-layer Bayesian optimization routine for efficient exploration and optimization of nutrient combinations across high-dimensional spaces. We show that our method finds optimal medium formulations along a Pareto front balancing growth, production and cost of medium components. We illustrate the approach in models of Escherichia coli engineered to produce antibody fragments, as well as Bacillus subtilis strains that synthesize cyclic lipopeptides. Our results show that gsMOBO identifies media compositions and Pareto-optimal trade-offs consistent with prior experimental work. Our method provides a broadly applicable tool for the design of cost-effective and productive culture media, and offers a route to accelerate medium development in biomanufacturing.", "date": "2025-12-13", "journal": ""}
{"title": "Interplay between petal identity and cell layer identity in petunia flowers", "doi": "10.64898/2025.12.10.691030", "authors": "Cavallini-Speisser, Q.; Desert, E.; Duvernois-Berthet, E.; Chambrier, P.; Morel, P.; Letcher, B.; Rey, C.; Just, J.; Rodrigues Bento, S.; Bouyer, D.; Monniaux, M.", "abstract": "In flowering plants, floral organ identity is specified by the combinatorial action of homeotic genes. While the role of these genes in the early specification of organ identity is well established, their late function throughout floral organ development and in specific cell types is much less characterized. In particular, since plant organs are structured in clonally-independent cell layers, whether and how homeotic identity interacts with cell layer identity is unknown. We have previously identified cell layer-specific mutants for the petal identity gene PhDEF, resulting in drastically different petal phenotypes whether PhDEF is expressed in the petal epidermis or in the mesophyll. In this study, using a combination of single-cell RNA-Seq and chromatin immunoprecipitation on phdef cell layer-specific mutants, we find that PhDEF regulates a different set of target genes in the petal epidermis and mesophyll, and that most of its regulatory action takes place in the epidermis, although PhDEF is expressed evenly in the two petal cell layers. We uncover a high diversity of binding profiles in PhDEF target genes, with a complex combination of layer-specific or -aspecific binding sites driving their expression. Strikingly, binding profiles are not correlated with expression profiles in either cell layer. Our study highlights that floral homeotic genes like PhDEF can have different regulatory actions in different cell contexts, here different cell layers, and that cell layer identity indeed influences the regulatory processes underlying homeotic identity.", "date": "2025-12-13", "journal": ""}
{"title": "Human cortical networks trade communication efficiency for computational reliability.", "doi": "10.64898/2025.12.11.693716", "authors": "Fakhar, K.; Akarca, D.; Luppi, A.; Oldham, S.; Hadaeghi, F.; Vertes, P.; Bullmore, E.; Hilgetag, C.; Astle, D.", "abstract": "Brains are often described as cost-efficient communication networks, optimally balancing the cost of long connections with the benefits of fast communication. Here, inspired by the \"use it or lose it\" principle, we present a novel game-theoretic model of self-organizing neural units and show that the brain is, in fact, sub-optimal in both regards: First, we demonstrate that regional competition for connectivity under propagative communication dynamics naturally gives rise to network configurations similar to those derived from the human cortex while being even more efficient and economical. Next, we use a reservoir computing framework to compare the information processing capacity of these networks against those of the brain. Although comparable in performance, the more optimal trade-off comes with a tax on computational reliability. Through synthetic lesions, we show that these networks are fragile because, to optimize for communication, they funnel information through a spatially clustered \"oligarchy\" comprising a tight set of transmodal hubs. In contrast, the human brain uses a more distributed \"rich club\" backbone that better resists breakdown following targeted attacks, even when it means higher wiring costs and less efficient communication. This reveals a previously overlooked principle: cortical networks trade both cost and efficiency for reliable computation. Thus, our findings highlight computational reliability as another, and even more prominent driver of brain connectivity compared to wiring cost and communication efficiency.", "date": "2025-12-13", "journal": ""}
{"title": "Neural replay is connected to latent cause inference and supports fast generalization", "doi": "10.64898/2025.12.12.693963", "authors": "Renz, F. M.; Grossman, S.; Daw, N.; Dayan, P.; Doeller, C. F.; Schuck, N. W.", "abstract": "Generalizing from previous experience in value-based tasks requires discovering and exploiting hidden structure to draw inferences beyond direct observations, and thereby update information about the values of states. We combined behavior, functional magnetic resonance imaging, and computational modeling to test how latent cause inference guides neural replay, enabling fast generalization. Over two days, fifty-two participants performed a sequential decision task in which multiple visual sequences either shared a latent reward source or were associated with an independent reward. On day 1, participants learned this correlation structure and exploited it to achieve 1-shot value generalization after reversals. Multivariate decoding and sequentiality analyses revealed backward replay in visual cortex during rest intervals that was selective to unobserved reward-linked sequences, consistent with non-local value updating. In parallel, the representation of the abstract reward structure in medial temporal lobe (MTL) increased from early to late blocks on day 1. On day 2, we covertly changed which sequences shared rewards. Participants flexibly reorganized generalization, and replay patterns adapted, parallel to a reorganization of MTL representations. A LCI model captured the initial learning trajectory and adaptation upon changes in latent structure. The model captured individual differences in structure learning, and its value updating of unobserved states predicted trial-wise fluctuations in replay strength. These results provide a mechanistic account in which latent structure discovery and replay interact to propagate value and enable rapid, flexible generalization.", "date": "2025-12-13", "journal": ""}
{"title": "The expression level of CACNA1C-encoded CaV1.2 is a tipping point between promotion and inhibition of dendritic growth in neurons", "doi": "10.64898/2025.12.11.693636", "authors": "Lanzetti, S.; Mesirca, P.; Diestra, N. P.; Torre, E.; Mari, M.; Haddad, S.; Obermair, G. J.; Campiglio, M.; Folci, A.; Mangoni, M. E.; Di Biase, V.", "abstract": "The CACNA1C gene encodes the CaV1.2 L-type voltage-gated calcium channel, which plays a crucial role in neuronal signaling. CACNA1C is a risk gene for psychiatric conditions involving disruption of neuronal connectivity such as schizophrenia, autism, and bipolar disorders. While genomic studies are consistently reinforcing the notion of CACNA1C as an important locus related to these diseases, the role of CaV1.2 channels in determining neuronal architecture is incompletely understood. Several studies pinpoint the L-type current (ICaL) as regulator of dendritic arborization development. ICaL lays upstream of competing cellular mechanisms leading to both inhibition and promotion of dendritic growth. How signal selectivity is achieved remains an open question. Here, we report that ICaL -dependent dendritic development of murine cultured hippocampal neurons relies on CaV1.2 and is determined by an equilibrium between the level of CaV1.2 protein expression and ICaL activity. Indeed, increasing ICaL enhances dendritic complexity only when CaV1.2 expression level is reduced. In contrast, when channel levels are at baseline, the CaV1.2-dependent growing signal is overcome by the elevation of the dendritic growth inhibiting CaMKII signaling beyond basal conditions. These findings suggest that CaV1.2 expression level acts as a molecular switch between dendritic growing and inhibiting signals. Consequently, altered CaV1.2 expression during early development may alter neuronal structure, potentially impairing neural network formation and increasing susceptibility to psychiatric disorders.", "date": "2025-12-13", "journal": ""}
{"title": "Mucin-type O-glycans regulate proteoglycan stability and chondrocyte maturation", "doi": "10.64898/2025.12.11.693745", "authors": "Dong, X.; Bedillion, S.; Gosnell, K. E.; Zhao, P.; Basu, A.; Suryadevara, K.; Chapla, D.; Wells, L.; Weiss, R. J.", "abstract": "O-glycosylation is a ubiquitous post-translational modification essential for protein stability, cell signaling, and tissue organization, yet how distinct O-glycan subclasses coordinate tissue development remains unclear. Here, we identify functional crosstalk between extended mucin-type O-glycans and heparan sulfate proteoglycans (HSPGs). Genetic ablation of {beta}-1,3-galactosyltransferase 1 (C1GALT1) or its chaperone COSMC in human chondrocytes reduced cell surface HSPGs and fibroblast growth factor (FGF) binding, leading to impaired MAPK/ERK signaling, which was recapitulated in hypomorphic COSMC-CDG patient cells. Transcriptomic and secretome analyses revealed selective loss of proteoglycan expression and broader extracellular matrix remodeling in COSMC- and C1GALT1-deficient cells. Mechanistically, truncation of O-GalNAc glycans reduced Syndecan-1 levels at the cell surface via enhancing its lysosome-dependent degradation and diminished CD44v3-mediated FGF1 binding. Functionally, loss of complex O-GalNAc glycans disrupted chondrogenesis of growth plate-like chondroprogenitors. Overall, these findings reveal previously unrecognized roles for mucin-type O-glycans in maintaining proteoglycan stability and function, highlighting cross-regulatory mechanisms of glycosylation crucial for normal development that likely contribute to the pathophysiology of glycosylation-related disorders.", "date": "2025-12-13", "journal": ""}
{"title": "A subject-specific reversible folding model reveals geometry-driven white-matter organization", "doi": "10.64898/2025.12.10.693407", "authors": "Osman, B.; Vink, R.; Jalba, A. C.; Schilling, K. G.; Chamberland, M.", "abstract": "Tractography currently relies almost exclusively on diffusion data and seed maps, which alone remain insufficient for anatomically accurate fiber reconstruction. During brain development, white-matter fibers elongate alongside cortical folding, suggesting a close mechanistic link between cortical geometry and fiber organization. To investigate this link, we introduce a subject-specific cortical folding simulation framework that reconstructs an individual's folding trajectory using only a structural T1-weighted image. The quasi-static, constraint-based model reverses folding to generate an unfolded, fetal-like configuration and then refolds to map the resulting volumetric deformation onto fiber organization. Validation with longitudinal fetal MRI shows that simulated folds follow biologically plausible developmental paths. Applied to adult data, deformation of simple radial fibers reproduces diffusion-derived orientation patterns across the white matter and achieves high regional correspondence. The deformation model also generates characteristic short-range U-fibers as well as long-range association and commissural pathways, all without any diffusion input or machine learning. This approach provides a new, anatomically grounded source of subject-specific fiber orientation derived solely from cortical geometry, opening avenues for geometry-informed tractography.", "date": "2025-12-13", "journal": ""}
{"title": "Optimal feedback solutions recapitulate key features of motorcortical population dynamics", "doi": "10.64898/2025.12.12.694046", "authors": "Almani, M. N.; Saxena, S.", "abstract": "Neural populations display complex response patterns with marked transitions between distinct underlying computational strategies on very short timescales during motor tasks. Such complex-yet-structured dynamical strategies may reflect computational needs of neural systems, shaped by optimal feedback and autonomous mechanisms, in addition to biological constraints. Are there overarching computational principles that govern complex dynamical strategies exhibited by the neural population response? Here, we explore the hypothesis that computational strategies underlying neural population response represent optimal feedback solutions to the control of musculoskeletal dynamics through space for a goal. To validate this hypothesis, we develop a procedure called neural optimization using dynamical systems (NODS) learning to modify synaptic strengths within a recurrent network for locally-optimal feedback control of anatomically accurate musculoskeletal models during complex sensorimotor tasks. NODS learning works even when the objective function to be minimized is highly non-linear or the muscle model is very complex. The dynamical strategies underlying the neural network response constructed using NODS learning recapitulate key features of recorded population response. Importantly, optimal feedback solutions using NODS learning suggest that feedback mechanisms are essential for neural populations to flexibly transit between complex-yet-structured strategies. We further show that this framework provides theoretical foundations for why the solutions obtained using deep reinforcement learning algorithms extensively used to model sensorimotor tasks may explain the dynamical strategies underlying recorded population response. In summary, we develop novel methods and approaches suggesting that neural dynamics may be more strongly modulated by optimal feedback mechanisms, in addition to autonomous mechanisms, than previously appreciated.", "date": "2025-12-13", "journal": ""}
{"title": "Distinct Temporal Patterns of Human Neural Firing in the Subthalamic Nucleus During Speech and Orofacial Movement", "doi": "10.64898/2025.12.11.693637", "authors": "Jourahmad, Z.; Kovach, C. K.; Rohl, A. H.; Berger, J. I.; Tjaden, K.; Greenlee, J. D.", "abstract": "Clinical studies, along with electrophysiological findings, provide evidence that the subthalamic nucleus (STN) contributes to speech production. These studies have reported that the STN encodes diverse aspects of speech, comprising speech motor planning and execution, timing, and linguistic features such as phonetic content. However, none of these studies have included an orofacial non-speech motor task to evaluate speech-specificity of STN activity. Here, we examined the modulation of STN neurons while participants engaged in two speech tasks (sentence repetition and syllable repetition) as well as two non-speech orofacial movement tasks (jaw movement and tongue protrusion) in awake patients with Parkinsons disease undergoing deep brain stimulation implantation surgery. A total of 51 single- and multi-unit neural clusters were captured. A Poisson generalized linear model (GLM) was implemented to understand the temporal dynamics of STN activity. A larger proportion of clusters was modulated during speech (22%) than during orofacial movement (12%) and a substantial subset of STN neural clusters responded to overlapping speech and orofacial tasks (27%). The findings suggest that STN can encode both motor and linguistic aspects of speech production.", "date": "2025-12-13", "journal": ""}
{"title": "P/Q-type voltage-gated calcium channels regulate calcium signaling and developmental myelination in oligodendrocyte lineage cells", "doi": "10.64898/2025.12.12.694003", "authors": "Piller, M.; Doan, R.; Call, C. L.; Smith, S.; Monk, K.", "abstract": "Oligodendrocyte lineage cells (OLCs) are glia that arise as oligodendrocyte progenitor cells (OPCs) in the central nervous system (CNS) and may persist as progenitors or differentiate into myelin-producing oligodendrocytes (OLs). OLCs are sensitive to neuronal activity, which can influence myelin formation via activity-dependent myelination. Calcium influx in OLCs regulates many developmental processes, including stabilizing newly formed sheaths. OLCs possess P/Q-type voltage-gated calcium channels (VGCC) that contribute to calcium influx and mutations in these channels are implicated in a spectrum of neurological disorders, yet the functional significance of P/Q-type channels in OLCs is not well understood. In this study, we employ zebrafish to investigate the role of P/Q-type channels in OLCs in vivo during development. We use global and cell-type specific CRISPR/Cas9-mediated genome editing approaches in conjunction with live imaging and physiology to characterize the morphology and signaling properties of OLCs with mutated P/Q-type channel genes. P/Q-type channels are required for normal myelination in the developing CNS and mutants present with decreased amplitude sheath calcium transients, reduced myelin production, shorter myelin sheaths and blebbing membrane structures during development. These findings provide new insight into the role of P/Q-type calcium channels in regulating OLC development and myelination.", "date": "2025-12-13", "journal": ""}
{"title": "Presynaptic GABAB autoreceptors suppress neurotransmitter release during repetitive stimulation via the Gβγ-SNARE pathway.", "doi": "10.64898/2025.12.10.693514", "authors": "Zurawski, Z.; Lu, I.; Alford, S.; Potcoava, M.; Delbove, C.; Peters, C. J.; hamm, h. e.", "abstract": "GABAergic signaling provides the primary inhibitory mechanism of the brain, with defects linked to epilepsy, anxiety, depression, insomnia, schizophrenia and neurodegeneration. A key regulatory mechanism is autoinhibition of GABA release during repetitive activity via presynaptic Gi/o-coupled GABAB receptors, supporting synaptic tuning and memory formation, and limiting neurotransmitter spillover. Exogenous GABAB receptor agonists reduce presynaptic Ca2+ entry by inhibiting calcium channels. However, using transgenic mice expressing a mutant SNAP25 with diminished ability to bind G{beta}{gamma} (SNAP25{delta}3), we show that suppression by GABAB autoreceptors requires intact G{beta}{gamma}-SNARE interactions. Imaging of presynaptic Ca2+ transients in GABAergic axons showed no GABA-mediated autoreceptor suppression of Ca2+ entry during stimulus trains. In contrast, application of the exogenous GABAB receptor agonist baclofen profoundly inhibited Ca2+ entry, which could be partially reversed by exogenously elevating cAMP, indicating a complementary role of inhibition of adenylyl cyclase. Baclofen reduced spontaneous IPSC frequency and amplitude and both effects were diminished in SNAP25{delta}3 mice, consistent with inhibition at Ca2+ channels and SNARE complexes. Physiological GABA-mediated and exogenous GABAB receptor activation thus produce distinct outcomes on GABAergic neurotransmission, indicating that synthetic drug application to neurons does not faithfully recapitulate endogenous signaling pathways. We conclude that endogenous rapid GABAB autoreceptor signaling inhibits neurotransmitter release primarily by G{beta}{gamma}-mediated inhibitions of SNARE mechanisms, whereas prolonged agonist application additionally suppresses Ca2+ influx via cAMP signaling.", "date": "2025-12-13", "journal": ""}
{"title": "A Unified Mechanism for Depth Perception and Figure-Ground Organization", "doi": "10.64898/2025.12.10.693427", "authors": "Chen, T.; Cheng, X.", "abstract": "Understanding how the visual system unifies depth perception and figure ground organization remains a central challenge in vision science. Stereoscopic disparity and border ownership have long been treated as distinct processes, yet both arise with similar timing in area V2 and exhibit strikingly parallel properties. Here we propose a unified mechanism that integrates both within a single hierarchical framework. Building upon the layered disparity representation introduced in our prior work, we show that border ownership, serving as the key component of figure ground organization, emerges intrinsically from thresholded relative disparity differencing, providing a unified basis for contour-based segmentation and depth perception. Using biologically constrained network models (TcNet), we demonstrate that this mechanism generalizes across binocular and illusory depth domains, bridging physical and nonepipolar disparity cues. At the systems level, we identify complementary dual feedback pathways from area V4: V4->V1, which refines and re-weights layered disparity maps, and V4->V2, which integrates global contextual priors such as shape continuity and category consistency. Together, these recurrent loops balance fine-scale depth precision with large-scale figure ground coherence, offering a unified explanation for perceptual alternations such as the Rubin Face Vase and Kanizsa illusions. This framework integrates intrinsic disparity computation, border-ownership dynamics, and hierarchical feedback modulation into a coherent, biologically plausible model. It provides a mechanistic account of how early visual areas interact with higher cortical feedback to achieve stable yet flexible perception of depth and figure ground organization within a unified temporal cycle.", "date": "2025-12-13", "journal": ""}
{"title": "Dorsolateral striatal acetylcholine reorganizes neural ensembles to anticipate threat", "doi": "10.64898/2025.12.10.693585", "authors": "Dinckol, O.; Wenger, N. H.; Maddox, C.; Good, T.; Copling, A.; Patel, B. P.; Bozdag, Z.; Kutlu, M. G.", "abstract": "Adaptive behavior requires flexible encoding of emotional valence. Although striatal acetylcholine (ACh) signaling is critical for reinforcement learning, its contribution to aversive learning has remained poorly defined. Here, we demonstrate that ACh release in the dorsolateral striatum (DLS) is selectively biased toward negative valence. Using fiber photometry with a genetically encoded ACh sensor, we found that ACh release robustly increased during threat prediction but decreased in anticipation of rewarding outcomes, revealing a bidirectional and valence-specific signature. Optogenetically stimulating ACh release at cue onset accelerated threat learning, impaired extinction, and shifted behavioral responding toward persistent threat expectancy. Concurrent single-cell calcium imaging and optogenetic manipulation revealed that elevated ACh release dynamically reorganized DLS ensemble activity, increasing both excited and inhibited neurons and producing large-scale state-space divergence during threat cues. During extinction, optogenetically sustained ACh release preserved the organization of threat-predictive DLS ensemble activity despite the absence of shock. These findings identify DLS ACh as a valence-specific neuromodulatory signal that reconfigures striatal network dynamics, primes ensembles for impending threat, and biases learning toward threat persistence.", "date": "2025-12-13", "journal": ""}
{"title": "A neuron type-specific microexon in Ank3/ankyrin-G modulates calcium activity and neuronal excitability", "doi": "10.64898/2025.12.12.693948", "authors": "Alam, S.; Dermentzaki, G.; Garcia, D. C.; Li, M.; Wang, R.; Campbell, M.; Balbo, I.; Phillips, B. L.; Li, M.; Estrada, J.; Zazhytska, M.; Yeh, Y.-T.; Min, L.; Rafikian, E.; Valenzuela, E.; Joseph, B.; Patel, T.; Ustienenko, D.; Lovett, H.; Feng, H.; Wang, X.; Morton, S. B.; Lin, C. S.; Waites, C. L.; Wichterle, H.; Chen, L.; Yang, M.; Au, E.; Jovanovic, M.; Lomvardas, S.; Jenkins, P. M.; Yang, R.; Kuo, S. H.; Peng, Y.; Yang, G.; Harrison, N. L.; Zhang, C.", "abstract": "Recent studies have revealed many alternative exons differentially spliced across diverse neuron types in the mammalian brain, but their links to neuronal physiology remain unclear. Here we characterize a deeply conserved microexon E35a in Ank3 encoding ankyrin-G (AnkG), a multifaceted adaptor protein best known as a master organizer of the axon initial segment (AIS) and as a leading genetic risk factor for bipolar disorder. E35a is predominantly skipped in cortical glutamatergic neurons but included in cortical GABAergic neurons and cerebellar neurons, which is dictated by multiple neuronal splicing factors. In E35a-deletion mice we generated, interneurons show increased excitability and somatic Ca2+ activity, without disruption in AIS. Biochemical analyses suggest that E35a inclusion facilitates AnkG interaction with a protein complex involving inositol trisphosphate receptors (InsP3Rs) important for intracellular Ca2+ signaling. Alternative splicing therefore allows AnkG to modulate neuron type-specific excitability in addition to its ubiquitous pan-neuronal role in organizing the AIS.", "date": "2025-12-13", "journal": ""}
{"title": "Varied monoamine reuptake inhibitors reduce parvalbumin expression; implications for pyramidal cell disinhibition and enhanced neuroplasticity", "doi": "10.64898/2025.12.12.693967", "authors": "Hummel, K.; Shautidze, G.; Thorland, E.; Amontree, M.; Wonnenberg, P.; Blanco, I.; Conant, K.", "abstract": "First-line antidepressants are effective in a significant percent of individuals but a full understanding of how these therapeutics target specific endpoints is lacking. Prior work has shown that depression is associated with hippocampal atrophy and that antidepressants can increase neurotrophin levels to increase hippocampal neurogenesis as well as hippocampal pyramidal cell (PC) spine density and arbor. These effects likely contribute to amelioration of symptoms. A less well-explored possibility is that antidepressants concomitantly disinhibit hippocampal PC activity, which could also facilitate increased PC arbor, spinogenesis and/or activity. In accordance, previous studies have shown antidepressants can attenuate stress-induced upregulation of perineuronal nets (PNNs). PNNs are predominantly localized to parvalbumin (PV) expressing GABAergic interneurons and increase PV expression and neuronal activity. Though specific antidepressants have been explored for effects on regional PNN expression, the question of whether hippocampal PNN/ECM remodeling is a shared feature of varied antidepressant drugs and more importantly, of whether it is associated with significant hippocampal PV inhibition, has not been well-addressed. Herein we examine three monoamine reuptake inhibitors, fluoxetine, venlafaxine and viloxazine, in animal models for effects on PNN remodeling and PV expression, a proxy for PV activity. We observe shared effects of these therapeutics including the ability to increase PNN degrading effectors that can downregulate PV activity. Consistent with this, we observe shared effects of these drugs in terms of their ability to significantly reduce PV levels. These findings highlight the possibility that ECM remodeling and associated hippocampal PC disinhibition represent a shared feature of varied antidepressant medications.", "date": "2025-12-13", "journal": ""}
{"title": "Dynamic evolution of EZHIP, an inhibitor of the Polycomb Repressive Complex 2 in mammals", "doi": "10.64898/2025.12.12.693809", "authors": "Raman, P.; Khan, H.; Young, J. M.; Tsukiyama, T.; Malik, H. S.", "abstract": "The Polycomb Repressive Complex 2 (PRC2) is an ancient, conserved chromatin-interacting complex that controls gene expression, facilitating differentiation and cellular identity during development. Its regulation is critical in most eukaryotes. EZHIP was recently characterized as a PRC2 inhibitor and oncohistone mimic in mammals. Although Ezhip expression is typically restricted to the germline, its aberrant expression in pediatric brain tumors inhibits PRC2-mediated H3K27 methylation and drives disease progression. To gain a deeper understanding of its normal functions, we systematically examined Ezhip evolution across 70 mammals using comparative genomics, synteny analysis, and motif discovery. Bolstering previous work, we find that Ezhip originated and has been strictly retained on the X chromosome in placental mammals. In addition to the highly conserved H3K27M-like histone mimic motif, our motif analysis reveals seven previously unidentified EZHIP motifs, including a putative nuclear localization signal, and tandem repeats that are largely well-conserved in placental mammals, except in some lineages. We hypothesize that these motifs are also critical to EZHIPs functions, including in PRC2 interaction and inhibition. We show that Ezhip has evolved under strong diversifying selection in primates and underwent dynamic expansions and losses across species. Some paralogs, such as Ezhip2 in primates, also evolved under positive selection. Based on its evolutionary attributes and germ-cell expression, we propose that Ezhip arose and evolved rapidly due to inter-parental conflict over fetal development in utero in placental mammals. Our work provides a foundation for further investigations into EZHIPs essential, potentially multifaceted roles in mammalian reproduction and disease.", "date": "2025-12-13", "journal": ""}
{"title": "A Novel Patient-Derived Mutation in Glucocorticoid Receptor Reveals an Essential Role for DNA binding in Development and Endocrine Regulation", "doi": "10.64898/2025.12.12.693739", "authors": "Tettey, T. T.; Lao, Q.; Vaid, S.; Kim, S.; Varticovski, L.; Kolli, V.; Merke, D. P.; Hager, G.", "abstract": "Glucocorticoid receptors (GRs) are vital transcription factors regulating stress responses, metabolism, and development. We report here a novel heterozygous NR3C1 c.1310C>T (p.T437I) variant within the GR DNA-binding domain found in a family exhibiting clinical and hormonal manifestations of partial glucocorticoid resistance. Patient-derived fibroblasts demonstrated an overall suppression in dexamethasone-induced transcription. To comprehensively assess the significance of the variant, we engineered a knock-in mouse model (Nr3c1+/T444I mice) using CRISPR-Cas9, providing an in vivo model of the patient-derived GR mutation at the orthologous residue. Heterozygous mice exhibited partial glucocorticoid resistance, dysregulated HPA axis activity and impaired dexamethasone suppression, closely recapitulating the patient phenotype. Homozygous Nr3c1T444I/T444I embryos were recovered at embryonic day 12.5 (E12.5) but did not survive to term, indicating mid-gestational lethality. Transcriptomic profiling of primary mouse embryonic fibroblasts revealed dosage-dependent effects with heterozygotes showing an intermediate response to dexamethasone compared to wild-type, while homozygotes showed a markedly blunted response. Our results challenge prior assumptions by demonstrating that GR DNA-binding is essential for embryogenesis, while offering a new preclinical platform to investigate glucocorticoid resistance pathophysiology and therapeutic interventions.", "date": "2025-12-13", "journal": ""}
{"title": "BCL-XL Dependence is a Subtype Agnostic Actionable Feature of Difficult-to-Treat Kidney Cancers", "doi": "10.64898/2025.12.10.693422", "authors": "Basuroy, T.; Grubb, T.; Sadagopan, A.; Qin, X.; Madison, K.; Hall, A.; Willard, B.; Vanharanta, S.; Sarosiek, K.; Viswanathan, S. R.; Chakraborty, A. A.", "abstract": "The BCL-XL anti-apoptotic protein is a clear cell Renal Cell Carcinoma (ccRCC) dependency; however, the mechanism of this dependence and its relevance in other aggressive kidney cancer contexts, including metastatic and/or rare RCC subtypes [e.g., Fumarate Hydratase (FH)-deficient and sarcomatoid RCCs], is unknown. Computational predictions, using a machine learning model trained on the human RCC TCGA dataset, and cell-based validations, confirmed BCL-XL dependence in all RCC subtypes. Remarkably, cell state changes, anoikis programs, inflammatory state, and metabolic perturbations (e.g., fumarate production in FH-deficient RCCs) independently conferred increased BCL-XL dependence. Correlation studies revealed that increased AMPK isoform 2 (PRKAA2) expression is a kidney-specific biomarker of BCL-XL dependence. Indeed, pharmacological AMPK activation sensitized RCCs to BCL-XL blockade. Finally, using functional studies, we developed a multivariate model that accurately predicted BCL-XL dependence in RCC. Our studies offer biomarkers for patient stratification and credential BCL-XL as a subtype agnostic vulnerability in difficult-to-treat RCCs.", "date": "2025-12-13", "journal": ""}
{"title": "Blocking Minor Intron Splicing Disrupts DNA Repair and Overcomes Therapy Resistance in Prostate and Breast Cancer", "doi": "10.64898/2025.12.10.693392", "authors": "Augspach, A.; Francica, P.; Girardini, K.; Jaquet, M.; Lehner, M.; Rodriguez Calero, A.; Komarek, C.; Fernandez Gonzalez, M.; Williams, H.; Deng, X.; Lingg, L.; Zivko, C.; Fuchs, V.; Diop, S.; Maletti, S.; de Brot, S.; Ewe, A.; Perugini, E.; Jamieson, N. B.; Doncheva, Y.; Kennedy Dietrich, C.; Thienger, P.; Akhoundova, D.; Benjak, A.; Eigner, A.; Kanadia, R.; Rottenberg, S.; Rubin, M.", "abstract": "The minor spliceosome (MiS) is a specialized RNA-processing machinery upregulated in cancer, promoting oncogene expression. We uncovered an adaptive resistance mechanism driven by secretion of extracellular vesicles enriched in U6atac snRNA, which amplifies MiS activity and promotes therapy resistance. Here, we show that U6atac snRNA, a crucial MiS component, reverses this process when depleted, revealing it as a druggable vulnerability in therapy-resistant prostate and breast cancers. U6atac knockdown triggers R-loop mediated DNA damage while impairing repair by downregulating key DNA repair factors, disabling both homologous recombination and non-homologous end joining. This dual effect sensitizes prostate and breast tumors to PARP inhibitors, cisplatin, and radiation, independent of BRCA status. Across multiple in vitro and in vivo models, MiS targeting demonstrates tumor-selective activity with minimal toxicity. These findings position U6atac as a central regulator of genome stability and establish MiS targeting as a promising approach to potentiate genotoxic therapy and overcome resistance.", "date": "2025-12-13", "journal": ""}
{"title": "Microenvironment-Inferred Genotyping: An Exclusionary Classifier for EGFR Amplification When DNA Testing Fails", "doi": "10.64898/2025.12.10.693431", "authors": "Baker, E. A.; Mehaffy, N. S.", "abstract": "EGFR amplification occurs in approximately 40-50% of glioblastoma (GBM) cases and is critical for treatment selection. However, GBM tissue samples frequently yield insufficient material for comprehensive molecular testing due to extensive necrosis and tissue quality limitations. This affects thousands of patients annually in the United States. We developed a microenvironment-inferred genotyping approach, enabling molecular classification by measuring the \"oligodendrocyte desert\" effect when direct genetic testing is impossible. Using single-cell RNA-seq data from 102 GBM patients (1.47M cells), we identified oligodendrocyte exclusion patterns associated with EGFR amplification. We developed a 13-feature machine learning classifier and computationally validated it across 540 patients from four independent bulk RNA-sequencing datasets. EGFR-amplified tumors created detectable oligodendrocyte deserts (60-70% depletion, p<0.001). Our exclusionary classifier achieved AUC 0.845 in discovery cohorts and 0.756 average across validation datasets (n=540 patients). With a positive predictive value of 94%, this tool identifies high-confidence candidates for EGFR targeted therapies who would otherwise be excluded from treatment. To our knowledge, this is the first algorithm enabling microenvironment-inferred genotyping from routine RNA-seq data, providing rescue diagnosis for EGFR classification when DNA testing fails.", "date": "2025-12-13", "journal": ""}
{"title": "Modification of Death receptor-mediated cell death in osteosarcoma cell lines using epigenetic modifiers", "doi": "10.64898/2025.12.10.693227", "authors": "Prabhakaran, H. S.; Cross, N. A.", "abstract": "Osteosarcoma is a bone malignancy most prevalent in adolescent populations. Despite advances in multi-agent chemotherapies and surgical procedures, the survival rate remains <30% for patients with metastasis. Tumour necrosis factor-related apoptosis inducing ligand (TRAIL) is a promising anti-cancer agent, but when used as a single-agent, TRAIL-resistance occurs. Anti-Death receptor-4 and -5 agonistic mAbs are TRAIL mimetics proven to have higher specificity towards DR4 and DR5 receptor thus avoiding decoy receptors. However, their efficacy is also limited due to rapid development of resistance. In this study, the epigenetic modifiers Trichostatin A, GSK343 and BIX-01294 were explored in combination with an anti-DR5 agonistic mAb (DR5 mAb) to evaluate their anti-cancer efficacy in osteosarcoma cell lines Saos-2 and MG63. These cell lines are known to be insensitive TRAIL-induced apoptosis due to overexpression of membrane-bound and soluble decoy receptors to TRAIL, but are more sensitive to DR5 mAbs. Trichostatin A, a Histone deacetylase inhibitor (HDACi) demonstrated a synergistic effect in sensitising osteosarcoma cells to DR5 mAb. Conversely, inhibitors of the Histone methyltransferase GSK343 (EZH2i) and BIX-01294 (G9ai) in combination with DR5 mAb had an antagonistic effect on apoptosis induction. The drug combinations were also evaluated in 3D alginate tumour spheroids, and both GSK343 and BIX-01294 inhibited DR5 mAb-mediated apoptosis.", "date": "2025-12-13", "journal": ""}
{"title": "Ephrin inhibition disrupts stromal-cancer crosstalk and reduces metastasis in pancreatic cancer", "doi": "10.64898/2025.12.10.693406", "authors": "Bolton, C. L.; O'Sullivan, R.; Fuertes-Marin, G.; Sprouse, F.; Wang, H.; Menezes, S.; Tan, A. C.; Simoncelli, S.; Cameron, A. J. M.; Marshall, J. F.; Henkemeyer, M.; Carter, E. P.; Grose, R. P.", "abstract": "Cancer associated fibroblasts (CAFs) are critical drivers of disease progression and metastasis within the pancreatic tumour microenvironment. Using a 3D spheroid model of CAF-led invasion, we identified complementary expression of ephrin family receptors (EPHB2) and ligands (EPHRINB2) between cancer cells and CAFs, implicating this bidirectional signalling family in tumour progression. Through pancreatic stellate cell-derived CAFs isolated from genetically modified mouse models, where EphrinB was either lacking or modified by a gain-of-function mutation, we identified both forward and reverse signalling to be required for invasion. In a syngeneic murine orthotopic model of pancreatic cancer, we show that first-in-class tetramerisation inhibitors of Eph/Ephrin interactions can reduce local invasion in primary tumours, and significantly decrease metastatic tumour spread across multiple organ sites. Our data highlight Ephrin signalling as a critical nexus for CAF-cancer crosstalk and establish a foundation for the clinical development of targeted EPH-EPHRIN inhibitors to counter metastatic invasion.", "date": "2025-12-13", "journal": ""}
{"title": "The taxonomics of the diverse, lithe basal eutyrannosaur genera and species of late Maastrichtian western North America", "doi": "10.64898/2025.12.10.693447", "authors": "Sancarlo, F.; Paul, G. S.", "abstract": "In 1946 Gilmore observed that the Hell Creek Formation portion of the late Maastrichtian TT-zone contained more tyrannosaur taxa than just titanic Tyrannosaurus rex, based on a small, ontogenetically mature skull with a higher tooth count than the tyrant lizard. Over four decades later the skull was assigned to its own genus, Nanotyrannus lancensis. Also tagged shortly after was the genus Stygivenator molnari. At the turn of the century it was contended that all TT-zone tyrannosaurs are adult or juvenile T. rex, a view that became accepted by many. Because of the unusual morphological alterations that this hypothesis requires, it was consequently proposed that during ontogeny T. rex experienced a peculiar fish like metamorphosis. Detailing normal amniote growth more broadly than prior work on the subject, this analysis rejects radical ontogenetic speculations, in favor of Tyrannosaurus having shared much the same average amniote/diapsid conventional growth observed in its fellow tyrannosaurids and especially tyrannosaurins. Actual juvenile Tyrannosaurus specimens show the same tooth count and other osteological features observed in the adults, negating the need for the metamorphosis not observed in any amniotes. Most lesser sized TT-zone tyrannosaurs possess a number of features that indicate they are not only not Tyrannosaurus, but represent an array of basal eutyrannosaur taxa that are neither Nanotyrannus nor Stygivenator, with high tooth counts, and at least in some examples elongated hands, prominent dentary grooves and other features. Two new taxa are correspondingly named, Gilmorelarsontyrannus lethaeus and Elegansvenator zannoae. These are postulated to represent at least in part the migration of basal eutyrannosaurs from former Appalachia into the Laramidia region via the new Laralachia land bridge. The total number of tyrannosaur taxa now known to have inhabited the TT-zone for over 1 MA is seven species in five genera from multiple subfamilies, with a smaller portion of this collection extant at any given stratigraphic level.", "date": "2025-12-13", "journal": ""}
{"title": "Beta2* Nicotinic Receptors Tune Prefrontal Behavior Through Distinct Neuronal Populations", "doi": "10.64898/2025.12.10.693421", "authors": "Abbondanza, A.; Elias, J.; Verma, C.; Alves Barboza, A. R.; Capek, M.; Dhabalia, T. J.; Grigelova, A.; Dumas, S.; Bernard, V.; Janickova, H.", "abstract": "Nicotinic acetylcholine receptors containing beta2 subunit (beta2* nAChRs) are widely expressed in the mouse prefrontal cortex (PFC), where they regulate behavioral and cognitive domains associated with this region and represent potential therapeutic targets for neuropsychiatric symptoms. However, current pharmacological tools cannot distinguish among receptors expressed by different neuronal populations, and the functional roles of beta2* nAChRs in specific neuronal types remain poorly understood. In this study, we examined the expression and behavioral significance of beta2* nAChRs in distinct neuronal populations of the mouse PFC. We first used fluorescence in situ hybridization (FISH) to analyze the expression of the beta2 nicotinic subunit in major neuronal types and cortical layers. We then used CRISPR to knock down (KD) the beta2 subunit in two PFC populations and, for comparison, in a striatal population. KD of the beta2 subunit in deep-layer PFC neurons defined by neuropeptide Y (NPY) expression specifically altered working memory and exploratory behavior and affected social and anxiety-like behavior. In contrast, KD in PFC interneurons expressing serotonin receptor 5HT3a led to a hypersocial phenotype. KD of beta2* nAChRs in a rare NPY-expressing striatal population resulted in subtler and largely opposing changes in similar behavioral domains. These findings show that beta2* nAChRs expressed by distinct neuronal populations contribute differentially, and sometimes oppositely, to behavioral regulation. Our data suggest that cell-type- and region-specific expression of beta2* nAChRs is required for the modulation and fine-tuning of behavioral domains relevant to neuropsychiatric disorders.", "date": "2025-12-13", "journal": ""}
{"title": "Over-Reliance on Prior Expectations in Relapsing-Remitting Multiple Sclerosis", "doi": "10.64898/2025.12.10.693435", "authors": "Pourmohammadi, A.; Rezaei, H.; Adibi, A.; Dehghani, M.; Gorji, A.; Sima, S.; Adibi, I.; Sanayei, M.", "abstract": "Cognitive impairment is a common and disabling feature of multiple sclerosis (MS). Bayesian models of perception and action provide a powerful framework to better understand how cognitive processes are altered in MS. In this study, we employed a time reproduction paradigm within a Bayesian framework to investigate the underlying mechanisms of cognitive dysfunction in patients with relapsing-remitting MS. We applied a modified Bayesian observer model, which partitions time reproduction into three stages: sensory measurement, time estimation, and motor response. We found that both MS and control groups showed a systematic bias in reproducing time, overestimating short intervals and underestimating long intervals. This bias was significantly larger in patients with MS compared with controls, reflecting an over-reliance on prior expectations relative to sensory-motor information. Computational modeling indicated that this increased bias in the MS group was driven by greater measurement noise during the sensory stage. Moreover, central tendency bias increases with age in healthy participants as reliance on prior expectations becomes stronger than sensory-motor evidence. Interestingly, we found that this age-related effect on bias was absent in patients with MS. Further analysis showed both younger and older patients performed equally biased, and their performance was similar to older healthy participants.", "date": "2025-12-13", "journal": ""}
{"title": "Divergent myelopoiesis and macrophage polarization underlie host susceptibility to chronic Chlamydia trachomatis infection", "doi": "10.64898/2025.12.10.693437", "authors": "Ramanaiah, N. C.; Yadav, S.; Rajput, R.", "abstract": "Chronic genital infection with Chlamydia trachomatis is associated with immune suppression and pathogen persistence, but the mechanisms underlying this phenomenon remain poorly defined. Here, we show that chronic C. trachomatis genital infection differentially reprograms myelopoiesis and macrophage polarization in genetically distinct mouse strains. In BALB/c mice, infection expanded bone marrow progenitors with enhanced colony-forming potential but skewed their differentiation toward immunosuppressive M2 macrophages and myeloid-derived suppressor cells (MDSCs). These cells accumulated in the spleen, blood, and genital tract, secreted IL-10 and TGF{beta}, and suppressed T cell proliferation, thereby impairing IFN{gamma}-driven clearance. In contrast, C57BL/6 mice exhibited C/EBP{beta}-driven myelopoiesis favoring M1 polarization, elevated IL-12 and nitric oxide production, and robust Th1 responses that facilitated bacterial elimination. Together, these findings demonstrate that host genetic background dictates divergent innate programming during C. trachomatis infection, and that the balance between M1- and M2/MDSC-dominated myelopoiesis determines whether infection resolves or progresses to chronicity.", "date": "2025-12-13", "journal": ""}
{"title": "Cilia.io: Computer vision and machine learning reveal spatial patterns of cilia beating dynamics in the spinal cord", "doi": "10.64898/2025.12.10.693099", "authors": "Atayeter, E.; Ho, J.; Blottin, T. G.; Joe, I. B.; Sistrunk, R. S.; Zhang, B.; Solnica-Krezel, L.; Gerstlauer, A.; Wallingford, J. B.; Gray, R. S.", "abstract": "Motile cilia coordinate fluid flows that are essential for normal tissue physiology and function. Cilia display diverse beating waveforms, and while pronounced defects are strongly associated with motile ciliopathies, more subtle alterations may also influence disease manifestations. Finer quantification of ciliary dynamics is critical for a full understanding of cilia-associated disorders, but the heterogeneity of cilia beating dynamics makes accurate and robust characterization challenging. Because existing tools have proven to be limiting in noisy in vivo environments, we developed Cilia.io, a machine learning (ML)-based quantification tool that uses state-of-the-art vision transformers to segment cilia out of the background based on their biological features. Cilia.io enables fast, accurate, and reproducible quantification of motile cilia morphodynamics and outperforms existing tools. Indeed, using Cilia.io, we discovered distinct regional differences in ciliary waveforms in the zebrafish spinal cord. The ability of Cilia.io to capture subtle ciliary defects was further demonstrated by analyzing a novel allele in the ciliopathy gene bbs2 that causes a highly heterogeneous scoliosis phenotype. In these mutants, only dorsal cilia displayed altered beating dynamics, while ventral cilia remained largely unaffected. Our new tool therefore represents a substantial advance on existing methods and suggests that additional fine-scale analyses of ciliary beating will be important for understanding organismal phenotypes and cilia-driven disease.", "date": "2025-12-13", "journal": ""}
{"title": "Patterns of brain-wide associations reflect socioeconomics", "doi": "10.64898/2025.12.10.693206", "authors": "Marek, S.; Donohue, M. R.; Karcher, N.; Hoyniak, C.; Chauvin, R.; Meyer, A.; Miller, J.; Van, A. N.; Wang, A.; Baden, N.; Suljic, V.; Scheidter, K.; Monk, J.; Whiting, F.; Ramirez-Perez, N.; Krimmel, S.; Metoki, A.; Paul, S. E.; Gorelik, A.; Hendrickson, T. J.; Malone, S. M.; Schwarzlose, R.; Cardenas-Iniguez, C.; Herting, M.; Petersen, S.; Luby, J.; Randolph, A.; Shanahan, M.; Turkheimer, E.; Kay, B. P.; Gordon, E. M.; Laumann, T. O.; Barch, D.; Fair, D. A.; Tervo-Clemmens, B.; Dosenbach, N. U.", "abstract": "Previous brain wide association studies (BWAS) cross sectionally linked a specific behavioral trait, most commonly IQ or psychopathology, to variation in brain function or structure. Here, we expanded the focus of BWAS from effect sizes to interpretability and generalizability by mapping 649 variables to brain function and structure. We compared the resultant BWAS maps to other types of brain data to annotate the BWAS patterns. Socioeconomic status (SES), not IQ or psychopathology, showed the strongest associations with both resting-state functional connectivity (RSFC) and cortical thickness in the Adolescent Brain Cognitive Development (ABCD) Study. A principal exposome brain pattern, anchored to sensory and motor cortex, captured 34% of the variance across all BWAS maps. This exposome pattern was strongly correlated with the SES and IQ BWAS maps and non BWAS maps of sleep (EEG), norepinephrine (PET), and stimulants (drug trial), but not cognitive activation maps (task fMRI). Adjusting for SES, reduced brain with IQ associations by 40%. Brain with IQ associations did not generalize, as they could no longer be detected in subsamples drawn from only higher SES backgrounds, while brain with SES associations remained strong in higher IQ only subsamples. These findings reveal SES as the principal axis of population level brain variation, possibly stemming from the sleep deprivation and heightened stress associated with lower SES, since socioeconomics can only indirectly affect the brain.", "date": "2025-12-13", "journal": ""}
{"title": "Transcriptomic profiling of epigenetic regulators and metabolic reprogramming in human cholangiocarcinoma", "doi": "10.64898/2025.12.10.693445", "authors": "Lopez-Pascual, A.; Elurbide, J.; Valbuena-Goiricelaya, E.; Latasa, M. U.; Anaya, E.; Adan-Villaescusa, E.; Castello-Uribe, B.; Martinez-Perez, L. A.; Uriarte, I.; Arechederra, M.; Ciordia, S. J.; Corrales, F. J.; Frankova, S.; Sticova, E.; Fabian, O.; Colyn, L.; Inacio, P.; Arnes-Benito, R.; Bayo, J.; Huch, M.; Berasain, C.; Fernandez-Barrena, M. G.; Avila, M. A.", "abstract": "Background: Epigenetic alterations play an increasingly recognized role in carcinogenesis and in the development of resistance to anticancer therapies. Epigenetic enzymes (writers and erasers) and effectors (readers) are largely influenced by the availability of metabolites grenerated through one-carbon metabolism (OCM), the tricarboxylic acid (TCA) cycle, and acetyl-CoA synthesis (ACS). In this study we examined the expression of epigenetic and metabolic genes to investigate their interplay in cholangiocarcinoma (CCA). Method: We examined 257 epigenetic genes (EpiGs), 96 metabolic genes (MGs), and 189 rate-limiting enzymes (RLEs) in transcriptomic data from iCCA, eCCA, CCA organoids, and normal bile ducts, alongside prognostic signatures. CRISPR-Cas9 DepMap data evaluated the impact of EpiGs and MGs on cell viability. HuCCT-1 iCCA cells were exposed to hypoxia (1% O2, 24 h) to assess EpiG responses. Transcriptomic deconvolution characterized EpiGs, MGs, and RLEs expression across four tumor microenvironment (TME) subtypes. Two mouse CCA models (Akt/TAZ, Akt/NICD) underwent RNA-seq, complemented by multi-omic profiling (transcriptomic, proteomic, metabolomic) in Akt/TAZ livers. Results: Several EpiGs were upregulated in iCCA and eCCA, including writers (DNMT1, EZH2, SUZ12), readers (CBX3, PHF20L1, SMARCA4), and erasers (HDAC1, HDAC3, KDM5C). MGs in OCM, TCA, and ACS pathways were dysregulated (up: GART, IDH2, TYMS; down: ALDH1L1, MAT1A, SHMT1). Integrated analyses identified 27 EpiGs and 8 MGs whose overexpression predicted poor survival. Subsets of EpiGs, MGs, and RLEs were linked to proliferative, high-recurrence iCCA subclasses. CRISPR screens highlighted 50 EpiGs and 23 MGs essential for CCA viability. Tumor microenvironment (TME) analyses revealed distinct immune-stromal subclasses with coherent epigenetic-metabolic signatures. In CCA cells, hypoxia induced epigenetic programs that mirrored those in CCA patients. Transcriptomic analyses in human and multi-omic analyses (transcriptomic, metabolomic, and proteomic studies) in mouse CCA livers highlighted rewiring of nucleotide, one-carbon, lipid, and mitochondrial pathways, with evidence of metabolic-epigenetic crosstalk. Conclusion: EpiGs and MGs are markedly altered in both human and experimental CCA, with several changes particularly enriched in aggressive molecular subclasses associated with poor prognosis. We observed substantial rewiring of epigenetic cofactor-related MG expression in CCAs. Functional assays validated new targets among EpiGs (e.g. CBX3, CHD4, DEK, SMARCA4, and TRIM28) and MGs (TYMS and IDH2) in CCA.", "date": "2025-12-13", "journal": ""}
{"title": "Tracking gene expression of single mitochondria in live neurons using nanotweezers", "doi": "10.64898/2025.12.10.693488", "authors": "Sahota, A.; Nadappuram, B.; Allerton, S. C.; Lesept, F.; Howden, J.; Claxton, S.; Liu, Y.; Aprile, F. A.; Kittler, J.; Devine, M. J.; Edel, J.; Ivanov, A.", "abstract": "Neurons are highly polarised cells that depend on mitochondria for energy and signalling homeostasis. Importantly, energy and signalling requirements vary considerably across individual neurons both spatially and temporally. Therefore, to fully understand neuronal mitochondria, methods are needed to analyse mitochondria in live cells over time. The nanotweezer, a minimally invasive single-cell sampling technique, enables precise extraction a individual mitochondria from defined subcellular locations. Here, we combine single-mitochondrial extraction from live neurons with mitochondrial gene expression tracking and mtDNA profiling. By tracking mitochondrial gene expression in the same neurons over time, we reveal a downregulation of mitochondrial genes MT-ND1 and MT-ATP6 following exposure to -synuclein aggregates, independent of the proximity of the aggregates to the sampled mitochondria. Our approach provides precise, dynamic measurements of mitochondrial composition and gene expression in vivo at single-organelle resolution, enabling mechanistic studies of neuronal mitochondrial heterogeneity and its perturbation in models of neurodegeneration.", "date": "2025-12-13", "journal": ""}
{"title": "Cellular deconvolution of the brain with topological magnetic resonance image analysis", "doi": "10.64898/2025.12.10.693426", "authors": "Vazquez, L. A.; Fromandi, M. B.; Hagemann, T. L.; Risgaard, R. D.; Gonzalez, J. M. G.; Singh, A. P.; Frautschi, P.; Hurley, S. A.; Sousa, A. M. M.; Dean, D. C.; Ulland, T. K.; Yu, J.-P. J.", "abstract": "Magnetic resonance imaging (MRI) is foundational tool in neuroscience, enabling characterization of neuroanatomical markers of disease, behavior, and cognition. However, the precise cellular processes driving the structural and functional readouts provided by MRI remain opaque. Non-invasively assessing cell type, abundance, and location using MRI has the potential to revolutionize both basic science and clinical practice. To this end, we developed SpaTial Representation and Analysis using Topological Architecture (STRATA), an image-based gradient-boosted machine learning framework, which quantifies cell type proportions of neurons, astrocytes, oligodendrocytes, and microglia from MR images. Here we demonstrate and validate STRATA on diverse disease models, species, and regions of interest that together highlight the generalizability of the STRATA framework.", "date": "2025-12-13", "journal": ""}
{"title": "Tau oligomer heterogeneity and associated protein profile in slowly versus rapidly progressive Alzheimer's disease", "doi": "10.64898/2025.12.10.693456", "authors": "SALEEM, T.; Moebius, W.; schmitz, m.; Correia, A. D. S.; Thomas, C.; Canaslan, S.; Hermann, P.; Goebel, S.; Zafar, S.; Root, E.; Stadelmann, C.; ANDREOLETTI, O.; Hoppert, M.; Outeiro, T. F.; Ferrer, I.; Younas, N.; Zerr, I.", "abstract": "Rapidly progressive Alzheimer's disease (rpAD) is a rare but devastating clinical variant characterized by abrupt cognitive decline, yet the molecular features underlying this phenotype remain unknown. Tau oligomers (TauO) are key mediators of tau toxicity, but whether their biochemical properties differ across AD subtypes has not been examined in human brain. We isolated endogenous TauO from frontal cortex of well-characterized control, slowly progressive AD (spAD), and rpAD cases using T22 immunoprecipitation and performed ultrastructural, biochemical, and proteomic characterization. rpAD TauO displayed compact, densely aggregated morphology and exhibited the highest levels of disease-associated phosphorylation (pS396, pS422). Label-free proteomics revealed that control and spAD shared a robust TauO interactome enriched for translation, proteostasis, mitochondrial metabolism, and vesicle trafficking. Strikingly, these modules were absent in rpAD, which instead showed selective enrichment for aldehyde detoxification, amino-acid and carbon metabolism, and actin-regulatory pathways. rpAD TauO demonstrated increased association with SERPINA1, ALDH9A1, MAPRE3, DPYSL2/3, and NFASC, and reduced association with MRPL17 and C9. Functionally, rpAD TauO induced the strongest toxicity in SH-SY5Y cells. Together, these findings indicate that rpAD likely harbors a biochemically distinct TauO species, defining a molecular signature that may underpin its fulminant clinical progression and support the development of subtype-specific therapeutic strategies.", "date": "2025-12-13", "journal": ""}
{"title": "Melanopsin contributes to circadian photic responses in mice in a sex-dependent manner", "doi": "10.64898/2025.12.10.693461", "authors": "Miguel, K. C.; Aranda, M. L.; Bhoi, J. D.; Diaz, M.; Evans, J. A.; Schmidt, T. M.", "abstract": "Proper entrainment of the body's circadian rhythms to the environment is critical to human health. Light is one of the strongest cues driving circadian photoentrainment of the central circadian pacemaker, the suprachiasmatic nucleus (SCN), via projections from the melanopsin-expressing intrinsically photosensitive retinal ganglion cells (ipRGCs). Circadian research has historically centered males, and recent work has revealed multiple sex-differences in circadian circuitry and function, indicating that our understanding of this system in females is severely limited. Moreover, while recent studies have investigated the role of hormonal modulation of light responses, the additional possibility that ipRGC inputs may also be sex-dependent has not been directly tested. Here, we report that not only do ipRGCs in female mice show higher levels of melanopsin expression, but that melanopsin also plays a larger role in shaping circadian photic responses in females compared to males. Collectively, these results define a new retinal source for sex-dependent differences in circadian behavior.", "date": "2025-12-13", "journal": ""}
{"title": "VGF in the Nucleus Accumbens Regulates Synaptic and Opioid-Evoked Plasticity", "doi": "10.64898/2025.12.10.693464", "authors": "Adke, A. P.; Cunitz, L. B.; Dick, R. M.; Ali, T. H.; Rocha, C. A.; Zhang, Y.; Vulchanova, L.; Rothwell, P. E.", "abstract": "Neuropeptides contribute to the functional complexity of the nucleus accumbens, and evaluating the mechanisms by which they influence reward neurocircuitry may reveal novel therapeutic targets. In this study, we investigated the role of the neuropeptide precursor VGF (non-acronymic) in the nucleus accumbens, and its contribution to synaptic and opioid-evoked plasticity and behavior. We first characterized VGF expression within the nucleus accumbens, then examined its impact on excitatory synaptic transmission, and finally disrupted its expression to assess its influence on opioid sensitivity. We found that VGF is expressed by interneurons and medium spiny neurons in the nucleus accumbens, and the VGF-derived peptide TLQP-62 reduced excitatory synaptic transmission onto nucleus accumbens medium spiny neurons. Conditional genetic knockout of VGF from the nucleus accumbens did not affect acute opioid sensitivity, but amplified opioid-evoked psychomotor sensitization following chronic fentanyl exposure. These results establish VGF as a modulator of nucleus accumbens synaptic and drug-evoked plasticity. Uncovering the impact of VGF on nucleus accumbens plasticity following exogenous opioid exposure may lead to novel therapeutic targets to treat opioid use disorders.", "date": "2025-12-13", "journal": ""}
{"title": "Functional implications of compartment-specific homeostatic regulation and the feasibility of independent local feedback signals", "doi": "10.64898/2025.12.10.693436", "authors": "Roy, A.; Prescott, S. A.", "abstract": "Neurons regulate their average firing rate by adjusting their synaptic strength and intrinsic excitability. Both forms of homeostatic regulation utilize changes in intracellular calcium as a feedback signal to adjust ion channel densities. But two properties cannot be independently regulated using a single feedback signal, suggesting that either synaptic scaling and excitability regulation are linked by a shared feedback signal or that local calcium changes encode separate feedback signals. Past studies on homeostatic regulation have focused on global calcium changes but spatially restricted calcium changes also occur. We hypothesized that local perturbation-induced calcium changes encode separate feedback signals. Simulations in a simple two-compartment model confirmed that a perturbation applied to one or the other compartment induces local compensation only if the feedback is compartment-specific. Simulations in a biophysically detailed multicompartment model with realistic calcium handling confirmed that dendritic and somatic calcium signals remain relatively segregated and can, therefore, mediate homoeostatic regulation independently in subcellular compartments. Strong perturbations (as often tested experimentally) triggered widespread compensation because local compensation was overwhelmed. Non-local compensation also occurred when the spatial segregation of calcium signaling was weakened. Our results demonstrate the plausibility of spatially segregated calcium changes encoding separate feedback signals so that homeostatic changes can be locally controlled. Our results also highlight that whereas local homeostatic regulation nullifies local perturbations through compensation within the affected compartment, non-local regulation causes widespread compensatory changes that, while restoring the neuron's overall input-output relationship, distorts the input-output relationship of individual compartments, with potentially important consequences.", "date": "2025-12-13", "journal": ""}
{"title": "Neuronal APOE4 reduction with an APOE-I3-targeting ASO protects against neurodegeneration and neuroinflammation in an Alzheimer's disease mouse model", "doi": "10.64898/2025.12.10.693468", "authors": "Yip, O.; Yao, L.; Blumenfeld, J.; Kim, M. J.; Shostak, D.; Platow, Z.; Suan, K.; Li, Y.; Ellis, C.; An, A.; Hao, Y.; Xu, Q.; De Leon, S.; Nguyen, J.; Huang, Y.", "abstract": "Apolipoprotein E4 (APOE4) is the strongest genetic risk factor for late-onset Alzheimer's disease (AD). Within the central nervous system (CNS), APOE is produced by a variety of cell types, with differential roles in AD pathogenesis. Studies have shown that APOE4 produced by neurons plays a central role in promoting the development of major AD pathologies, including p-tau accumulation, neuroinflammation, and neurodegeneration, highlighting its role as an upstream initiating factor that affects other cell types and downstream AD-related pathologies. Here, we demonstrate that antisense oligonucleotides (ASOs) targeting APOE-I3, a neuron-specific splicing variant of APOE mRNA, effectively reduce APOE expression in neurons in vitro and in vivo. Treating PS19 tauopathy mice expressing APOE4 with this APOE-I3-targeting ASO reduces neuronal APOE4, rescues neurodegeneration, and diminishes neuroinflammation. Strikingly, the extent of neuronal APOE4 reduction predicts the efficacy of rescuing neurodegeneration. Single nucleus RNA-sequencing demonstrated that APOE-I3-targeting ASO treatment decreases disease associated neuronal and glial subtypes and increases a disease-protective microglial subtype. These findings suggest that preferential knockdown of neuronal APOE4 with an APOE-I3-targeting ASO protects against key hallmarks of AD pathology, elucidating a potential therapeutic approach for treating APOE4-driven AD.", "date": "2025-12-13", "journal": ""}
{"title": "TARGETING 5-HT7 RECEPTOR WITH BIASED LIGANDS TO ALLEVIATE PAIN AND SPINAL NEUROINFLAMMATION", "doi": "10.64898/2025.12.10.693444", "authors": "Madouri, F.; Guimpied, C.; Pigeon, E.; Hervouet-Coste, N.; Gosset, D.; Auzou, P.; Kremer, M.; Leboulleux, Q.; Hiebel, M.-A.; Le Bescont, J.; Guillaumet, G.; Suzenet, F.; Baril, P.; Serreau, R.; Morisset-Lopez, S.", "abstract": "The serotonin 5-HT7 receptor (5-HT7R), a member of the rhodopsin-like family of G protein-coupled receptors (GPCRs) is highly expressed in the central nervous system (CNS) and represents a promising target for treating CNS disorders such as sleep disturbances, migraine, neuropsychiatric conditions, and neuropathic pain. Owing to its therapeutic potential, extensive efforts have focused on developing selective 5-HT7R ligands. In the last decades, biased signalling has emerged as a key concept in GPCR pharmacology as biased ligands can stabilize specific active states of the receptor and trigger selective activation of downstream signaling pathways. In this context, we recently identified two biased 5-HT7R ligands, Serodolin and MOA51, from different chemical series. Here, we aimed to compare the pharmacological and safety profiles of these ligands and to assess their effect on pain-related behaviors and spinal neuroinflammation. In inflammatory pain models (acid acetic writhing, formalin and CFA tests), both serodolin and MOA51 effectively attenuated pain responses to a similar extend. Furthermore, in neuropathic pain models, spinal nerve injury (SNI) and Cuff model, both ligands reversed mechanical allodynia. Interestingly, unlike pregabalin, a clinically used reference drug, neither Serodolin nor MOA51 induced apparent tolerance after 10 consecutive days of administration. Treatment with these 5-HT7R ligands also reduced spinal microglial and attenuated neuronal hyperactivity in the spinal cord. Altogether these findings highlight the potential of 5-HT7R-biased ligands as promising analgesic candidates capable of modulating neuroinflammatory processes and mitigating both inflammatory and neuropathic pain.", "date": "2025-12-13", "journal": ""}
{"title": "Functional rescue of critical-size bone defect using molecular network analysis of axolotl limb regeneration.", "doi": "10.64898/2025.12.10.692203", "authors": "Polikarpova, A.; Rivero-Garcia, I.; Gerber, T.; Wang, J.; Novatchkova, M.; Fischer, A.; Torres, M.; Sanchez-Cabo, F.; Tanaka, E.", "abstract": "The salamander limb has served as a canonical model for successful regeneration that has yielded numerous molecular insights on its basic mechanism. Harnessing such information to induce regeneration in a non-regenerative setting has been a long-sought goal. The amputated salamander limb efficiently regenerates all of its missing bones, but paradoxically, a large bone gap without amputation - commonly called a Critical Size Defect (CSD) - is not regenerated, similarly to other vertebrates [Chen et al., 2015]. This non-regenerating injury provides a human-relevant setting to understand how to rescue lack-of-regeneration. Satoh and colleagues demonstrated in axolotl that transplantation of blastema cells from an amputated limb into a CSD yields cartilage bridging of the CSD [Satoh et al., 2010]. This work provided a roadmap for rescuing the CSD. Here we asked, what are the crucial molecular differences in cells populating a regenerating blastema versus the CSD and can they be used to elicit CSD bridging? Previous genetic fate mapping and single cell transcriptomics showed that limb regeneration occurs via migration and dedifferentiation of fibroblastic, soft connective tissue (CT) cells that form a multipotent, skeletal stem cell [Currie et al, 2016, Gerber et al, 2018]. Here using single cell transcriptomics and genetic fate mapping we found that the CSD is populated by CT cells that undergo a divergent molecular transition compared to the blastema. Using gene regulatory network (GRN) modeling, and lipid nanoparticle (LNP) delivery of mRNA we could express a single molecular factor, Wnt3a, to induce cartilage bridging of the CSD. Our results demonstrate the power of using molecular information from successful regeneration to rescue a non-regenerating injury.", "date": "2025-12-13", "journal": ""}
{"title": "Low-order assemblies drive oncogenic RTK fusion signaling without condensation", "doi": "10.64898/2025.12.10.693466", "authors": "Gonzalez-Martinez, D.; Mumford, T. R.; Wilde, D.; Wissert, S.; Gao, Y.; Brackhahn, E.; Kriwacki, R.; Rhoades, E.; Bugaj, L. J.", "abstract": "Receptor tyrosine kinase (RTK) fusions are a large class of oncoproteins found in ~5% of cancers. Key questions remain, however, about how RTK fusions transmit oncogenic signals, including how these largely cytoplasmic proteins activate downstream pathways that originate at the plasma membrane. Fusions are multimeric and can form mesoscale condensates in cancer cells, and condensation has been implicated as an essential mechanism to enable signal transmission from the cytoplasm. However, whether condensates play a causal role, or whether smaller \"diffuse\" assemblies are sufficient to transduce signals, has been challenging to establish. Here we apply advanced microscopy, single-cell analysis, and synthetic fusions to determine the principles by which multimerization and condensation drive signaling from cytoplasmic RTK fusions. For EML4-ALK, a prominent fusion that forms condensates, we found poor correlation between condensation and signaling. By contrast, EML4-ALK activity was abundant in the diffuse phase, and the kinetics of diffuse-phase activity aligned more closely with downstream Erk signaling than did kinetics of signaling within condensates. Synthetic RTK fusions showed that cytoplasmic ALK or RET fusion dimers, and even constitutively active monomers, were sufficient to induce strong Ras-Erk signaling despite the absence of condensates, and diffuse fusions were sufficient to transform cells in vitro and in subcutaneous tumor models. A panel of various other cancer-driving RTK fusions showed that low-order multimerization was universal across fusions, whereas mesoscale condensation was rare and did not correlate with signaling. Our results suggest that low-order fusion multimerization is sufficient to drive its phosphorylation, which is necessary and sufficient to trigger downstream oncogenic signaling.", "date": "2025-12-13", "journal": ""}
{"title": "Transcranial Focused Ultrasound of the Human Subgenual Anterior Cingulate Reconfigures Resting State Connectivity: A Sham-Controlled fMRI Study", "doi": "10.64898/2025.12.10.693481", "authors": "Malave, A.; Valera, E.; Birnbaum, A.; Konofagou, E.; Dmochowski, J. P.", "abstract": "Transcranial focused ultrasound stimulation (tFUS) can modulate human brain activity, but its impact on large-scale functional connectivity (FC) in vivo remains incompletely characterized. Here we asked whether brief tFUS to the subgenual anterior cingulate cortex (sgACC) modulates its FC with other brain regions. In a sham-controlled, within-subject study of healthy adults (N=16), we measured resting-state blood-oxygen-level dependent (BOLD) activity with functional magnetic resonance imaging (fMRI) before, during, and after five minutes of tFUS (i.e., five 20-second sonications followed by 40 second pauses). Subject-level sgACC-whole-brain FC was analyzed with a linear mixed-effects model (fixed: time, condition, time x condition; random: subject). tFUS increased sgACC-whole brain connectivity after sonication relative to sham. A smaller, non-significant trend was observed during sonication. Baseline-controlled analyses were employed to rule out the possibility that the observed increase in FC was due to a \"regression to the mean\" effect. Interestingly, network-level analysis revealed a clear disassociation in the evolution of resting-state FC across the 15 minute recordings: during sham sessions, the sgACC's connectivity with the default mode network (DMN) increased, while FC with other networks was largely unchanged. On the other hand, active tFUS led to a notable increase in FC with non-DMN networks (especially the cognitive control network), while connectivity with the DMN was stable. These results provide whole-brain evidence that tFUS reconfigures network dynamics in the human brain, motivating clinical applications to disorders characterized by dysregulated brain activity.", "date": "2025-12-13", "journal": ""}
{"title": "The cyclic nucleotide binding sites of Swiss-Cheese, the Drosophila orthologue of human PNPLA6, are required for its catalytic function", "doi": "10.64898/2025.12.10.693492", "authors": "Law, A.; Wentzell, J.; da Cruz, A.; Marney, L.; Kretzschmar, D.", "abstract": "Mutations in Swiss-cheese (SWS) or its vertebrate ortholog PNLPA6, also called Neuropathy Target Esterase (NTE), cause progressive neuronal degeneration in Drosophila and mice and several complex syndromes in humans. These include mental retardation, spastic paraplegia, ataxia and blindness and several other symptoms. SWS and PNPLA6 are widely expressed in neurons and in several glial cell types in Drosophila and mice and both cell types require SWS/PNPLA6 function autonomously. SWS and PNPLA6 are structurally and functionally conserved because expression of human or mouse PNPLA6 can replace SWS in flies. These orthologues share several domains, including the highly conserved phospholipase domain that mediates its function in deacetylating phosphatidylcholine (PC) to lysophosphatidylcholine and glycerophosphocholine. In addition, they share three cyclic nucleotide binding sites and although about 10% of the known disease-causing mutations occur in these sites, their function is still unknown. We therefore generated mutations in these sites in SWS to address what consequences this has for the function of the protein. Mutating only one site (SWSG558E) results in a partially functional protein that rescues the sws knockdown and that decreases PC when overexpressed. However, mutating all three sites (SWS{Delta}CNB) renders SWS non-functional and results in an increase of PC when overexpressed, suggesting that cyclic nucleotide binding can regulate the phospholipase function.", "date": "2025-12-13", "journal": ""}
{"title": "Hierarchical Community Structure of the Adult Drosophila Connectome Reveals Conserved Circuit Archetypes", "doi": "10.64898/2025.12.10.689094", "authors": "Betzel, R.; Del Rio, O.; Labora, N.; Dvali, S.; Larsen, B.; Lynn, C. W.; Misic, B.; Parkes, L.; Sporns, O.; Tervo-Clemmens, B.; Puxeddu, M. G.; Seguin, C.", "abstract": "Biological neural networks can be meaningfully partitioned into sub-networks referred to as communities. Community structure is thought to support functional specialization, adaptability, and cost-efficient wiring. While many studies have focused on inter-regional brain networks, little is known about communities in connectomes mapped at the level of individual neurons and synapses. Here, we analyze the whole-brain Drosophila adult connectome using a nested stochastic block model to uncover its hierarchical community structure. We find that most of the roughly 1500 fine-scale communities--the smallest, and best resolved level of the hierarchy--are spatially compact, generally assortative, and aligned with known biological features such as neurotransmitter identity and cell type. Nonetheless, we find evidence of nonassortative communities, spatially co-localized within the optic lobe and vision-processing pathways. Seeking \"functional primitives\"--small circuits with functionally narrow feature profiles--we use data-driven clustering to group communities into 45 archetypical meta-clusters based on their spatial, functional, and molecular properties, revealing modular building blocks from which larger, functionally diverse communities are composed. This work advances our understanding of how structure and function are organized in the fruit fly brain and highlights the value of statistical network models in interpreting nanoscale connectomes.", "date": "2025-12-13", "journal": ""}
{"title": "The altered T cell landscape in Systemic Sclerosis patients is characterized by dysfunctional type 1 immunity.", "doi": "10.64898/2025.12.10.693457", "authors": "Volfson-Sedletski, V.; DeBerg, H. A.; Fahning, M. L.; Rifkin, I. R.; Bujor, A. M.; Campbell, D. J.; Morawski, P. A.; Belkina, A. C.; Dooms, H.", "abstract": "BACKGROUND T cells in patients with chronic autoimmunity show features of dysfunction and exhaustion. However, the functionally-defined T cell subsets affected by these changes remain poorly characterized. Here, we sought to reveal aberrations in the composition, phenotype and function of canonical T cell subsets in the blood of Systemic Sclerosis (SSc) patients, compared to healthy subjects and Systemic Lupus Erythematosus (SLE) patients. METHODS We developed a novel multidimensional flow-cytometry panel to simultaneously detect lineage-defining transcription factors, co-inhibitory receptors and other functional markers to characterize T cell subsets without in vitro restimulation. We compared T cell landscapes in SSc and SLE patients, and healthy subjects, using Optimized t-SNE and PhenoGraph algorithms. Cytokine production in patient samples was determined using intracellular cytokine staining. Transcriptomic analysis was performed to assess the role of IFN-{gamma} in fibroblasts. RESULTS The data show altered distribution and aberrant functional states of transcription factor-defined T cell subsets in patients with autoimmunity, with shared and unique features between diseases and their subtypes. Strikingly, SSc and SLE patients showed a severe deficiency in subsets of CD8+ and CD4-CD8- T cells that expressed T-bet, which is critical for IFN-{gamma}-dependent type 1 immunity, and exhibited features of exhaustion. Moreover, TIGIT+Foxp3+ regulatory T cells, known to suppress Th1 responses, were selectively increased in SSc. Functionally, T cells from SSc patients produced less IFN-{gamma}, a cytokine that suppresses pro-fibrotic gene expression in fibroblasts. CONCLUSION Our study demonstrates that SSc patients have a defective IFN-{gamma}-producing T cell compartment that may lead to reduced anti-fibrotic T cell activity, enabling chronic fibrosis development.", "date": "2025-12-13", "journal": ""}
{"title": "Conserved Landscape of Chemokine Receptor Co-expression Defines the Functional States of CD8+ T Cells in Melanoma", "doi": "10.64898/2025.12.10.693486", "authors": "Macedo, R.; Harle, D. W.; Hoffer-Hawlik, K.; Wang, X. K.; McMahon-Skates, T.; Matschiner, A.; Belay, K.; Saenger, Y. M.; Izar, B.; Azizi, E.; Reshef, R.", "abstract": "Cancer immunotherapies, from checkpoint blockade to adoptive cell therapies like tumor-infiltrating lymphocytes (TILs), have revolutionized cancer treatment but are limited by variable efficacy and significant toxicities. A central challenge is identifying ideal T-cell populations that effectively eliminate tumors without causing off-target damage, a distinction not captured by existing biomarkers. We show that co-expression patterns of chemokine receptors (CRs) CXCR3, CCR5, and CXCR6 on CD8+ T cells provide a functional \"code\" defining subsets with divergent roles in on-target immunity versus off-target inflammation. In mouse and human melanoma, a triple-positive (CXCR3+CCR5+CXCR6+) T-cell subset is essential for tumor control, and its genetic signature correlates with positive clinical response, while a distinct CCR5+CXCR6+ subset drives liver immune-related adverse events (IRAEs). Crucially, this CR code reveals that immunotherapy actively reshapes T-cell trafficking patterns, uncovering profound heterogeneity within conventional populations and distinguishing potent anti-tumor progenitors from cells predisposed to exhaustion or off-target migration. This work establishes CR co-expression as a practical tool, providing a surface marker-based strategy to identify and enrich optimized T cells for adoptive therapies, thereby offering a framework to uncouple efficacy from toxicity.", "date": "2025-12-13", "journal": ""}
{"title": "Tolerance toward foreigners in ants requires chronic exposure for establishment but only sporadic exposure for maintenance", "doi": "10.64898/2025.12.10.693507", "authors": "Bailly, T. P. M.; Rossi, M.; Valdes-Rodriguez, S.; Schmitt, T.; Frank, E. T.; Kronauer, D.", "abstract": "Social insects discriminate between foreigners and members of their own colony via complex olfactory cues. How plastic this discriminatory behavior is, and whether and under what circumstances ants can learn to accept genetically distinct individuals as nestmates, is poorly understood. Here, we study this question in the clonal raider ant, Ooceraea biroi, which provides unparalleled experimental control over the genotype of individuals and the genotypic composition of colonies. Using a cross-fostering design with mixed-genotype colonies of wild-type and transgenically labelled individuals, we show that ants become non-aggressive specifically toward their foster genotype. This tolerance is transient, and aggression resumes after two weeks of being isolated from the foster colony. However, even sporadic re-exposure to individuals from the foster colony is sufficient to maintain tolerance for over a month, while the same paradigm fails to establish tolerance in the first place. This shows that non-nestmate discrimination is remarkably plastic and that, once established, tolerance toward foreigners can be maintained by only intermittent contact. These dynamics echo general principles of social learning and contact-dependent tolerance described in other social species, including humans.", "date": "2025-12-13", "journal": ""}
{"title": "Holographic fingerprinting reveals oligomer-driven phase separation in Bovine Serum Albumin", "doi": "10.64898/2025.12.10.693513", "authors": "Cheong, F.; Lee, S. Y.; Bais, S.; Khanal, S.; Saurabh, S.", "abstract": "Biomolecular condensates formed through phase separation are fundamental to cellular organization. Although the physical principles underlying intrinsically disordered proteins are well understood, the molecular determinants of condensate formation in globular proteins remain elusive. Here, we employ Holographic Particle Characterization, a label-free, high-throughput imaging technique, to investigate the self-assembly of Bovine Serum Albumin (BSA), a model globular protein. We show that this technique reliably differentiates amorphous aggregates from liquid-like condensates by their distinct refractive indices and morphologies. Coupled with size-exclusion chromatography, our analysis reveals that BSA phase separation strictly depends on higher-order oligomeric assemblies. Monomeric and dimeric fractions fail to form condensates under identical crowding conditions. Furthermore, the internal packing density of these condensates is highly tunable via pH-driven protonation changes but remains insensitive to ionic screening. These findings support a model of ``emergent multivalency,'' where oligomerization creates a structural scaffold enabling hydrophobically stabilized phase separation, thereby defining a molecular threshold for globular proteins' condensation.", "date": "2025-12-13", "journal": ""}
{"title": "From in silico prediction to experimental validation: Identification of drugs and novel synergistic combinations that inhibit growth of inflammatory breast cancer cells", "doi": "10.64898/2025.12.10.693562", "authors": "Salim, E. A.; Ji, X.; Tarpley, M.; Dixon, M. S.; Zheng, W.; Scott, J. E.; Williams, K.", "abstract": "Drug repurposing offers a promising approach for identifying novel treatments, especially for rare cancers like inflammatory breast cancer (IBC), an aggressive type with limited therapeutic options. Here, we present a comprehensive validation and verification study of compounds identified through two computational approaches: Literature Wide Association Studies (LWAS) and Gene Reversal Rate (GRR), using orthogonal cell viability assays in 2D models across IBC and non-IBC cell lines. In the SUM149 IBC cell line, repurposed compounds predicted from LWAS achieved a 70% success rate, with several showing nanomolar potency, while those predicted from GRR showed a 38% success rate. Through systematic combination screening in both 2D and 3D-spheroid models, we identified novel synergistic compound pairs targeting crosstalk between IGF1-R, EGFR and PI3K/Akt/mTOR pathways, with high synergy scores across multiple reference models. Using these combinations, western blotting analysis revealed significant suppression in the phosphorylation of key signaling proteins and downstream effectors, while wound healing assays demonstrated reduced cell migration for some combinations, suggesting effective pathway inhibition. To further validate these findings at the transcriptional level, RNA-Seq analysis in SUM149 cells confirmed that the GRR drug combinations significantly reversed the IBC gene expression signature (IBC-GES). These findings not only validated our computational predictions but also identified promising combination strategies that could potentially overcome drug resistance in IBC. Our integrated computational-experimental approach establishes a framework for systematic drug repurposing and highlights novel therapeutic combinations warranting further investigation.", "date": "2025-12-13", "journal": ""}
{"title": "Exploring the Application of the MoCMC System for Determining In Vitro Product Comparability", "doi": "10.64898/2025.12.10.693525", "authors": "Martinez, M.; Longstaff, D. G.", "abstract": "Abstract: Purpose: To explore the utility of the Matrix of Chemistry, Manufacturing and Control (MoCMC) approach for evaluating product physicochemical (Q3) similarity as part of a product bioequivalence assessment. Methodology: Each Q3 parameter was converted to a radius of a polygon using a mathematical equation that converted each reference Q3 parameter to a value of 5. That equation was applied to the corresponding test product Q3 parameter and the areas of the treatment polygons determined. The ratio of the product area/outer area [Matrix Comparability Index (MCI)] was calculated using an outer polygon with each radius = 10. When generated across multiple lots for each treatment, the MCI values were statistically compared. Both actual (from our previously published investigation) and hypothetical MCI values were used to characterize the performance of the MoCMC across a range of situations. Results: MCI values successfully captured product Q3 differences, with the influence of any Q3 parameter decreasing as the number of radii increases. The ability to identify statistically significant product differences decreased as variability of either test or reference MCI values increased. By combining statistical analysis with a comparison of the spread of test and reference MCI values, the MoCMC provided a sensitive tool for assessing product comparability and identified product differences previously missed by comparing in vitro dissolution profiles alone Conclusions: While the impetus for this research was to identify a tool for supporting the evaluation of product bioequivalence containing locally acting drugs, its strengths support its potential use across a wider scope of situations.", "date": "2025-12-13", "journal": ""}
{"title": "Sex- and age-differences in cellular hallmarks of aging in a species with female-biased longevity and environmental sex determination", "doi": "10.64898/2025.12.10.693506", "authors": "Marks, J. R.; Janzen, F. J.; Reinke, B. A.; Addis, E. A.; Adesioye, O.; Bock, S.; Clark, M.; Crowther, C.; Hoekstra, L. A.; Judson, J.; Krueger, C.; Sills, A. P.; Bronikowski, A. M.", "abstract": "Cellular hallmarks of aging have been discovered and characterized in a number of model species for studying aging biology - such as humans, mice, fruit flies, and nematodes. Whether these canonical age-related changes to cellular physiology are present across diverse species that have variable rates of demographic aging remains less studied. Here, we tested whether several ubiquitous cellular hallmarks of aging - mitochondrial function, reactive oxygen species generation, and inducible DNA damage - change with age and in a sex-dependent manner in a species with indeterminate growth and reproduction (painted turtles, Chrysemys picta). A further feature of their biology that recommends them for an ecological model of vertebrate aging is their female-biased longevity, despite an absence of genotypic sex determination. Thus lifespan and aging may be reliable features of sex-specific life-histories. We measured aspects of mitochondrial health (cellular basal, maximal, and spare oxygen consumption rates), cellular levels of reactive oxygen species, and aspects of DNA damage and repair from exposure to UVB. We used these measures across several physiological axes as proxies for age-related physiological dysfunction. We further assessed our measures across several populations of painted turtles. We found that sex explained the largest proportion of variation, with males differing from females in mitochondrial function, reactive oxygen species production, and inducible DNA damage. In several cases, age significantly interacted with sex, but the effect size was small relative to sex alone. Thus, we found that sex, rather than age or size, was a consistent predictor of cellular aging physiological in this species with where females live longer and age slower.", "date": "2025-12-13", "journal": ""}
{"title": "Parental immune priming reshapes offspring growth, metabolism, and thermal tolerance in the Pacific Oyster", "doi": "10.64898/2025.12.10.693539", "authors": "Baird, M.; Huffmyer, A. S.; Ozguner, N.; Roberts, S. B.", "abstract": "Pacific Oysters (Magallana/Crassostrea gigas) are marine bivalves that are widely cultivated but increasingly experience summer mortality due to interacting stressors. Two major concerns are (1) the rising severity and frequency of marine heat waves and (2) disease outbreaks (e.g., OsHV-1). To better understand how multiple stressors influence oyster resilience and whether stress priming can improve survival, we tested the effects of parental immune challenge on offspring performance. We exposed broodstock to a Poly(I:C) immune challenge, reared their offspring to the seed stage, and assessed survival, growth, and metabolic responses under thermal stress in the lab. Offspring of immune-challenged parents showed higher growth rates during development. Under elevated temperatures, these offspring had higher survival than controls at 40{degrees}C, but lower survival at 42{degrees}C, suggesting thermal limits to priming benefits. Metabolic assays further revealed that at moderately elevated temperature (36{degrees}C), primed offspring had higher metabolic activity, whereas at higher temperature (40{degrees}C), they exhibited lower metabolic activity than controls. This pattern indicates that parental immune challenge may influence offspring metabolic flexibility, potentially enhancing thermal tolerance through an increased capacity for metabolic depression at extreme temperatures. Together, our results highlight cross-generational links between immune priming and thermal tolerance.", "date": "2025-12-13", "journal": ""}
{"title": "Occurrence and Distribution of Common Bacterial Blight and Bacterial Leaf Blight in Tanzanian Lowland and Highland Agro-ecologies using Digital Image Analysis", "doi": "10.64898/2025.12.10.693561", "authors": "Mulungu, E. L.; Madege, R. R.; Mwaipopo, B.; Sanga, C.; Mahenge, M. J.; Ishengoma, F.", "abstract": "Common Bacterial Blight (CBB) and Bacterial Leaf Blight (BLB) are important constraints affecting paddy and bean yields, respectively, causing significant losses if unmanaged. For effective planning and management of such diseases, accurate and reliable quantification, i.e., prevalence, incidence, and severity, becomes crucial. Despite this, the quantification of these diseases in Tanzania remains limited. Here, digital image analysis (ImageJ and Plantix) was used in the identification and quantification of CBB and BLB in low and highland agroecologies represented by Kilosa and Mbarali districts, respectively, by surveying 24 paddy and common bean fields across 10 villages. The study revealed that CBB and BLB were highly prevalent (100%) across study sites, with varying incidence and severity. Incidence and severity of both CBB and BLB were significantly higher in Kilosa than in Mbarali, with a large proportion (>19%) of these variations accounted for by district-level differences. Interestingly, significant variations in incidence and severity were observed even at the village level. In Kilosa, CBB severity differed significantly among villages (p = 0.018), while in Mbarali, BLB incidence and severity varied significantly (p < 0.001; p = 0.0436). Village-level differences accounted for over 41% of the total variation. Conclusively, the study indicates that CBB and BLB are highly prevalent across both Kilosa and Mbarali districts and their respective villages, with incidence and severity varying due to both district- and village-level differences. To manage these diseases effectively, site-specific management and geographically targeted interventions are required that account for local variability while prioritizing areas of higher infection risk, such as Kilosa. This approach will not only improve plant disease management programs but also ensure efficient resource use, thereby promoting sustainable disease control under changing climatic conditions.", "date": "2025-12-13", "journal": ""}
{"title": "Developmental changes in the morphology and three-dimensional arrangement of antennal hair plates in crickets", "doi": "10.64898/2025.12.10.693584", "authors": "Lyu, H.; Ogawa, H.", "abstract": "Antennae of insects are essential mechanosensory organs that facilitate active tactile exploration and spatial navigation. Hair-plate sensilla at the base of the antenna flagellum provide proprioceptive inputs to detect their position. In hemimetabolous insects, such as crickets, the first instar immediately after hatching also possesses antennae, but the developmental dynamics and spatial organization of antennal hair plates remain poorly understood. Here, we present a comprehensive three-dimensional analysis of the antennal hair plates in crickets across developmental stages, from the first instar to adulthood. Using scanning electron microscopy and confocal laser scanning microscopy, we demonstrated that hair plate sensilla were present from the first instars and maintained a highly stereotyped spatial arrangement throughout development. Three-dimensional quantification revealed that new sensilla added during molting were formed at specific sites within the hair plate clusters that had existed at the previous stage, maintaining the spatial pattern despite the substantial growth of the antenna. Multidimensional analyses indicated that the spatial arrangement of sensilla was consistent across individuals, suggesting that organization was genetically determined. Retrograde labeling of sensory afferents showed that sensory neurons in the hair plates converged their axons, extended axon collaterals into the ipsilateral region of the antennal mechanosensory and motor center, and ultimately projected to the subesophageal ganglion. There was no apparent difference in their projection site among hair plates, suggesting no evidence of topographic organization. Our findings highlight the conserved spatial organization of hair-plate sensilla in crickets, suggesting a robust proprioceptive system that provides reliable feedback of antennal position throughout development.", "date": "2025-12-13", "journal": ""}
{"title": "Temporal Dynamics of High-Frequency Oscillations in Alzheimer's Disease: A Longitudinal Study in hAPP-J20 Mice", "doi": "10.64898/2025.12.10.693578", "authors": "Liao, K.-Y.; Han, X.; Chen, W.-Y.; Hsin, Y.-L.; Liu, W.", "abstract": "Alzheimer's disease (AD) is characterized by progressive cognitive decline and increased seizure susceptibility; yet both the mechanistic and temporal links between AD and epileptogenesis remain poorly defined. In this study, we conducted a longitudinal analysis of epileptogenesis in relation to AD pathology using hAPP-J20 transgenic mice aged 9 to 27 weeks, encompassing the AD conversion phase. Wireless electroencephalography (EEG) was employed to monitor hippocampal high-frequency oscillations (HFOs), including ripples (80-200 Hz) and fast ripples (250-600 Hz), in conjunction with histological, behavioral, and neurophysiological assessments to characterize underlying neural circuit alterations. We identified three distinct epileptogenic stages in transgenic mice: (1) 9-15 weeks: emerging memory deficits, increased excitatory/inhibitory (E/I) neuron ratio, mossy fiber sprouting, and peak seizure-related mortality, alongside the initial emergence of pathological HFOs; (2) 15-21 weeks: a pronounced escalation of pathological HFO activity and persistent network hyperexcitability preceding detectable amyloid plaque deposition, indicating rapid epileptogenic progression; (3) 21-27 weeks: stabilization of HFO activity despite continued progression of amyloid accumulation, suggesting a plateau in epileptogenic remodeling amid advancing Alzheimer's pathology. These findings indicate that neuronal hyperexcitability precedes amyloid plaque deposition and likely contributes to disease progression, highlighting a critical early window for therapeutic intervention in AD. Moreover, pathological HFOs hold promise as electrophysiological biomarkers of early circuit dysfunction and represent a promising target for modifying the course of AD.", "date": "2025-12-13", "journal": ""}
{"title": "Proficiency-Dependent and Dynamic Reorganization of Brain Networks During Children's Second Language Learning", "doi": "10.64898/2025.12.10.693259", "authors": "Skieresz, N. H.; Marca, S. C.; Murray, M. M.; Rothen, N.; Reber, T. P.", "abstract": "Children's second language (L2) vocabulary learning is often indexed with event-related potentials (ERPs) by the N400 incongruity effect, yet its stability in real classrooms is unclear. We recorded 64-channel EEG from 42 children (aged 9-15 years) during a translation-recognition task before and after a regular instructional vocabulary unit and sub-grouped children by baseline proficiency. We quantified the canonical N400 (300-500 ms, centroparietal region of interest; ROI) alongside electrical-neuroimaging indices of ERP strength and topography (Global Field Power, Global Map Dissimilarity, ERP template-map preponderance), using adult template maps from a prior study as a normative reference. Behaviorally, children showed large gains in vocabulary accuracy and higher discrimination sensitivity (d') in post-assessment. The classical N400 incongruity effect did not increase from pre- to post-learning. By contrast, global and topographic measures were learning-sensitive: Global Field Power increased across sessions and interacted with proficiency, and Global Map Dissimilarity showed main effects of session and proficiency as well as their interaction, indicating proficiency-dependent topographic reorganization. Adult normative template maps backfitted well; within the N400 window, high-proficiency children more consistently occupied an adult-like configuration; later (~650-800 ms), patterns also differentiated by proficiency and congruency. Relative to adults, children exhibited more diffuse topographies and stronger dependence on individual proficiency. In classroom settings, children's L2 vocabulary learning is therefore more sensitively indexed by scalp topography and global field dynamics than by a single N400 amplitude, positioning electrical neuroimaging as a proficiency-dependent, classroom-relevant marker of L2 acquisition.", "date": "2025-12-13", "journal": ""}
{"title": "Protocol for intra-nerve AAV injection and dorsal root potential recording for optogenetic modulation of the peripheral sensory nerve activity", "doi": "10.64898/2025.12.10.693516", "authors": "Kosugi, A.; Sidikejiang, W.; Kubota, S.; Seki, K.", "abstract": "Optogenetic modulation of peripheral sensory nerve activity holds great potential for the treatment of sensory disorders. Here, we present a protocol for applying optogenetic techniques to peripheral sensory nerves using an adeno-associated virus (AAV) vector. We describe the procedure for gene transduction into dorsal root ganglion neurons via retrograde transport following intra-nerve AAV injection. We then outline a terminal, acute electrophysiological experiment to evaluate optogenetic effects at the level of the dorsal root.", "date": "2025-12-13", "journal": ""}
{"title": "Clinical development of gene edited tacrolimus-resistant Treg (FKBP12KO-Treg) to enable simultaneous immunosuppression and support of immune regulation", "doi": "10.64898/2025.12.10.693159", "authors": "Zarrinrad, G.; Burkhardt, L.-M.; Wagner, D. L.; Schlickeiser, S.; Stein, M.; Wendering, D. J.; Ehlen, L.; Kurgan, G.; Durek, P.; Heinrich, F.; Giri, A.; Ou, K.; Hoffmann, H.; Muench, S.; Stuewe, I.; Dolling, S.; McCallion, O.; Kaeda, J.; Kath, J.; Schulenberg, S.; Nazari, A.; Peter, L.; Picht, S.; Turk, R.; Rettig, G.; Sturgeon, M.; Osborne, T. L.; Jacobi, A. M.; Friedrich, R.; Kaufmann, M. M.; Klermund, J.; Fink, S.; Roemhild, A.; Kaiser, D.; Klein, O.; Cathomen, T.; Mashreghi, M.-F.; Issa, F.; Polansky, J.; Volk, H.-D.; Schmueck-Henneresse, M.; Reinke, P.; Amini, L.", "abstract": "Background: Unwanted immune responses play a central role in the pathogenesis of solid organ allograft rejection. These are managed by life-long immunosuppression with considerable burden for the patient and society. Adoptive therapy with regulatory T-cells (Treg) is a promising approach to restore sustainable immune balance and avoid long-term adverse effects of immunosuppression. While Treg effectively inhibit activation of unwanted immune responses, they are less effective in controlling pre-existing/activated memory effector T-cells (Teff). Thus, co-administration of Treg with immunosuppressants is required to achieve a sustainable organ acceptance. Calcineurin inhibitors (CNI) are powerful in controlling de novo generated and preformed Teff. However, CNI also dampen Treg immunoregulatory function. Thus, we hypothesize improved results of adoptive Treg therapy in immunosuppressed patients applying tacrolimus-resistant Treg. Methods: While retaining CNI modulation of Teff with tacrolimus, we knocked-out FKBP12 in Treg (FKBP12KO-Treg) by gene-editing using ribonucleoprotein-based CRISPR/Cas9 technology to generate tacrolimus-resistant Treg and characterised them using flow cytometry, functional assays and in-depth phenotyping. Results: This detailed in vitro analysis showed FKBP12KO-Treg were comparable to non-gene edited Treg and impervious to tacrolimus while maintaining immunoregulatory function and sensitivity to alternative CNIs raising no safety concerns. Furthermore, we aligned our methodology to achieve GMP compliance laying the basis for a manufacturing license in preparation of a clinical trial. Conclusion: Based on the presented preclinical dataset implying safety and efficacy of FKBP12KO-Treg, we are now seeking to undertake a proof-of-concept clinical trial to evaluate the co-administration of FKBP12KO-Treg and tacrolimus to enhance the management of living donor kidney transplant recipients.", "date": "2025-12-13", "journal": ""}
{"title": "Synchronized Latency Reversal and Immune Clearance by a Multifunctional Fusion Protein Enables HIV-1 Reservoir Reduction", "doi": "10.64898/2025.12.10.693434", "authors": "Luo, F.; Cao, Y.; Liu, N.; Wang, X.; Hu, W.; Xie, X.; Jiang, D.; Xu, Y.; Wang, J.; Wang, H.; Yu, Z.; Qian, P.; Wan, S.; Liu, Z.; Chen, T.; Song, S.; Xiong, Y.; Tang, X.; Li, L.; Wang, L.; Yu, H.; Cheng, L.", "abstract": "Strategies that concurrently reactivate latent reservoirs and enhance immune-mediated clearance hold significant promise for achieving an HIV cure. Here, we developed hyperIL-15xsCD4-Fc (15xsCD4-Fc), a fusion protein that integrates latency reactivation, targeted immune engagement, and effector-mediated killing into a single molecule. This agent not only potently reverses HIV-1 latency in CD4+ T cells from people living with HIV-1 (PLWH) through coordinated IL-15 receptor signaling and sCD4-mediated HIV-1 envelope (Env) engagement, but also enhances antigen-specific CD8+ T cell response in PBMCs derived from PLWH. Furthermore, 15xsCD4-Fc enables Env-specific elimination of reactivated latently infected cells by NK cells while preventing off-target cytotoxicity. In PBMCs from PLWH, 15xsCD4-Fc reduced replication-competent HIV-1 DNA by 93.8%. In antiretroviral treated HIV-1-infected humanized mice, the molecule demonstrated both safety and efficacy in diminishing viral reservoir in lymphoid organs. This spatiotemporally coupled approach to reservoir exposure and immune recognition establishes a clinically viable strategy for clearing the HIV-1 reservoir.", "date": "2025-12-13", "journal": ""}
{"title": "Multimodal analysis defines GNG4 as a distinguishing feature of germinal center-positioned CD4 T follicular helper cells in humans", "doi": "10.64898/2025.12.10.693235", "authors": "Dubensky, S. B.; Zhu, Y.; Gallagher, M.; Kumashie, K. G.; Lu, T.; Tedesco, J.; De Luna, N.; Premo, K.; Qi, Y.; Rachimi, S.; Cabrera, E. C.; Fulmer, B.; Meremikwu, I. C.; Carter, A.; Henrickson, S. E.; Romberg, N.; Baxter, A. E.; Oldridge, D. A.; Vella, L. A.", "abstract": "CD4 T follicular helper (Tfh) cells coordinate humoral immune responses within germinal centers (GC) of lymphoid tissue. Despite their critical roles in vaccination and autoimmunity, the gene expression programs that define functionally distinct human Tfh states--and the molecular pathways engaged by Tfh positioned within the GC niche--remain incompletely understood. This gap has limited translational efforts to monitor or therapeutically target specific Tfh states for clinical benefit. Here, we delineate human CD4 T cell heterogeneity in tonsils and peripheral blood using trimodal single-cell sequencing and spectral flow cytometry to define epigenomic, transcriptional, and proteomic features of distinct Tfh states. Tfh with a GC-like phenotype exhibited markedly increased chromatin accessibility and both mRNA and protein expression of G protein subunit gamma 4 (GNG4). In tonsil, single-cell spatial transcriptomics defined GNG4 expression as a distinguishing feature of activated Tfh states within spatially demarcated GC compartments, with greater specificity than conventionally GC-associated features such as BCL6, TOX2, and S1PR2. In contrast, GNG4- Tfh primarily localized to nonGC regions and exhibited a resting, Th17-polarized phenotype. Together, these data highlight GNG4 as a central feature of activated, GC-positioned Tfh cell identity in humans.", "date": "2025-12-13", "journal": ""}
{"title": "Landscape Expansion Microscopy Reveals Interactions between Membrane and Phase-Separated Organelles", "doi": "10.64898/2025.12.10.693600", "authors": "Zhuang, Y.; Zhang, Z.; Dai, Z.; Shi, X.", "abstract": "Landscape Expansion Microscopy (land-ExM) is a light microscopy technique that visualizes both lipid and protein ultrastructural context of cells. Achieving this level of detail requires both superresolution and a high signal-to-noise ratio. Although expansion microscopy (ExM) provides superresolution, obtaining high signal-to-noise images of both proteins and lipids remains challenging. Land-ExM overcomes this limitation by using self-retention trifunctional anchors to significantly enhance protein and lipid signals in expanded samples. This improvement enables the accurate visualization of diverse membrane organelles and phase separations, as well as the three-dimensional visualization of their contact sites. As a demonstration, we revealed triple-organellar contact sites among the stress granule, the nuclear tunnel, and the nucleolus. Overall, land-ExM offers a high-contrast superresolution platform that advances our understanding of how cells spatially coordinate interactions between membrane organelles and phase separations.", "date": "2025-12-13", "journal": ""}
{"title": "Constitutive Yap activation in distal nephron segments disrupts epithelial identity and nephron patterning", "doi": "10.64898/2025.12.10.693519", "authors": "Dehghani-Ghobadi, Z.; Chung, E.; Sayed, M.; Ahn, C.; Hu, Y.-C.; Lim, H.-W.; Park, J.-S.", "abstract": "Background: The distal convoluted tubule (DCT) and connecting tubule (CNT) are critical for fine-tuning electrolyte reabsorption and maintaining renal homeostasis. While the Hippo pathway effector Yap is known to regulate kidney development, its specific role within the distal nephron segments remains unknown. Methods: To investigate Yap function in the distal nephron segments, we generated a Cre-inducible Yap gain-of-function allele (Col1a1-Yap5SA) and a distal nephron-specific Slc12a3Cre to drive an active form of Yap in the distal nephron segments. We performed phenotypic assessments along with molecular and transcriptomic analyses to examine changes in epithelial organization and nephron segmentation. Results: Lineage tracing showed that Slc12a3Cre targets both DCT and CNT, suggesting that CNT cells arise from Slc12a3+ DCT cells. Constitutive Yap activation in these segments caused increased proliferation and ectopic cell migration into adjacent nephron segments. This was accompanied by disrupted expression of DCT/CNT marker genes, loss of apicobasal polarity, and compromised junctional architecture, indicating epithelial-to-mesenchymal transition. Notably, mutant kidneys also exhibited downregulation of proximal tubule markers, indicating a non-cell-autonomous effect. Conclusions: Our findings demonstrate that sustained Yap activation in the distal nephron segments disrupts epithelial identity and structure while also exerting non-cell-autonomous effects on nephron patterning, particularly in the proximal tubule. These results underscore the importance of tightly regulated Hippo-Yap signaling in maintaining epithelial integrity and proper nephron segmentation.", "date": "2025-12-13", "journal": ""}
{"title": "Forests and woodlands resistant to drought revealed in remotely sensed foliar moisture content using probabilistic models", "doi": "10.64898/2025.12.10.692240", "authors": "Kotzur, I.; Moore, B. D.; Boer, M.; Yebra, M.; Youngentob, K.", "abstract": "Foliar moisture content (FMC) is of primary importance in many biological and ecological processes of forests and woodlands, including herbivory and fire dynamics. The role of FMC, which is the mass of moisture on a dry matter basis, in such processes is increasingly important due to changes in length and severity of climate extremes, like drought. Here we studied the sensitivity of forest and woodland FMC to climatic water balance, i.e. Standardised Precipitation and Evapotranspiration Index (SPEI), across five landscapes in temperate and sub-tropical south-eastern Australia. To do this we used copula-probabilistic modelling, including consideration of drought (i.e. SPEI) length. We used an FMC dataset over eight years of Sentinel-2 satellite reflectance (2015-2023), based on the inversion of a radiative transfer model at 20m resolution. We found the spatial variation of FMC within landscapes to be large and that the spatial variation in response to drought was very large, particularly within the more arid landscapes. The areas of lesser response to extreme drought are revealed to be drought resistant forests and woodlands that are potential climate refugia for animals, and natural breaks in the contiguity of fire fuels.", "date": "2025-12-13", "journal": ""}
{"title": "Core-shell microparticle encapsulation for pH-responsive and targeted delivery of lactoferrin and ferrous sulfate", "doi": "10.64898/2025.12.10.693593", "authors": "Noack, C. E.; Li, P.; Khongkomolsakul, W.; Huang, Y.; Abbaspourrad, A.", "abstract": "Microgel beads of amidated low methoxy pectin and bovine lactoferrin were formed by external gelation of a water in oil emulsion with ferrous sulfate. The stability of the lactoferrin to gastric digestion and proteolysis by pepsin was determined by gel electrophoresis. The microparticles were then dispersed in chitosan and the resulting mixture was spray dried to form a shell that is insoluble at neutral pH conditions. The iron content of the microparticles without chitosan was 34 mg g-1 and with chitosan was 27 mg g-1. The addition of chitosan lead to reduced iron release at pH 7 (30%) compared to 60% iron release without chitosan, but did not prevent iron from releasing in acidic conditions (pH 1). The core shell microparticle system shows promise as an iron fortificant in food applications.", "date": "2025-12-13", "journal": ""}
{"title": "Mechanism of Lutein to meso-Zeaxanthin Isomerization by RPE65 Catalysis", "doi": "10.64898/2025.12.10.693550", "authors": "Ballinger, A.; Ranganathan, A.; Bailey, M.; Ramos, D.; Lee, A.; Li, B.; Bernstein, P. S.; Horvath, M. P.", "abstract": "The macular pigments lutein (L), zeaxanthin (Z), and meso-zeaxanthin (MZ) protect the human retina from light and oxidative stress. While L and Z are abundant in the human diet, MZ is nearly absent. We previously demonstrated MZ is derived from L in chicken embryos precisely timed with expression of RPE65. Herein, we show that RPE65 from mouse, an animal that does not concentrate MZ in the eye, catalyzes L to MZ isomerization similarly as found for RPE65 from chicken and human, when expressed in cultured cells. Co-expression with xanthophyll-binding proteins had no impact on MZ yield. L and MZ both fit deep into the tunnel accessing the non-heme iron center, with strain evident for the 3'R,6'R {epsilon} ring of L. Interestingly, a negatively charged Glu148, found along substrate tunnel, highly conserved among carotenoid cleavage dioxygenases, and which is critical for eye health, could be replaced by a neutral, isosteric residue (Gln) without impacting MZ yield. We propose that L to MZ isomerization proceeds by a neutral, radical transition state that differs from the carbocation encountered during retinoid isomerization. These findings extend our mechanistic understanding for macular carotenoid metabolism and should be considered when developing therapeutic interventions that act via RPE65.", "date": "2025-12-13", "journal": ""}
{"title": "BIOSPONGES EMBEDDED WITH GDNF ENHANCE NEUROMUSCULAR RECOVERY FOLLOWING VOLUMETRIC MUSCLE LOSS", "doi": "10.64898/2025.12.10.693478", "authors": "Tadiwala, J.; Tobo, C.; Sekerak, K.; Sheetz, R.; Ridolfo, A.; Gamage, M. E.; Ertugral, E. G.; Jelliss, P.; Wood, M. D.; Kothapalli, C. R.; Garg, K.", "abstract": "Skeletal muscle cannot regenerate after volumetric muscle loss (VML), a traumatic injury defined as the loss of more than 20% of a muscle's mass. VML directly reduces the number of myofibers and causes axonal degeneration of nerves, resulting in reduced muscle function and impaired neuromuscular junctions (NMJs). Biosponge (BSG) scaffolds, composed of gelatin, collagen, and laminin-111, have been shown to improve muscle mass, cross-sectional area, and myofiber number following VML. However, improvements in NMJ quantity were not observed. Glial cell line-derived neurotrophic factor (GDNF) is a growth factor that enhances motor unit survival and neurite outgrowth. In this work, BSG scaffolds were electrostatically coupled with GDNF via gelatin nanoparticles (GNPs) to support myofiber regeneration and preserve NMJs post-VML in a rodent model. In vitro determination of release kinetics revealed an initial burst release of surface bound GDNF with almost an equivalent amount of electrostatically bound GDNF retained within the BSG post 1 week of incubation at 37 deg C in phosphate buffered saline (PBS). To create the VML injury in male Lewis rats (10-12 weeks old), ~20% of the muscle mass was removed from the tibialis anterior (TA) muscle of both hindlimbs. Relative to BSG+GNP alone, treatment with BSG+GNP+GDNF showed a significant increase (~25%) in peak isometric torque at 6 weeks post-injury. Qualitative and quantitative histological analysis of NMJs revealed an enhanced overlap between pre- and post-synaptic structures in the BSG+GNP+GDNF group. Additionally, the incorporation of GDNF slowed BSG remodeling and degradation. Overall, these results suggest that the BSG-mediated delivery of GDNF is an effective strategy for mitigating NMJ loss and enhancing muscle recovery following VML.", "date": "2025-12-13", "journal": ""}
{"title": "The mechanics and physics of tofu: Understanding hydrated soft solids through feature networks", "doi": "10.64898/2025.12.10.693552", "authors": "Boes, B.; Simon, J.-W.; Holthusen, H.; Kuhl, E.", "abstract": "Tofu remains one of the world's most important plant-based foods, famous for its cultural legacy, nutritional benefits, and environmental sustainability. Made up of only two ingredient--soy beans and water--it has nourished people for centuries; yet, its rheology remains incompletely understood. Here, we use tofu as a minimal model system to study how composition governs the mechanics and physics of hydrated soft solids. We perform over a hundred controlled compression tests on silken, firm, and extrafirm tofu, and observe a strong nonlinearity, a pronounced viscoelasticy, and a more than ten-fold increase in stress with only six percent decrease in water content. We demonstrate that automated model discovery can identify inelastic constitutive laws that accurately capture these unique characteristics across multiple loading magnitudes and rates. The discovered models autonomously separate elastic and inelastic mechanisms and reveal that tofu elasticity depends primarily on the second isochoric invariant, while tofu inelasticity depends on a combination of the second and third deviatoric invariants. This functional form is universal across all three tofu types, but scales in magnitude with water content. Our new water-content-based feature network reveals that this correlation in not linear, as assumed by traditional bi-phasic theories, but rather highly non-linear and sensitive to the individual model terms. These results position tofu as a quantitative benchmark for nonlinear poroviscoelastic solids and demonstrate how physics-informed machine learning can uncover the constitutive structure of hydrated soft materials.", "date": "2025-12-13", "journal": ""}
{"title": "Multidisciplinary assessments of a potentially novel acute tissue loss disease on Florida Orbicella corals", "doi": "10.64898/2025.12.10.693521", "authors": "Neely, K. L.; Cauvin, A.; Kiryu, Y.; Papke, E.; Kennedy, G. E.; Chaparro, A.; Januskiewicz, K.; Peters, E. C.; Huebner, L. K.; Landsberg, J. H.; Ushijima, B.; Meyer, J.", "abstract": "Coral disease outbreaks are an increasingly common threat to reefs. While coral disease research is expanding rapidly, there are still monumental challenges in diagnosing and differentiating among the different diseases on a reef. We used a collaborative multidisciplinary approach to characterize a potentially novel disease affecting Orbicella faveolata colonies in the Florida Keys. We tagged and fate-tracked individual lesions for progression and cessation rates, reanalyzed in situ photographs of previously monitored corals to determine prevalence and seasonality, and assessed the efficacy of amoxicillin treatments. Samples collected from lesions as well as unaffected and healthy controls were used to examine microbiomes, assess nine coral pathological parameters via histology, and measure 19 symbiont-specific physiological metrics using transmission electron microscopy (TEM). Across all analyses, we concluded that the observed disease is unlikely to be SCTLD. Many, but not all, metrics had similarities to previous descriptions of white plague, and so we additionally conducted preliminary histology on presumed white plague samples of O. franksi for comparison. However, the dearth of quantifiable histology and TEM studies on white plague did not allow us to conclusively confirm or refute comparisons to white plague. Using the recommended coral disease nomenclature, we define this specific outbreak as \"Orbicella acute tissue loss disease\" (OATLD). We provide unprecedented, quantified descriptions across numerous metrics of both diseased and control colonies. We suggest that these data lay the groundwork for future efforts on this disease as well as a comprehensive set of parameters against which other diseases can be compared.", "date": "2025-12-13", "journal": ""}
{"title": "Variation in bud phenology, frost tolerance and non-structural carbohydrates among white spruce seed sources on climate-contrasted test sites: implications for assisted migration", "doi": "10.64898/2025.12.10.693555", "authors": "Analy, C.; Benomar, L.; Perron, M.; Godbout, J.; Beaulieu, J.; Bergeron, Y.; Bousquet, J.; Lamara, M.", "abstract": "To assess the potential impacts of climate change on white spruce local adaptation, six seed sources were evaluated seven years after plantation on two test sites with contrasting growing conditions and latitude in Quebec. Bud set, frost tolerance, and analysis of non-structural carbohydrates (NSC) content showed important effects of test sites, seed sources, and their interactions on bud set phenology and growth. The average bud set initiation occurred one week later in the southern site compared to the northern site, whereas the late stage of bud set was similar between sites. Significant differences were observed between seed sources for some phenological stages. Frost tolerance was significantly lower in the southern site and below -12 C for all seed sources sampled at the beginning of October. The trend in fructose and glucose content was opposite between sites in September. It decreased from September to October in the southern site and increased in the northern site, while sucrose content showed an opposite pattern, with the southwestern seed source harboring the lowest sucrose content. NSC content was also correlated to frost tolerance. Our study highlighted the crucial role of NSC in cold hardiness to early fall frosts and local adaptation. Implications for assisted migration are discussed.", "date": "2025-12-13", "journal": ""}
{"title": "RhizoGrid: Illuminating Spatial Rhizosphere Dynamics", "doi": "10.64898/2025.12.10.693536", "authors": "Handakumbura, P. P.; Rivas Ubach, A.; Battu, A.; Anthony, W. E.; Schultz, K.; McClure, R.; Varga, T.; Jansson, C.; Egbert, R.", "abstract": "The rhizosphere microbiome directly influences plant health and acclimation to extreme environments, yet plant-microbe interactions in the rhizosphere have proven complex and difficult to study. We present RhizoGrid, a new methodological framework that integrates a 3D-printed pot structure with spatial measurements of root structure, metabollite and taxonomy to detect links between metabolites and microbes along a soil-grown root system. The RhizoGrid identifies microhabitats hidden belowground. Using the food, forage, and bioenergy crop sorghum, we showcase how the RhizoGrid opens new frontiers for exploring the heterogeneity and complexity of interactions between root exudates and microbes in the rhizosphere.", "date": "2025-12-13", "journal": ""}
{"title": "DISCO-seq: 3D single-cell transcriptomics of intact biological systems", "doi": "10.64898/2025.12.10.693352", "authors": "Bhatia, H. S.; Simons, L. H. A.; Kuemmerle, L. B.; McCabe, C.; Jansen, S.; He, Z.; Ali, M.; Jeridi, D.; Todorov, M. I.; Hoeher, L.; Padmarasu, S.; Park, H. E.; Thevis, J. F.; Bartos, L. M.; Singh, I.; Ussar, S.; Gorgulu, K.; Alguel, H.; Roberts, K.; Bayraktar, O. A.; Brendel, M.; Theis, F. J.; Treutlein, B.; Regev, A.; Erturk, A.", "abstract": "Single-cell transcriptomics has transformed tissue analysis, yet current methods struggle to integrate whole-tissue 3D architecture. Conventional techniques restrict molecular profiling to pre-selected 2D sections, losing systemic context and introducing anatomical bias by sampling less than 0.001% of a whole organism. To overcome these challenges, we developed DISCO-seq, a tissue-clearing chemistry that enables superior RNA accessibility compared to fresh or fixed tissues. DISCO-seq integrates whole-organ or organism 3D imaging with both untargeted and targeted transcriptomics, yielding high-quality RNA from cleared tissues comparable to standard samples. We demonstrate its versatility by investigating tumor heterogeneity in a syngeneic glioblastoma mouse model, using 3D imaging to identify spatially distinct microenvironments and characterize their unique transcriptomic signatures. Moreover, DISCO-seq enabled unbiased, whole-body mapping of SARS-CoV-2 S1 protein deposition in mice, followed by transcriptomic profiling of spatially defined niches. By bridging mesoscale 3D imaging with single-cell transcriptomics, DISCO-seq establishes a paradigm for anatomically contextualized, hypothesis-free tissue interrogation.", "date": "2025-12-13", "journal": ""}
{"title": "Early pathogenesis of spinal and bulbar muscular atrophy uncovered by human iPSC-derived motor neurons highlights pathogenic neuropeptides as therapeutic targets", "doi": "10.64898/2025.12.10.692869", "authors": "Onodera, K.; Riku, Y.; Shimojo, D.; Ota, A.; Rashid, M. I.; Okada, R.; Yamaguchi, S.; Yamada, S.; Hosokawa, Y.; Yoshida, M.; Iwasaki, Y.; Doyu, M.; Sobue, G.; Katsuno, M.; Okano, H.; Okada, Y.", "abstract": "Spinal and bulbar muscular atrophy (SBMA) is a neuromuscular disorder caused by the expansion of the polyglutamine tract in the androgen receptor (AR). Motor neurons (MNs) derived from patient-specific induced pluripotent stem cells (iPSCs) robustly recapitulated early SBMA phenotypes driven by endogenous mutant AR in the absence of testosterone (dihydrotestosterone) and detectable mutant AR aggregation. Notably, endoplasmic reticulum stress markedly exacerbated SBMA pathology. Cross-species integrative analyses of patient-derived neurons and spinal cords of transgenic mouse models revealed high expression of multiple disease-associated neuropeptides, including urotensin II (UTS2), in patient spinal MNs that was correlated with disease onset and progression in iPSC-derived MNs. Downstream signaling analyses of these neuropeptides revealed convergent molecular pathways whose pharmacological inhibition rescued cellular phenotypes. Together, these results establish a human disease model harboring endogenous mutant AR that closely reproduces early SBMA pathology and provides molecular leads for elucidating disease mechanisms and biomarkers and developing therapeutic targets.", "date": "2025-12-13", "journal": ""}
{"title": "CleLight: A scalable 3D histology pipeline for mappingneurodegenerative and psychiatric pathology in archivalhuman brains", "doi": "10.64898/2025.12.10.693496", "authors": "Jorda-Siquier, T.; Scholler, J.; Gantar, I.; Policet-Betend, H.; Batti, L.; Pages, S.; Kovari, E.; Lamy, C. M.", "abstract": "Mesoscopic brain imaging, enabled by advances in tissue clearing, light-sheet microscopy, and large-scale image processing, allows detailed analysis of cellular and molecular architecture across whole neural circuits. However, applying these methods to postmortem human brain tissue is hindered by strong autofluorescence, high tissue density, and fixation-induced damage. We introduce CleLight, a light-enhanced clearing method that increases tissue transparency while quenching autofluorescence. Combined with complementary chemical treatments, CleLight supports multiplexed immunolabeling and high-resolution imaging of centimeter-thick, formalin-fixed, paraffin-embedded human brain sections. It is compatible with a wide range of antibodies and fluorescent dyes, enabling the visualization of physiological and pathological features across diverse CNS regions in healthy and diseased samples. CleLight offers a simple, robust, and scalable workflow for clearing, deep labeling, and volumetric imaging of human brain tissue. Its compatibility with conventional histology and archival material makes it well suited for organ-wide pathological studies in large patient cohorts and historical brain collections.", "date": "2025-12-13", "journal": ""}
{"title": "CGGBP1-regulated heterogeneous C-T transition rates relate with G-quadruplex potential of terrestrial vertebrate genomes", "doi": "10.64898/2025.12.10.693595", "authors": "Kumar, P.; Singh, U.", "abstract": "The formation of G-quadruplexes is fundamentally linked to the DNA sequence, particularly regions rich in guanine. Unlike other DNA features, evolution has not favored specific agents to stabilize G-quadruplex structures; their formation depends strictly on inherent sequence properties. Vertebrate promoters are notable for their consistently high GC-content and pronounced G/C strand asymmetry. The evolutionary acquisition of CGGBP1 in vertebrates has functionally constrained methylation-driven cytosine-to-thymine transition mutations at GC-rich transcription factor binding sites within promoters, thereby preserving GC-content in these regulatory elements across amniote genomes. CGGBP1 target sequences are associated with GC-rich DNA and display G/C asymmetry, while also modulating G-quadruplex formation. This underscores the importance of investigating G4-forming potential retention across vertebrates through CGGBP1's role in protecting GC-content. In this study, we reveal the extensive potential for G-quadruplex formation in the promoters and genomes of over 100 vertebrate species. The evolutionary conservation of these GC-rich regions arises from selective mechanisms that protect both the G-rich strand, capable of forming the G4 structures, and the unused C-rich strand by suppressing C-to-T transitions. We demonstrate that G4-forming regions under nuclear constraints are governed by this restrictive process, mediated by CGGBP1. Furthermore, sequences most influenced by CGGBP1 levels also conform to this protective evolutionary strategy. Our data suggest that CGGBP1 acts not only to prevent excessive secondary structure formation but also to sustain genome-wide GC-richness by regulating methylation-associated C-to-T transitions in these sequences. Collectively, these findings underscore the evolutionary emergence of CGGBP1 as a guardian of genomic GC-richness.", "date": "2025-12-13", "journal": ""}
{"title": "A reference model for adult human cardiovascular mechanics", "doi": "10.64898/2025.12.10.693559", "authors": "Secomb, T. W.; Moulton, M. J.", "abstract": "A previously developed computational model for cardiovascular mechanics is here calibrated using typical values of 22 clinically observed hemodynamic properties in healthy human subjects. The model includes spatially resolved representations of the four heart chambers. The left ventricle is represented as a truncated thick-walled prolate spheroid, with three modes of deformation (short and long axis contraction and torsion). The other chambers are represented as full or partial thick-walled spherical shells. Wave propagation and reflection in the aorta are represented using a one-dimensional model. The closed-loop system is completed using lumped elements representing vascular resistances, compliances and inertances. The resulting system of coupled ordinary differential equations can be solved computationally in less than 0.1 s per cardiac cycle. In the present study, the values of 19 key input parameters to the model are estimated by minimizing the deviation of model predictions from the 22 observed hemodynamic properties. The resulting calibrated reference model provides a baseline for theoretical studies exploring the relationship between fundamental properties of the cardiovascular system, such as ventricular contractility and stiffness or vascular resistance and compliance, and clinically available measurements such as blood pressures, chamber volumes or valve flow waveforms.", "date": "2025-12-13", "journal": ""}
{"title": "MechanoMR microparticle (M3) sensors reveal dynamic stress loading as a driver of epithelial-mesenchymal transition", "doi": "10.64898/2025.12.10.693598", "authors": "An, M.; Yu, R.; Lin, A.; Jang, J.; Ohk, J.; Kim, Y.-J.; Jung, H.; Kwak, M.; Jun, Y.-w.; Cheon, J.", "abstract": "The dynamic mechanical response of tissues underlies their physiological function, yet direct, quantitative measurement of tissue stress in vivo has remained a major challenge. Here, we introduce the mechanoMR microparticle (M3, M-cube) sensor, a hybrid soft-matter/nanoparticle probe that integrates directly into tissue mechanical networks while transducing local stress into quantitative magnetic resonance (MR) readouts with single-particle resolution. We demonstrate the utility of this platform across diverse model systems, including tumor spheroids, Xenopus embryos, and mouse xenografts, where the M3 sensor enables noninvasive, spatiotemporally resolved mapping of tissue stress dynamics during cancer development. Using this approach, we reveal that epithelial-mesenchymal transition (EMT) is accompanied by distinctive stress-remodeling patterns observable in vivo. Strikingly, we find that abrupt stress increases, rather than cumulative or peak stress magnitude, are the key determinants of EMT induction in cancer cells within the tumor microenvironment. Transcriptomic profiling under controlled stress-loading dynamics shows that sustained yet gradual stress escalation activates cytoprotective antioxidation pathways (e.g., FOXO/AMPK) that reinforce epithelial stability, whereas acute stress surges overwhelm these defense mechanisms, predisposing cells toward mesenchymal reprogramming. These findings establish the M3 sensor as a broadly applicable technology for linking dynamic mechanical cues to cell-state transitions in development, homeostasis, and disease.", "date": "2025-12-13", "journal": ""}
{"title": "Evaluating the effects of regularization and cross-validation parameters on the performance of SVM-based decoding of EEG data", "doi": "10.64898/2025.12.10.693548", "authors": "zhang, g.; Wang, X.; Luck, S. J.", "abstract": "Regularization has been extensively used in multivariate pattern classification (MVPA; decoding) of EEG data to mitigate the risk of overfitting. N-fold cross-validation is also used to mitigate this risk, and it is often combined with averaging across trials to improve the signal-to-noise ratio. However, the impact of different regularization and cross-validation parameters on decoding performance remains unclear. This study aimed to evaluate the effects of variations in the support vector machine (SVM) regularization parameter (C) and the number of crossfolds (and the number of trials per average) on the performance of SVM-based decoding analyses. To achieve this, we examined the decoding performance in relatively simple binary classification tasks from seven commonly used event-related potential paradigms (N170, mismatch negativity, N2pc, P3b, N400, lateralized readiness potential, and error-related negativity). Additionally, we evaluated the decoding performance in more challenging multiclass tasks, including decoding face identity, facial expression, stimulus location, and stimulus orientation. The results revealed that both decoding accuracy and effect size were highest when the regularization strength was equal to or greater than 1. Furthermore, using between 3 and 5 folds with at least 10 trials per average yielded optimal decoding performance in most cases. Researchers applying SVM-based decoding to datasets similar to those examined here-in terms of population, recording systems, class numbers, and paradigms-might benefit from using the parameters that we found to be optimal here.", "date": "2025-12-13", "journal": ""}
{"title": "High-Dimensional Single-Cell Analysis Reveals Coordinated Age-Dependent Neuroinflammatory Microglia-T cell Circuits in the Brain", "doi": "10.64898/2025.12.10.693494", "authors": "Ali, M. A.; Siam, M. H. B.; Vardaman, D.; Bolding, C.; Brazell, J. N.; Whatley, A. D.; Risley, C. A.; Tidwell, H.; Hossain, S. N.; Samal, J.; Harms, A. S.; Tyrrell, D. J.", "abstract": "Aging and cerebrovascular pathology drive neuroinflammation in vascular dementia (VaD) but immune mechanisms underlying this interplay remain unresolved. Leveraging multi-modal high-dimensional imaging, flow cytometry, and split pool ligation transcriptomic sequencing in a mouse model of VaD, we constructed a brain immune cell atlas spanning young and aged mice in health and disease. We profiled microglia, T cells, macrophages, neutrophils, and B cells and integrated transcriptomics, cell-cell communication, multiplex imaging, and comparative analysis with human microglia. We found striking depletion of Ccr7+ naive T cells and expansion of Gzmk+ cytotoxic Cd8+ effector memory T cells in the aging brain. At the same time, microglia shifted toward a pro-inflammatory state with enhanced activity of major histocompatibility class complex I (MHC-I) to T cell receptor and co-stimulation from CD86 to CD28. These shifts suggest enhanced neuroinflammatory polarization within the aged brain and in VaD. These signals were strongest from activated microglia to Gzmk+ Cd8+ TEM cells, indicating that age-related microglial polarization may sustain cytotoxic T cell activation in the aged brain. Our findings suggest pro-inflammatory microglia and Gzmk+ CD8+ TEM cells are central drivers of immune brain aging and highlights a therapeutic potential to disrupt age-related neuroinflammatory cascades in VaD.", "date": "2025-12-13", "journal": ""}
{"title": "Dopamine biosynthesis in plants", "doi": "10.64898/2025.12.10.693491", "authors": "Ding, Y.; Zhai, Y.; Bruna, T.; Greenblum, S.; Lei, L.; Baumgart, L.; Wang, P.; Novak, V.; Shao, M.; Lee, S. J.; Hazen, S. P.; Kosina, S. M.; Vogel, J.; Northen, T.", "abstract": "Dopamine, an essential human neurotransmitter, also plays important roles in plant-microbe interactions and abiotic stress tolerance. While dopamine biosynthesis is well-characterized in mammals, it remains largely unclear in plants. Through metabolite-based genome-wide association studies, we identified two putative polyphenol oxidase genes for dopamine biosynthesis in Brachypodium distachyon, located in the same chromosomal region as two tyrosine decarboxylase genes. Biochemical and knockout mutant analyses demonstrated that dopamine biosynthesis proceeds primarily via tyramine as an intermediate and contributes to plant tissue browning. Homology searches and functional assays indicate that this dopamine biosynthetic pathway is conserved across diverse plant species. This discovery provides valuable insights into plant dopamine biosynthesis with potential applications in reducing food browning, improving stress resilience, and bioengineering valuable compounds.", "date": "2025-12-13", "journal": ""}
{"title": "Intrinsic persistent firing in CA1 encodes elapsed time across behaviorally relevant scales", "doi": "10.64898/2025.12.10.693586", "authors": "Zomorodi, S.; Knauer, B.; Brahimi, Y.; Reboreda, A.; Yoshida, M.; Tiganj, Z.", "abstract": "The ability to encode and maintain temporal relationships is crucial for learning, predicting, and forming episodic memories. While hippocampal time cells and entorhinal temporal context cells are well-established in vivo, it remains unclear whether single neurons can sustain representations of elapsed time over multi-second intervals, independent of synaptic drive. Here, using whole-cell patch-clamp recordings in rodent hippocampal CA1 slices under synaptic blockade, we show that following a brief current pulse, many neurons exhibit exponentially decaying firing rates with a broad distribution of time constants extending to tens of seconds. This indicates that single neurons possess intrinsic mechanisms capable of covering behaviorally relevant temporal scales. These results highlight that single neurons can encode temporal information over more than an order of magnitude, providing a potential cellular substrate for temporal coding in the brain.", "date": "2025-12-13", "journal": ""}
{"title": "Systematic comparison of color representations between humans and deep neural networks: towards predicting human color perception in a vast color space", "doi": "10.64898/2025.12.10.693611", "authors": "Wickramanayaka, N. R.; Oizumi, M.", "abstract": "The representational structure of human color perception, particularly within vast color spaces, remains incompletely understood. While representational structures for dozens of colors have been studied, exploring structures spanning hundreds or thousands of colors has been infeasible due to the time costs of psychophysical experiments. Given these constraints, deep neural networks (DNNs) have attracted attention as a promising tool for providing proxies or predictions of human perception beyond the scope of psychophysical experiments. However, it remains unclear which DNN models possess internal representations that geometrically align with human color perception. Furthermore, it is unclear which learning paradigm enables DNNs to acquire a color representation that is geometrically aligned with that of humans. Here, we systematically investigate which learning paradigm enables DNNs to produce a color representation that is structurally congruent with that of humans, with a focus on three types: self-supervised learning (SSL) that trains on images alone, supervised learning (SL) that trains on images with category labels, and contrastive language-image pre-training (CLIP) that trains on image-text pairs. We compared internal representations of DNNs with the human similarity judgments of 93 colors using a rigorous unsupervised method termed Gromov-Wasserstein Optimal Transport (GWOT), which reveals whether the representational structures of humans and models align at the fine-item level. Our results show that only the CLIP paradigm acquires color representations that strongly align with human data at the fine-item level. Furthermore, when we leveraged a key advantage of DNNs and investigated a substantial representational structure of 4096 colors, the human-aligned CLIP models consistently converged on a non-trivial distorted ring-like structure, which presents a plausible prediction for the large-scale human color representation. Our work demonstrates an approach for exploring unknown territories of human perception through the use of computational models validated in a limited empirical space, and provides predictions for future large-scale psychophysical experiments.", "date": "2025-12-13", "journal": ""}
{"title": "Amplifying Inflammation: Lipid Remodeling and Cargo Transfer by Macrophage-Derived Extracellular Vesicles", "doi": "10.64898/2025.12.11.693607", "authors": "Dutkova, M.; Turkova, K.; Orlovska, J.; Oslacky, M.; Calekova, L.; Strnad, S.; Vrkoslav, V.; Berka, V.; Kubala, L.; Ambrozova, G.", "abstract": "Inflammation drives pathology in acute and chronic diseases, including sepsis and peritonitis, where dysregulated immune activation leads to serious disease progression. As extracellular vesicles (EVs) are emerging carriers of inflammatory signals, defining how bacterial stimuli reshape macrophage-derived EVs is of direct clinical importance. Here, we show that bacterial lysate (BL) from Lacticaseibacillus rhamnosus CCM7091 induces marked lipid remodeling in EVs from RAW264.7 macrophages. Lipidomics revealed enrichment of saturated fatty acids and ceramides, forming a pro-inflammatory lipid signature and corresponding with enhanced cellular uptake of BL-EVs. Functionally, bacteria-stimulated EVs (BL-treated alongside the standard LPS model) promoted macrophage activation, increasing nitric oxide and TNF production, while LPS-EVs additionally induced endothelial activation through IL-6, RANTES, and ICAM-1 upregulation. We further identified inducible nitric oxide synthase (iNOS) within bacteria-stimulated EVs, the first demonstration of its incorporation into small EVs and EVs from a defined cell line and confirmed its presence in EVs from murine models of peritoneal inflammation and fibrosis. These findings identify lipid remodeling as a defining feature of bacteria-stimulated EVs that correlate with their pro-inflammatory activity and highlight iNOS as a novel inflammatory cargo. Together, our results establish bacteria-stimulated EVs as active mediators of immune activation with potential biomarker and therapeutic relevance.", "date": "2025-12-13", "journal": ""}
{"title": "A Biologically Grounded Structural Causal Model Enables cfRNA Specific In-Context Learning", "doi": "10.64898/2025.12.10.693604", "authors": "Kim, R.; Kim, B.; Kim, H.; Lee, S.", "abstract": "Cell-free RNA (cfRNA) in human plasma provides a minimally invasive readout of tissue physiology, yet its extreme sparsity, heavy-tailed abundance distributions, and weak but structured correlation patterns create major challenges for machine learning. Conventional tabular foundation models are typically trained on synthetic datasets that assume generic statistical properties, and as a result, they fail to capture the distinctive characteristics of cfRNA. These limitations become even more pronounced in settings where labeled data are scarce. We introduce cfRNA-ICL, a cfRNA-specific in-context learning model trained entirely on tasks generated from a biologically grounded structural causal model (SCM). The SCM produces realistic cfRNA-like scenarios by incorporating empirical measurements of gene-level dropout, overdispersion, tissue-mixture-driven latent factors, compositional variability, and sequencing noise. This synthetic task universe enables cfRNA-ICL to acquire inductive biases that closely reflect the geometry of real cfRNA data. Across multiple cancer classification benchmarks, cfRNA-ICL demonstrates consistently higher performance than tabular ICL models trained on generic synthetic data. The gains are most substantial in few-shot settings, where the model benefits from its exposure to cfRNA-specific statistical regimes during meta-training. Representation-level analyses further show that cfRNA-ICL organizes samples into biologically coherent manifolds, preserving cancer-type identity without the use of supervised constraints, indicating strong alignment between the synthetic prior and real cfRNA structure. Taken together, these results show that domain-aware generative priors can meaningfully enhance in-context learning for biological tabular data. cfRNA-ICL provides a generalizable framework for cfRNA modeling and establishes a practical path toward foundation-scale models intrinsically adapted to the statistical landscape of plasma cfRNA.", "date": "2025-12-13", "journal": ""}
{"title": "Dual Metabolic Compensation to Dietary Choline Deficiency by the Drosophila Hologenome", "doi": "10.64898/2025.12.11.693343", "authors": "Fujita, Y.; Morozumi, S.; Kosakamoto, H.; Arita, M.; Obata, F.", "abstract": "Coping with an unbalanced diet is critical in animals. However, the mechanisms that mitigate deficiencies of specific nutrients, such as choline, remain poorly understood. Choline is converted to phosphatidylcholine (PC), a major phospholipid. Using genetic, nutritional, and microbiome manipulation tools in Drosophila melanogaster, we identified two independent mechanisms that ameliorate the effects of choline deficiency. First, a strain of commensal bacteria synthesizes PC via choline-independent pathway and provides it to the host. Second, a host-derived phospholipid, {beta}-methylphosphatidylcholine ({beta}mPC), is generated from carnitine, which compensates choline deficiency as a functional analog of PC. Our findings reveal microbial and host metabolic processes that modulate dietary requirement for choline. This study also provides evidence that hologenomic coordination of metabolism enables animals to adapt to a micronutrient deficiency.", "date": "2025-12-13", "journal": ""}
{"title": "Host species and body site equally impact microbiome structure between sympatric Atlantic sea cucumber species", "doi": "10.64898/2025.12.12.694001", "authors": "Crowley, C. A.; Belisle, B. S.; Dart, E.; Ahlgren, N. A.", "abstract": "Sea cucumbers are key members in the marine ecosystem, food webs, and support valuable commercial fisheries, yet their microbiomes, which likely influence host health and function, are relatively understudied. There is specifically a paucity of microbiome studies of echinoderm coelomic fluid (CF), which is centrally involved in circulation, digestion, and immunity. This study analyzed the microbiomes of two sympatric holothurians (sea cucumbers), Leptosynapta tenuis, and Sclerodactyla briareus, found in coastal, temperate waters of the Northeast Atlantic. First, we found unexpectedly high levels (approaching 107 cells/ml) of prokaryotic-sized cells in the coelomic fluid of the sympatric sea star Asterias forbesi. Amplicon sequencing of the 16S rRNA gene revealed significant differences in alpha and beta diversity of sea cucumber microbiomes. This included differences in CF communities between the two sea cucumber species and among body sites--CF, epidermis, and gut--of S. briareus. Host and body sites explained roughly equal amounts of microbial community variation (22% and 27%, respectively). We identified particular taxa associated with differences in community composition, including enrichment of anaerobic taxa (e.g., Desulftobacterota) in gut samples and Proteobacteria (including Burkholderiales and Pseudomonadales) in epidermis samples. We also uncovered higher levels of Synechococcales cyanobacteria in CF relative to the gut, epidermis, and background seawater samples. CF is thought to exchange with surrounding seawater, so these results highlight an apparent selective retention of CF microbial communities. This work adds to our growing knowledge of echinoderm microbiomes and highlights the need for additional surveys of their microbiomes.", "date": "2025-12-13", "journal": ""}
{"title": "Gene replacement therapy for Piga GPI-anchor deficiency in the developing nervous system", "doi": "10.64898/2025.12.11.693709", "authors": "Watts, J. L.; Likhite, S.; Murakami, Y.; Kinoshita, T.; Meyer, K.; Stottmann, R.", "abstract": "Glycosylphosphatidylinositol (GPI) anchors are a class of post-translational modifications observed on over 150 proteins. Pathogenic variants in the GPI biosynthesis enzyme, PIGA, in humans are associated with several brain anomalies such as hypomyelination, cerebellar hypoplasia, ataxic gait, and can lead to premature mortality. We previously genetically deleted Piga from the embryonic mouse brain which led to early postnatal death and significant structural brain malformations similar to those observed in humans with PIGA variants. The current treatment options for PIGA patients only manage symptoms and provides palliative care, demonstrating a need for new therapeutic options. We employed an AAV9-mediated PIGA gene-replacement (AAV9-hPIGA) strategy to assess the efficacy of gene therapy in the brain. We show that a single intracerebroventricular treatment on the first day of life successfully rescued survival rates, structural brain anomalies, and neurological impairments. Additionally, we used mass spectrometry to identify and quantify GPI-anchored proteins in untreated and treated mutant mice. We found that AAV9-hPIGA treatment restored GPI-anchored protein levels in mutant animals. These investigations enhance our understanding of GPI-anchored protein production during brain development and contribute to the development of a more effective intervention for PIGA-related symptoms.", "date": "2025-12-13", "journal": ""}
{"title": "DNA binding and lesion recognition by the bacterial interstrand DNA crosslink glycosylase AlkX", "doi": "10.64898/2025.12.11.693820", "authors": "Cai, Y.; Kunkle, D. E.; Edinbugh, M. D.; Skaar, E. P.; Eichman, B. F.", "abstract": "Interstrand DNA crosslinks (ICLs) are a highly toxic form of DNA damage. ICL repair in both eukaryotes and bacteria involves unhooking of the two strands by specialized DNA glycosylases. We recently established that the human pathogen Acinetobacter baumannii contains an ICL glycosylase (AlkX) that facilitates pathogenesis and protects the bacteria from DNA damage and acid stress. However, the physical basis for glycosylase-catalyzed ICL unhooking is unknown. Here, we describe a crystal structure of AlkX bound to DNA representing a product of the ICL unhooking reaction. Mutational analysis of ICL unhooking in vitro and A. baumannii sensitivity to the crosslinking agent mechlorethamine enabled identification of several AlkX motifs critical for ICL repair. We also found that a genetic variant from an antibiotic-resistant strain of the human pathogen Salmonella enterica significantly reduced AlkX activity in vitro and increased A. baumannii sensitivity to DNA crosslinking. This work provides a structural basis for how bacterial ICL glycosylases recognize and repair DNA adducts and contributes additional evidence that ICL repair is important for fitness of human pathogens.", "date": "2025-12-13", "journal": ""}
{"title": "Cellular responses to FGF1 are modulated by palmitoylation of the docking protein FRS2α", "doi": "10.64898/2025.12.11.693497", "authors": "An, S.; Suzuki, Y.; Mohanty, J.; Tome, F.; Lax, I.; Schlessinger, J.", "abstract": "An important mechanism by which receptor tyrosine kinases (RTKs) mediate cellular responses involves the formation of signaling complexes through direct interactions with membrane-associated docking proteins, followed by phosphorylation of multiple tyrosine residues. These docking proteins recruit and activate downstream signaling molecules and enzymes following ligand stimulation. The docking protein FRS2 has been established as a major signaling hub activated by fibroblast growth factors (FGFs), neurotrophic factors, and other extracellular cues. Here, we show that palmitoylation of FRS2 at two sites is essential for stabilizing its myristoylation-dependent association with the plasma membrane. FGF1-induced MAPK activation and other cellular responses are partially restored in cells expressing FRS2 mutants deficient in either one of the two palmitoylation sites. However full restoration of signal strength including MAPK response and other FGF1-induced cellular activities requires palmitoylation at both FRS2 sites. In addition to enhancing signaling robustness, anchoring of FRS2 to the plasma membrane creates a structural platform for assembling multi-protein complexes essential for cytoskeletal reorganization associated with membrane ruffling, macropinocytosis, and other FGF1-induced processes. Finally, we demonstrate that while PC12 cells lacking FRS2 or deficient in FRS2 palmitoylation can proliferate, FGF1-induced neuronal differentiation strictly depends on the palmitoylation of the docking protein.", "date": "2025-12-13", "journal": ""}
{"title": "Using experimental results of protein design to guide biomolecular energy-function development", "doi": "10.64898/2025.12.12.691241", "authors": "Haddox, H. K.; Rocklin, G. J.; Motta, F. C.; Strickland, D.; Halabiya, S. F.; Cordray, C.; Park, H.; Klavins, E.; Baker, D.; DiMaio, F.", "abstract": "Computational models of macromolecules have many applications in biochemistry, but physical inaccuracies limit their utility. One class of models uses energy functions rooted in classical mechanics. The standard datasets used to train these models are limited in diversity, pointing to a need for new training data. Here, we sought to explore a new paradigm for training an energy function, where the Rosetta energy function was used to design de novo proteins. Experimental results on these designs were then used to identify failure modes of design, which were subsequently used as a guiding principle to retrain the energy function. Specifically, we examined a diverse set of de novo protein designs experimentally tested for their ability to stably fold, identifying unstable designs that were predicted to be stable by the Rosetta energy function. Using deep mutational scanning, we identified single amino-acid mutations that rescued the stability of these designs, providing insight into common failure modes of the energy function. We identified one key failure mode, involving steric clashing in protein cores. We identified similar overpacking when using Rosetta to refine high-resolution protein crystal structures, quantified the degree of overpacking, and refit a small set of energy-function parameters to better recapitulate native-like packing. Following fitting, we largely eliminated the failure mode in the refinement task, while retaining performance on other benchmarks, resulting in an updated version of the Rosetta energy function. This work shows how learning from protein designs can guide energy-function development.", "date": "2025-12-13", "journal": ""}
{"title": "Mechanisms of soil carbon preservation illuminated by model mineral-associated organic matter", "doi": "10.64898/2025.12.12.694042", "authors": "Sridhar, S.; Gao, X.; Sun, T.; Masiello, C. A.; Ajo-Franklin, C. M.", "abstract": "A central control on atmospheric CO2 is the stabilization of organic carbon in soils. While there are well-described properties associated with stable soil carbon, such as interactions with minerals and conserved chemical features, determining the mechanisms underlying these properties is challenged by soil complexity and heterogeneity. Here we synthesize a naturally complex, tunable model form of mineral-associated organic matter (LabMAOM) to explore mechanisms of stable soil carbon formation and persistence. We show that mineral association and ambient organic matter synergistically stabilize LabMAOM against microbial decomposition. Moreover, different starting compositions of organic matter yield a conserved final LabMAOM chemical composition consistent with natural soils. Our findings open new mechanistic understanding of stable soil carbon and will be of utility to climate modeling and soil health management.", "date": "2025-12-13", "journal": ""}
{"title": "Engineered AAV Capsids with Enhanced Extracellular Vesicle Loading via Rational Design and Directed Evolution", "doi": "10.64898/2025.12.12.693981", "authors": "Vorobieva, I.; Luchner, M.; friedrichsen, H.; Makkar, R.; Chester, S.; Haughton, E.; Conceicao, M.; Steel, H.; Sanders, S. J.; Wood, M.; Gupta, D.", "abstract": "Overcoming immune responses and ensuring efficient delivery remain key obstacles to advancing adeno-associated virus (AAV)-based genetic medicines into the clinic. Encapsulating AAVs within naturally secreted extracellular vesicles (EV-AAV) can shield them from neutralising antibodies and increase transduction efficiency; however, wild-type AAV capsids are incorporated into EVs inefficiently, with the percentage of total AAV genomes in the EV-AAV fraction ranging from 0.5% to 12%, depending on AAV serotype. Here, we establish a high-throughput screening platform that links AAV capsid genotype to EV encapsulation phenotype to improve encapsulation efficiency. We combined rational design with directed evolution to engineer AAV9 variants that preferentially sort into EVs. A library of 392,550 AAV9 capsid mutants was generated by inserting Late (L) domains, established EV-sorting motifs, and fully random amino acid inserts in a surface-exposed region of the AAV9 capsid protein. Screening data were analysed using a statistical model-assisted protein selection (SMAPS) workflow, developed as a novel quantitative modelling and selection strategy for protein engineering challenges of this kind. SMAPS functions as a digital twin of the protein variants in our high-throughput screen, allowing us to monitor uncertainty in copy numbers over multiple steps in the experimental workflow. Using SMAPS, we identified five lead hits, which showed up to threefold increased EV-AAV yield compared to wild-type, without altering particle size. Moreover, in vitro transduction experiments demonstrated that the lead AAV9 capsid exhibits substantially higher transduction efficiency compared to wild-type AAV9 and retained functional activity in the presence of neutralising anti-AAV9 antibodies. Collectively, our study: (i) delivers a scalable high-throughput screen for EV-AAV engineering, (ii) introduces the field first statistical model-guided quality-control framework for directed evolution, and (iii) provides best-in-class capsids for EV encapsulation.", "date": "2025-12-13", "journal": ""}
{"title": "Identification and characterization of host-modulating effectors encoded by the Cluster F1 mycobacteriophage NormanBulbieJr", "doi": "10.64898/2025.12.12.693979", "authors": "Wise, B. M.; Edwards, K.; Jirsa, C. R.; Abbruzzese, S.; Adebiyi, A.; Bapat, S.; Barnhardt, T.; Bastiampillai, N.; Begovic, E.; Berchick, M. G.; Bocco, G.; Bonoris, J.; Boos, E.; Cassady, M.; Chehab, J.; Cooper, G.; Coyle, H.; Davis, J.; De la Cruz Vargas, N.; Delach, M.; Dowiak, C.; Ferraro, D.; Fuller, M.; Glasser, B.; Gordon, K.; Hoch, H.; Holleman, S.; Hood, L.; Hurrell, B.; Jacobs, N.; Jiang, D.; Kefalos, S.; Maher, S.; Martin, J.; Mengesha, R.; Merenich, D.; Nayak, A.; Nesterova, D.; Nguyen, J.; Okonkwo, C.; Pompan, T.; Redwood, L.; Scanlon, C.; Schneider, L.; Shenai, A.; Siatkowski, C.; ", "abstract": "NormanBulbieJr (NBJ) is a temperate siphovirus isolated on the host Mycobacterium smegmatis mc2155 that encodes 102 gene products, 60 of which have no known function (NKF). Based on gene content, NBJ is classified as a Cluster F, Subcluster F1 phage and shares 70% of its encoded gene phamilies with Girr, another F1 mycobacteriophage that was recently analyzed in a genome-wide overexpression screen and found to encode 29 diverse gene products capable of inhibiting growth of M. smegmatis. Similar functional screens in other mycobacteriophages have uncovered a growing repertoire of diverse, phage-encoded bacterial growth inhibitors, providing prime candidates for dissecting novel bacterial-phage interactions. An arrayed overexpression library encoding all 102 genes was constructed and systematically screened using a plate-based cytotoxicity assay, identifying 29 genes that inhibit mycobacterial growth. Because mycobacteriophage genomes are also known to encode systems involved in phage-phage competition, we conducted additional phage defense assays for a subset of NBJ genes in our library. This analysis confirmed homotypic immunity by the predicted immunity repressor, and identified an additional gene involved in host defense against Cluster F phages and which was found to be critical for NBJ lysogen stability. Finally, we extended our analysis to explore the essentiality of all identified host-modulating genes in the NBJ life cycle, using CRISPR-enhanced recombineering to generate phage deletion mutants, revealing two host modulators that are critical for lytic growth. Conducted as part of the SEA-GENES undergraduate research consortium (Heller et al. 2024), this study adds to a growing functional genomics resource and provides new insights into the complex interactions between phage gene products and the mycobacterial host cell.", "date": "2025-12-13", "journal": ""}
{"title": "Physicochemical and Antibacterial Evaluation of the methanol extract of Chrysobalanus icaco L. (Chrysobalanceae) Seed and Fractions", "doi": "10.64898/2025.12.12.680370", "authors": "Ikpefan, E. O.; APITIKORI-OWUMI, J. E.; Uchenna, N. L.; Ijamani, D. E.", "abstract": "The use of plants as antimicrobial agents has gained popularity recently due to the need to explore safer alternative means of combating bacterial infections. The seeds of C. icaco were evaluated for its physicochemical, phytochemical and antimicrobial properties. The pulverized seed was extracted using cold maceration. Standard methods were used to evaluate the physicochemical properties of the powdered drug and phytochemical content of the crude extract of the seeds of C. icaco. The crude methanol extract was partitioned into dichloromethane and aqueous fractions. The antibacterial evaluation of the crude extract and fractions were done using agar well diffusion method. The phytochemicals present in the methanol crude were saponins, tannins, flavonoids, reducing sugars, alkaloids, steroid, terpenoids and cardiac glycosides. The moisture content value was 6.37 %. The antimicrobial result revealed that DCM fraction showed the highest zone of inhibition against S. aureus, P. aeruginosa, S. typhi, and E. coli at a concentration of 100 mg/mL, 200 mg/mL, 100 mg/mL, 25 mg/mL and 200 mg/mL respectively when compared to the crude seed extract and aqueous fraction. The MIC of crude extract was 50 mg/ml against each bacteria. The MIC of DCM fraction was between 100 mg/ml and 50 mg/ml against each bacteria. The MIC of aqueous fraction between 200 mg/ml and 50 mg/ml against each bacteria. This study therefore suggest that the crude extract and dichloromethane fraction of the seed of C. icaco possess antibacterial activities again selected isolates.", "date": "2025-12-13", "journal": ""}
{"title": "Storage polymer polyhydroxybutyrate promotes recovery and limits phenotypic heterogeneity in regrowth from carbon starvation in Methylobacterium extorquens", "doi": "10.64898/2025.12.12.690574", "authors": "Adams, K. J.; Marx, C. J.; Alleman, A. B.", "abstract": "Bacteria in the wild often encounter long periods of starvation. Evolutionary adaptation to cycles of nutrient deficiency has led to metabolic and physiological strategies that prevent cell death and promote rapid recovery from starvation. A cellular factor shaping outcomes during carbon starvation is polyhydroxybutyrate (PHB), a widespread carbon polymer that helps maintain membrane integrity and promotes regrowth upon reintroduction to nutrients. The response to starvation is often highly heterogeneous across isogenic populations and confounded by environmental variables that mask underlying physiological mechanisms. Prior work has shown that hyper- or hypo-osmolarity greatly increases cell death, but little is known about how PHB and osmolarity jointly influence both population viability and the emergence of heterogeneity in periods of nutrient limitation. To investigate this, we subjected populations of Methylobacterium extorquens to carbon starvation across a range of osmolarities and analyzed the phenotypes of individuals regrowing from the combined stress. By resolving the distributions of key traits such as lag time and growth rate, we found that populations partition into subpopulations that appear either significantly or minimally impaired by the stresses presented. Osmolarity affected total survival, and surprisingly, populations maintained viability in ultra-pure water. PHB metabolism was beneficial for population viability across all conditions, and unexpectedly reduced the variance of populations in lag time and growth rate. These findings show that PHB aids survival and regrowth from starvation, and suggest that the restructuring of phenotypes in long-term stationary phase depends on PHB even though total osmotic sensitivity does not.", "date": "2025-12-13", "journal": ""}
{"title": "Intestinal Stem and Progenitor Cells Exhibit Distinct Adaptive Responses to Inflammatory Stress in IBD", "doi": "10.64898/2025.12.11.691866", "authors": "Ordonez-Moran, P.; Balasubramanian, B.; Patel, S.; Dalleywater, W.; Hannan, N.; Huelsken, J.; Moran, G. W.; Pin, C.; Gall, L.", "abstract": "Background Intestinal epithelial stem cells (SCs) and their transit-amplifying (TA) progeny are critical for mucosal repair and regeneration. However, their behaviour under chronic inflammatory conditions, such as those observed in Inflammatory Bowel Disease (IBD), remains incompletely understood. Methods We investigated the impact of chronic inflammation on intestinal stem/progenitor cells by integrating bulk RNA sequencing from the largest IBD biopsy cohort to date with single-cell transcriptomic analysis and experimental assays using patient-derived intestinal organoids. Results Active inflammation was associated with a reduction in canonical LGR5 intestinal stem cells and a concurrent expansion of OLFM4 populations, consistent with an inflammation-induced epithelial repair program. Notably, SC/TA cells from both inflamed and non-inflamed IBD tissues exhibited persistent transcriptional changes that were distinct from those in healthy controls. Single-cell analysis identified transcriptionally heterogeneous SC/TA subpopulations, including a previously uncharacterized inflammation-associated cluster enriched in immune signalling pathways. Pseudotime trajectory analysis demonstrated a shift in differentiation toward deep crypt secretory (Paneth-like) cell lineages under inflammatory conditions. Conclusions Chronic intestinal inflammation reshapes the epithelial stem and progenitor cell compartment, promoting altered differentiation and the emergence of immune-responsive epithelial states. These findings highlight the plasticity of the human intestinal epithelium in IBD and point to new avenues for therapeutic strategies aimed at maintaining epithelial integrity during chronic inflammation.", "date": "2025-12-13", "journal": ""}
{"title": "The NuRD complex shapes RNA polymerase III activity at highly expressed tRNA gene clusters, tuning the dynamic range of cellular tRNA pools", "doi": "10.64898/2025.12.12.694012", "authors": "Cheng, R.; K C, R.; Lizarazo, S.; Yuan, J.; Zhou, S.; Van Bortle, K.", "abstract": "RNA polymerase III (Pol III) produces noncoding RNAs involved in diverse cellular activities, including translation (tRNA, 5S rRNA, 7SL RNA), RNA processing (U6 snRNA, RPPH1, RMRP), and transcription regulation (7SK snRNA). In this way, Pol III activity must be broadly coupled with cellular demands for protein accumulation and growth, increasing in response to nutrient availability and decreasing during differentiation and exit from proliferation. However, the currently established mechanisms of Pol III regulation remain relatively limited, due in part to the few Pol III-centered protein-protein interaction (PPI) studies performed to date. To address this gap, we first investigated PPIs shared by multiple Pol III subunits to under-stand the macromolecular interactome of Pol III, with special attention directed at potential regulatory candidates. Our proteomic survey uncovers interactions between Pol III and the NuRD (Nucleosome Remodeling and Deacetylase) complex. Taken further, we show that NuRD localizes to active Pol III-transcribed genes and that its recruitment is Pol III-dependent but nonrandom, with peak occupancy and regulatory hallmarks converging on tRNA gene clusters associated with notably high expression levels. Inhibiting NuRD-associated histone deacetylase function reduces Pol III transcription at these sites, suggesting NuRD restricts Pol III and thereby modulates the global dynamic range of Pol III-derived RNA species. These findings are congruent with the transcriptionally repressive nature of NuRD and bring-to-light a new regulatory mechanism that may couple signaling events and changes in metabolic needs with the dynamic availability of specific tRNA pools.", "date": "2025-12-13", "journal": ""}
{"title": "A high-throughput methods SNIPR-Nm reveals small RNA methylation ratio", "doi": "10.64898/2025.12.11.693694", "authors": "Tang, Y.; Li, Y.; Zhu, L.; Chi, X.; Wu, Y.; Liu, K.; Tang, H.; Liu, T.; Hu, Y.; Zhao, G.; Chen, J.-Q.; Chen, Q.", "abstract": "Small RNAs regulate gene expression and genome stability, and their functions are shaped by 3'-terminal 2'-O-methylation (Nm). Although Nm is universal in plants and mainly marks animal piRNAs, recent evidence reveals Nm on mammalian miRNAs, highlighting broader regulatory roles. However, current sequencing underestimates Nm-modified RNAs due to ligation bias, and existing qPCR-based methods cannot simultaneously quantify abundance and modification, leaving Nm dynamics largely unexplored. We developed a unified enzymatic strategy that integrates poly(A) polymerase and a thermostable ligase to measure both small RNA abundance and 3'-end Nm status. Applied to mouse testis, it enables robust quantification of Nm ratios for piRNAs and miRNAs. Our method offers a versatile tool for dissecting small RNA methylation in development and disease.", "date": "2025-12-13", "journal": ""}
{"title": "Genome assembly of Spinifex sericeus provides insights into repetitive content and haplotype variation in a dioecious coastal grass", "doi": "10.64898/2025.12.11.692453", "authors": "Chen, S. H.; Bragg, J. G.; Jones, A.", "abstract": "Spinifex sericeus (beach spinifex) is a perennial, dioecious grass native to coastal ecosystem of Oceania that has an important role in dune stability. We present a near telomere-to-telomere, haplotype-resolved nuclear genome alongside complete organelle genomes of S. sericeus. The chloroplast genome exhibits heteroplasmy, having two distinct circular configurations spanning 138 kbp each. The complex mitochondrial genome consists of a large linear component spanning 1.85 Mbp and a small circular 134 kbp component. The nuclear genome is highly repeat-rich, dominated by long terminal repeat (LTR) retrotransposons. Comparative analysis of the two haplotypes reveals extensive structural variation and high levels of duplication that are suggestive of active and expanding LTRs that may drive genome evolution and expansion in this species. These genomic resources provide a foundation for advancing research on sex determination and stress adaptation in grasses, and well as practical applications in crop improvement and genetically informed coastal dune restoration.", "date": "2025-12-13", "journal": ""}
{"title": "Single-Molecule Imaging Reveals DNA Shape Read-out by the INO80 Chromatin Remodeler", "doi": "10.64898/2025.12.11.693632", "authors": "Stigler, J.; Linder, G.; Horky, D.; Zernia, S.", "abstract": "ATP-dependent chromatin remodeling enzymes act together to construct complex chromatin architectures around functionally important regulatory regions like promoters and origins of replication. The INO80 complex accurately positions nucleosomes bordering these regions, which is crucial for proper transcription start site selection and efficient replication. How INO80 localizes these nucleosomes and regulates its remodeling activity to produce specific positions mechanistically is unclear, although recent findings suggest a role for DNA shape features and barrier factors. Here, we use single-molecule DNA curtains to directly observe interactions of INO80 with DNA, nucleosomes and barrier factor Reb1. We show that INO80 recognizes DNA shape and strongly binds to shape features that are enriched in promoters and ORIs. Moreover, we find that INO80 performs 1D searches and intersegmental transfers to dynamically interact with nucleosomes and Reb1, but cannot bypass them, indicating that they could confine INO80 within promoters and thereby increase engagement with flanking nucleosomes. Our findings reveal how INO80's target-site search and remodeling activity are influenced by DNA shape recognition and molecular architecture and elucidate how remodelers can integrate different kinds of information to transform the chromatin landscape.", "date": "2025-12-13", "journal": ""}
{"title": "RNA modulates FUS condensate assembly, dynamics, and aggregation through diverse molecular contacts", "doi": "10.64898/2025.12.13.694118", "authors": "Zheng, T.; Sojitra, K.; Cummings, S.; Chen, Q.; Mohanty, P.; Mittal, J.; Fawzi, N. L.", "abstract": "Fused in sarcoma (FUS) is an RNA-binding protein that undergoes phase separation with RNA and other cellular components, forming ribonucleoprotein (RNP) granules. While recent advances delineating the molecular forces that underlie phase separation have largely focused on protein-protein interactions, the molecular details of protein-RNA interactions within condensates remain limited. In this study, we demonstrate that RNA modulates the phase separation of the low-complexity (LC) and arginine-glycine-glycine motif (RGG1) domains of FUS: low RNA concentrations enhance protein phase separation and excess RNA disrupts it. By integrating biochemical assays, NMR spectroscopy, and molecular dynamics simulations, we show that RNA incorporates into FUS condensates, reducing condensate density while enhancing local relaxation and diffusional motion of FUS. Surprisingly, whereas RNA binding in the dispersed phase primarily involves the RGG1 domain, within the condensed phase, both LC and RGG1 domains contribute to interactions with RNA. NMR and simulation data show diverse interactions between amino acids and RNA moieties, including prominent glutamine-RNA contacts, that stabilize FUS-RNA co-condensates. Furthermore, we found that RNA accelerates the liquid-to-solid transition of FUS LC-RGG1 condensates, promoting fibrillar aggregate formation. Together, these results provide mechanistic insight into how RNA regulates the assembly, dynamics, and maturation of protein condensates.", "date": "2025-12-13", "journal": ""}
{"title": "Tryptophan Chemistry Driven by a Widespread Cytochrome P422 Enzyme Family", "doi": "10.64898/2025.12.11.692455", "authors": "MA, W.; WANG, Q.; YANG, Q.; TENG, Z.; HAN, X.; SANG, M.; LI, Q.; WANG, R.; FENG, P.; ZHONG, J.; ZHANG, Y.; WEI, Y.; JIANG, L.; GUENGERICH, F. P.; Zhang, W.", "abstract": "Tryptophan serves as a versatile biosynthetic precursor across living organisms. While heme-binding proteins (HBPs) mediate key reactions in tryptophan transformation, the full diversity of HBPs remains largely unexplored. Here, we developed the novel Cofactor-Integrative Structural Inspector (CISSspector) to systematically identify HBPs in the extensive extant microbial genomic sequence database, which revealed several uncharacterized HBP families. We experimentally characterized one of the most prominent families, the cytochrome P422 (formerly DUF6875) family, distributed throughout the prokaryotes and eukaryotes. Strikingly, we discovered that this enzyme family orchestrates four chemically distinct and biochemically unprecedented transformations, with regioselectivity, including N1-, C6-, and C7-hydroxylations and intramolecular C-S bond formations. Notably, the discovery of enzymes capable of Trp N1- and C7-hydroxylation addresses a long-standing gap in the natural enzyme arsenal. Structural analysis of the representative cytochrome P422 enzyme Mc170 revealed a structurally unique HBP fold in which conserved residues form a substrate \"clamp\" that positions the tryptophan indole ring for selective modification. Our work unveils a hidden enzymatic repertoire of HBPs, expands the known landscape of tryptophan metabolism, and establishes an artificial intelligence-augmented framework for discovering cryptic enzymes with broad implications for synthetic biology and natural product discovery.", "date": "2025-12-13", "journal": ""}
{"title": "Aligning gene trees with family trees", "doi": "10.64898/2025.12.11.693727", "authors": "Serdiuk, A.; Moreau, C.; Mathieu, J.; Duchesne, E.; Gagnon, C.; Girard, S.; Gravel, S.", "abstract": "Relatedness between individuals can be measured at the genealogical level (by describing shared ancestors in a pedigree) or at a genetic level (by describing shared haplotypes across the genome). The shared haplotype structure can be conveniently summarized as a sequence of trees along the genome, where each tree describes the last shared genetic ancestors between individuals at a locus. While many tools exist to infer tree sequences from genetic data, and many large pedigree datasets are available, few tools exist to identify the relationship between the two - finding which genetic ancestor corresponds to which pedigree ancestor, and conversely. In this paper, we propose an algorithm to solve this problem by providing, for each genetic tree, the list of all consistent ancestry paths within a genealogical tree. We also provide variants of the algorithm with moderate robustness to both tree sequence and pedigree errors. We demonstrate the scalability of our approach on the BALSAC genealogical dataset, which includes millions of individuals in Quebec, Canada. We find that 20 carriers usually provide enough information to reliably identify a common ancestor 15 generations ago or find the parent of origin of alleles among probands, but the number of possible ancestry paths within the pedigree can remain large. We apply the method to reconstruct the inheritance of a causal allele for type 1 myotonic dystrophy.", "date": "2025-12-13", "journal": ""}
{"title": "Cefdinir binding to a class-A β-lactamase revealed by serial cryo-crystallography", "doi": "10.64898/2025.12.11.693660", "authors": "Gore, G.; Prester, A.; Bartels, K.; Stetten, D. v.; Schulz, E. C.", "abstract": "One of the most common resistance mechanisms against antibiotics employed by Gram-negative bacteria involves the production of {beta}-lactamases, resulting in rapid hydrolysis of the antibiotic. Extensive use of the early generation cephalosporins led to the rise of extended-spectrum {beta}-lactamases (ESBLs) like CTX-Ms. Cefdinir is an extended-spectrum third-generation cephalosporin administered since the late 90s; despite this, there is no reported 3D-structure of the antibiotic bound to any {beta}-lactamase or Penicillin-Binding-Protein (PBP) in the PDB. Here we report the X-ray crystallographic structure of Cefdinir-bound CTX-M-14 E166A mutant obtained via serial cryo-crystallography (cryo-SSX).", "date": "2025-12-13", "journal": ""}
{"title": "Short Excitatory Projections Promote Burst Activity and Modular Functional Organization in Neural Networks", "doi": "10.64898/2025.12.11.693643", "authors": "Hussainyar, M. S.; Yun, D.; Li, D.; Guan, J.-S.; Hilgetag, C. C.", "abstract": "Physical constraints in the brain favor short, distance-dependent connections. However, short-range projections are not merely a compromise imposed by these constraints; they also serve essential functional roles. Here, we explore networks with balanced excitation and inhibition, demonstrating that short excitatory projections fundamentally increase the number of common presynaptic inputs, thereby enhancing the correlations of neural responses. Strengthened recurrent correlations can lead to bursting states, amplifying postsynaptic neuronal activity and supporting signal propagation over long distances within the network. Moreover, even without an explicitly imposed modular structure, short excitatory connections can give rise to functional clustering and support a broad spectrum of modular functions. Therefore, this structural principle provides a mechanistic basis for functional column formation and dynamic burst propagation, suggesting that the brain transforms structural wiring constraints into opportunities for complex computation and distributed processing. These findings pave the way for a deeper understanding of how the brain transforms structural limitations into opportunities for complex computation.", "date": "2025-12-13", "journal": ""}
{"title": "EEG Reveals Robust Within-Person but Unstable Between-Person Neural Encoding of Pain", "doi": "10.64898/2025.12.11.693623", "authors": "Tiemann, L.; Bott, F. S.; May, E. S.; Nickel, M. M.; Hohn, V. D.; Gil Avila, C.; Bruna, N.; Zebhauser, P. T.; Ploner, M.", "abstract": "The perception of pain varies both within and between individuals, even when sensory input remains constant. Understanding how the brain encodes these intra- and interindividual variations is essential for elucidating the neural mechanisms of pain in health and disease. Yet, previous findings have been inconsistent, and their robustness, in terms of both repeatability and replicability, has remained unclear. Here, we used electroencephalography (EEG) in 161 healthy participants to re-investigate the neural correlates of intra- and inter-individual variations in the perception of brief painful stimuli, independent of stimulus intensity. Using Bayesian multivariate multi-model regression, we related pain ratings to evoked (N1, N2, P2) and induced oscillatory responses (alpha, beta, gamma). To assess the robustness of our findings, the experiment was repeated after four weeks in the same participants and replicated in an independent cohort (n = 111). This design allowed us to examine within-person variability at both short (moment-to-moment) and long (day-to-day) timescales. Inter-individual differences in pain were primarily associated with the P2 response, an effect that was repeatable in the same but not replicable in the independent cohort. In contrast, intra-individual variations were explained by a multicomponent EEG pattern that was both repeatable across time and replicable across cohorts. These findings demonstrate that intra- and inter-individual variability in pain is differentially encoded in the human brain and reveal greater robustness of within-person brain-behavior associations. EEG markers may therefore be more suitable for tracking longitudinal changes in pain within individuals than for comparing pain sensitivity across individuals.", "date": "2025-12-13", "journal": ""}
{"title": "A frontal motor circuit for economic decisions and actions", "doi": "10.64898/2025.12.11.693624", "authors": "Gauld, O. M.; Bao, C.; Li, J.; Boeshertz, G.; Sit, T. P. H.; Warren, J.; Tutt, J. O.; Pan, Y.; Zervogiannis, N.; Clopath, C.; Erlich, J. C.; Duan, C. A.", "abstract": "Flexible behaviour requires transforming abstract cognitive representations, such as value preferences, into concrete motor actions. During economic decision-making, individuals evaluate options to guide choices and then transform these choices into specific actions to obtain rewards, yet the neural circuit mechanisms linking abstract choices to spatial actions remain unclear. Here we show that a frontal motor network performs this transformation through dynamic circuit reconfiguration across decision stages. Using a mouse task that temporally dissociates value-guided decisions from spatial action planning, cortex-wide optogenetic perturbations revealed that a specific frontal motor circuit was causally required for both abstract and motor stages of choice. Electrophysiological recordings during abstract decision-making showed that frontal motor neurons encoded option values and economic choices independently of sensorimotor contingencies, and unilateral silencing impaired decisions without spatial bias. During spatial planning, value and spatial signals were integrated to guide action selection, and unilateral silencing produced an ipsilateral bias. A dynamical model captured this transformation, predicting a shift from distributed interhemispheric maintenance of economic choice to lateralized control of actions, which we validated with simultaneous bilateral recordings. These findings demonstrate how frontal motor circuits reconfigure their interactions to convert cognitive decisions into motor actions, providing a circuit-level mechanism for flexible, value-guided behaviour.", "date": "2025-12-13", "journal": ""}
{"title": "Statistical modelling of CDR3 sequences provides robust quality control for TCR repertoire datasets", "doi": "10.64898/2025.12.11.693618", "authors": "Moreno, D. L.; Croce, G.; Gfeller, D.", "abstract": "T-Cell Receptors (TCRs) show extensive sequence diversity across T cells. This diversity arises from different choices of V and J genes and from insertions and deletions at the V(D)J junction within the Complementary-Determining Region 3 (CDR3) loop. Here, we quantify how V and J gene usage shapes CDR3 length and amino acid composition. In repertoires of TCRs with either unknown or known specificity, we show that CDR3 length is strongly influenced by the number of germline-encoded CDR3 residues in V and J genes, and that, on average, 80% of CDR3 and 65% of CDR3{beta} residues are determined by V and J gene usage. We further show that inconsistencies between V and J gene annotations and CDR3 sequences can be leveraged to identify potential issues in multiple TCR repertoire datasets. Overall, our study quantifies the impact of V and J gene usage on CDR3 length and amino acid composition and provides a robust framework for quality control of TCR repertoire sequencing data.", "date": "2025-12-13", "journal": ""}
{"title": "Efagins evolved independently to target the enterococcal cell wall", "doi": "10.64898/2025.12.13.693970", "authors": "Prichula, J.; Manson, A. L.; Smith, J. T.; Karumidze, N.; Richards, G.; Mello, S. S.; Czajkowski, A.; Kaplan, M.; Earl, A. M.; Gilmore, M. S.", "abstract": "Enterococci are major causes of multidrug-resistant hospital infections, underscoring the need for new antibacterial strategies. Here, we describe a previously unrecognized inhibitor class, efagins (Enterococcus faecalis phage-related inhibitors). Efagins are intrinsic to E. faecalis, the most widely distributed generalist among enterococci, and are structurally reminiscent of phage tails yet show only distant evolutionary relatedness to known phages or phage-like elements. The 14.6-kb efagin gene cluster is highly conserved except for a tail fiber-like encoding region that varies across five distinct classes. These classes correlate with differences in the rhamnose-rich Epa cell wall polysaccharide, the efagin binding target as demonstrated by domain-swap experiments. We identified at least 20 E. faecalis epa genotypes, and the efagins characterized here inhibit strains representing 17 of them. Importantly, efagin activity extends beyond E. faecalis: they inhibit multiple enterococcal species, including lineages of vancomycin-resistant E. faecium, highlighting their potential as precision antibacterials.", "date": "2025-12-13", "journal": ""}
{"title": "Scaling-up the production of recombinant EIT antigen by E. coli fermentation for a vaccine-preparation against EHEC for cattle", "doi": "10.64898/2025.12.13.694097", "authors": "Basile, L.; Noseda, D.; Milstein, I.; Briones, G.", "abstract": "Aims: This study aims to optimize and scale up the production of the chimeric antigen EIT through E. coli fed-batch fermentations. The approach seeks for simplicity and cost-effectiveness, considering EIT as a potential vaccine candidate against EHEC for cattle. Its ability to induce a humoral immune response has been recently verified in bovines in a proof-of-concept study. Methods and Results: An initial screening was conducted to select the optimal medium for EIT expression, using lactose for recombinant protein induction. M9 Minimal medium supplemented with yeast extract yielded the highest relative levels of EIT, as determined by Western blot analysis. E. coli cultures were subsequently grown in a stirred-tank bioreactor, and both biomass production and EIT expression were monitored. The process was reproducible across three independent fermentations, with all parameters being improved compared with shake-flask cultivations. Antigen recovery was achieved through thermal permeabilization, as the construction includes a periplasmic signal sequence. Overall, the process resulted in an average potential output of 350 doses per liter of fermented culture, while preserving the EIT antigenic capability, as confirmed by ELISA assays. Conclusion: The production of the recombinant EIT antigen was successfully scaled up using a stirred-tank bioreactor through a quite simple and cost-effective approach, achieving increased yields for supporting further studies and interventions.", "date": "2025-12-13", "journal": ""}
{"title": "Free fatty acids increase basal glucose uptake by adipocytes leveling it to insulin stimulated uptake", "doi": "10.64898/2025.12.11.693656", "authors": "Podkuychenko, N. V.; Bogdanova, P. A.; Perelygina, V. S.; Tikhonov, A. V.; Badun, G. A.; Sudnitsyna, M. V.; Vorotnikov, A. V.", "abstract": "Increased free fatty acids (FFA) are considered a key factor in the development of insulin resistance in muscle and liver; however, their role in regulating glucose uptake in adipocytes remains controversial. Here, the effects of palmitate (PA) and oleate (OA) were studied in 3T3-L1 adipocytes with a focus on lipid accumulation and glucose uptake. We found that glucose rather than FFA availability promotes adipocyte maturation and fat accumulation associated with increased basal glucose uptake and altered expression of fatty acid oxidation markers (CPT-1 isoforms and UCP-1) toward lipid storage phenotype. Neither PA, nor OA altered insulin-stimulated glucose uptake by immature or mature adipocytes. Adipogenic differentiation of preadipocytes in the presence of rosiglitazone led to appearance of double effect of PA on glucose uptake by differentiated adipocytes, i.e. (1) PA dose-dependently increased basal glucose uptake, and (2) at high concentration PA suppressed insulin-stimulated glucose uptake. The effect of PA on basal glucose uptake was independent of mTORC1-mediated feedback in insulin signaling and persisted even when insulin signaling was inhibited by high-dose PA. Nonetheless, it was associated with GLUT4 exposure at the plasma membrane as reported by PA-induced, insulin-independent translocation of cMyc-GLUT4-mCherry chimera expressed in 3T3-L1 adipocytes. Thus, we conclude that only excessive FFA may context-dependently trigger classic insulin resistance in adipocytes, but otherwise FFA increase glucose uptake in adipocytes via GLUT4 mobilization.", "date": "2025-12-13", "journal": ""}
{"title": "Linking arterial biomechanics, contractility, and microstructure: A novel platform for combined structure-function assessment in murine arteries under physiological conditions", "doi": "10.64898/2025.12.11.692024", "authors": "van der Laan, K. W. F.; Pencheva, M. G.; Spronck, P. J. M.; Neutel, C. H. G.; Guns, P.-J.; Schalkwijk, C. G.; Delhaas, T.; Reesink, K. D.; Spronck, B.", "abstract": "Background Ex vivo characterization of arterial viscoelastic properties shows arterial stiffness and contractility to depend on both axial stretch and dynamic pressurization. While these arterial properties are the subject of extensive ex vivo research due to their relevance to vascular pathophysiology, only few experimental approaches mimic both physiological axial stretch and dynamic pressurization when characterizing arterial biomechanics, vasoreactivity, and tissue microstructure. To fill this gap, we developed a custom dynamic biaxial pressure myograph compatible with two-photon laser scanning microscopy (TPLSM). Methods We studied five murine carotid artery segments. Sample viscoelastic behaviour was characterized by quasi-static and dynamic pressurization experiments at and around physiological axial stretch, as well as quasi-static stretching at physiological pressures. In addition, vasoconstriction in response to 2 M phenylephrine was measured during dynamic pressurization and with axial loads that mimicked physiological conditions. Lastly, arterial collagen, elastin, and cell nuclei were imaged using TPLSM with the sample at physiological axial stretch and pressurized at 100 mmHg. Results The setup enabled capture of the non-linear biaxial viscoelastic behaviour of the arterial wall as well as the viscoelastic stiffening with dynamic pressurization. Modulation of these characteristics upon stimulated smooth muscle contraction was also captured well. Moreover, the related ultrastructural properties of the collagen-elastin network as well as the transmural cell distribution, were recordable at corresponding loading conditions by TPLSM. Conclusion The presented multi-modal characterization platform enables comprehensive ex vivo measurements under well-controlled in vivo-like loading conditions, for in-depth studies focusing on arterial stiffening. Our findings emphasize the need for controlling dynamic pressure and axial stretch conditions in investigating mechanistic and constitutive aspects of arterial stiffening.", "date": "2025-12-13", "journal": ""}
{"title": "Enhancing Microalgal Growth through Integrated Computational Modeling and 3D Bioprinting", "doi": "10.64898/2025.12.11.693620", "authors": "Murthy, S.; Mosshammer, M.; Kuhl, M.", "abstract": "Efficient cultivation of microalgae for biofuel and bioproduct applications is often limited by suboptimal light distribution, poor mass transfer, and large land footprint requirements in conventional flat biofilm and open pond systems. In this study, we combine computational modeling, 3D bioprinting, and experimental measurements to design and evaluate the role of different geometries for photosynthetic production in bioprinted microalgal constructs. Specifically, we investigate a perforated slab with channels (PS) and Vgroove structures, which show enhanced algal growth performance compared to flat slabs of the same volume and footprint. By integrating experimentally measured photosynthetic parameters into radiative transfer and oxygen diffusion reaction simulations, we uncover the role of structure induced improvements in light penetration, surface area-to-volume ratio, and mass transfer dynamics driving increased algal growth and photosynthesis. Algal growth rates in printed PS and Vgroove geometries were 2.4 and 1.3 times higher, respectively, than in corresponding slab. These findings demonstrate the potential of engineered 3D bioprinted architectures to optimize photosynthetic efficiency and growth rates while minimizing spatial footprint, paving the way for compact, high throughput bioreactors for sustainable algal cultivation. Beyond biofuel production, these microalgal systems enable sustainable CO2; capture and utilization.", "date": "2025-12-13", "journal": ""}
{"title": "Shaping the active site from a distance: Unravelling the regulatory role of the conserved N-terminal β-flap of thiol peroxidases through structure-function characterization of the Staphylococcal ortholog", "doi": "10.64898/2025.12.11.693838", "authors": "Shukla, M.; Maji, S.; Das, A. K.; Mishra, A.; Bhattacharyya, S.", "abstract": "Bacterial thiol peroxidases (Tpxs) are members of atypical two-cysteine peroxiredoxin, which detoxify hydroperoxides during host-pathogen interactions. Despite extensive research on bacterial Tpxs, the precise structure-based functional characterization of Staphylococcal Tpx (SaTpx) remains elusive. Herein, we cloned and purified SaTpx along with its plausible physiological redox partners to reconstitute its electron relay system. We solved the high-resolution crystal structure of SaTpx, revealing the essential active-site catalytic triad (Cys 60, Thr 57, Arg 128). The crystal structure of SaTpx reveals the presence of the highly conserved N-terminal {beta}-flap, absent in its mammalian orthologs (Peroxiredoxin 5). To investigate the plausible role of this highly conserved {beta}-flap, we cloned and characterized a deletion mutant, N{Delta}15-SaTpx, lacking this region. N{Delta}15-SaTpx showed reduced ability to mitigate organic hydroperoxides in vitro; partially impaired to prevent ROS-mediated ds-DNA nicking and failed to protect host E. coli cells from exogenous ROS stress. The ultra-high-resolution crystal structures of N{Delta}15-SaTpx and N{Delta}15-SaTpx with substrate mimic revealed a distorted catalytic triad (with flipped Arg 128), explaining its partially impaired catalytic activity. This study, for the first time, elucidates the critical regulatory role of the N-terminal {beta}-flap in stabilizing the catalytic triad of bacterial Tpx, providing insights for future inhibitor designing.", "date": "2025-12-13", "journal": ""}
{"title": "Single-cell transcriptomics reveals a conserved embryonic progenitor in different human cancers", "doi": "10.64898/2025.12.11.693590", "authors": "Khozyainova, A.; Subrakova, V.; Menyailo, M.; Zhigalina, D.; Kireeva, T.; Galiakberova, A.; Berestovoy, M.; Kopantseva, E.; Korobeynikova, A.; Dashinimaev, E.; Loos, D.; Tretyakova, M.; Bokova, U.; Skryabin, N.; Denisov, E.", "abstract": "Cellular plasticity, a critical feature of embryonic development, is often reactivated in cancer, enabling tumor cells to acquire stem-like properties and facilitate uncontrolled growth. Here, we explore the molecular parallels between oncogenesis and early human development by integrating single-cell RNA sequencing data from three distinct cancers (lung adenocarcinoma, melanoma, and medulloblastoma) and embryoid bodies (EBs). By leveraging this integrative approach, we identify conserved progenitor-like cell states shared between oncogenesis and embryogenesis. These clusters exhibit high proliferative potential, enriched for key cell-cycle regulators such as UBE2C, TOP2A, BIRC5, and NUSAP1, and are driven by an E2F-TFDP transcriptional axis. Functional enrichment analyses highlight these clusters' involvement in cell-cycle progression, DNA repair, and mitotic regulation. Trajectory inference via Slingshot further confirms that these proliferative states represent a progenitor-like hub, from which diverse tumor lineages arise. Notably, these clusters are enriched in lung adenocarcinoma and in lung tissue with basal cell hyperplasia, a potential precursor to squamous cell carcinoma. Our findings suggest that the E2F-TFDP-driven proliferative program is a conserved feature of tumor cell plasticity across distinct cancer types, with prospective implications for early detection or therapeutic targeting.", "date": "2025-12-13", "journal": ""}
{"title": "Garamaudo bauciensis, a new freshwater Mosasauridae (Reptilia, Squamata) from the Santonian (Late Cretaceous) of Provence, southeastern France", "doi": "10.64898/2025.12.11.693649", "authors": "Bardet, N.; Houssaye, A.; Pelissier, F.-L.; Dutour, Y.; Turini, E.; Tortosa, T.", "abstract": "Mosasauroids are primarily known as aquatic squamates that diversified in the marine realm during the Late Cretaceous. While most species had paddles, elongated skull, body, and a laterally compressed tail, and lived in the open sea, some early species, with limbs similar to those of terrestrial animals and a varanoid-like body, lived in marine coastal shallow waters. Recently, mosasauroid remains have been discovered in freshwater environments in several continental deposits of the Santonian-Campanian of Europe. This study describes new cranial and postcranial mosasauroid remains from Santonian continental deposits in Provence, southeastern France, and attributes them to a new tethysaurine: Garamaudo bauciensis nov. gen., nov. sp. This mosasauroid, approximately 2.5 m long, with terrestrial-like limbs and a sacrum, and with osteosclerosis in its vertebrae and humerus (at least), was probably hovering at shallow depth in freshwater ecosystems. This new discovery raises the fact that, according to current knowledge, it is only within the Tethysaurinae that freshwater forms evolved, pointing to a possible niche partitioning, associated with of the maintain of the plesiopedal / plesiopelvic condition, in parallel with the invasion of open waters by most other hydropedal and hydropelvic mosasauroids. This therefore suggests for mosasauroids a richer evolutionary history than currently assumed.", "date": "2025-12-13", "journal": ""}
{"title": "Point mutation in sensor triples zinc levels in Sorghum bicolor", "doi": "10.64898/2025.12.11.693441", "authors": "Liao, F.; Blaakmeer, A.; Knudsen, S.; Assuncao, A. G.", "abstract": "Zinc (Zn) deficiency is widespread in agricultural soils and it is also a common nutritional problem in humans. We previously discovered a Zn Sensor Motif (ZSM) in the Arabidopsis F-bZIP transcription factors, bZIP19 and bZIP23, which impacts the concentration of Zn in Arabidopsis plants. Sorghum (Sorghum bicolor (L.) Moench) is one of the most important cereals crops worldwide and here, using a large-scale sorghum mutant library, we report the identification of variants with a ZSM point mutation. We show that a cysteine substitution in the ZSM of the sorghum bZIP19/23 homolog causes a three-fold increase in Zn levels in sorghum seeds with no visible developmental penalty. Our work provides the first evidence that modulating the F-bZIP ZSM is a promising strategy for Zn biofortification in crops. This discovery paves the way to generate Zn biofortified crops and alleviate the global problems of Zn deficient soils and Zn malnutrition.", "date": "2025-12-13", "journal": ""}
{"title": "A SABATH family enzyme regulates development via the gibberellin-related pathway in the liverwort Marchantia polymorpha", "doi": "10.64898/2025.12.11.693594", "authors": "Kawamura, S.; Shimokawa, E.; Ito, M.; Nakamura, I.; Kanazawa, T.; Iwano, M.; Sun, R.; Yoshitake, Y.; Yamaoka, S.; Yamaguchi, S.; Ueda, T.; Kato, M.; Kohchi, T.", "abstract": "The SABATH family enzymes are a group of plant-specific methyltransferases that catalyze the methylation of many small molecules, including several plant hormones. While this family emerged anciently before the evolution of land plants from streptophyte algae, little is known about their biological function in plant lineages other than angiosperms. Here, we identified 12 SABATH family genes from the liverwort Marchantia polymorpha and found that MpSABATH2 is essential for its development. Mpsabath2 mutants were severely inhibited in thallus growth and gemma cup formation, while spontaneously forming sexual branches under non-inductive conditions. These phenotypes resembled the developmental responses to far-red light, which was also supported by transcriptome analysis. Further genetic analysis connected this phenomenon with gibberellin (GA)-related metabolism. Blocking GA biosynthesis partially rescued Mpsabath2 phenotypes, which were restored by treatment with the GA precursor, ent-kaurenoic acid. Given that bryophyte and angiosperm SABATH proteins fall into distinct phylogenetic clades, our findings suggest that SABATH family enzymes independently acquired roles in developmental regulation through convergent or parallel evolution in land plants.", "date": "2025-12-13", "journal": ""}
{"title": "Multi-omics analysis reveals vitamin D metabolism, hyper-IgE genes, and epithelial barrier dysfunction in hazelnut allergy", "doi": "10.64898/2025.12.11.692994", "authors": "Jeanrenaud, A. C. S. N.; Arnau Soler, A.; Ghauri, A.; Marenholz, I.; Mertins, P.; Beyer, K.; Worm, M.; Lee, Y.-A.", "abstract": "Background: Hazelnut allergy is a major cause of food-induced anaphylaxis yet remains poorly defined at the molecular level. Objective: We aimed to identify molecular differences between individuals with primary hazelnut allergy and nonallergic controls by investigating a comprehensive spectrum of omics profiles in immune cells. Methods: We analysed DNA methylation, transcriptomic and proteomic profiles in hazelnut-stimulated and unstimulated immune cells. Results: Across analyses, we identified 80 differentially methylated signatures, 125 differentially expressed genes, and 11 differentially secreted proteins associated with hazelnut allergy. DNA methylation signatures were highly concordant between unstimulated and stimulated conditions, consistent with stable epigenetic remodelling. Key findings implicated ZNF341, associated with a rare monogenic hyper-IgE syndrome, and ARL2, both linked to STAT3-mediated IgE dysregulation. Additionally, we identified a differentially methylated region (DMR) overlapping the T Helper Type 2 Locus Control Region Associated RNA (TH2LCRR) in the cytokine gene cluster, suggesting an epigenetic mechanism contributing to IL-5 and IL-13 upregulation. Antigen stimulation was required to reveal hazelnut-specific transcriptional and proteomic signals. Integration of these data demonstrated that IL-5 expression could distinguish both groups. We identified signals in epithelial barrier genes of the gut and skin (TRIM31, TRIM40, CDSN), activation of the vitamin D pathway (CYP27B1, IL32), and nominate additional signals (PHACTR1, MFHAS1, SPRED2, GALNT5/GALNTL4, NSMCE1-DT) for follow-up. Conclusion: Our study confirms type-2 cytokines, FcEpsilonRI, and JAK-STAT signalling and uncovers novel links to monogenic hyper-IgE syndrome, activation of vitamin-D pathways, and gut/skin barrier genes, yielding a catalogue of candidate biomarkers for mechanistic studies and prospective validation.", "date": "2025-12-13", "journal": ""}
{"title": "A logarithmic theory of visuomotor stabilization", "doi": "10.64898/2025.12.11.693625", "authors": "Demarchi, L.", "abstract": "Although many animals rely on visual information to navigate, optic flow is inherently ambiguous as it confounds information about motion speed and object distance. As a result, the visual feedback produced by a given motor command is context-dependent and requires an appropriately adapted response. Recent experiments have investigated how the fish Danionella cerebrum use visual cues to stabilize their position against simulated external currents. Logarithmic sensorimotor transformations have been proposed to enable adaptive responses to perturbations while preventing delay-induced instabilities. Here, we develop the theoretical framework introduced for continuous locomotion to show how logarithmic coding naturally gives rise to this adaptive behavior. The system is modeled by a nonlinear delay differential equation, which is analyzed using dynamical systems theory. We further analyze experimental data to uncover the mechanisms underlying swimming initiation and positional drift correction. Finally, we extend our framework to intermittent locomotion, resulting in a nonlinear difference equation, and show that it still produces robust adaptive behavior. This is motivated by the literature on zebrafish, where visuomotor stabilization has been extensively studied, but burst-and-coast swimming obscures the underlying adaptation mechanism. We show that our theory can reproduce the experimental results reported for motor adaptation in zebrafish without invoking internal models. Overall, our results highlight logarithmic coding as a unifying principle for visuomotor stability across continuous and intermittent locomotor regimes.", "date": "2025-12-13", "journal": ""}
{"title": "The N-terminal region of malaria vaccine candidate Plasmodium falciparum asparagine-rich merozoite antigen is immunodominant and targeted by polyreactive antibodies", "doi": "10.64898/2025.12.11.693633", "authors": "Garza, R.; Marchioni, J.; Honeycutt, J.; Hurlburt, N.; Torres, C.; Garcia, A.; Loranc, E.; Yemington, E.; Towers, D.; Ssewanyana, I.; Pancera, M.; Lavinder, J.; Jagannathan, P.; Greenhouse, B.; Bol, S.; Bunnik, E. M.", "abstract": "The development of malaria blood-stage vaccines has been hampered by sequence variation in many Plasmodium falciparum proteins involved in erythrocyte invasion. In the past few years, asparagine-rich merozoite antigen (PfARMA) has emerged as a potential vaccine candidate due to its low amino acid sequence diversity and the association between anti-PfARMA antibody levels and protection to malaria. Here, we used samples from P. falciparum-exposed individuals to study naturally acquired B cell and antibody responses to PfARMA. B cell responses to PfARMA were dominated by IgM+ B cells that recognized the N-terminal intrinsically disordered region 1 (IDR1) of PfARMA. A human monoclonal antibody (hmAb) to IDR1 was non-neutralizing, while a second hmAb binding to the folded domain showed weak neutralizing activity. Both PfARMA-specific plasma IgM and IgG responses predominantly targeted IDR1 and their levels increased with P. falciparum exposure. However, in contrast to previous reports, these antibody responses did not correlate with protection in age and exposure-matched children. Interestingly, approximately 30% of unexposed individuals had IgG that also targeted IDR1 and was polyreactive, binding to regions with high asparagine content. Finally, we determined that PfARMA is located in or near PfEBA-175+ micronemes. These data suggest that while IgG to the folded domain of PfARMA may inhibit parasite growth, antibody responses to PfARMA are primarily directed to IDR1 and may not directly contribute to protection against malaria.", "date": "2025-12-13", "journal": ""}
{"title": "Query-driven generative AI synthesizes multi-modal spatial omics from histology", "doi": "10.64898/2025.12.11.693669", "authors": "Pang, M.; Roy, T. K.; Wu, X.; Tan, K.", "abstract": "Spatial omics technologies offer unprecedented insights into the cellular organization of tissues; however, they are not yet scalable for routine clinical use. In contrast, images of histological staining remain the foundation of pathological diagnosis despite lacking molecular information. Bridging this gap requires computational methods that can accurately infer spatial molecular data from histology alone. Here, we introduce TissueCraftAI, a generative artificial intelligence framework that predicts multi-modal spatial omics maps directly from standard histology images using natural language prompts. To train and validate our model, we created PRISM-12M, a large-scale dataset comprising over twelve million spatially registered histology and spatial omics image patches across fourteen tissue types from humans and mice. TissueCraftAI significantly outperforms existing methods in generating realistic histology images and predicting spatial proteomics and transcriptomics data with high fidelity. We demonstrated its utility in various downstream applications, including improving cell type annotation and enhancing the accuracy of patient survival predictions across multiple cancer types. By enabling flexible, query-driven in silico spatial molecular analysis using routine histology images, TissueCraftAI opens up new research avenues in computational pathology.", "date": "2025-12-13", "journal": ""}
{"title": "Sequence and structural determinants of efficacious de novo chimeric antigen receptors", "doi": "10.64898/2025.12.12.694033", "authors": "Chow, A.; Chu, H.; Li, R.; Nalbant, B.; Dozic, A.; Kida, L.; Lareau, C.", "abstract": "Advances in generative protein design using artificial intelligence (AI) have enabled the rapid development of binders against heterogeneous targets, including tumor-associated antigens. Despite extensive biochemical characterization, these novel protein binders have had limited evaluation as agents in candidate therapeutics, including chimeric antigen receptor (CAR) T cells. Here, we synthesize generative protein design workflows to screen 1,589 novel protein binders targeting BCMA, CD19, and CD22 for efficacy in scalable protein-binding and T cell assays. We identify three main challenges that hinder the utility of de novo protein binders as CARs, including tonic signaling, occluded epitope engagement, and off-target activity. We develop computational and experimental heuristics to overcome these limitations, including screens of sequence variants for individual parental structures, that restore on-target CAR activation while mitigating liabilities. Together, our framework accelerates the development of AI-designed proteins for future preclinical therapeutic screening, helping enable a new generation of cellular therapies.", "date": "2025-12-13", "journal": ""}
{"title": "Vir2vec: A Genome-Wide Viral Embedding", "doi": "10.64898/2025.12.12.693901", "authors": "Rancati, S.; Arozarena Donelli, P.; Nicora, G.; Bergomi, L.; Buonocore, T.; Sy, M. A.; Pandey, S.; Prosperi, M.; Salemi, M.; Bellazzi, R.; Boucher, C.; Parimbelli, E.; Marini, S.", "abstract": "Genomic language models (gLMs) have recently emerged as powerful numerical surrogates for DNA, but existing architectures are largely focused on human DNA or trained on limited viral references, and no dedicated benchmark currently exists for viral genome understanding. Here we introduce Vir2vec, a 422-million-parameter, decoder-only gLM obtained by continual pretraining of Mistral-DNA on a rigorously curated pan-viral corpus of 565,747 complete genomes spanning 295 viral species. Vir2vec operates on byte pair encoded DNA subwords and exposes fixed-length genome-level embeddings that are reused across tasks. Additionally, we present vGUE, a unified benchmark for viral representation learning. In vGUE, we precompute Vir2vec embeddings and feed them to simple classifiers (logistic regression, support vector machines, random forests) trained under nested cross-validation, to quantify how well they capture biologically motivated axes of viral variation. Using this framework, vGUE assesses genomic viral prediction tasks across: (i) organism-level discrimination (virus vs non-virus genomes and reads), (ii) genome-wide evolutionary fingerprints (DNA vs RNA viruses, host-range prediction), (iii) intra-genus species separation (HIV-1 vs HIV-2), (iv) fine-grained variant and subtype typing (SARS-CoV-2 lineages), and (v) phenotypic context signal detection (HIV-1 brain vs plasma tropism). Vir2vec attains the highest balanced accuracy across seven out of eight heterogenous classification tasks consistently outperforming both a human-trained genomic foundation model and a viral-specific one. By coupling a pan-viral gLM with a standardized evaluation suite, Vir2vec and vGUE provide an open foundation for future viral genomic models, surveillance tools, and discovery pipelines.", "date": "2025-12-13", "journal": ""}
{"title": "Assessing Structural Prediction Accuracy for Nanobody-Small Molecule Complexes", "doi": "10.64898/2025.12.12.693880", "authors": "Bori-Bru, B.; Salvador, J.-P.; Crehuet, R.", "abstract": "Generative models have advanced profusely in recent years, generating great impact in computational modelling and structural bioinformatics. A part of computational protein design focuses on antibody and nanobody engineering, targeting proteic epitopes. By contrast, the development of nanobodies for small-molecule sensing remains a largely experimental field. In this work, we evaluate the performance of several state-of-the-art prediction softwares (AlfaFold3, Chai-1, Boltz-1, RosettaFold-AllAtom, FlowDock and OmegaFold), on nanobody-small molecule complexes, in an effort to pave the way of computational studies in this area. We tested the general nanobody and CDR accuracy, as well as ligand placement and orientation. We also explored the correlation of the results with intrinsic metrics of the models, such as pLDDT, and with the number of samples and recycles. Results show that most predictors perform well at predicting nanobody structures, but some struggle at ligand placement. AlphaFold3 outperformed the other softwares in all these tasks. Co-folding increased the accuracy of the predictions, modelling better CDR1. Contact analysis revealed that CDR1 was mostly involved in ligand binding instead of CDR3. This could point to a memorization tendency in the models, as most nanobody-antigen complexes target other proteins. Results also pointed to pLDDT as a good score to indicate CDR accuracy. Accuracy did slightly improve when increasing the number of samples but did not with the number of recycles. These findings highlight both the advantages and limitations of structure prediction methods for nanobody-small molecule complexes.", "date": "2025-12-13", "journal": ""}
{"title": "Spatial dissection of ADC/RPT targets defines therapeutic opportunities inrhabdoid tumors", "doi": "10.64898/2025.12.11.692900", "authors": "Reitsam, N. G.; Fincke, V. E.; Hernandez Ramirez, M. D.; Mucha, M.; Sipos, E.; Siebenhueter, L.; Enke, J. S.; Lossner, M.; Vokuhl, C.; Hasselblatt, M.; Fruehwald, M.; Maerkl, B.; Johann, P. D.", "abstract": "Rhabdoid tumors (RT) are among the most aggressive pediatric malignancies, characterized by early onset, loss of SWI/SNF complex members (SMARCB1 or SMARCA4), and dismal outcomes despite multimodal therapy. Refractory and relapsing RT remain almost uniformly fatal, and targeted or immune-based approaches have yet to demonstrate clinical benefit. To explore novel therapeutic vulnerabilities, we systematically investigated the expression of clinically actionable surface proteins that could serve as targets for antibody-drug conjugates (ADCs), radiopharmaceutical therapy (RPT), or cellular immunotherapies. Based on large-scale transcriptomic analyses, we prioritized FAP, CXCR4, and IL13RA2 and performed comprehensive protein-level validation by immunohistochemistry in an unprecedented cohort of 60 rhabdoid tumors spanning all molecular subgroups (ATRT-TYR, ATRT-SHH, ATRT-MYC, and eMRT). Integrating these data with spatial and single-nucleus transcriptomic profiling, we identified subgroup- and celltype-specific expression patterns, including heterogeneous FAP distribution between stromal and tumor compartments and a distinct IL13RA2-positive rhabdoid cell population with melanosomal and stem-like features. These findings define a set of biologically and clinically relevant surface targets in RT and provide a translational blueprint for rational ADC and RPT target discovery in pediatric cancer.", "date": "2025-12-13", "journal": ""}
{"title": "An embryo-derived peptide signal directs endosperm polarity in Arabidopsis", "doi": "10.64898/2025.12.11.693621", "authors": "Creff, A.; Rhodes, J.; Salaun, C.; Larive, J.; Bayle, V.; Turley, E.; Nobori, T.; Figueiredo, D. D.; Landrein, B.; Zipfel, C.; Ingram, G.", "abstract": "Angiosperm seed formation requires the coordinated development of the products of double fertilization, the embryo and the endosperm. The endosperm mediates efficient nutrient transfer from surrounding maternal tissues to the developing embryo. This function requires a polarized tissue organization, which manifests as early polar gene expression and polar cellularization dynamics. We show that the receptor kinase HAIKU2 acts in coordination with the transcription factor WRKY10/MINISEED3 to ensure robust endosperm polarity establishment through the activity of the homeodomain transcription factors WUSCHEL-RELATED HOMEOBOX 8 and 9. This process depends on egg cell fertilization and is mediated through the peptide PATHOGEN-INDUCED PEPTIDE-LIKE 7, which acts as a HAIKU2 ligand. Our results reveal how a molecular paracrine dialogue between the embryo and endosperm ensures optimal seed developmental coordination.", "date": "2025-12-13", "journal": ""}
{"title": "Integrative Analysis of Spatial Transcriptome and Connectome by SpaCon", "doi": "10.64898/2025.12.11.693415", "authors": "Qu, H.; Li, W.; Fei, Y.; Zhao, S.; Han, J.; Liu, C.", "abstract": "The brain's structure and function arise from its complex molecular composition and neural connectivity, yet the relationship between cell-type-specific gene expression and brain-wide connectivity is not well understood. By integrating single-cell resolution spatial transcriptomics and connectomics, we reveal a tight coupling between gene expression and anatomical connectivity in the cortico-thalamic circuit, and identify specific gene expression in axons of the corpus callosum that reflect their cortical origins. Building on these findings, we developed SpaCon, a graph attention autoencoder that uses a tunable hyperparameter to flexibly integrate global connectivity with local gene expression. To enable analysis at the whole-brain scale, SpaCon introduces an efficient neighbor sampling strategy that drastically reduces computational requirements without compromising performance. This architecture allows the model to identify functionally relevant three-dimensional domains defined by both molecular identity and shared connectivity patterns, even when spatially distant. Validated across diverse datasets and species, SpaCon significantly enhances the prediction of connectivity from gene expression and improves the spatial classification of neuronal subtypes. SpaCon thus provides a powerful, scalable, and versatile framework for understanding the complex relationship between transcriptome and connectome.", "date": "2025-12-13", "journal": ""}
{"title": "Intra- and Interhemispheric Signatures of Criticality at the Onset of Synchronization", "doi": "10.64898/2025.12.11.693654", "authors": "Dalla Porta, L.; Bozzo, P.; Pompili, M. N.; Depannemaecker, D.; Fontenele, A. J.; Fukai, T.; Sorrentino, P.; Rabuffo, G.", "abstract": "The cerebral cortex must flexibly alternate between locally segregated activity that supports specialization and long-range interactions that enable integration. How cortical networks balance these competing demands remains unclear. We propose that fluctuations around a critical point between ordered and disordered phases provide a natural framework to understand coordinated neuronal activity across scales. Using simultaneous spiking recordings from the left and right prefrontal cortex (PFC) of freely behaving rats, we found that signatures of criticality emerged at the onset of neuronal synchronization, both locally within individual hemispheres and globally across the combined population. Over time, cortical activity explored a continuum of intra- and interhemispheric synchrony levels, including states in which neurons were locally desynchronized yet maintained interhemispheric coupling. A computational model operating near its critical regime reproduced these empirical patterns, capturing the characteristic relationship between local and long-range coordination. These results suggest that cortical networks achieve flexible transitions between local and global computation by fluctuating around a critical regime.", "date": "2025-12-13", "journal": ""}