{"title": "Dynamic regulation of protein homeostasis underlies acquired thermotolerance in Arabidopsis", "doi": "10.1101/2023.08.04.552042", "authors": "Bajaj, M.; Allu, A. D.; Rao, B. J.", "abstract": "Rapid climate change demands the development of heat-resilient plants. Elevated temperatures perturb cellular protein homeostasis, and its timely restoration is crucial for plant survival after stress. Thermopriming, which involves pre-exposure to sublethal heat stress, has emerged as a promising strategy for enhancing heat stress tolerance. However, the impact of thermopriming on protein homeostasis remains unclear. Here, we demonstrate that priming-mediated acquired thermotolerance involves the dynamic regulation of protein maintenance and clearance mechanisms. Priming facilitates the activation of heat shock response (HSR) via HSFA1, and unfolded protein response (UPR). Simultaneously, priming induces the protein clearance pathway, namely autophagy, potentially through the dynamic modulation of autophagy-negative regulators. Contrastingly, unprimed seedlings fail to mount HSR and UPR, resulting in disrupted proteostasis and the accumulation of aggregates, and ultimately fail to survive. While the loss of UPR was found to have a minimal impact on priming-mediated outcomes, the HSR response proved essential, as its absence led to lethality under heat stress. Additionally, the absence of HSR was found to enhance the autophagy response post-stress. Our results highlight the critical role of protein maintenance mechanisms over clearance pathways in ensuring survival. Taken together, our study demonstrates that thermopriming enhances heat stress resilience by temporally coordinating autophagy, HSR and UPR responses to maintain proteostasis.", "date": "2025-12-27", "journal": ""}
{"title": "Neural representation of action symbols in primate frontal cortex", "doi": "10.1101/2025.03.03.641276", "authors": "Tian, L. Y.; Garzon Gupta, K.; Hanuska, D. J.; Rouse, A. G.; Eldridge, M. A.; Schieber, M. H.; Wang, X.-J.; Tenenbaum, J. B.; Freiwald, W. A.", "abstract": "At the core of intelligence lies proficiency in solving new problems, including those that differ dramatically from problems seen before. Problem-solving, in turn, depends on goal-directed generation of novel thoughts and behaviors, which has been proposed to rely on internal representations of discrete units, or symbols, and processes that can recombine them into a large set of possible composite representations. Although this view has been influential in formulating cognitive-level explanations of behavior, definitive evidence for a neuronal substrate of symbols has remained elusive. Here, we identify a neural population encoding action symbols--internal, recombinable representations of discrete units of motor behavior--localized to a specific area of frontal cortex. In macaque monkeys performing a drawing-like task designed to assess recombination of learned action symbols into novel sequences, we found behavioral evidence for three critical features that indicate actions have an underlying symbolic representation: (i) invariance over low-level motor parameters; (ii) categorical structure, reflecting discrete types of action; and (iii) recombination into novel sequences. In simultaneous neural recordings across motor, premotor, and prefrontal cortex, we found that planning-related population activity in ventral premotor cortex (PMv) encodes actions in a manner that, like behavior, reflects motor invariance, categorical structure, and recombination, three properties indicating a symbolic representation. Activity in no other recorded area exhibited this combination of properties. These findings reveal a neural representation of action symbols localized to PMv, and therefore identify a putative neural substrate for symbolic cognitive operations.", "date": "2025-12-27", "journal": ""}
{"title": "PACS1 syndrome variant alters proteomic landscape of developing cortical organoids", "doi": "10.1101/2025.04.23.650290", "authors": "Gomez Maqueo Bribiesca, X.; Rylaarsdam, L.; Woo, A.; Schroder, A. L.; Rakotomamonjy, J.; Bossert, C. L.; Smith, T. A.; Ruiz, S.; Gilardi, J.; Klei, L.; Devlin, B.; MacDonald, M. L.; Guemez-Gamboa, A.", "abstract": "PACS1 syndrome is a neurodevelopmental disorder resulting from a unique de novo p.R203W variant in Phosphofurin Acidic Cluster Sorting protein 1 (PACS1). PACS1 encodes a multifunctional sorting protein required for localizing furin to the trans-Golgi network. Although few studies have started to investigate the impact of the PACS1 p.R203W variant, the mechanisms by which the variant affects neurodevelopment are still poorly understood. In recent years, ASD patient-derived brain organoids have been increasingly used to identify pathogenic mechanisms and possible therapeutic targets. While most of these studies investigate the mechanisms by which ASD-risk genes affect the transcriptome, studies investigating the proteome are limited. Here, we investigated the effect of PACS1 p.R203W on the proteomic landscape of brain organoids using tandem mass tag (TMT) mass-spectrometry. Time series analysis between PACS1(+/+) and PACS1(+/R203W) organoids uncovered several proteins with dysregulated abundance or phosphorylation status, including known PACS1 interactors. Although we observed low overlap between proteins with altered expression and phosphorylation, the resulting dysregulated processes converged. The presence of PACS1 p.R203W variant putatively accelerated synaptogenesis and impaired vesicle loading and recycling, putatively leading to defective and/or incomplete synaptic function. Finally, the key dysregulated proteins observed in PACS1(+/R203W) organoids were also enriched in ASD-risk genes and have been associated with other neurological diseases. Our results highlight that proteomic analyses not only enhance our understanding of general NDD mechanisms by complementing transcriptomic studies, but also could uncover additional targets, facilitating therapy development.", "date": "2025-12-27", "journal": ""}
{"title": "Aromatic Patch in WhiB-Like Transcription Factors Facilitates Primary Sigma Factor Interaction in Mycobacterium tuberculosis", "doi": "10.1101/2025.06.05.653497", "authors": "Beltran, D. G.; Wan, T.; Seravalli, J.; Horova, M.; Jones, C.; Li, S.; Ma, P.; Ong, C.; Lu, Z.; Becker, D.; Mower, J. P.; Yao, Q.; Pan, Y.; Yu, H.; Steyn, A. J.; Zhang, L.", "abstract": "WhiB-like (Wbl) family proteins are a unique family of iron-sulfur ([4Fe-4S]) cluster-bound transcription factors found exclusively in Actinobacteria and actinobacteriophages, including the notoriously persistent pathogen Mycobacterium tuberculosis (Mtb). Despite their critical roles in cell development, stress response and antibiotic resistance, the mechanisms of gene regulation by the Wbl family proteins are not fully understood due to the lack of a canonical DNA-binding motif in most Wbl proteins. Here, we present structural and biochemical evidence demonstrating that all Mtb Wbl proteins bind to the same site in the conserved region 4 of the primary sigma 70 factor facilitated by a previously unrecognized structural motif, the aromatic patch, in the Wbl family. Our phylogenetic findings provide compelling evidence for a complex evolutionary relationship of Wbls between actinobacteria and the associated phages. Together, this work fills a critical gap in our understanding of the function, mechanism and evolutionary origin of Wbls.", "date": "2025-12-27", "journal": ""}
{"title": "Heterosynaptic interactions between dorsal and ventral hippocampus in individual medium spiny neurons of the nucleus accumbens ventromedial shell", "doi": "10.1101/2025.06.23.661109", "authors": "Copenhaver, A. E.; Vance, S.; Snider, S. A.; Befano, K.; She, J. B.; LeGates, T. A.", "abstract": "Establishing learned associations between rewarding stimuli and the context under which those rewards are encountered is critical for survival. Hippocampal input to the nucleus accumbens (NAc) provides important environmental context to reward processing to support goal-directed behaviors. This connection consists of two independent pathways originating from the dorsal (dHipp) or ventral (vHipp) hippocampus, which have previously been considered functionally and anatomically distinct. Here, we show overlap in dHipp and vHipp terminal fields in the NAc, leading us to reconsider this view and raise new questions regarding the potential interactions between dHipp and vHipp pathways in the NAc. Using optogenetics, electrophysiology, and transsynaptic labeling in mice, we investigated anatomical and functional convergence of dHipp and vHipp inputs in the NAc. Transsynaptic labeling revealed a subpopulation of dually innervated cells in the NAc medial shell, confirmed by independent optogenetic manipulation of dHipp and vHipp inputs during whole-cell electrophysiological recordings. Further analysis revealed closely apposed dHipp and vHipp inputs along dendritic branches, and simultaneous stimulation of both inputs elicited heterosynaptic potentiation. Comparison of observed and theoretical success rates suggests interactions between dHipp-NAc and vHipp-NAc synapses may occur presynaptically. Altogether, these results demonstrate that inputs originating from dHipp and vHipp converge onto a subset of NAc neurons with synapses positioned to enable rapid heterosynaptic interactions, indicating integration of these inputs at the single-neuron level. Exploring the physiological and behavioral implications of this convergence will offer new insights into how individual neurons incorporate information from distinct inputs and how this integration may shape learning.", "date": "2025-12-27", "journal": ""}
{"title": "Cytoplasmic flow induced by a rotating wire in living cells: Magnetic rotational spectroscopy and finite element simulations", "doi": "10.1101/2025.07.07.663618", "authors": "Moore, C. P.; Ghasemi, F.; Berret, J.-F.", "abstract": "Recent studies have highlighted intracellular viscosity as a key biomechanical property with potential as a biomarker for cancer cell metastasis. In the context of cellular mechanobiology, magnetic rotational spectroscopy (MRS), which employs rotating magnetic wires of length L = 2-8 micron to probe cytoplasmic rheology, has emerged as an effective method for quantifying intracellular viscoelasticity. This study examines microrheology data from three breast epithelial cell lines, MCF-10A, MCF-7, and MDA-MB-231, along with new data from HeLa cervical cancer cells. Here, MRS is combined with finite element simulations to characterize the flow field induced by wire rotation in the cytoplasm. COMSOL simulations performed at low Reynolds numbers show that the flow velocity is localized around the wire, and display characteristic dumbbell-shaped profiles. For wires representative of MRS experiments in cells, the product of shear rate and cytoplasmic relaxation time ([Formula]{tau} with {tau} ~ 1 s) remains below unity, indicating that the flow occurs within the linear regime. This outcome confirms that MRS can reliably measure the zero-shear viscosity of the intracellular medium in living cells. This study also demonstrates that integrating MRS intracellular measurements with COMSOL simulations significantly improves the reliability of in vitro assessments of cytoplasmic mechanical properties.", "date": "2025-12-27", "journal": ""}
{"title": "Bead-Ejection Scenario in Electrospray Ionization of Multi-Domain Nucleic Acids", "doi": "10.1101/2025.07.29.667413", "authors": "Ghosh, D.; Rosu, F.; Gabelica, V.", "abstract": "Understanding how biomolecules acquire their charge and retain their solution conformation during electrospray ionization (ESI) is crucial for native mass spectrometry (native MS) interpretation. Here, we examine the charging and gas phase conformation of nucleic acid constructs comprising folded G-quadruplex beads linked by unstructured polythymine regions. Under physiological ionic strength, these oligonucleotides exhibit a multimodal charge-state and collision cross section distribution, revealing multiple conformational ensembles, in contrast to the unimodal profiles typically observed for shorter oligonucleotides. Native MS observations for intermediate charge states are compatible with ion production via the recently proposed bead ejection scenario, in addition to the charge residue scenario for low charge states and chain ejection for the highest charge states or for sequences with thymine overhangs on both ends. The preservation of the local structures in ions charged above the Rayleigh limit helps to infer the presence of folded subunits. The position of the G-quadruplex subunit and ionic strength governs the charging and retention of G-quadruplex folded regions. Our findings broaden the existing conceptual framework underpinning nucleic acid ionization.", "date": "2025-12-27", "journal": ""}
{"title": "Mathematical Foundations of Beta Diversity: Why Common Metrics Fail in Microbiome Analysis", "doi": "10.1101/2025.08.14.670326", "authors": "Zhu, Z.; Zhang, Y.; Li, W.; Greenacre, M.; Satabdi, S.; Shi, Y.; Zhang, L.", "abstract": "Background In microbiome studies, beta diversity quantifies dissimilarity between samples and is often visualized using ordination techniques. It enables researchers to characterize ecological structure, compare microbial communities, assess environmental or host-driven heterogeneity, and track longitudinal shifts over time. Although many diversity indices were originally developed with practical goals in mind, they lack a unified framework to ensure theoretical rigor and validity. This gap makes it challenging for researchers to evaluate and select appropriate beta diversity measures for microbiome analyses, potentially leading to biased analyses and invalid conclusions. Results To bridge the persistent knowledge gaps, we systematically evaluate the commonly used beta diversity measures according to key mathematical properties, including whether they are true metrics, conform to Euclidean geometry, and satisfy conditional negative definiteness. We show that their violations can compromise downstream analyses such as PCoA, PERMANOVA, and kernel-based tests. In addition, drawing on mathematical consensus, we introduce a novel four-category classification of beta diversity measures: scale difference, difference scale, Hamming difference, and distribution difference. Complementing this framework, we build diagnostic tools for assessing Euclidean validity and develop remedial strategies that correct problematic dissimilarity matrices while preserving ordination structures. We demonstrate the effectiveness of these solutions using real-world microbiome datasets. Conclusions These results establish a unified framework for evaluating beta diversity in microbiome research, supported by an R package, interactive Shiny app, and step-by-step tutorials. The framework provides a clear roadmap for selecting and refining dissimilarity metrics, paving the way for future methodological advances.", "date": "2025-12-27", "journal": ""}
{"title": "Semenogelin-1 Inhibition of Mouse Sperm Hyperactivation Reveals Two Functional Domains Modulating CatSper Channel", "doi": "10.1101/2025.09.05.674523", "authors": "Mariani, N. A. P.; Santos, N. C. M.; Andrade, J. J.; Andrade, A. D.; Rezende, B.; Steeman, T. J.; Novero, A. G.; de Lima-Junior, J. C.; Calderaro, G.; Themer, A. C. F.; Kushima, H.; Buffone, M. G.; Krapf, D.; Lishko, P. V.; Silva, E. J. R.", "abstract": "Seminal plasma is essential for sperm survival and function after ejaculation. Semenogelin-1 (SEMG1), the predominant seminal plasma protein, transiently suppresses sperm motility and hyperactivation after ejaculation through epididymal protease inhibitor (EPPIN) binding. However, the molecular mechanism underlying SEMG1-mediated inhibition of hyperactivation remains unclear. Here, we tested the hypothesis that SEMG1 inhibits CatSper, a sperm-specific calcium channel crucial for hyperactivation. Full-length recombinant mouse SEMG1 (mSEMG1; Q32-G375) inhibited both progressive motility and hyperactivation; the latter was not recovered with NH4Cl-induced alkalinization, indicating an effect downstream of capacitation-associated intracellular alkalinization. Electrophysiological recordings revealed that mSEMG1 reduced CatSper currents at physiologically relevant concentrations. Truncated mSEMG1 fragments mSEMG1Q32-V118 and mSEMG1R98-G375, but not mSEMG1Y221-G375, inhibited sperm hyperactivation and CatSper currents to a similar extent as full-length mSEMG1. Notably, only mSEMG1R98-G375 retained full EPPIN-binding capacity. Together, our findings identify two functional domains within mSEMG1 (Q32-V118 and R98-S220) that inhibit sperm hyperactivation by suppressing CatSper activity and differ in their EPPIN-binding capacities. These functional domains represent promising prototypes for the design of spermiostatic molecules, offering additional avenues for non-hormonal male contraception.", "date": "2025-12-27", "journal": ""}
{"title": "Resting-State fMRI and the Risk of Overinterpretation: Noise, Mechanisms, and a Missing Rosetta Stone", "doi": "10.1101/2025.09.16.676611", "authors": "Chen, G.; Cai, Z.; Kording, K. P.; Liu, T.; Faskowitz, J.; Bandettini, P. A.; Biswal, B.; Taylor, P. A.", "abstract": "Resting-state fMRI is widely used to describe spontaneous neural activity via correlation-based synchronization measures (e.g., seed-based or network \"connectivity\", as well as principal and independent component analyses), yet it faces two fundamental obstacles: pervasive non-neural noise and the absence of a definitive \"Rosetta Stone\" linking the measured BOLD signals to underlying neural events. Although \"correlation does not imply causation\" has become a cliche, leveraging correlations effectively--and understanding their inferential pitfalls--remains a nuanced challenge. Correlation-based analyses are typically not able to yield causal conclusions, yet they are frequently used to underpin causal narratives in neuroscience research and especially in clinical contexts, which represent a problematic case of overinterpretation. Using causal inference reasoning, simulations and analytic methods, we address three critical questions when performing resting-state fMRI: (1) How reliable are correlation estimates for capturing cross-regional synchrony? (2) What are the consequences of inaccuracies in estimated correlations? (3) To what extent do estimated correlations reflect causal neural interactions? We identify two principal pitfalls. First, correlation estimates are systematically distorted, at both the neural and hemodynamic response levels, by diverse noise sources, including variability in neurovascular coupling, producing spurious, suppressed, or even reversed effects. Second, graph-based approaches lack causal interpretability (in the standard counterfactual definition), meaning that even large samples and strong statistical evidence may obscure fundamental ambiguities in what the correlations represent. These underlying interpretational challenges extend to other noninvasive modalities that also utilize correlation-based analyses, such as EEG, MEG, and fNIRS. In light of these challenges, we advocate for three priorities: (1) cautious interpretation that avoids causal overreach, (2) multimodal validation to cross-check findings against independent measures, and (3) enhanced methodological rigor, particularly in biomarker discovery and clinical trials, to ensure that resting-state fMRI provides meaningful insights.", "date": "2025-12-27", "journal": ""}
{"title": "Drift-diffusion dynamics of hippocampal replay", "doi": "10.1101/2025.10.14.682470", "authors": "Wu, Z.; Wei, X.-X.", "abstract": "Replay in the hippocampus and other brain regions during sharp-wave ripples (SWRs) is thought to play major roles in learning, memory, and planning. Toward clarifying the basis and functions of replay, it is critical to characterize its dynamical structure. Standard methods rely on restrictive assumptions for detecting replay events and may lead to inconsistent and inaccurate metrics for characterizing replay dynamics. We develop a computational framework based on state-space modeling in conjunction with drift-diffusion dynamics, an approach that provides an appropriate combination of flexibility and interpretability. In this approach, two parameters corresponding to drift and diffusion can be directly mapped to the speed and variability, respectively, of a single replay event. Further, to capture the potentially rich population-level dynamics expressed during SWRs, our model allows switching between multiple well-motivated types of dynamics (i.e., drift-diffusion, stationary and uniform). Applications of our method to all detected SWRs from rat hippocampal recordings lead to insights into a number of important open questions. First, our results show that, while a substantial fraction of SWRs are stationary, those with drift-diffusion dynamics generally have a much higher speed than the animal's movement. Second, we find that replay dynamics in 1-D environments are heterogeneous and are inconsistent with a random walk model proposed previously. The mean-squared displacement of replay trajectories scales quadratically with time, supporting the presence of substantial drifts. Third, we find that only a tiny fraction of SWR events (less than 1%) exhibit sequential structure at the timescale of 100 ms before the animal had spatial experience in an environment. This suggests that, while neural activity in the hippocampus may be coordinated before the animal's spatial experience (i.e., preplay), the level of coordination is much weaker than that after spatial experience. Overall, the proposed analysis approach enables precise and unambiguous interpretations of population dynamics during SWRs, which more broadly can provide a better understanding of the functions and underlying mechanisms of replay.", "date": "2025-12-27", "journal": ""}
{"title": "Tick Genome Assemblies: Overcoming biological limitations through advances in sequencing technologies", "doi": "10.1101/2025.11.11.687924", "authors": "Dillon, K. C.; Frederick, J. C.; Sprong, H.; Glenn, T. C.; Ronai, I.", "abstract": "Ticks are blood-feeding arthropods with approximately 1,000 species, however, only 24 species currently have a genome assembly. These genome assemblies are important resources to advance tick biology and control of tick-associated diseases. Generating tick genome assemblies is challenging due to their small body size (low DNA input), DNA contamination (from microbiota and host bloodmeals), large genome size (on average 2.4 Gbp for hard ticks), and abundant transposable elements (at least 68% of the assembly for Ixodes species). Advances in sequencing technologies have driven an increasing number of tick assemblies from 2011 to 2025. We characterize and assess the 54 tick genome assemblies within public genome databases using QUAST-LG and BUSCO compleasm. Then we evaluate the impact of biological source material and sequencing platforms on these tick genome assemblies. From the 54 tick assemblies, we identify 34 high-quality assemblies from 21 species that are suitable for downstream analyses. We recommend future tick genome assemblies use long-read sequencing platforms and Hi-C scaffolding to improve genomic resources for these unique blood-feeding parasites.", "date": "2025-12-27", "journal": ""}
{"title": "The Role of TCF7L2 in Regulating Energy Metabolism in Thalamocortical Circuitry and its Broader Impact on Social Behavior", "doi": "10.1101/2025.11.14.684361", "authors": "Nagalski, A.; Kozinski, K.; Baggio, S.; Szewczyk, L. M.; Lipiec, M. A.; Mussulini, B. H. M.; Gabriel, M. O.; Bem, J.; Meyza, K.; Goncerzewicz, A.; Kondrakiewicz, L.; Danielewski, K.; Golowicz, D.; Kiryk, A.; Wojda, U.; Kazimierczuk, K.; Knapska, E.; Chacinska, A.; Wisniewska, M. B.", "abstract": "Psychiatric and metabolic disorders often co-occur. While shared genetic factors and cellular dysfunctions are implicated, the underlying molecular mechanisms remain poorly understood. TCF7L2, a risk gene for type 2 diabetes and autism spectrum disorder, is highly expressed in the thalamus - a brain region extensively interconnected with the cortex, playing a key role in sensory processing, motor control, and behavioral regulation. Given its known role as a transcription factor regulating systemic energy metabolism, we explored its potential contribution to brain metabolism and behavior. To this end, we used a conditional knockout model with postnatal TCF7L2 loss in the thalamus and partial deficiency in the pancreas. Tcf7l2 knockout mice exhibited social deficits and reduced motor habituation. In parallel, they also developed systemic glucose intolerance, modelling the psychiatric-metabolic comorbidity. Thalamic depletion of TCF7L2 resulted in elevated inhibitory phosphorylation of the pyruvate dehydrogenase - an enzymatic gatekeeper for pyruvate utilization in energy production - in the thalamus and cortex. This was accompanied by altered thalamic and cortical metabolism, characterized by reduced efficiency of pyruvate oxidation alongside enhanced oxidation of fatty acids and ketone bodies. Notably, a ketogenic diet alleviated metabolic dysregulation in the brain and normalized some social behaviors in knockout mice. These findings suggest that impaired energy metabolism in the thalamocortical circuitry may represent one of the pathogenic mechanisms underlying neuropsychiatric symptoms.", "date": "2025-12-27", "journal": ""}
{"title": "Parallel and non-parallel features of adaptive radiation in Yucatan pupfishes", "doi": "10.1101/2025.11.17.688971", "authors": "Kustra, M. C.; Tian, D.; Palominos, M. F.; Guo, F.; Chau, D.; Golwala, O.; Chan, H.; Alvarez Zapata, A.; Cetz Paredes, R. G.; Cortes Sanchez, F. X.; Hernandez, S. G.; Mar-Silva, A. F.; Mex, F.; Tralka, C.; Badillo-Aleman, M.; Schmitter-Soto, J. J.; Gracida-Juarez, C. A.; Martinez, C. M.; Arroyave, J.; Martin, C. H.", "abstract": "Understanding the extent of parallelism across adaptive radiations remains a central problem in evolutionary biology. We used whole-genome resequencing of 123 individuals to compare the adaptive radiation of Cyprinodon pupfishes in Lake Chichancanab, Mexico, to an independent radiation of San Salvador Island (SSI) pupfishes in the Bahamas, and assess the repeatability of adaptive genetic architecture, sources of adaptive variation, and stages of selection. Despite rapid craniofacial divergence of trophic specialists within 8-15 kya, only two candidate genes (0.5%; 2/426) were shared between Caribbean radiations. Although adaptive introgression played a major role in SSI, we found minimal evidence of adaptive introgression in Chichancanab, likely due to the geographic isolation of this inland lake. Instead, de novo mutations provided a substantial source of adaptive variation (30.6%) for the endemic zooplanktivore, 15 times higher than the endemic scale-eater on SSI. However, in parallel with SSI, we found strong evidence that adaptive divergence occurred in stages, first on regulatory and standing genetic variation, then on de novo and nonsynonymous mutations. Consistent with adaptive variants near opsin and spermatogenesis genes, functional categories unique to Chichancanab, we found greater visual acuity and divergent sperm morphology in lab-reared zooplanktivores relative to generalists using laboratory assays. Consistent with extensive adaptive de novo mutations in WNT10A and rapid diversification of tooth size in the zooplanktivore, we found that experimental inhibition of the Wnt pathway in generalists resulted in narrower oral teeth. We conclude that de novo mutations, not introgression, can drive rapid adaptive radiations in isolated environments.", "date": "2025-12-27", "journal": ""}
{"title": "B-vitamin requirements and phycosphere interactions for the HAB-forming dinoflagellate, Pyrodinium bahamense var. bahamense", "doi": "10.64898/2025.12.19.695638", "authors": "Ruggles Howe, L.; D'Amore, L.; Lopez, C.; Shankar, S.; Mars Brisbin, M.", "abstract": "Pyrodinium bahamense is a saxitoxin-producing dinoflagellate found in tropical and subtropical estuarine waters globally, with the var. bahamense variety forming recurrent harmful algal blooms (HABs) in Florida estuaries. The intensity and duration of bloom peaks in Florida estuaries vary interannually, but life cycle transitions, estuarine water residence time, water temperature, salinity, and nutrient concentrations appear to contribute to bloom formation. However, the impact of B-vitamin availability on P. bahamense bloom formation has not been investigated, despite the knowledge that many HAB dinoflagellates require B-vitamins for growth and bloom development. In this study, we determined that of the three B-vitamins most commonly required by marine phytoplankton--biotin (B7), thiamine (B1), and cobalamin (B12)--P. bahamense strictly requires an exogenous B12 source to sustain growth. As bacterial interactions can fulfill phytoplankton B12 requirements, we tested whether bacterial communities recruited from two Florida estuaries could rescue P. bahamense from B12 limitation. We demonstrate that bacteria from the Indian River Lagoon (IRL) estuary collected during a P. bahamense bloom restored P. bahamense growth in media missing B12, while bacteria present in Old Tampa Bay (OTB) water collected when P. bahamense was not present did not restore P. bahamense growth in media missing B12. Putative bacterial B12 producers exclusively recruited from IRL included Enterobacteraceae genera that likely have anthropogenic sources. Our findings suggest B12 is essential for fueling P. bahamense blooms, and that specific bacterial communities may contribute to bloom development through B12 production.", "date": "2025-12-27", "journal": ""}
{"title": "An introduced parasitoid facilitates host range expansion of a resident parasitoid", "doi": "10.64898/2025.12.22.696021", "authors": "Moon, J.; Fraser, J. L.; Abram, P. K.", "abstract": "Invasive species can cause maladaptive behaviours in native consumers, with evolution of behavioural or physiological traits thought to be the main way out of these so-called 'evolutionary traps'. However, shorter-term ecological processes resulting from biological invasions could provide other ways to escape evolutionary traps. Asobara cf. rufescens, a resident (i.e., possibly native or previously introduced) parasitoid of drosophilid fly larvae in North America, can rarely produce offspring on the invasive fruit pest Drosophila suzukii in the laboratory, but in often emerges from field-collected D. suzukii. We hypothesized that the successful development of A. cf. rufescens in D. suzukii in the field is facilitated by Leptopilina japonica, a recently introduced parasitoid of D. suzukii. In laboratory experiments, we found that A. cf. rufescens had more than 30-fold higher offspring emergence from D. suzukii when L. japonica was also present. This facilitation occurred most frequently when A. cf. rufescens parasitized D. suzukii after L. japonica, possibly because parasitism by L. japonica destroyed the hosts' cellular immunity that would otherwise prevent A. cf. rufescens development. The recent arrival of L. japonica may have partially rescued A. cf. rufescens from the evolutionary trap set by D. suzukii and, consequently, resulted in an expansion of its host range.", "date": "2025-12-27", "journal": ""}
{"title": "The realized host specificity of Leptopilina japonica and Ganaspis kimorum, adventive larval parasitoids of the invasive Drosophila suzukii", "doi": "10.64898/2025.12.22.696016", "authors": "Abram, P. K.; Moon, J.; Fraser, J. L.; Thiessen, J.; Gariepy, T.", "abstract": "The non-native larval parasitoid wasps Leptopilina japonica and Ganaspis kimorum (Hymenoptera: Figitidae), which attack larvae of the invasive pest Drosophila suzukii (Matsumura) (Diptera: Drosophilidae), were unintentionally introduced to the Pacific Northwest of North America between 10 and 15 years ago, and are now well-established. Previous laboratory studies conducted to assess the ecological risk of classical biological control introductions suggested that G. kimorum is highly host-specific, whereas L. japonica can develop in several other drosophilid species. Information on realized host use of the parasitoids under field conditions in the context of host-parasitoid food webs in their non-native range is limited. A two-year field study in coastal British Columbia, Canada was conducted, using complementary sampling methods to document host-parasitoid associations and quantify parasitoid specificity with respect to drosophilid communities inhabiting ripe and rotting fruit. Consistent with previous laboratory findings, G. kimorum was reared exclusively from D. suzukii, while L. japonica emerged primarily from D. suzukii but also from D. melanogaster and, less frequently, from members of the D. obscura species group. Leptopilina japonica shared some host species with the resident parasitoid species L. heterotoma and Asobara cf. rufescens. A particularly striking result was the extent to which almost all drosophilid and parasitoid taxa in this study's host-parasitoid trophic webs were non-native, complicating the interpretation of non-target ecological effects of L. japonica. These results provide field-based evidence of realized host use by these two non-native larval parasitoids of D. suzukii that can inform their future use in classical and augmentative biological control programs.", "date": "2025-12-27", "journal": ""}
{"title": "Combinational adjuvants delivered by ink-jet potentiate naked mRNA vaccines for robust protection against infectious diseases", "doi": "10.64898/2025.12.24.696305", "authors": "Qiao, N.; Ishikawa, J.; Yasui, F.; Sano, K.; Miyakawa, K.; Hayashi, A.; Amiry, A. F.; Haonan, L.; Xueyang, Z.; Sato, T.; Pasqualini, R.; Arap, W.; Kataoka, K.; Hasegawa, H.; Kohara, M.; Uchida, S.", "abstract": "The use of lipid nanoparticles (LNPs) to enhance delivery and immunogenicity of mRNA vaccines raises safety concerns due to strong reactogenicity. Developing naked mRNA vaccines, which can be delivered through liquid jet-injection to the skin, may offer a safer alternative, but their immunogenicity has been limited. To address this challenge, we screened clinically relevant adjuvants to enhance the potency of naked mRNA jet-injection vaccines in mouse models. Although many adjuvants showed little or inhibitory effects on inducing humoral or cellular immunity--despite their known ability to potentiate conventional non-mRNA vaccine platforms--we identified a combination of aluminum phosphate and CpG oligonucleotide that substantially enhanced both humoral and cellular immune responses with increased IgG2a/IgG1 ratio. This adjuvanted naked mRNA vaccine induced IgG2a and cellular immunity at levels comparable to those achieved with LNPs but with lower local and systemic reactogenicity. Mechanistic investigations revealed a key role for type I interferon signaling during immunization. Notably, this vaccine formulation in mice virtually eliminated infection by both SARS-CoV-2 and influenza A virus (A/California/7/2009 H1N1) in plaque-forming assays. Collectively, the adjuvanted naked mRNA jet-injection vaccine represents a novel, effective, and safe platform against infectious diseases, with potential for clinic-ready translational applications.", "date": "2025-12-27", "journal": ""}
{"title": "Characterization of aperiodic and theta activity in preterm infants using EEG: Insights into cerebral maturation and inter-individual variability", "doi": "10.64898/2025.12.26.696574", "authors": "Gonzalez-Carpinteiro, A.; Nasser, H.; Pedoux, A.; Devisscher, L.; Cai, K.; Elbaz, N.; Ghozland, C.; Gueret, L.; Neumane, S.; Leprince, Y.; Lefebvre, A.; Hertz-Pannier, L.; Heneau, A.; Frerot, A.; Sibony, O.; Delanoe, C.; Barbu-Roth, M.; Alison, M.; Delorme, R.; Biran, V.; Dubois, J.; Adibpour, P.", "abstract": "Preterm birth disrupts critical processes of brain development, impacting the maturation of brain structural organisation and functional activity. In early development, theta oscillations are thought to play a key role in supporting the formation and development of functional networks, but their maturation appears vulnerable to prematurity. Traditional EEG spectral analyses have indicated marked development of theta power in early infancy, but these approaches mix oscillatory and non-oscillatory activity, limiting insights into the mechanisms underlying the neural changes. Using spectral parametrisation, we aimed to evaluate developmental changes in aperiodic activity and periodic theta power in infants born very preterm compared to full-terms, and to further explore whether clinical factors and brain microstructure could explain the inter-individual variability within preterms. High-density EEG was acquired during active/REM sleep at term-equivalent age (TEA) and 2 months corrected age (2mCA) in 41 very preterm infants and 13 full-term controls. Spectral parameterization was used to extract aperiodic components (offset, exponent) and periodic theta power globally and across spatial clusters (anterior, central, posterior). From TEA to 2mCA, aperiodic offset and exponent, as well as theta power, increased with no differences between preterm and full-term infants. Cluster-based analyses revealed regional differences at each age and in their maturation over two months. At TEA, aperiodic metrics and theta power were stronger in anterior compared with posterior areas, but this regional landscape shifted by 2mCA for aperiodic metrics, driven by pronounced increases in aperiodic offset and exponent in posterior areas from TEA to 2mCA. Within preterms, inter-individual variability in aperiodic and periodic metrics at TEA was partly explained by clinical risk factors and variations in brain microstructure, as assessed with diffusion MRI at the same age. Male sex was characterised by lower theta power; lower gestational age at birth was associated with lower exponent; being small for gestational age was related to higher theta power, and invasive ventilation was linked to lower offset and exponent. Additionally, higher theta power correlated with lower cortical fractional anisotropy, consistent with more advanced cortical maturation. Collectively, these findings indicate that EEG spectral parameterization combined with spatial analysis provides a sensitive framework for characterising the postnatal maturation of brain activity in infants, as well as early vulnerabilities associated with prematurity and perinatal adversity.", "date": "2025-12-27", "journal": ""}
{"title": "Differential Cerebral White Matter Tract Alterations in Generalized Anxiety Disorder Revealed by Ultra-High Field 7T Diffusion-Weighted Imaging", "doi": "10.64898/2025.12.26.696598", "authors": "Chen, C.-L.; Wu, M.; Chi, Y.; Rose, M.; Weber, J. C.; Lamb, S. T.; Jin, H.; Ibrahim, T. S.; Ladouceur, C. D.; Chang, Y.-F.; Tseng, K. Y.; Aizenstein, H. J.; Yang, S.", "abstract": "Background: Generalized anxiety disorder (GAD) is characterized by chronic worry and emotional dysregulation, yet its underlying white matter (WM) architecture remains inconsistent in previous neuroimaging studies. This study aimed to delineate microstructural WM alterations in GAD using ultra-high field (7T) diffusion tensor imaging (DTI) and advanced correlational tractography, evaluating their associations with symptom severity and diagnostic-aided value. Methods: Eighty-eight participants (27 GAD, 61 healthy controls, HCs) underwent 7T DTI scanning with 1.5-mm isotropic resolution. Whole-brain correlational tractography was applied to identify tracts exhibiting significant group-related differences in diffusion indices while controlling for demographic covariates. Associations with Hamilton Anxiety Rating Scale (HAM-A) and Penn State Worry Questionnaire (PSWQ) scores were examined, and machine learning-based models were used to assess the diagnostic-aided utility of identified WM features. Results: Two tract bundles showed significant fractional anisotropy (FA) alterations in GAD: decreased FA in the right prefrontal pathway (P-FDR = 0.039) and increased FA in the right cingulum (P-FDR < 0.001). The anterior portions of both tracts exhibited stronger effects of GAD. FA in the right cingulum positively correlated with HAM-A and PSWQ scores, indicating that greater microstructural coherence was associated with higher anxiety and worry severity (both P-FDR < 0.001). Inclusion of WM features could improve classification performance beyond neuropsychological measures alone. Conclusions: Ultra-high field 7T tractometry revealed a differential pattern of WM abnormalities in GAD, suggesting weakened prefrontal control and hyper-integrated cingulate connectivity as structural correlates of emotional dysregulation. These findings indicate the potential of 7T DTI markers for advancing mechanistic and diagnostic understanding of GAD.", "date": "2025-12-27", "journal": ""}
{"title": "Bivalent habenula modulation of human monoaminergic midbrain and cortical pathways", "doi": "10.64898/2025.12.26.696619", "authors": "Hudson, L. J.; Davey, C. G.; Steward, T.; Kung, P.-H.; Dai, Y.; Unsworth, L.; Jamieson, A. J.; Moffat, B. A.; Glarin, R.; Harrison, B. J.", "abstract": "The habenula is implicated in signaling negative reward prediction errors (RPE), yet direct causal evidence demonstrating its influence on downstream human brain circuits is limited. Using ultra-high field (7T) fMRI and dynamic causal modelling across two negative RPE-inducing experimental tasks, we characterize habenula-directed connectivity with monoaminergic midbrain and cortical pathways in healthy adults. Negative feedback drove strong habenula inhibition of ventral tegmental area and dorsal raphe nucleus activity, while positive feedback had an excitatory effect. These core effects are replicated across reversal learning and perceptual decision uncertainty tasks, establishing a generalizable mechanism for behavioral adaptation. Task-specific modulatory effects emerged in pathways between the subcortical and cortical regions (ventral tegmental area[-&gt;]dorsal anterior cingulate cortex, dorsal raphe nucleus[-&gt;]medial prefrontal cortex, and dorsal anterior cingulate cortex[-&gt;]habenula), revealing context-dependent cortical elaboration of negative RPE-driven habenula signals. This provides the first evidence in humans for bivalent causal modulation of habenula function on monoaminergic midbrain and cortical pathways, demonstrating how the brain integrates negative and positive signals to guide adaptive behavior.", "date": "2025-12-27", "journal": ""}
{"title": "SF3A2 deacetylation at lysin 10 mitigates myocardial pathological remodeling by reprogramming cardiomyocyte metabolism", "doi": "10.64898/2025.12.26.696635", "authors": "Guo, R.; Zhang, Z.; Zhang, H.; Yang, Y.; Qiao, M.; Zhang, J.; Wang, Y.; Chen, J.; Li, J.; Wu, M.; Yang, K.; Qing, Y.; Dong, H.; Li, X.; Zhao, D.; Huang, Q.", "abstract": "Background: Dysregulation of splicing factor-mediated pre-mRNA alternative splicing (AS) underlies the progression of complex diseases, but the specific involvement of AS in myocardial pathological remodeling remains unclear. This study aimed to elucidate the role of splicing factor 3A, subunit 2 (SF3A2) in the development of myocardial pathological remodeling by regulating AS and its effect on metabolic reprogramming. Methods: We evaluated the function and mechanism of SF3A2 in myocardial pathological remodeling using murine models induced by myocardial infarction (MI) and isoproterenol. The gain- and loss-of-function models (AAV9-cTNT delivery-mediated knock-in and lentivirus-mediated knockdown) combined with acetylomics, metabolomics, lipidomics, 13C-glucose tracing and immunoprecipitation coupled with liquid chromatography-tandem mass spectrometry (IP-MS) analyses were used to demonstrate the mechanism of SIRT7-mediated SF3A2 deacetylation at lysin 10 (K10). Unbiased RNA sequencing and AS analysis were conducted to identify the downstream effector of SF3A2. Results: SF3A2 acetylation at lysine 10 was upregulated in cardiomyocytes in response to myocardial pathological remodeling. Functionally, the knock-in of a deacetylation-mimetic SF3A2 (K10R) mutant attenuated myocardial hypertrophy, fibrosis, and improved heart function. These phenotypes were accompanied by a redirection of glucose flux from anaerobic glycolysis to the TCA cycle, along with a promotion of fatty acid ?-oxidation by inhibiting CD36 translocation and decreasing ACLY activity. Mechanistically, SF3A2 mitigated metabolic reprogramming and mitochondrial dysfunction by regulating Nnt AS, a process involving the SF3A2-interacting protein Ddx1. IP-MS further identified SIRT7 as the deacetylase for SF3A2, which was found to be activated by ginsenoside Rg1 in a high-throughput screen, leading to improved heart function. Conclusions: Overall, our findings establish the SIRT7-SF3A2-Nnt axis as a critical regulator in metabolic reprogramming to delay pathological myocardial remodeling. Promoting SF3A2 deacetylation, mediated by AAV9 delivery or pharmacological activation of SIRT7, improved heart function, suggesting its potential as a therapeutic target for pathological myocardial remodeling.", "date": "2025-12-27", "journal": ""}
{"title": "The geometry of cooperation: decoding microbial interactions", "doi": "10.64898/2025.12.22.696080", "authors": "Müller, S.; Predl, M.; Szeliova, D.; Zanghellini, J.", "abstract": "Bridging the gap between mechanistic models of metabolism and ecological theory remains key in understanding interactions within microbial communities. We propose a geometric framework for analyzing community metabolism, based on constraint-based modeling. By extending pathway analysis methods from single organisms to multi-species systems, we define the community metabolic space as the set of all feasible fluxes between species and their environment, conditional on growth rate and medium composition. Embedded within a nonlinear geometry, this space forms a polytope whose vertices represent the minimal building blocks of community metabolism from which every feasible solution can be constructed. Strikingly, these elementary community flux modes invite direct ecological interpretation - as specialist, commensalist, or mutualist modes of cooperation. Taken together, we unify ecological and metabolic viewpoints by linking interaction types to the geometric structure of the community metabolic space, laying the foundation for a deeper understanding of community structure, function, and design.", "date": "2025-12-27", "journal": ""}
{"title": "On-target mutations confer resistance to WRN helicase inhibitors in Microsatellite Unstable Cancer Cells.", "doi": "10.64898/2025.12.23.695783", "authors": "Picco, G.; Rao, Y.; Al Saedi, A.; Walker, S. J.; Bhosle, S.; Lee, Y.; Vieira, S. F.; Garcia-Casado, M.; Valdes Garcia, G.; May, K.; Sassi, F.; Barrio Hernandez, I.; Sharma, M.; Dincer, C.; Bell, T.; Kavasakali, A.; Shenje, R.; Martyr, C. D.; Brnardic, E. J.; Deng, N.; Grigorova Dimitrova, H.; Karakoc, E.; Sundara Rajan, S.; Chan, N.; Hitch, E.; McCarten, K.; Fourneaux, C.; Hewitson, Z.; Lightfoot, H.; Barthorpe, S.; Phelan, J. P.; Landis, P.; Jones, B. T.; Munoz, D.; Prakash Jain, J.; Barsanti, P. A.; Taygerly, J. P.; DeMartino, M. P.; Goncalves, E.; Bertotti, A.; Trusolino, L.; White, M. A.; ", "abstract": "Werner helicase inhibitors (WRNi) are in clinical development for microsatellite-unstable (MSI) tumors with defective DNA mismatch repair. Here, we investigate how cancer cell evolution shapes response to WRN inhibition and informs potential resistance mechanisms. Genome-wide CRISPR screens combined with WRN knockout did not identify bypass mechanisms, underscoring the essential, non-redundant function of WRN in MSI cells. Pharmacogenomic screens identified modulators of WRNi sensitivity, including SMARCAL1, which links it to WRN-MSI synthetic lethality. Semi-saturation mutagenesis of WRN and prolonged drug treatment identified on-target WRN mutations driving acquired resistance to multiple WRNi in vitro and in vivo, which was mitigated by combination with standard chemotherapies. Some resistance mutations conferred broad cross-resistance, whereas others preserved sensitivity to alternative clinical-grade WRNi with distinct mechanism of action. Our findings could inform clinical trial design by suggesting the feasibility of real-time tracking of emerging resistance and enabling early therapeutic adaptations.", "date": "2025-12-27", "journal": ""}
{"title": "Improving Cryo-EM Optimization Robustness with an Optimal Transport Loss Function for Noisy Images", "doi": "10.64898/2025.12.23.696001", "authors": "Woollard, G.; Herreros, D.; Li, M.; Cossio, P.; Duc, K. D.", "abstract": "Many tasks in single-particle cryo-electron microscopy (cryo-EM), such as 2D/3D classification and homo/heterogeneous reconstruction, require optimizing model parameters to minimize the discrepancy between observed data and a forward model. The standard Mean Squared Error (MSE) loss function is computationally efficient but suffers from a non-convex rugged loss landscape, particularly for high-resolution heterogeneity inference. In this work, we investigate the practical utility of Sliced Wasserstein (SW) distances. We implement exact W2 estimators (inverse-CDF and greedy matching) of projections alongside a computationally efficient proxy based on the L2 norm of CDFs, a formulation akin to the sliced CVM distance. We establish the latter as a robust, fully differentiable workhorse for the cryo-EM forward model. We evaluate its performance against the MSE in joint inference tasks recovering pose, CTF parameters, and conformational heterogeneity. Our results demonstrate that SW significantly broadens the basin of attraction, enabling robust gradient-based optimization from distant initializations where MSE fails. Using a helical spiral toy model, we highlight how SW losses are sensitive to per-particle contrast, where background noise level miscalibration can induce geometric bias in the inferred structure. We show that this bias is manageable through a joint optimization strategy that treats background contrast as a learnable parameter. Finally, we validate the approach on a synthetic dataset using the Zernike3D framework, showing that the SW loss works and yields an accurate landscape representations, comparable with MSE. These findings establish SW as a powerful tool for navigating the rugged landscapes of cryo-EM forward model parameters.", "date": "2025-12-27", "journal": ""}
{"title": "Contrasting temperature-induced gene network rewiring and isoform switching underlie relative thermal tolerance of coral species", "doi": "10.64898/2025.12.26.696607", "authors": "Scucchia, F.; Harnay, P.; Putnam, H. M.", "abstract": "Organismal thermal tolerance will shape future coral reef diversity and abundance, as ocean warming drives extensive bleaching and mortality through increasingly frequent marine heatwaves. Coral thermal tolerance varies markedly among species, reflecting differences in physiology underpinned by molecular regulatory mechanisms. Gene expression plasticity enables transcriptional adjustments to environmental stress, while alternative splicing and isoform switching further expand molecular adaptability by altering transcript diversity and abundance. Because genes function within combinatorial networks, changes in these network members and in the identity of highly influential hub genes can reveal higher-order biological reorganization under stress. Yet, the contribution of isoform switching to gene network dynamics remains unknown in corals. Here we integrate physiology, gene network topology, hub genes dynamics, and isoform switching across three Hawaiian corals, Porites compressa, Montipora capitata, and Pocillopora acuta, to identify molecular processes shaping thermal performance. We show that the interplay between expression plasticity, hub gene rearrangement, and isoform switching drives species-specific thermal tolerance. Network analysis uncovered extensive rewiring and temperature-responsive hub genes turnover regulated by switches in isoform usage. The most thermally tolerant species, P. compressa, shows high energy reserves, stable constitutive gene expression and continuous isoform adjustments across temperatures, while fine-tuning thermal response through dedicated hub genes. In contrast, the most thermally sensitive species, P. acuta, shows lowest energy reserves, with broad transcriptomic shifts and isoform switching controlling the reorganization of network leadership at high temperatures. Together, these findings identify isoform switching as a newly recognized regulatory mechanism contributing to coral thermal resilience and species persistence in warming oceans.", "date": "2025-12-27", "journal": ""}
{"title": "Aging increases ovarian cancer growth, metastasis and immunosuppression that can be alleviated by inhibiting hedgehog signaling", "doi": "10.64898/2025.12.23.695206", "authors": "Kumari, A.; Elbahoty, M. H.; Rajkarnikar, R.; Sureja, K.; Monavarian, M.; Quintero, L. M.; Fuh, K.; Tyrrell, D. J.; Shevde, L. A.; Margaroli, C.; Mythreye, K.", "abstract": "Ovarian cancer incidence and mortality increase with age, yet the impact of physiological aging on tumor progression and the tumor immune microenvironment remains poorly defined. Here we show using orthotopic implantation of two syngeneic models representing distinct cellular origins (ovarian surface epithelial and fallopian tube-derived) in young versus aged mice, that aged hosts exhibit markedly higher tumor burden, ascites accumulation, and proliferation. Selective follicle depletion in young mice using VCD did not recapitulate these effects, indicating that age-associated microenvironmental changes beyond hormonal decline drive tumor growth. Spatial transcriptomics revealed distinct intratumoral heterogeneity in both age groups. Comparison of CD45+ cells between aged and young tumors showed Hedgehog signaling enrichment and immunosuppressive signatures in aged hosts, with elevated M2 macrophages and Foxp3+ regulatory T cells. Notably, pharmacologic inhibition of Hedgehog signaling with vismodegib in aged mice suppressed tumor growth, reduced metastatic spread, and decreased infiltration of CD206+ macrophages and Foxp3+ T cells while sparing CD8+ T cells. Our findings provide proof-of-concept that vismodegib can reduce tumor growth and specific immunosuppressive populations in aged hosts, suggesting Hedgehog inhibition as a potential immunomodulatory strategy for older ovarian cancer patients or those tumors that exhibit Hedgehog pathway activation.", "date": "2025-12-27", "journal": ""}
{"title": "Involvement of monoaminergic and nitrergic pathways in the behavioral effects and acute toxicity of Gomphrena perennis L. tincture in mice", "doi": "10.64898/2025.12.26.696583", "authors": "Bonilla, A. M.; Garrido, G.; Consolini, A. E.; Ragone, M. I.", "abstract": "Gomphrena perennis L. possesses a rich phenolic profile and has demonstrated cardiovas-cular and anti-inflammatory activities; however, its neuropharmacological properties re-main unexplored. The behavioral effects, underlying mechanisms, and acute toxicity of Gomphrena perennis tincture (GphT) were investigated in mice. GphT showed no signs of acute toxicity. Furthermore, it did not alter the number of cross lines in the open field test (OFT), but it induced anxiogenic responses in the elevated plus-maze test (EPM) and the novelty-suppressed feeding test (NSFT), which were reversed by L-NAME, a non-selective nitric oxide synthases inhibitor. GphT also reduced immobility time in the forced swim-ming test (FST) and the tail suspension test (TST). This antidepressant-like effect was pre-vented by haloperidol (D1/D2 antagonist), ketanserin (5-HT2A/2C antagonist), L-NAME, and sildenafil (PDE5 inhibitor), while propranolol ({beta}-blocker), prazosin (1-antagonist), yohimbine (2-antagonist), and ondansetron (5-HT3-antagonist) did not modify it. There-fore, GphT produced anxiogenic and antidepressant-like effects without impairing loco-motion. These effects involve dopaminergic and serotonergic pathways and depend on nitric oxide-mediated signaling, suggesting that GphT exerts a modulatory influence on interconnected neurochemical systems.", "date": "2025-12-27", "journal": ""}
{"title": "GLP-1R Agonism Directly Improves the Pumping Capacity of Murine Collecting Lymphatic Vessels", "doi": "10.64898/2025.12.26.696603", "authors": "Schulz, M. E.; Akerstrom, V. L.; Dayan, J. H.; Castorena-Gonzalez, J. A.", "abstract": "Background: Glucagon-like peptide-1 receptor (GLP-1R) agonists have recently been suggested as effective therapies to treat or reduce the risk of developing secondary lymphedema in patients with obesity; however, it is unknown whether the observed improvement in lymphatic function is solely due to weight loss-associated systemic benefits or in synergy with a lymphatic-specific effect of these pharmacological therapies. Methods: We assessed the expression and localization GLP-1Rs in and around the lymphatic vasculature by single-cell RNA sequencing and fluorescence confocal microscopy. Using pressure myography we evaluated the direct effects of GLP-1R agonist, semaglutide, on modulating the contractile activity of lymphatic vessels from healthy wild-type (WT) mice, as well as lymphatics from diet-induced obese (DIO) WT mice, and hypercholesterolemic ApoE KO mice. Results: Expression of Glp1r (encoding GLP-1Rs) was detected solely in LECs and was highly enriched in LECs from collecting lymphatics but absent in LECs from capillary regions. Pharmacological activation of GLP-1Rs using semaglutide led to robust vasodilation and an increase in the pumping capacity of isolated collecting lymphatics from WT, DIO, and ApoE KO mice. Compared to WT controls, lymphatics from ApoE KO mice displayed significant contractile dysfunction, which was restored with semaglutide. The GLP-1R-mediated response was in part facilitated by nitric oxide (NO), NADPH oxidase-mediated reactive oxygen species (ROS), and potentially vasodilatory prostanoids. Conclusions: Our results revealed a direct, beneficial effect of GLP-1R agonism on lymphatic pumping capacity mediated by robust vasodilation, allowing lymphatics to accommodate larger fluid volumes, while maintaining strong and highly efficient contractions. Our observations implicated NO, ROS, and potentially vasodilatory prostanoids in the underlying mechanism; however, additional signaling components remain to be elucidated. These findings support recent clinical reports and further suggest that GLP-1R agonism could be an effective therapy for improving lymphatic contractile function in secondary lymphedema.", "date": "2025-12-27", "journal": ""}
{"title": "Levamisole-Mediated Suppression of B-Cell Proliferation and Antibody Production Reveals Mechanistic Insights into Idiopathic Nephrotic Syndrome Therapy", "doi": "10.64898/2025.12.23.695947", "authors": "Khan, G.; Veltkamp, F.; Claessen, N.; Butter, L.; Bouts, A.; Florquin, S.; Guikema, J.", "abstract": "Levamisole (LMS) is a small imidazole derivative with immunomodulatory properties. Despite its longstanding clinical use in Idiopathic Nephrotic Syndrome (INS), the mechanisms underlying its immune-regulating effects remain poorly defined. In this study, we investigated the in vitro effects of LMS treatment on human B-cells, and in patients included from the LEARNS (LEvamisole as Adjuvant therapy to Reduce relapses of Nephrotic Syndrome) clinical trial. In vitro experiments showed that LMS directly suppresses activation and proliferation in both T-cell dependent and T-cell independent stimulated B-cells, without inducing cytotoxicity. In agreement, transcriptomic profiling demonstrated downregulation of cell cycle-associated genes and genes involved in immunoglobulin synthesis, while genes involved in terminal B-cell differentiation were upregulated, including SLAMF7. Consistently, LMS treatment decreased immunoglobulin expression and secretion while simultaneously inducing the expression of factors associated with a more terminal B-cell phenotype (CD138/CD319). Flow cytometry analysis of blood samples from LMS-treated INS patients revealed reduced circulating B-cell counts. Collectively, these data suggest that LMS acts as a potent modulator of B-cell function that inhibits proliferation and immunoglobulin synthesis, providing mechanistic support for its therapeutic efficacy in INS management.", "date": "2025-12-27", "journal": ""}
{"title": "Shared TCRs in peripheral blood offer robust celiac disease classification independent of gluten Intake", "doi": "10.64898/2025.12.26.696039", "authors": "Elyanow, R.; Choung, R. S.; Marietta, E. V.; Bharanikumar, R.; Zhou, W.; Chen-Harris, H.; Bryan Howie, B.; Robins, H. S.; Neuhausen, S. L.; Murray, J. A.", "abstract": "Background and Aims: Celiac disease (CeD) is a chronic digestive autoimmune disorder affecting approximately 1% of the worldwide population. It is driven by T cells activated by specific HLA-DQ2 or HLA-DQ8 molecules leading to the destruction of intestinal villi. We aimed to characterize shared CeD-specific T cells in patients on and off a gluten-free diet (GFD) from a large cohort of cases and controls. Methods: We performed bulk TCR{beta} immune sequencing of the peripheral blood of 1,604 biopsy-confirmed CeD patients (1,339 on GFD, 265 on normal diet) and 1,100 controls. We identified over 300 TCR{beta}s enriched in CeD cases versus controls in an HLA-aware manner, controlling for CeD risk alleles. Results: CeD-associated TCR{beta}s were found to be more predictive of disease than previously characterized gliadin and glutenin-binding TCRs in a validation cohort. Furthermore, the clonal breadth of these TCR{beta}s was associated with increased intestinal damage. Immune sequencing of the peripheral blood also uncovered repertoire-level differences between CeD patients and controls. CeD patients displayed significantly higher productive clonality compared to age-matched controls as well as expansion of TCR{beta}s specific to cytomegalovirus (CMV) and Epstein-Barr Virus (EBV). Conclusions: These findings underscore the value of unbiased immune repertoire sequencing to identify novel biomarkers for autoimmune disease and to discover new disease mechanisms which can improve both diagnosis and treatment of disease.", "date": "2025-12-27", "journal": ""}
{"title": "Cell type diversification and phenotype convergence underlying white fin-ornamentation of cyprinid fishes", "doi": "10.64898/2025.12.26.696501", "authors": "Huang, D.; Liu, T.; Carr, A. A.; de Mello, P. H.; Liang, Y.; Shriver, L.; Chauvigne, F.; Johnson, S. L.; Cerda, J.; Patti, G. J.; Parichy, D. M.", "abstract": "Neural crest derived cells offer valuable opportunities to dissect mechanisms of cell fate specification and differentiation within individual ontogenies and the underpinnings of cell type diversification over evolutionary time. Particularly useful for such analyses are pigment cells of ectothermic vertebrates that arise from neural crest cells, or via latent neural crest derived stem cells, and comprise several classes with cell-type specific pigmentary phenotypes. Among these are white cells, \"leucophores,\" present in a variety of species that contribute to patterns on the body or ornamentation on the fins. To better understand developmental and evolutionary origins of these cells we have examined leucophores harboring deposits of yellow/orange carotenoids, \"xantholeucophores,\" of zebrafish and leucophores of white cloud minnow, within the same family Cyprinidae. We show that white phenotypes of both cell types require sepiapterin reductase that promotes accumulation of pale and colorless pteridines. We further demonstrate that xantholeucophores develop directly from yellow sepiapterin rich xanthophore-like cells and that this transition requires both gap junctional activity and permeability of the aquaglyceroporin / peroxiporin channel Aquaporin 3. These findings identify these white cells as distinct developmentally, genetically, and biochemically from another type of white cell in zebrafish and other white cells present across phylogenetic lineages. Our results highlight remarkable convergences and parallelisms in the acquisition of white cell phenotypes within and between species and identify this as a rich system for enquiries into the evolutionary individuation of novel cell types.", "date": "2025-12-27", "journal": ""}
{"title": "Anthropogenic habitats shape gut microbiome composition in Southern Indian bats", "doi": "10.64898/2025.12.23.695677", "authors": "Iyer, V.; Ansil, B. R.; Sreenivas, D.; Sanyal, A.; Ramakrishnan, U.; Chattopadhyay, B.", "abstract": "Anthropogenic habitat modification and associated resources can exert selection pressures on wildlife and their microbiomes, altering their diversity, resulting in homogenization and making them resemble the human microbiome. Diet is an important predictor of the microbiomes of volant vertebrates, mainly for birds, but for bats, results remain inconclusive. In spite of exceptional bat diversity in India, there is little understanding of how their microbiomes respond to anthropogenic habitats. Therefore, we investigated the trends of taxonomic and functional diversity and their relationships with host feeding-guild and phylogeny for six wide-ranging bat species across six anthropogenically modified sites in Southern India by generating 16S barcode sequences from their fecal samples. Eubacteria dominated samples with diet-specific taxonomic composition. Frugivore microbiomes contained large proportions of Cyanobacteria, possibly sourced from consumed plant matter or polluted drinking-water sources, and Lactobacillales dominated insectivore microbiomes, while Gammaproteobacteria were abundant regardless of host feeding guild. We found human pathogens in our samples possibly transferred from polluted water to the guts of bats foraging in nearby areas. We observed diet-specific taxonomic, phylogenetic, and functional composition. However, functional composition incorporating abundances displayed a high degree of overlap across feeding-guilds, suggesting functional homogenisation of microbiomes across feeding guilds, possibly due to anthropogenicity. Sample-wise diversity indices were significantly different with respect to diet only when samples from the same roost were not pooled together. However, in all cases, microbiomes from the same diet types displayed significant taxonomic and phylogenetic similarity to each other. Lastly, we observed limited concordance of microbiome diversity with chiropteran phylogeny. Because of these potential signatures of pollution on bat microbiomes such as pathogens, we recommend their monitoring, especially because Cyanobacteria play a known role in bat and human disease. Our study is one of the first to study microbiome composition and function from bat species common around human inhabitation in South India, and establishes baselines in this region.", "date": "2025-12-27", "journal": ""}
{"title": "SuperFocus enables whole-slide cell-level spatial omics from spot-based measurements and histology across modalities", "doi": "10.64898/2025.12.26.696575", "authors": "Lu, Y.; Enninful, A.; Bao, S.; Bai, Z.; Xu, M. L.; Xiao, Y.; Fan, R.; Ma, Z.", "abstract": "Spatial omics data acquisition is constrained by an inherent trilemma: balancing experimental cost, spatial resolution, and profiling scope (in terms of both plexity and field of view). Currently, spot-based technologies coupled with histological images represent one of the most scalable solutions, yet they lack single-cell precision and are often limited in field of view for omics. Here, we introduce SuperFocus, an AI-powered framework that predicts omics features with high fidelity for individual cells across whole-slide images from spot-level omics data acquired on the same or adjacent slides. It substantially relaxes the trilemma by achieving single-cell resolution and whole-slide field of view without increasing experimental cost or sacrificing plexity. SuperFocus implements a novel constrained cascading imputation scheme to minimize hallucination and outputs two per-feature quality-control scores that flag potentially unreliable predictions for each feature. When predicting for cells outside the profiled field of view, SuperFocus additionally provides a prediction-credibility score for each cell that prevents overconfidence when relevant histological patterns are undersampled or absent from the training data. We validate the fidelity of SuperFocus by benchmarking against multiple ground-truth single-cell and subcellular resolution spatial datasets across different platforms, demonstrating highly concordant cell-level feature recovery. We evaluate SuperFocus on both spatial transcriptomics and spatial epigenomics modalities and observe consistent performance over diverse platforms, tissues, and conditions. We demonstrate its utility by resolving the MALT lymphoma microenvironment at single-cell resolution using spot-level Patho-DBiT data, and by performing single-cell resolution motif analysis of the human hippocampus using spot-level spatial ATAC-seq. Overall, SuperFocus provides an effective in silico solution to the spatial omics trilemma, empowering single-cell-resolved spatial analysis from standard spot-level inputs and histological images.", "date": "2025-12-27", "journal": ""}
{"title": "Moving from Association to Causation: Instrumental factor models for causal inference in high-dimensional multi-omics data", "doi": "10.64898/2025.12.26.696613", "authors": "Mishra, A. K.; Badri, M.; Coler, E. A.; Liu, Z.; Bonneau, R.; Morton, J. T.; Aksenov, A. A.", "abstract": "Distinguishing true causal relationships from mere association is a core challenge in bioinformatics and science in general. Causal inference, in particular in ''-omics\" studies, is hindered by high dimensionality, correlated measurements, and pervasive endogeneity arising from unmeasured confounding and complex interventions. We introduce Factor~IV, a supervised instrumental variable (IV) framework for identifying causal effects in high-dimensional biological systems. FactorIV constructs low-dimensional instrumental factors via a sparse low-rank decomposition of the instrument-exposure map, yielding an identifiable first stage even when either/both endogenous and instrumental variables are high-dimensional. Under standard IV assumptions, these factors remain orthogonal to outcome noise while capturing coordinated, perturbation-driven biological variation. The framework supports generalized first-stage models, including Gaussian, Bernoulli and negative binomial likelihoods. Simulation studies demonstrate accurate recovery of factor-level and feature-level causal effects under linear and generalized settings, with robustness to correlated errors and hidden confounding. To illustrate biological discovery, we applied FactorIV to a mouse hepatocellular carcinoma model and the DIABIMMUNE infant cohort. We demonstrate how FactorIV uncovers mechanistically interpretable causal structure beyond association-based analyses.", "date": "2025-12-27", "journal": ""}
{"title": "Multimodal spatial transcriptomics determines repeat expansion, huntingtin aggregation, and selective cortical neuron loss in Huntington Disease", "doi": "10.64898/2025.12.26.696622", "authors": "Vazquez-Sanchez, S.; Arnold-Garcia, O.; Chillon-Marinas, C.; Maimon, R.; McNair, K.; Dai, Y.; Jimenez-Villegas, N.; Cui, J.; Thompson, L. M.; Lopez-Erauskin, J.; Bintu, B.; Cleveland, D. W.", "abstract": "Huntington disease (HD) is caused by CAG expansion in HTT, yet how somatic repeat instability and huntingtin aggregation relate to selective cell loss in the human brain remains unclear. We have developed a multimodal spatial transcriptomics approach that enables defining transcriptional programs with subcellular resolution, somatic CAG repeat lengths, and six other pathology marks including huntingtin aggregates in every cell of intact brain sections. Imaging 428,173 cells in HD cortex revealed selective vulnerability: L5/6 NP and L6b deep-layer excitatory neurons undergo more than 50% loss, closely linked to very large (more than 380+/-55) somatic expansions. Intranuclear aggregation was most prevalent at intermediate somatic repeat expansion (220-300 CAGs) and was accompanied by broader transcriptional changes. In contrast, chandelier and somatostatin+ inhibitory interneurons are lost despite only modest repeat expansion or aggregation. These data provide a comprehensive resource and establish a broadly applicable framework for connecting repeat expansion and protein pathology across diverse cell types.", "date": "2025-12-27", "journal": ""}
{"title": "Riluzole shifts glial responses to protect synapses and memory in Aβ oligomer-treated rats", "doi": "10.64898/2025.12.26.696626", "authors": "Wint-Mon, M.-K.; Kida, H.; Kimura, R.; Mitsushima, D.", "abstract": "Soluble A{beta}1-42 oligomers are potent neurotoxins that disrupt synaptic function, alter glial responses, and lead to memory impairment in Alzheimer's disease. Riluzole, a glutamate modulator approved for amyotrophic lateral sclerosis, reduces neuronal hyperexcitability, yet its in vivo effects on A{beta} oligomer-induced cognitive dysfunction and glial alterations remain incompletely understood. Here, we investigated whether riluzole ameliorates A{beta}1-42 oligomer-induced memory impairment and associated cellular changes in the hippocampus. A{beta}1-42 oligomers were bilaterally microinjected into the dorsal CA1 region of freely moving male rats, followed by daily riluzole administration for seven days. Behavioral analyses revealed that riluzole significantly improved hippocampus-dependent memory, including contextual learning and spatial working memory, without affecting locomotor activity, anxiety-like behavior, or pain sensitivity. At the cellular level, riluzole reduced neuronal A{beta} accumulation and attenuated synaptic and dendritic pathology, while increasing A{beta} association with astrocytes and microglia in parallel with enhanced CD11b-related recognition and lysosomal processing. Riluzole also attenuated A{beta}-induced neuronal apoptosis, dendritic degeneration, and dendritic spine loss across multiple hippocampal subregions. In addition, riluzole limited complement-dependent synaptic elimination by microglia and preserved synaptic integrity. Although A{beta} oligomers induced robust recruitment of astrocytes and microglia, riluzole did not suppress glial activation; instead, it promoted morphological remodeling and shifted both astrocytes and microglia toward phenotypes associated with neuroprotection. Together, these findings support the idea that coordinated remodeling of glial responses contributes to the ability of riluzole to counteract A{beta} oligomer toxicity, promoting glia-mediated amyloid handling, synaptic stability, and cognitive recovery.", "date": "2025-12-27", "journal": ""}
{"title": "Transcriptomic and functional characterization indicate sexual dimorphism of discrete circadian neuron subtypes", "doi": "10.64898/2025.12.26.696620", "authors": "Perez Torres, M.; Jiang, R.; Ma, D.; Kurmangaliyev, Y.; Guo, F.; Rosbash, M.", "abstract": "Many sexually dimorphic behaviors exhibit a time-of-day preference, but our understanding of how sex shapes the molecular and circuit properties of central brain neurons remains incomplete. Here, we report a transcriptomic and circuit underpinning of sexual dimorphism within the Drosophila circadian network. By performing single-cell RNA sequencing of male and female clock neurons, we identify specific subsets of dorsal lateral neurons (LNds), dorsal neurons 1p (DN1ps) and dorsal neurons 3 (DN3s) with dramatic dimorphic gene expression profiles. These sex differences are driven in large part by cell-type-specific expression of genes involved in neural connectivity, particularly cell adhesion molecules (CAMs). We focused on the dimorphic Cry-negative E3 LNds and show that they form functionally active, synaptic connections with downstream doublesex-expressing pC1 and pCd neurons, central regulators of dimorphic behaviors. Moreover, we demonstrate that these connections are mediated at least in part by sex-enriched CAMs, dpr9 in males and dpr3 in females. Thus, our work reveals sexual differentiation mechanisms at both the molecular and circuit levels, identifying specific molecules that sculpt sex-specific pathways and link the circadian clock to dimorphic outputs.", "date": "2025-12-27", "journal": ""}
{"title": "Does ecological restoration align prokaryotic community structure with natural references across European coastal wetlands?", "doi": "10.64898/2025.12.26.696618", "authors": "Picazo, A.; Rochera, C.; Morant, D.; Pedron, M.; Adamescu, M.; Ambrosio, R.; Attermeyer, K.; Santinelli, C.; Tropea, C.; Bachi, G.; Begue, N.; Bucas, M.; Cabrera Brufau, M.; Camacho Santamans, A.; Carballeira, R.; Carloni, M.; Cavalcante, L.; Cazacu, C.; Checcucci, G.; Coelho, P.; Dinu, V.; Evangelista, V.; Gintauskas, J.; Giuca, R.; Guelmami, A.; Guerrazzi, M.; Hilaire, S.; Katarzyte, M.; Lillebo, A.; Lizan, R.; Minaudo, C.; Misteli, B.; Montes Perez, J.; Obrador, B.; Oliveira, B.; Oliveira, V. H.; Petkuviene, J.; Racoviceanu, T.; Ribeiro, S.; Ronse, M.; Sousa, A.; Suykerbuyk, W.; Tiskus, E.;", "abstract": "Coastal wetlands are crucial for biodiversity and act as critical buffers for carbon sequestration and atmospheric greenhouse gases (GHG) concentrations, yet their degradation often turns them into GHG sources. Restoration is widely implemented to recover these services, but it remains unclear whether interventions successfully re-establish the microbial functional diversity underpinning biogeochemical cycles. We tested the hypothesis that restoration aligns prokaryotic community structure with natural references, analyzing, a European gradient of coastal wetlands, comparing well-preserved, altered, and restored sites in water and sediment. Using 16SrRNA-metabarcoding and IndVal-Analysis, we characterized community assembly identifying diagnostic functional consortia. Results revealed a marked difference in water and sediment recovery after restoration. Bacterioplankton communities rapidly converge to natural references, while sediment microbiome displayed significant \"ecological memory\". Restored wetlands show sediment communities structurally distinct from well-preserved, retaining alteration-associated guilds decades. Results support the initial hypothesis: restoration processes in coastal wetlands can re-establish communities and metabolisms resembling well-preserved conditions in the water in the short term, while sediments retain microbial communities and metabolisms inherited from altered conditions for a long time. Future strategies must integrate active sediment interventions using molecular bioindicators to validate not only the landscape appearance, but the effective reactivation of ecosystem processes and microbiota-related services.", "date": "2025-12-27", "journal": ""}
{"title": "Stemness factor Mex3a times translation and protein trafficking to ensure robust differentiation of olfactory sensory neurons", "doi": "10.64898/2025.12.26.696633", "authors": "Escamilla-del-Arenal, M.; Tang, L. C.; Kodra, A.; Shayya, H. J.; Ugurbil, A. C.; Stathi, O.; Keskin, A.; Horta, A.; Pulupa, J. M.; Ye, J.; Jovanovic, M.; Lomvardas, S.; Duffie, R.", "abstract": "During the switch from progenitor to differentiated cell, cellular physiology must change to accommodate increased translation and trafficking of membrane-bound proteins. We identify RNA-binding and E3 ubiquitin ligase Mex3a as a key driver of proper neuronal differentiation by regulating mRNA translation and trafficking of cell surface proteins in the context of Unfolded Protein Response (UPR) signaling. Loss of Mex3a in immature olfactory sensory neurons (OSNs) leads to defects in cilia structure, cell surface protein expression, and planar cell polarity in mature OSNs. Proteomics reveal a Mex3a-dependent decrease in proteins related to vesicle transport, lipid metabolism, and ribosome biogenesis. We identify RNA and ubiquitin targets of Mex3a and provide evidence that Mex3a can confer K27 ubiquitin linkage on substrates. Finally, modulating cellular levels of Mex3a changes the recruitment of translation factors Serbp1 and p-eEF2 to ribosomes with possible effects on translation. Our data reveal how a stemness factor regulates development post-transcriptionally and post-translationally to ensure robust differentiation.", "date": "2025-12-27", "journal": ""}
{"title": "Evidence in favor of abrupt over gradual learning in the differential reinforcement of response duration (DRRD) task", "doi": "10.64898/2025.12.26.696617", "authors": "Pinto, M. F. G.; Veneziani, A. M.; Reyes, M. B.", "abstract": "Learning can occur in markedly different ways: in some cases, it unfolds as a gradual process, with behavior improving slowly toward an asymptotic level of performance; in others, it appears as an abrupt process that sharply separates behavior before and after a change point. Understanding the behavioral and neural processes underlying these distinct acquisition patterns may be critical for elucidating the basic principles of learning. We investigated this question experimentally using naive rats performing a differential reinforcement of response duration (DRRD) task, in which animals were required to remain inside a nosepoke for a minimum duration of 1.5 seconds to get a sugar pellet as a reward. All rats learned to wait longer in the nosepoke when comparing behavior at the beginning and at the end of the experiment. We tested several continuous models against a single change point (CP) model, in which behavior changes at a specific moment and remains stable thereafter. Instead of the traditional approach based on trial-segmented behavior, we used the real time elapsed since the beginning of the experiment as a continuous, uncontrolled variable. We fitted all models to data from individual rats and compared model fit quality across alternatives. Our results provide strong evidence in favor of an abrupt change, as captured by the CP model, over all other models. Moreover, the residuals of the CP model exhibited a Gaussian distribution, suggesting that no additional systematic dynamics remained unexplained and that the behavioral dynamics were fully captured by a single change point.", "date": "2025-12-27", "journal": ""}
{"title": "A New Paradigm of Transcriptional Regulation by the SufR-Like Iron-Sulfur Transcription Factors", "doi": "10.64898/2025.12.26.696629", "authors": "Lu, Z.; Ong, C.; Zhang, L.; Wan, T.; Davulcu, O.; de Farias, M.; Zhang, L.-M.", "abstract": "SufR is an iron-sulfur ([4Fe-4S]) cluster-containing transcription factor belonging to an uncharacterized domain family (COG2345). It has been shown to negatively regulate the sulfur utilization factor (SUF) Fe-S biogenesis system in several Gram-negative and Gram-positive bacteria including Cyanobacteria, Mycobacteria and Streptomyces. The structural basis for its DNA recognition and transcriptional regulation by the SufR-like proteins remains enigmatic. In this study, we present the cryo-EM structure of Mycobacterium tuberculosis SufR bound to its promoter, revealing a new domain architecture. Our structural, biochemical and molecular analyses show that SufR possesses an unusual [4Fe-4S] cluster coordination environment in the sensory domain and recognizes its promoter via a dual-module mechanism using both the AT-hook and the helix-turn-helix (HTH) DNA-binding motif in the DNA-binding domain. This DNA recognition strategy differs from a canonical winged HTH transcription factor. Moreover, our bioinformatic analysis and structural modeling suggest that SufR and SufR-like proteins in the COG2345 family represent a large, previously uncharacterized family of transcription factors widely distributed across bacteria and archaea. Together, these findings establish SufR-like proteins as a new model for transcriptional regulation by Fe-S transcription factors in prokaryotes and uncover the underappreciated evolutionary versatility of AT-hooks.", "date": "2025-12-27", "journal": ""}
{"title": "Gray bats spatially segregate when navigating flight with conspecifics in complex environments", "doi": "10.64898/2025.12.26.696615", "authors": "Aung, E.; Abaid, N.", "abstract": "Bats are fast fliers with great maneuverability. Many species sense and communicate through echolocation, relying on acoustic signals in the environment. Bats also form large colonies, which necessitates that they fly in groups. When the group size increases or obstacles are in their flight paths, the acoustic space can become cluttered, posing a non-trivial challenge for navigation. How do they interact with their environment and conspecifics, and how do they balance social and environmental cues? Recent research has uncovered individual adaptations to calling and flight patterns when flying in the groups or avoiding obstacles. Studies also suggest coordination when foraging, as well as strategies used by the group to mitigate acoustic clutter. However, there has yet to be a study on how bats weigh different navigational tasks when flying in spatially complex environments. Here, we collected stereoscopic video data on a wild colony of gray bats, \\textit{Mytotis grisescens}, navigating their usual foraging flight paths in the presence of novel obstacles. We find that bats tend to stay close to a wall, but space out when flying in groups. We developed a data-informed agent-based model which revealed that their social repulsive behavior is strengthened when challenged to navigate novel obstacles.", "date": "2025-12-27", "journal": ""}
{"title": "Temporal Multi-Omic Analysis Uncovers Sex-Biased Molecular Programs Underlying Skeletal Muscle Adaptation to Endurance Training", "doi": "10.64898/2025.12.26.696612", "authors": "Many, G.; Jin, C.; Day, N.; Smith, G. R.; Iyer, G.; Sanford, J. A.; Bareja, A.; Jimenez-Morales, D.; Voos, K.; Leach, D. T. A.; Goodyear, L.; Goodpaster, B.; Ortlund, E. A.; Burant, C. F.; Gaul, D.; Viggars, M. R.; Kohrt, W.; Snyder, M.; Fernandez, F.; Esser, K. A.; Bodine, S.; Huffman, K.; Kraus, W.; Newgard, C.; Hevener, A. L.; Qian, W.-J.; Schenk, S.; Adkins, J. N.; Lindholm, M. E.", "abstract": "Background: Exercise training is known to benefit health and reduce disease risk. While skeletal muscle adaptations are fundamental to many of the health benefits of exercise training, the common and sex-specific molecular regulators that mediate these adaptations remain to be fully elucidated. Methods: To this end, we leveraged skeletal muscle multi-omics data generated by the Molecular Transducers of Physical Activity Consortium (MoTrPAC), where 6 month-old male and female rats endurance trained for 1, 2, 4, or 8 weeks. Our objective was to identify shared and sex-specific multi-omic molecular responses to endurance training in skeletal muscle, and relate them to phenotypic adaptations. Results: We identified largely sexually-conserved transcriptomic and proteomic pathway enrichments in the gastrocnemius, which correlated with skeletal muscle responses from a published exercise study in humans. We uncovered sex-consistent post-translational modifications, including decreased oxidation of MYH2 and deacetylation of the {beta}-oxidation enzyme HADHA. Pathway enrichment analyses revealed sex-specific remodeling across the acetylome, redox proteome, and phosphoproteome; females decreased mitochondrial protein cysteine oxidation and increased mitochondrial cristae proteins, indicative of enhanced redox buffering and mitochondrial efficiency. Despite decreases in cysteine oxidation of key mitochondrial proteins, females displayed increases in the cysteine oxidation of proteins involved in glucose catabolism relative to males after 8 weeks of training, suggestive of sex-biased subcellular reactive oxygen species generation. Males demonstrated earlier induction of mitochondrial transcripts and predicted activation of mTOR. Although the increase in mitochondrial protein abundance was more modest in males, there was greater oxidation of mitochondrial proteins in response to training compared to females. Conclusions: This work shows a large portion of the adaptive response to endurance training in skeletal muscle is shared between females and males, while there are distinct and nuanced sex-specific adaptations that are evident, particularly at the level of post-translational regulation.", "date": "2025-12-27", "journal": ""}
{"title": "A TRANSPARENT WHEEL-BASED PLATFORM FOR LOCOMOTION-ON-DEMAND AND MULTIMODAL BODY AND FACIAL KINEMATICS IN HEAD-FIXED MICE", "doi": "10.64898/2025.12.26.696644", "authors": "Paranjape, P. S.; Mohammadi Ghohaki, T.; Inayat, S.", "abstract": "Understanding how the brain transforms sensory input and internal state into coordinated action requires behavioral paradigms that provide precise, multimodal measurements of movement and arousal while remaining compatible with neural recording techniques. Here we present a modular, low-cost behavioral platform that enables locomotion-on-demand in head-fixed mice using a transparent running wheel combined with air-stream-induced stimulation. This design provides unobstructed visual access to ventral paw movements while simultaneously capturing whole-body kinematics, facial motion, and eye-related signals from multiple camera perspectives. The system integrates Arduino-based stimulus control, high-resolution encoder measurements, Raspberry Pi-based videography, and LED-driven temporal synchronization across independently acquired data streams. Using a proof-of-principle dataset from a single, well-trained animal, we demonstrate that air delivery reliably induces structured locomotion with reproducible trial timing on a transparent wheel. Optical-flow-based motion metrics and DeepLabCut pose estimation reveal robust, stimulus-locked increases in paw, limb, and facial movements during air-on epochs relative to air-off periods. LED-based synchronization enables accurate segmentation of stimulus epochs across video modalities despite differences in sampling rates, with air-on durations showing strong agreement between video-derived and DAQ-recorded measures. Correlation analyses further reveal state-dependent reorganization of coordinated body kinematics during locomotion, indicating structured coupling among limb and whole-body measures rather than a uniform increase in movement. This work establishes a flexible framework for studying stimulus-evoked locomotion and provides a platform well suited for integration with neural imaging and electrophysiology, as well as for future investigations of sensorimotor coordination and behavioral state changes in health and disease.", "date": "2025-12-27", "journal": ""}
{"title": "Cortical microglia promote noradrenergic signaling to maintain wakefulness", "doi": "10.64898/2025.12.26.696634", "authors": "Liang, Y.; Shi, W.; Dale, E. M.; Zhao, S.; Qi, F.; Haruwaka, K.; Hou, Q.; Fei, M.; Harris, L.; Hua, X.; Wu, L.-J.", "abstract": "Microglia are essential for maintaining brain homeostasis, including the sleep-wake cycle, but the underlying mechanisms remain unclear. Here, using in vivo two-photon imaging in both head-fixed and freely moving mice with simultaneous electroencephalogram-electromyogram (EEG-EMG) recording, we investigated microglial process dynamics and their interactions with locus coeruleus (LC) noradrenergic (NE) axons in the frontal cortex across sleep-wake states. During sleep or chemogenetic suppression of LC neurons, microglia enhanced their surveillance and increased interactions with NE axons. Correlative electron microscopy at nanometer resolution identified structural contacts between microglial process endings and NE boutons. Mechanistically, microglia-bouton interaction is primed by NE-{beta}2-adrenergic receptor ({beta}2AR) signaling, leading to enhanced Ca2+activity in NE axons. These findings suggest that microglial interactions with NE axons promote cortical norepinephrine transmission and maintain stable wakefulness.", "date": "2025-12-27", "journal": ""}
{"title": "Rod-cone signal interference impairs mesopic motion discriminability in a model circuit", "doi": "10.64898/2025.12.26.696616", "authors": "Songco-Aguas, A.; Rieke, F.; Gutierrez, G. J.", "abstract": "Under mesopic conditions, such as dawn or dusk, signals from both rod and cone photoreceptors contribute to perception. These parallel inputs are combined within the retina before being sent to subsequent visual areas. The integration of these kinetically-distinct parallel signals poses unique challenges for human vision. Though previous behavioral studies have found that dim lighting conditions specifically impair motion perception in human subjects, the origin of this dependence is unclear. In the present study, we create a model circuit that predicts ganglion cell responses to moving stimuli by incorporating electrophysiologically-derived circuit components into a Hassenstein-Reichardt correlator, a classical motion-detection model. The model circuit demonstrates that interactions between rod- and cone-derived signals negatively impact the encoding of a moving object's direction under mesopic conditions. Furthermore, we found that the model circuit could enhance its motion discriminability if it was only sensitive to the cone-activating components of the stimuli. We conclude that rod-cone signal interference occurring at the lowest level of vision has an impact on motion direction discrimination, a higher-level task with relevance for behavior.", "date": "2025-12-27", "journal": ""}
{"title": "Multimodal Data Fusion Reveals Morpho-Genetic Variations in Human Cortical Neurons Associated with Tumor Infiltration", "doi": "10.64898/2025.12.26.696632", "authors": "Liu, Y.; Yun, Z.; Zhang, L.; Ye, W.; Chen, K.; Wang, X.; Ou, M.; Rong, J.; Yang, X.; Mao, L.; Chen, L.; Ji, N.; You, Y.; Ma, C.; Mao, Y.; Zhang, J.; Zhang, L.; Peng, H.", "abstract": "We introduce LetsACT (Light-Electron-Transcriptome synergistic ACTomography), a multimodal integration platform that overcomes the limitations of single-modality data acquisition and analysis of human brain cells while synergistically leveraging the strengths of each modality. Our approach enables the rapid sample preparation, cell injection, imaging, and multimodal integration of large-scale human neuronal datasets at single-cell resolution. By generating initial laser-scanning-microscopy based optical reconstruction of neuron morphologies followed by refining them using electron-microscopy derived morphological priors, we have assembled one of the largest human cortical morphology datasets to date: 8,398 neurons from 58 donors, with high cortical coverage. This platform is then applied to studying morphological impact of tumor infiltration. Pyramidal neurons in glioma-infiltrated tissues display clear volume shrinkage in somas and branches, tapering from the soma to nearby dendritic compartments. By integrating these morphological variations with spatial and bulk transcriptomic profiles, we find that glioblastoma tissues exhibit dysregulation of 15.29% of genes, including overexpression of TERT, whereas infiltrated tissues show 7.74% gene dysregulation, characterized by overexpression of tumor suppressors such as CDKN2A and TP53. Our analysis implies that pyramidal neurons observed in these infiltrated tissues may involve an active defense instead of undergoing passive apoptosis. Our finding also indicates that LetsACT establishes a valuable resource for the large-scale, comprehensive morpho-genetic analysis of human tissues.", "date": "2025-12-27", "journal": ""}
{"title": "Efficacy of immunostimulant feed additive ShrimpGuard, for the preventive management of White Spot Syndrome Virus (WSSV) infection in shrimps", "doi": "10.64898/2025.12.26.695863", "authors": "E K, A.; Bamaniya, D. C.; Sharma, S.; Ghosh, I.; Ponsrinivasan, A.; Krishnan, R.; Paruvada, S. H. K.; Kumar, S.; Changede, R.", "abstract": "White spot syndrome virus (WSSV) is a virulent lethal viral pathogen affecting shrimp aquaculture worldwide. Current solutions for WSSV management can be divided into three categories; farm management, selective breeding or genetic engineering to get WSSV resistant varieties of shrimp, and developing vaccine or drug-like solutions specifically targeting WSSV. At present, farm management or good farming practice is the most reliable way of managing the problem, anti-WSSV vaccine, or anti-WSSV drugs that are reliable and scalable in the market are not available. We have developed a feed additive named ''ShrimpGuard'' using our SOLAQ (Solutions for Agriculture and Aquaculture) platform that specifically provides Shrimp protection against the WSSV infection. Here we report protection observed in both laboratory and farm demonstrations, in Penaeus vannamei. Collectively, these studies show that ShrimpGuard does not cause any adverse affects on shrimp health and is able to provide significant protection to shrimp against WSSV infection. Briefly, the immune parameters of shrimp respond to ShrimpGuard treatment with increase observed in Total haemocyte count, and activity of prophenoloxidase. Further, survival rates of shrimp treated with ShrimpGuard after WSSV infection was between 80-100 % compared to 0% survival observed in untreated shrimp. The ShrimpGuard's performance was tested in production farms and it was found that ShrimpGuard is safe for farm-based applications and the data obtained shows a positive impact on shrimp yield after ShrimpGuard treatment.", "date": "2025-12-27", "journal": ""}
{"title": "Vascular plant extinctions outpace colonizations under climate change", "doi": "10.64898/2025.12.26.696646", "authors": "Daru, B. H.; Birkeland, S.; Chala, D.", "abstract": "Climate change is expected to shift plant distributions poleward and upslope yet requires global empirical evidence. Using historical range shifts from global herbarium specimens for 109242 vascular plant species over the past 28 years as baseline, we fit 1.8 million species distribution models on a global dataset of 184,545 vascular plant species to project future range shifts over an equivalent period, the next 20 years (2021-2040). We find that plant species have already shifted their distribution centroids at a median velocity of 5.6 km per year globally, exceeding projected future velocities of 3.27 km yr per year. Projected shifts will vary widely in direction and magnitude, with varied velocities, colonization and extinction rates. Shifts will vary across clades with Superasteridae, Gymnosperms and Monocots moving at slower velocities, and Ferns, Chloranthales, and Magnoliidae with faster velocities. Although most clades will shift polewards, velocities will be highest in temperate and boreal regions, while shifts will be slower in regions of high topographic variation in the tropics. High latitude species will trend poleward and upslope, while desert shrubs, and tropical conifer forests will show slower and directional shifts. Extinctions will outpace colonizations, confirming that climate change will be a driver of biodiversity loss. Colonization will be frequent in protected areas, higher elevations, and among threatened species whereas extinctions will cluster near species historical ranges and at lower elevations. Our findings show the complexity of climate-driven range shifts and emphasize the importance of considering multiple interacting processes beyond simple latitudinal or elevational movements.", "date": "2025-12-27", "journal": ""}
{"title": "Improved surfactant-assisted one-pot sample preparation for robust convenient single cell proteomics", "doi": "10.64898/2025.12.26.696642", "authors": "Kitata, R. B.; Xu, Z.; Bayou, N.; Zhao, R.; Chrisler, W. B.; Gaffrey, M. J.; Weitz, K. K.; Serafini, M. S.; Molteni, E.; Petyuk, V. A.; Cristofanilli, M.; Liu, T.; Reduzzi, C.; Shi, T.", "abstract": "Recent advances in mass spectrometry-based single-cell proteomics (SCP) technologies have revolutionized the SCP field for comprehensive characterization of cellular heterogeneity. However, most of the current SCP approaches employ sub-{micro}L to 1 {micro}L processing volume for effective single-cell sample preparation using either ultralow-volume specialized devices or a 384-well plate by frequently adding water to the plate well to compensate water evaporation, which greatly limits their broad accessibility and analytical robustness. Here we report a robust convenient SCP method termed iSOP (improved Surfactant-assisted One-Pot processing) for processing of single cells at the low {micro}L processing volume using the 384-well plate with tight sealing to avoid sample drying loss. This iSOP SCP method was built upon our previously developed SOP method by the replacement of a PCR tube or 96-well plate with the low-volume 384-well plate and systematic optimization of the single-cell processing conditions. After optimization, 3 {micro}L was selected as the processing volume with a mixture of 2 ng trypsin and 2 ng Lys-C enzymes in terms of robustness, detection sensitivity, and operation convenience. With a commonly accessible LC-MS platform, iSOP-MS can detect and quantify ~1,200-1,800 protein groups from single HeLa or MCF7 cells. Application of iSOP-MS to two neuroblastoma cell lines has demonstrated that iSOP-MS enabled reliable identification of an average of ~1,700 and ~2,050 protein groups from single BE2-C and SK-N-SH cells, respectively, and precise characterization of cellular heterogeneity between the two distinct cell types and within the same cell type. When compared to other available SCP methods, iSOP-MS is more robust and convenient for routine, cost-effective quantitative SCP analysis.", "date": "2025-12-27", "journal": ""}
{"title": "DEEPGEOSEARCH: LLM-POWERED SCHEMALESS RETRIEVALFOR BIOMEDICAL DATA DISCOVERY", "doi": "10.64898/2025.12.27.696662", "authors": "Singh, D.; Jatav, S.; Lathwal, S.; Kazmi, A.; Luthra, S.", "abstract": "Public biomedical repositories contain extensive, valuable datasets, yet identifying datasets that precisely match specific study requirements remains inefficient. Conventional keyword- and schema-based systems frequently fall short when queries encompass multiple biological and experimental facets. To address this, we developed DeepGEOSearch, an LLM-powered, schema-less retrieval system that interprets dataset text directly rather than relying solely on predefined metadata fields. The system extracts key study attributes, harmonizes terminology across sources, and ranks datasets by contextual alignment with natural-language queries while providing verifiable evidence for each match. In this work, we applied DeepGEOSearch for the Gene Expression Omnibus (GEO). The framework is repository-agnostic and can integrate new metadata sources without manual relabeling. This design enables complex compositional queries that existing tools cannot support. In evaluations against strong baselines using a curated evaluation benchmark comprising a mix of query complexities, DeepGEOSearch achieved more than 90% precision and best recall, with the largest performance gains observed on complex, real-world queries. DeepGEOSearch consistently identifies relevant datasets overlooked by conventional search tools, accelerating dataset discovery and improving reuse of public biomedical data.", "date": "2025-12-27", "journal": ""}
{"title": "STEAP4+ neutrophils: a promising circulating biomarker for lung metastasis", "doi": "10.64898/2025.12.27.696660", "authors": "Ai, C.; Wu, H.; Yang, H.; Wang, J.; Liu, C.; Ng, M. S. F.; Zhou, Z.; Zhuang, F.; Gao, Q.; Wang, L.; Shi, C.; Zhu, L.; Bu, Z.; Chen, C.; Ng, L. G.; Zhang, Z.", "abstract": "As the leading contributor to cancer-related mortality, metastasis often evades detection until advanced stages, underscoring the critical need for early predictive biomarkers. Neutrophils are naturally circulating sentinels that have been implicated in pioneering pre-metastatic niche formation in distant organs. Nevertheless, their heterogeneity within evolving metastatic microenvironments remains poorly characterized. Here, through dynamically delineating neutrophil subsets via single-cell transcriptomics, we identified a conserved feature of lung metastasis in breast cancer and other cancer models. Among the core genes, a cell surface marker, STEAP4, was selected and validated to indicate lung metastases at both RNA and protein levels. In both humans and mice, these STEAP4+ neutrophils were detectable not only in lung metastatases but also in the circulation. Clinically, the abundance of circulating STEAP4+ neutrophils robustly discriminates patients with lung metastasis from those with localized primary tumor. Our findings uncover STEAP4+ neutrophils as a promising biomarker and lay the groundwork for a non-invasive, blood-based diagnostic strategy for metastatic disease.", "date": "2025-12-27", "journal": ""}
{"title": "A gastric microbial chromatin remodeler drives gastric cancer progression and immune evasion by reprogramming the host epigenome", "doi": "10.64898/2025.12.26.696631", "authors": "Xie, X.; Wei, Y.; Zheng, Z.; Zheng, J.; Chen, X.; Wang, J.; Ma, N.; Huang, X.; Zhang, P.; Zhang, B.; Cai, H.; Ma, L.; Xiao, L.; Liu, Q.; Wang, W.; Nomura, S.; Chen, S.; Meng, X.; Lee, M.-H.", "abstract": "Emerging evidence highlights the crucial role of microbial communities in modulating cancer development and progression. In gastric cancer (GC), we identify Streptococcus anginosus (SA) as a tumor-resident oncobacterium that drives both tumor progression and immune evasion. We define a novel mechanism in which SA secretes extracellular vesicles (saEVs) that translocate the bacterial chromatin remodeler saSNF2 into host cell. There, saSNF2 partners with host transcription factor TEAD1--through its ATPase activity and participation in BAF complex assembly--to coordinately activate oncogenic transcription. This transkingdom interaction upregulates the palmitoyltransferase ZDHHC11, which in turn stabilizes PD-L1 via palmitoylation to establish an immunosuppressive niche, while also amplifying other TEAD1 target genes to fuel tumor progression. Functionally, saEVs promote tumor growth and limit CD8+ T-cell infiltration in vivo. Strikingly, pharmacological inhibition of ZDHHC11 reverses immune evasion and synergizes with anti-PD-1 checkpoint blockade. Our results establish SA as a multifaceted driver of GC and reveal the saSNF2-ZDHHC11 axis as a promising target to potentiate immunotherapy.", "date": "2025-12-27", "journal": ""}
{"title": "Single-cell transcriptomic atlas reveals that vascular tissues orchestrate cell fate transitions to initiate adventitious root formation in tomato", "doi": "10.64898/2025.12.27.696651", "authors": "Yang, S.; Si, C.; Jiang, X.; Sun, X.; Cao, S.; Zhong, Q.; Yang, R.", "abstract": "Adventitious root (AR) formation enables vegetative propagation critical for agriculture, conservation, and breeding, yet the cellular basis of AR competence in crop species remains poorly characterized. Most mechanistic studies rely on Arabidopsis, which exhibits constrained AR capacity compared to species dependent on clonal propagation. We constructed a single-cell transcriptomic atlas of tomato (Solanum lycopersicum) AR development comprising 7,920 cells across 12 cell types. Regulatory networks were inferred using hdWGCNA and MINI-EX, validated by RNA in situ hybridization and qPCR. Cross-dataset integration with shoot-borne root initiation data enabled developmental staging, while SATURN-based integration of 118,730 vascular cells from eight species permitted evolutionary comparison. CytoTRACE analysis revealed that vascular tissues-root stele and phloem-possess the highest developmental potential, supporting a model of latent stem cell-like identity rather than dedifferentiation-based reprogramming. Network analysis identified LEA3 as a central hub gene constitutively expressed throughout AR development, regulated by the DOF transcription factor DOF11. Cross-species integration demonstrated that tomato AR-initiating cells share transcriptomic similarity with woody dicots (Liriodendron, r = 0.46; Eucalyptus, r = 0.42) but not Arabidopsis (r = -0.02), with LEA3-containing macrogene weights highest in basal angiosperms and woody species. Our findings establish the DOF11-LEA3 axis as a conserved vascular identity module and suggest that AR competence represents an ancestral program retained in species with active cambial dynamics. These results reframe Arabidopsis as a derived rather than representative model for AR biology and identify molecular targets for enhancing vegetative propagation.", "date": "2025-12-27", "journal": ""}
{"title": "Brain serotonin circuit reverses decline in physical activity with age", "doi": "10.64898/2025.12.27.695444", "authors": "Martinez de Morentin, P. B.; Leeson-Payne, A.; Mu, S.; Martynova, Y.; Mohammadkhani, A.; Neyens, D. M.; Gonzalez, J. A.; Lazovskis, J.; Cristiano, C.; Crabtree, D. R.; Fyfe, C. L.; Buosi, W.; Powell, D.; Chianese, R.; Arcon, M.; Bewick, G. S.; Lionikas, A.; Horgan, G.; Levi, R.; Johnstone, A. M.; Borgland, S. L.; Heisler, L. K.", "abstract": "Physical inactivity increases with age and is the fourth leading risk factor for mortality. Establishing the mechanisms underpinning declining physical activity (PA) with age has remained both elusive and difficult to overcome. Older (50-70 years old) compared with younger (17-30 years old) UK participants showed reduced PA, and this profile was effectively modelled in mice. Analysis of brain serotonin (5-HT) neurons in the dorsal raphe (DR) revealed altered firing activity in older mice. Chemogenetically mimicking this 5-HTDR tone in young adult mice produced an older adult PA profile. Genetically blocking 5-HT activity at 5-HT2C receptors (5-HT2CRs) prevented the decline in PA with age. Importantly, barring 5-HT action at 5-HT2CRs specifically within the ventral tegmental area restored youthful PA levels and strength in older mice. These data fill a longstanding knowledge gap by defining brain circuitry programming the decline in PA with age, and importantly, a means to reverse it.", "date": "2025-12-27", "journal": ""}
{"title": "Neural Latching Switch Circuits for temporally structured behavior", "doi": "10.64898/2025.12.27.696649", "authors": "Dubreuil, A.; Leblois, A. M.; Monasson, R.", "abstract": "Elaborated temporal structures in behavior have been recognized as a hallmark of high-level cognitive processes, such as planning or natural language. Systems neuroscience experiments in behaving animals have validated cell-assemblies as a fundamental piece of neural circuitry underlying lower-level cognitive processes. Although recent research has identified neural bases for certain temporally structured behaviors, it is still an open question whether a general-purpose circuit - akin to cell assemblies - supports such behaviors. Here we introduce Neural Latching Switch Circuits and show how they can be assembled as lego-bricks to create neural architectures suited for the implementation of any procedural behavior. By focusing on increasingly complex temporal structures and leveraging a combination of theoretical tools, we demonstrate how these circuits can be mapped onto the fly's head-direction system and propose quantitative testable predictions for identifying analogous structures in mammalian brains, for instance in cortical columns. By interpreting neural architectures as computing automata we reveal surprising relationships between behavior and computation.", "date": "2025-12-27", "journal": ""}
{"title": "Episodic experience drives ripple reorganization and synaptic changes in the hippocampus", "doi": "10.64898/2025.12.26.696628", "authors": "Ishikawa, J.; Tomokage, T.; Mitsushima, D.", "abstract": "The hippocampus plays a key role in encoding episodic memory by transforming recent experience into persistent neuronal and synaptic modifications. However, the physiological processes that link real-world experience to network-level and cellular-level changes remain incompletely understood. Here, we investigated how distinct types of episodic experience reorganize ensemble firing dynamics and synaptic input in the hippocampal CA1 region of freely moving rats. We identified spontaneous \"super bursts\"- brief episodes of high-frequency firing across neuronal populations - that emerged specifically during emotionally salient experiences. These bursts were followed by increased ripple firings, characterized as short, synchronous events associated with memory consolidation. Using information entropy analysis, we found that ripple firing patterns became more diverse after experience, indicating enhanced variability in neural representation. Ex vivo whole-cell patch-clamp recordings revealed that miniature excitatory and inhibitory synaptic currents in CA1 pyramidal neurons also underwent experience-specific reorganization. Together, these findings propose a cascading mechanism in which episodic experience triggers coordinated ensemble activity, leading to ripple reorganization and synaptic remodeling, thereby contributing to the initial encoding of memory. Our study integrates systems-level neuronal dynamics with cellular-level synaptic plasticity, offering new physiological insights into how brain circuits adapt to experience.", "date": "2025-12-27", "journal": ""}
{"title": "BCR repertoire analysis and cloning of antibody candidates targeting native and Asp7-isomerized beta-amyloid", "doi": "10.64898/2025.12.26.696595", "authors": "Nikolaev, N. A.; Kolobova, E. A.; Myshkin, M. Y.; Shagina, I. A.; Barsova, E. V.; Kechko, O. I.; Grogoreva, T. V.; Mitkevich, V. A.; Merzlyak, E. M.; Kozin, S.; Makarov, A. A.; Chudakov, D. M.; Lukyanov, S. A.; Grigorova, I. L.; Britanova, O. V.", "abstract": "Computational approaches are increasingly used to predict monoclonal antibody (mAb) candidates from BCR-seq datasets. However, the reliable identification of B cells encoding antibodies against rare antigenic epitopes remains challenging. We employed a repertoire-guided workflow combining antigen-tetramer sorting of B cells from immunized mice, followed by low-input bulk BCR-seq yielding informative clonal repertoires. Clustering and supporting somatic hypermutation (SHM) lineage analysis allowed us to identify IGH and IGK clonotypes potentially targeting {beta}-amyloid and its isoAsp7 variant (isoD7-A{beta}1-16), implicated in Alzheimer's disease. We observed recurrent IGHV8-12 and IGKV1-117 usage, consistent with canonical mouse anti-A{beta} responses. Focusing on isoD7-A{beta} binders, we selected ten candidate IGH--IGK pairs for recombinant expression. One recombinant mAb demonstrated preferential binding to isoD7-A{beta} by microscale thermophoresis, supporting the feasibility of the approach but underscoring the challenge of accurate chain pairing. This highlights the potential of bioinformatic workflows to identify mAbs even under low-input conditions.", "date": "2025-12-27", "journal": ""}
{"title": "Oral immune priming modulates microbiota composition and supports pathogen control in the Manila clam (Ruditapes philippinarum)", "doi": "10.64898/2025.12.27.696656", "authors": "Rodino-Janeiro, B. K.; Rey-Varela, D.; Dieguez, A. L.; Rodriguez, S.; Martinez, C.; Dubert, J.", "abstract": "Immunological memory was long considered an exclusive feature of vertebrates. However, extensive evidence now shows that invertebrates possess forms of innate immune memory, known as immune priming, where previous exposure to a pathogen enhances subsequent immune responses and host protection. Immune priming has been proposed as a promising strategy for disease prevention in shellfish aquaculture. However, immune priming remains largely unexplored in marine bivalves, particularly in the Manila clam (Ruditapes philippinarum), a top-ten global aquaculture species. Here, we investigated for the first time the effects of oral immune priming on host survival, pathogen dynamics, and microbiota composition in R. philippinarum against the emergent bivalve pathogen V. europaeus. Priming was induced using the live bacterial pathogen at a sublethal dose, followed by a lethal secondary exposure. Primed clams exhibited a significant survival following the second challenge (87% survival vs. 0% in non-primed clams), demonstrating robust protection against reinfection. Quantitative PCR (qPCR) revealed that primed clams rapidly reduced pathogen loads after 48 h during the second challenge, reaching concentrations below the mortality threshold observed in non-primed clams (~105 copies/mg). Interestingly, the pathogen was able to persist at low and non-harmful concentration (~102 copies/mg) in primed clams along both challenges. Full-length 16S rRNA metabarcoding analyses showed that immune priming shifts the host microbiota. Alpha and beta diversity indicated a progressive reduction in diversity and the establishment of a specific and resilient bacterial community in primed clams. Clustering analyses identified a priming-associated microbiota dominated by Acinetobacter, Brevundimonas, Sphingobium, and Psychrobacter, which persisted through the secondary challenge but was absent or depleted in non-primed clams. Conversely, members of the Arcobacteraceae (e.g., Arcobacter, Poseidonibacter) were absent after priming and emerged only during second infection, decreasing in primed clams but increasing in non-primed clams coinciding with high mortalities. Our findings provide the first phenotypic and microbiome-level evidence of oral immune priming in Manila clam. Here we demonstrate that priming enhances pathogen control and promotes the establishment of a protective microbiota that may interact with the host immune system to confer resistance against bacterial infection. These results open new avenues for immune-priming and microbiota-based strategies to improve disease resistance in bivalve aquaculture.", "date": "2025-12-27", "journal": ""}
{"title": "Iterative Epitope Expansion Enables Structure-Guided de novoDesign of IgE-Binding Miniproteins Targeting the FcεRI Interface", "doi": "10.64898/2025.12.27.696647", "authors": "Calman, I.; Shaykhalishahi, H.; Sangkhapreecha, P.; Bachas, S.", "abstract": "Designing de novo protein binders to multidomain assemblies remains challenging due to their structural complexity, conformational diversity, and broad functional epitopes. Here, we present an iterative epitope-expansion strategy that enables structure-guided design of compact miniproteins targeting human immunoglobulin E (IgE). Direct attempts to design binders against the full Fc epsilon RI-binding interface of IgE produced candidates with poor in silico confidence and limited experimental success. Instead, by first targeting a nearby, geometrically tractable seed epitope on the IgE CE3 domain, we obtained initial binders that served as anchors for progressive, structure-guided expansion toward the full receptor-binding interface. Iteration through an integrated AI-human-wet-lab design loop yielded a second-round miniprotein with approximately 30-fold improved affinity and substantial structural overlap with the Fc epsilon RI-binding site. Alanine-scanning mutagenesis confirmed that loss-of-function substitutions mapped precisely to the designed binding interfaces, validating the structural models. Polyspecificity profiling revealed that two of three binders exhibited low off-target binding comparable to antibody benchmarks, whereas one design displayed elevated polyspecificity that was strongly amplified upon Fc fusion. Notably, a previously published high-affinity miniprotein benchmark exhibited similar format-dependent liabilities, underscoring an underappreciated developability risk in the de novo miniprotein literature. Competition assays further demonstrated that two binders occupy regions of IgE that overlap with the Fc epsilon RI binding interface, as evidenced by loss of miniprotein binding when Fc epsilon RI is pre-bound to IgE Fc, consistent with the intended design geometry. Together, these results establish epitope expansion as a generalizable strategy for steering generative protein design toward challenging multidomain epitopes and highlight the necessity of tightly coupled AI-human-experimental workflows for achieving both functional specificity and developability in de novo binder discovery.", "date": "2025-12-27", "journal": ""}
{"title": "EC-isHCR: a rapid method for in situ hybridization chain reaction in diverse animal samples", "doi": "10.64898/2025.12.27.696653", "authors": "Kozono, Y.; Mikami, K.; Yorimoto, S.; Hayashi, T.; Okamura, H.; Qian, Q.; Hoshino, R.; Kamiyama, T.; Sanaki, Y.; Asaoka, M.; Ohsawa, S.; Azuma, S.; Iwasaki, Y. W.; Hayashi, M.; Hayashi, Y.; Shigenobu, S.; Niwa, R.; Kobayashi, S.", "abstract": "The in situ hybridization chain reaction (isHCR) visualizes RNA across multiple spatial scales, from organs to subcellular structures, in diverse samples. We previously proposed a rapid protocol, EC-isHCR, for Drosophila embryos and ovaries. Whether EC-isHCR retains the features of conventional isHCR, including wide-spatial-scale analyses in various samples, however, has remained unclear. Here, we show that EC-isHCR enables robust RNA detection in a broad range of samples, such as whole-mount fruit fly, parasitoid wasp, and aphid preparations; paraffin sections of trout; frozen mouse sections; and human cultured cells. Moreover, EC-isHCR enabled detection of subcellular RNA localization. EC-isHCR also visualized co-localization of RNA with phase-separated condensates in fruit fly embryos and detected the protrusion-enriched mRNA in HeLa cells. To broaden the applicability of EC-isHCR, we developed an automated probe design tool (https://github.com/ShuntaYorimoto/hcrkit). By combining this tool with EC-isHCR, we provide a fast and versatile framework to visualize mRNAs. This framework will help reduce the barrier to using fast isHCR and thereby facilitate research across diverse areas of the life sciences.", "date": "2025-12-27", "journal": ""}
{"title": "Monte Carlo Simulation Analysis of Variant Burden Prompts Potential Oligogenic Interactions", "doi": "10.64898/2025.12.27.696666", "authors": "Pata, V.; Marandi, M.; Huik, J. M.; Ounap, K.; Pajusalu, S.", "abstract": "Background: A large fraction of patients with suspected rare genetic disorders remain undiagnosed, suggesting that complex inheritance patterns, which are poorly detected by standard monogenic tests, may be a key factor. Methods: We developed a computational framework that uses Monte Carlo simulations on summary-level allele counts to test for pathway-level burden enrichment. This approach was applied to a cohort of 639 neuromuscular disease (NMD) patients and 9,059 controls from the Tartu University Hospital (2015-2023) as proof of concept and compared with standard burden testing. Results: While standard per-gene Z-tests failed to yield genome-wide significant results, our simulation framework identified a nominal enrichment of rare, moderate-impact variants within a predefined set of NMD-associated genes (Bonferroni-corrected empirical p = 0.02). Exploratory analysis of the most significantly burdened gene sets revealed frequent co-occurrence of CAPN3 with other critical NMD genes, including CLCN1, GFPT1, and MYOT. Conclusion: Our findings suggest a potential oligogenic model in NMD, where variants in a hub gene like CAPN3 may interact with other rare variants to contribute to disease. This Monte Carlo simulation framework needs further validation but demonstrates that this framework may be a useful tool for hypothesis generation in complex genetic disorders. Funding: Estonian Research Council grants PSG774 and PRG2040. Availability: publicly available under CC BY-NC-SA 4.0 licence at https://github.com/OligoGeneticDiseases/gen-toolbox", "date": "2025-12-27", "journal": ""}
{"title": "Pan-cancer tumor classification by a holistic tumor microenvironment atlas", "doi": "10.64898/2025.12.27.696641", "authors": "Qin, S.; Xiao, D.; Li, J.; Nan, J.; Diao, T.; Bo, Y.; Gao, Q.; Zheng, L.; Ling, X.; Gao, Q.; Li, X.; Gao, S.; Tang, F.; Zhang, W.; Li, C.; Fang, P.; Zhu, L.; Wang, D.; Zhang, Z.", "abstract": "The tumor microenvironment (TME) heterogeneity presents a major bottleneck to effective cancer immunotherapies. We address this by establishing a pan-cancer tumor classification system based on the holistic TME cellular components. First, using single-cell transcriptomes from 1,271 patients across 26 cancer types, we compile a TME cellular atlas, leading to the identification of recurrent cell states and multicellular modules across cancer types. Among these, we highlight a type I interferon (IFN-I)-related multicellular module, including IFIT1+ tumor-associated macrophages, as a critical contributor to immune-activation TMEs. From a holistic perspective, pan-cancer TMEs exhibit trichotomous patterns predominantly driven by T, myeloid, and stromal compartments. Leveraging fine-grained TME cellular composition, we further stratify all tumors into 10 stable groups. These groups display varying responses to immune checkpoint blockade (ICB), and each rationally selected therapeutic strategy specifically perturbs the corresponding expression signature. Our pan-cancer tumor classification scheme reveals the underlying patterns of TME heterogeneity and provides a framework for stratifying patients, guiding treatment selection, and developing novel therapeutic options.", "date": "2025-12-27", "journal": ""}
{"title": "Chronic Circadian Disturbance Reshapes Hippocampal Connectivity and Cognitive Function", "doi": "10.64898/2025.12.27.696650", "authors": "Marques-Morgado, I.; Dias, M.; Coelho, J. E.; Peixoto, C.; Temido-Ferreira, M.; Gomes-Ribeiro, J.; Remondes, M.; Dawson, N.; Lopes, L. V.", "abstract": "Circadian rhythms regulate a wide range of physiological and cognitive functions, yet the neural mechanisms linking circadian timing to memory remain poorly defined. Here, we identify a direct anatomical projection from the suprachiasmatic nucleus (SCN) to the dorsal hippocampus using complementary viral anterograde, retrograde, and monosynaptic tracing approaches, alongside established indirect pathways via septal and neuromodulatory regions. These findings revise prevailing models that restrict SCN influence on hippocampal function to polysynaptic routes. Functionally, chronic circadian disruption (CCD) induced region-specific metabolic alterations and widespread reorganization of brain-wide functional connectivity (FC). Hypometabolism emerged in the SCN, dentate gyrus, and perirhinal and entorhinal cortices, accompanied by loss of SCN-hippocampal connectivity and compensatory engagement of cortical and subcortical networks. In contrast, the serotonergic dorsal raphe nucleus showed selective hypermetabolism and increased connectivity with the SCN, prefrontal cortex, and hippocampus, suggesting altered neuromodulatory control under circadian misalignment. Behaviorally, CCD produced a selective impairment in object recognition memory, while spatial memory, working memory, cognitive flexibility, and hippocampal synaptic plasticity at the Schaffer collateral-CA1 synapse remained intact. Disrupted functional coupling within perirhinal-entorhinal-hippocampal and prefrontal-hippocampal circuits, together with altered SCN-medial septum-hippocampus connectivity, indicates that cognitive dysfunction arises from desynchronization of distributed brain networks rather than local synaptic failure. Together, these findings provide a new mechanistic framework linking circadian disruption to selective memory impairment and highlight network-level synchrony as a potential target for chronotherapeutic intervention.", "date": "2025-12-27", "journal": ""}
{"title": "BDH1-Dependent Ketone Body Metabolism Maintains Muller Cell Homeostasis and Retinal Function", "doi": "10.64898/2025.12.27.696636", "authors": "Garg, R.; Karmakar, E.; DeBruin, D.; Prasad, S.; Naquin, E.; Brennan, M.; Piri, N.; Kisselev, O.; Gnana-Prakasam, J. P.", "abstract": "Ketone body metabolism serves as an auxiliary regulator of cellular energetics and redox balance, particularly during prolonged fasting and carbohydrate restriction, yet its role in retinal homeostasis under physiological conditions remains poorly defined. {beta}-hydroxybutyrate dehydrogenase 1 (BDH1) is a mitochondrial enzyme that interconverts acetoacetate and {beta}-hydroxybutyrate, and is required for efficient ketone utilization. Here, we investigated the impact of impaired endogenous ketone metabolism on retinal function using global and retinal pigment epithelium (RPE)--specific BDH1 knockout (KO) mice. Global BDH1 KO mice showed reduced circulating {beta}-hydroxybutyrate and blunted fasting-induced ketone elevations, accompanied by ganglion cell loss, structural abnormalities on fundus and OCT imaging, and diminished scotopic and photopic electroretinogram (ERG) a- and b-wave amplitudes, consistent with impaired photoreceptor responses and downstream bipolar and Muller cell signaling. In contrast, RPE-specific BDH1 KO mice exhibited no changes in ERG responses or retinal morphology. Transcriptomic and molecular analyses in global KO retinas revealed disrupted Muller cell homeostasis, including reduced CAMKII-CREB activation, which is required for EAAT1 glutamate transporter expression. Administration of exogenous {beta}-hydroxybutyrate, in vitro and in vivo, restored CAMKII--CREB--EAAT1 signaling, glutamate uptake, and antioxidant gene expression in BDH1 KO mice, demonstrating a central role for ketone bodies in Muller cell metabolic support, glutamate homeostasis, and redox balance. Together with reduced BDH1 expression in human AMD retinas, these findings identify the BDH1--{beta}-hydroxybutyrate axis as a critical metabolic pathway for Muller cell function and retinal integrity, and highlight ketone metabolism as a potential therapeutic target in degenerative retinal diseases.", "date": "2025-12-27", "journal": ""}
{"title": "Connections of early visual areas with posterior parietal and temporal cortex in galagos, a strepsirrhine primate", "doi": "10.64898/2025.12.27.696608", "authors": "Wang, Q.; Kaas, J. H.; Stepniewska, I.", "abstract": "To better understand the cortical connections and organization of visual areas in galagos, we examined the interconnections among cortical visual fields and their relationships with posterior parietal cortex (PPC) and temporal regions associated with dorsal and ventral streams of visual processing. In five galagos, two to four distinguishable tracers were injected into different visual areas, allowing direct comparison of connection patterns within the same cases. To reveal distributions of labeled neurons for each injection, labeled cells were plotted from serial brain sections cut parallel to the flattened cortical surface and summed across sections to generate surface reconstructions. Alternate sections processed for cytoarchitectonic features were used to identify cortical borders, especially those of V1 and middle temporal visual area (MT). Overall, our results support the conclusion that regions of V2 and V3 represent the contralateral visual hemifield in parallel with V1 and with each other. However, dorsal V3, representing the lower visual hemifield, includes at least one discontinuity where representations of the upper visual field extend to the dorsal border of V2. This portion of V3 appears to belong to the dorsomedial visual area (DM), which extends rostrally from V2 into PPC. The dorsal part of the DL-V4 region receives projections from other parts of dorsolateral visual area (DL), central V1, V2 and V3, inferotemporal (IT) cortex, the MT complex, and PPC regions surrounding the intraparietal sulcus (IPS). More central portions of DL-V4 receive inputs from central representations of V1, V2, and V3, as well as from PPC regions lateral to the IPS, the MT complex, and upper IT cortex. The ventral part of DL receives projections from central V2, caudal PPC adjoining DM and ventral PPC, and from IT cortex. These patterns indicate that the DL-V4 region serves as a major node linking dorsal and ventral streams and likely includes more than one functionally distinct visual area. In addition, areas MT and DM show strong reciprocal connections with PPC, while the connections of IT cortex indicate that much of this region is visual in nature having strong connections with higher order visual areas and it is composed of multiple functionally specialized visual domains.", "date": "2025-12-27", "journal": ""}
{"title": "MicroRNA-383-5p alleviates hemorrhagic transformation and improves outcomes after endovascular recanalization for acute ischemic stroke", "doi": "10.64898/2025.12.27.696665", "authors": "Jiang, Q.-Y.; Qin, W.; Zhuang, J.-K.; Chen, Z.-X.; Chen, Q.-Y.; Li, C.-L.; Shi, Z.-S.", "abstract": "Background: Hemorrhage transformation (HT) after reperfusion therapy is linked with poor outcomes in acute ischemic stroke patients. This study aimed to determine the role of neuronal microRNA-383 in alleviating HT-associated injury using middle cerebral artery occlusion (MCAO) and oxygen-glucose deprivation reoxygenation (OGD/R) models. Methods: In neurons following OGD/R, the family of miR-383 and NADPH oxidase (NOX) expression was evaluated. After miR-383-5p intervention and small interfering RNA, reactive oxygen species (ROS) and neuronal injury were assessed. Two hundred and five hyperglycemic rats were used to establish the HT model induced by mechanical reperfusion after 5-hour MCAO, followed by 3 and 6 hours of reperfusion, and treated with intravenous administration of miR-383-5p agomir before reperfusion. Brain water content, hemorrhage severity, infarct volume, blood-brain barrier (BBB) disruption, neuronal apoptosis, ROS production, miR-383-5p and NOX4 expression, and BBB-associated proteins were assessed. Results: MiR-383-5p expression significantly decreased in OGD/R-treated neurons, while miR-383-3p expression did not differ. Elevating miR-383-5p levels reduced neuronal injury, ROS overproduction, and NOX4 overexpression as a target of miR-383-5p, shown in OGD/R-treated neurons. In the MCAO model, increased miR-383-5p suppressed NOX4 upregulation, alleviated brain edema, infarct volume, and hemorrhage severity, reduced neuronal apoptosis and ROS overproduction, and preserved BBB integrity after mechanical reperfusion for ischemia, thereby improving short-term neurological outcomes. Conclusions: MiR-383-5p alleviates oxidative stress injury and neuronal apoptosis, and preserves BBB integrity by regulating NOX4. Neuronal miR-383-5p could become a potential target for intervention to decrease HT and ameliorate outcomes in endovascular reperfusion treatment for acute ischemic stroke.", "date": "2025-12-27", "journal": ""}
{"title": "Automated Image-Based Cell Sorting by Targeted Photopolymerization", "doi": "10.64898/2025.12.27.693999", "authors": "Maurer, S. J.; Abele, T.; Stange, S. R.; Hoffmann, K. H.; Poschke, I.; Platten, M.; Göpfrich, K.", "abstract": "We present an automated image-based cell sorting method capable of a throughput of hundreds of cells per second. Our microscopy platform integrates automated image acquisition, machine-learning based classification and subsequent depletion of up to 99.98% of negative cells by spatially controlled photo-encapsulation, preserving target cells for collection. Applied to peripheral blood mononuclear cells, the method achieves the label-free, morphology-based enrichment of activated T cells for downstream applications in biomedicine.", "date": "2025-12-27", "journal": ""}
{"title": "Seminal Fluid Adipokinetic Hormone Increases Insemination Refractoriness in Female Aedes aegypti", "doi": "10.64898/2025.12.27.696674", "authors": "Sirot, L. K.; Nanfack-Minkeu, F.; Reid, W. K.; Briggs, G.; Parsana, D.; Wright, M.; Baek, J.; McGlade, A.", "abstract": "Mating often changes behavior and physiology of female insects. In many species, these changes have been attributed to receipt of seminal fluid molecules (SFMs). SFMs influence phenotypes including feeding, egg production, and response to male courtship and insemination attempts. These same phenotypes are potential targets for management of insect pests. Aedes aegypti mosquitoes are the primary vector of several pathogens including dengue, Zika, and chikungunya. Within an hour after an initial insemination, female Ae. aegypti are generally refractory to subsequent inseminations, a response attributed to SFMs. However, the specific molecules involved in inducing long-term insemination refractoriness have not been identified. In a previous study, we identified adipokinetic hormone (AKH) precursor protein as an SFM in Ae. albopictus. AKH is a well-studied insect neuropeptide that impacts phenotypes including those related to metabolism, locomotion, and reproduction. In this study, we investigated whether AKH is an SFM in Ae. aegypti and whether it impacts female re-insemination patterns. We first established that AKH is produced in the male reproductive tract and transferred to females during mating, and is, therefore, an SFM. We then created an AKH-null line which allowed us to demonstrate that seminal fluid AKH contributes to long-term insemination refractoriness of females. Together, these results have established a novel expression pattern for AKH and identified AKH as a contributor to Ae. aegypti insemination refractoriness, laying the groundwork for understanding the evolution and mode of action of novel seminal fluid proteins as well as for investigating novel pathways or approaches for mosquito control.", "date": "2025-12-27", "journal": ""}
{"title": "Phenotypic Plasticity and Competition Shape Therapy Sequencing in HER2+/HER2 Breast Cancer: A Mathematical Framework", "doi": "10.64898/2025.12.27.696676", "authors": "Gavrilova, A.; Jackson, T. L.; Rahman, N.", "abstract": "Tumour heterogeneity and phenotypic plasticity are major drivers of treatment failure in cancer, enabling rapid adaptation under therapeutic pressure. In HER2-positive (HER2+) breast cancer, tumours often contain both HER2+and HER2-negative (HER2-) cells whose interactions complicate schedule design. We develop a compact ordinary differential equation framework for intratumoral HER2+/- dynamics that integrates phenotypic plasticity with density-dependent growth and inter-phenotype competition. Phenotype-specific therapies are incorporated through simple pharmacodynamic surrogates: Paclitaxel chemotherapy acting primarily on HER2+ cells and Notch-pathway inhibition targeting HER2- cells. We use the model to compare staggered and simultaneous treatment schedules. The results show that treatment order and relative intensity critically shape long-term tumour composition. Targeted-first schedules can exhibit competitive release, whereby subsequent aggressive chemotherapy unintentionally favours HER2- expansion. In contrast, simultaneous initiation suppresses both phenotypes more effectively and avoids strong rebound. These findings highlight the importance of ecological structure in therapy design and support simultaneous combination therapy followed by targeted maintenance.", "date": "2025-12-27", "journal": ""}
{"title": "Phenotypic Plasticity and Competition Shape Therapy Sequencing in HER2+/HER2- Breast Cancer: A Mathematical Framework", "doi": "10.64898/2025.12.27.696676", "authors": "Gavrilova, A.; Jackson, T. L.; Rahman, N.", "abstract": "Tumour heterogeneity and phenotypic plasticity are major drivers of treatment failure in cancer, enabling rapid adaptation under therapeutic pressure. In HER2-positive (HER2+) breast cancer, tumours often contain both HER2+and HER2-negative (HER2-) cells whose interactions complicate schedule design. We develop a compact ordinary differential equation framework for intratumoral HER2+/- dynamics that integrates phenotypic plasticity with density-dependent growth and inter-phenotype competition. Phenotype-specific therapies are incorporated through simple pharmacodynamic surrogates: Paclitaxel chemotherapy acting primarily on HER2+ cells and Notch-pathway inhibition targeting HER2- cells. We use the model to compare staggered and simultaneous treatment schedules. The results show that treatment order and relative intensity critically shape long-term tumour composition. Targeted-first schedules can exhibit competitive release, whereby subsequent aggressive chemotherapy unintentionally favours HER2- expansion. In contrast, simultaneous initiation suppresses both phenotypes more effectively and avoids strong rebound. These findings highlight the importance of ecological structure in therapy design and support simultaneous combination therapy followed by targeted maintenance.", "date": "2025-12-27", "journal": ""}
{"title": "Spontaneous cancer regression as inversion of spontaneous cancer progression: Malignant melanoma remission as a case-study towards clinical applicability", "doi": "10.64898/2025.12.27.696663", "authors": "Kumari, B.; Misra, A.; Shrivastava, A.; Lokhande, K. B.; Singh, A.; Roy, P. K.", "abstract": "The spontaneous cancer regression process (SCR) a rather rare paradoxical natural phenomenon, shows that malignant tumors can episodically undergo complete permanent elimination without treatment, and thus may be used for gaining clues to incisive therapeutic innovations. SCR of malignant breast tumors occurs subclinically across human populations (~22% rate), according to Scandinavian and Wisconsin Screening Registries (monitoring 0.33million and 2.95million population respectively). SCR occurs in discoid melanomas (~12% rate). SCR process has high novelty with no toxicity nor recurrence, and duplicating SCR process is indeed clinically desirable. We aim to probe SCR using melanoma as illustrative pilot-study, and identify candidate leads that may mimic SCR on the tumor. We investigated molecular biological of melanoma, finding two reciprocal phases: spontaneous-progression and spontaneous-regression, and showed driver genes for melanoma SCR. Then, we pursued network pharmaco-informatics analysis. We found that spontaneous melanoma eradication shows an unexpected finding, in distinct contrast to the prevalent view that immunological processes and immunotherapy are critical for melanoma regression, than targeting DNA. We found that in contradistinction, it is DNA interference process that is primary route for melanoma regression, while anti-tumor immune activation is only secondarily needed. We observed that targeting two pathways (kinase-system, inositide-system) by inhibiting two genes, arrested melanoma-progression phase, and activated the reverse phase, melanoma-regression. We investigated the interactions of possible candidate leads, indicating significant therapeutic potency. Our findings underscore the high impact possibility for leveraging the anomalous phenomenon of spontaneous cancer regression as a general oncological principle for probing targeted therapeutic interventions, with substantial clinical potentials.", "date": "2025-12-27", "journal": ""}
{"title": "High dimensional tissue specific regulatory codes embedded in viral coding regions", "doi": "10.64898/2025.12.27.696677", "authors": "Davidson, A.; Parr, M.; Totzeck, F.; Churkin, A.; Barash, D.; Frishman, D.; Tuller, T.", "abstract": "Viruses co-evolve with their hosts and adapt various genomic level strategies to ensure their fitness. Previous studies have demonstrated that viruses share high dimensional 'silent' patterns with their hosts. In this study, based on a novel computational measure, we demonstrated for the first time that this high dimensional information encodes regulatory codes related to viral tropism.", "date": "2025-12-27", "journal": ""}
{"title": "Dose-dependent NFI regulation of progenitor lifespan and output underlying human neocortical malformation", "doi": "10.64898/2025.12.27.696675", "authors": "Zhang, Q.; Yuan, G.; Albizzati, E.; Yang, J.; Zhao, Z.; Yu, X.; Chang, X.; Lee, C. H.; Du, H.; Lao, Z.; Krishnamurthy, A.; Zhang, X.; Lv, X.; Tang, X.; Hu, S.; Chi, Y.; Ma, J.; Gronostajski, R. M.; Richards, L. J.; Zhang, J.; Joyner, A. L.; Tchieu, J.; Li, Y.; Shi, S.-H.", "abstract": "Nuclear Factor I (NFI) misexpressions in humans are associated with severe brain malformations, yet the underlying mechanisms remain poorly understood. Here we show that NFIs regulate the broad lineage progression and lifespan of radial glial progenitors (RGPs), and consequently neocortical development in a dose-dependent manner. Human cerebral organoids carrying patient-mimicking NFI mutations exhibit expression level-dependent bidirectional impairments in RGP temporal development, coinciding with patient phenotypes. In mouse models, selective removal of NFIs leads to a dramatic protraction of RGP lineage progression and lifespan, excessive progeny output, and neocortical overgrowth and abnormal folding, whereas overexpression of NFIs accelerates RGP lineage progression, resulting in developmental stage-dependent precocious productions of diverse neural progenies. Moreover, NFIs exhibit a positive auto-regulation and progressive increase in expression, and regulate distinct temporal-specific targets underlying RGP lineage progression. These results suggest that NFIs act as evolutionarily conserved key global temporal regulators of RGP lineage progression and neocortical development.", "date": "2025-12-27", "journal": ""}
{"title": "Neuropathologically validated MRI to tau PET synthesis via Covariate-modulated attention networks", "doi": "10.64898/2025.12.27.696668", "authors": "Borhi, M.; Lyu, R. Q.; Jagust, W. J.; Wang, J.; Giorgio, J.", "abstract": "Tau PET is a powerful tool to assess tau pathology in vivo; however, in comparison to MRI, its development is more recent, is rarely available at scale, and substantially more difficult to acquire. Here, we present Covariate-Modulated Attention UNet (CoMA-UNet) to synthesize subject-specific 3D tau PET from T1 MRI while incorporating in the synthesis procedure readily available covariates. Across six external validation datasets, CoMA-UNet reproduced regional patterns of tau PET uptake showing strong agreement with true PET that was generalizable across tracers. Next, we submitted the synthetic tau PET to a series of downstream clinically relevant tasks. First, MMSE associations between the synthetic tau PET were statistically indistinguishable from true PET. Second, the synthetic tau PET achieved out-of-sample diagnostic classification of dementia with an AUROC=0.99. Third, out-of-sample synthetic tau PET tracked longitudinal progression with subject-level slopes closely matching true PET. Fourth, in two independent autopsy cohorts, voxel wise synthetic tau PET images closely followed neuropathologically defined Braak-stages. These findings demonstrate that the novel CoMA-UNet MRI-based synthesis augmented with covariate information can approximate tau PET with sufficient accuracy for downstream scientific and clinical applications.", "date": "2025-12-27", "journal": ""}
{"title": "Neutrophil-neuronal crosstalk drives arthritis-induced pain", "doi": "10.64898/2025.12.27.696652", "authors": "Kurtovic, Z.; Vazquez Mora, J. A.; Ye, S.; Dochnal, S.; Sandor, K.; Ur Rasheed, M. S.; Arvidsson, S. D.; Bersellini Farinotti, A.; Agalave, N.; Wangberg, G.; Hunt, M. A.; Simon, N.; Doring, J. D. M.; Kuliszkiewicz, A.; Ponce Gomez, L.; Lopez Delgado, G. E.; Martinez Martinez, A.; Mendoza Sanchez, E.; Makhmudova, K.; Munoz Islas, E.; Bollmann, M.; Svensson, M.; Krock, E.; Haglund, L.; Jimenez Andrade, J. M.; Yaksh, T. L.; Lund, H.; Svensson, C. I.", "abstract": "Pain in rheumatoid arthritis (RA) often persists despite effective control of inflammation, suggesting distinct mechanisms driving nociception. In both patients and animal models, pain severity does not strongly correlate with the degree of inflammation1,2. Sensory neurons, with cell bodies located in the dorsal root ganglia (DRG), innervate peripheral tissues, including joints, and transmit pain signals to the central nervous system. Crosstalk between sensory neurons and immune cells occurs at all of these sites. While sensory neurons can be directly activated by immune mediators, it remains unclear whether pain-like behaviour in antibody-induced arthritis models arises independently of immune cell activity, or which immune cell populations and mediators are required to activate pronociceptive mechanisms. Through temporal profiling of the CAIA joint-DRG transcriptomic axis, we identified SEMA4D and OSM signalling as candidate molecular mediators of neutrophil-neuron communication and neuronal sprouting. The joint-DRG atlas also revealed persistent changes in the fibroblast-immune cellular composition of the joint, along with molecular changes in DRG neurons. We showed that mechanical and cold hypersensitivity, as well as sprouting of CGRP+ nociceptive fibers in synovial tissue of mice with collagen antibody-induced arthritis (CAIA), require neutrophils but not macrophages. Analysis of publicly available datasets showed that neutrophils from the synovium of RA patients express high levels of SEMA4D and OSM, and corresponding expression of their receptors, PLEXINB1 and OSMR, in human DRG neurons, underscoring the translational relevance of this axis. Both murine and human-derived DRG neurons sprout in response to OSM. Our findings demonstrate that neutrophils produce molecules that act as cues for nociceptor sensitization and structural remodelling. Targeting these molecules could improve the efficacy of RA treatments by reducing pain while simultaneously preventing disease progression.", "date": "2025-12-27", "journal": ""}
{"title": "Colibactin produced by a honeybee symbiont defends against pathogens and shapes the gut community", "doi": "10.64898/2025.12.27.695564", "authors": "Song, Y.; Powell, J. E.; Wong, J.; Liu, Y.; Aguilar Ramos, M. A.; de Jong, T.; Lariviere, P. J.; Maganti, J.; Balskus, E. P.; Moran, N. A.", "abstract": "Colibactin is a bacterial genotoxin that is linked to colorectal cancer and implicated in interbacterial competition; however, its role in natural communities remains unknown. Frischella perrara, a symbiont living only in honeybee guts, produces colibactin and causes DNA damage. Here, we found that F. perrara mono-colonization reduces bee lifespan but increases survivorship following challenge with an opportunistic pathogen. F. perrara reduces pathogen loads by causing colibactin-dependent DNA damage and prophage induction. clbS, a gene conferring protection from colibactin, is ubiquitous among bacteria restricted to bee guts but is absent from opportunistic colonizers including bee pathogens. Our findings provide evidence that colibactin functions in interbacterial competition, exerts selective pressure on community members, and confers protection against pathogens, while permitting co-evolved gut symbionts to persist.", "date": "2025-12-27", "journal": ""}
{"title": "TMPO promotes cellular dissemination and metastasis in circulating tumor cells", "doi": "10.64898/2025.12.27.696673", "authors": "Giacobbe, A.; Obradovic, A. Z.; Lu, J.; Park, S.; Pedraz-Valdunciel, C.; Fanelli, G. N.; Zheng, A.; Kim, J. Y.; Dixon, M. S.; Nam, J. S.; Picech, F.; Laplaca, C.; Virk, R. K.; Di Bernardo, M.; Chui, A.; Arriaga, J. M.; Afari, S.; Nunes de Almeida, F.; Zou, M.; Garcia, H.; Robinson, B. D.; Guo, H.; Maheswaran, S.; Harber, D. A.; Miyamoto, D. T.; Nanus, D. M.; Tagawa, S. T.; Zheng, T.; Loda, M.; Chio, C. I. I.; Shen, M.; Giannakakou, P.; Califano, A.; Sims, P. A.; Abate-Shen, C.", "abstract": "Metastasis - the process by which cancer cells spread beyond the primary tumor to distant organs - accounts for the vast majority of cancer-related deaths. To elucidate mechanisms underlying dissemination and metastasis in prostate cancer, we have investigated circulating tumor cells (CTCs) obtained from genetically engineered mouse models (GEMMs). The phenotypic and molecular properties of the CTCs, and organoids derived from these CTCs, closely model the tumor and metastatic phenotypes of their parental GEMMs. Moreover, organoids derived from individual CTCs exhibit molecular and morphological heterogeneity that is associated with distinct metabolic states as well as differences in human prostate cancer outcome. Using computational systems analyses, we have identified TMPO, encoding the nuclear membrane protein lamina-associated polypeptide 2 (Lap2), as a key driver of this heterogeneity. TMPO activity is upregulated in advanced human prostate tumors, metastases, and CTCs, and is associated with adverse clinical outcome. Our findings indicate that TMPO promotes dissemination and metastasis in vivo by enhancing survival in conditions of metabolic stress, and reveal a novel mechanistic link between CTC heterogeneity, stress adaptation, and metastatic potential.", "date": "2025-12-27", "journal": ""}
{"title": "Sustained ERK signaling couples the injury response to organizer formation during Hydra head regeneration", "doi": "10.64898/2025.12.27.696609", "authors": "Juanico, I. Y.; Stockinger, A. W.; Virgen, A. K.; Srisrimal, N.; Campos, S. E.; Juliano, C. E.", "abstract": "Regenerative abilities vary widely across animals, even among closely related species, and a central challenge is to compare their gene regulatory networks (GRNs) to determine which components and regulatory connections are conserved or divergent. Hydra provides a powerful system for this work: as a cnidarian, which is the sister group to bilaterians, it offers access to deeply conserved regenerative mechanisms, and species within the genus differ in regenerative phenotypes. Here, we investigate the function of extracellular signal-regulated kinase (ERK) signaling in driving head regeneration in Hydra. ERK is a conserved injury-responsive pathway implicated in regeneration across animals, including in the activation of Wnt signaling, which is necessary and sufficient to establish the Hydra head organizer, a Wnt signaling center that patterns the main body axis. We found that in Hydra vulgaris, ERK activity extends from the generic injury phase into the period when the Wnt-based head organizer forms. However, unlike in some other regenerating species, transient ERK inhibition delayed but did not block regeneration, consistent with the ability of Hydra to regenerate without a proliferation-dependent blastema. ERK inhibition in H. vulgaris disrupted the transcriptional activation of multiple Wnt pathway components and restricted their expression domains, providing a likely explanation for the delayed onset of head organizer formation. Comparative experiments in Hydra oligactis, which regenerates its head approximately 24 hours more slowly than H. vulgaris, revealed reduced persistence of ERK signaling and lower sensitivity to ERK inhibition. These features suggest that while injury-induced ERK activity is conserved, the mechanisms that establish the Wnt signaling center during regeneration diverge between the two species. Together, our findings identify sustained ERK activity as a critical regulator of Wnt pathway activation during Hydra head regeneration and indicate that evolutionary shifts in the ERK-Wnt regulatory architecture contribute to species-specific differences in regenerative phenotypes.", "date": "2025-12-27", "journal": ""}
{"title": "Environmental Variation Promotes Convergent Evolution and Rapid Diversification of Wing Shape and Color in Skipper Butterflies", "doi": "10.64898/2025.12.27.696669", "authors": "Matos-Maravi, P.; Linke, D.; Ribeiro, P.; Lamas, G.; Freitas, A. V.; Nunez, R.; Kawahara, A. Y.; Toussaint, E. F.; Bacon, C. D.; Wahlberg, N.; Antonelli, A.", "abstract": "Predation is a key driver of speciation and phenotypic diversification, yet how antipredator traits evolve and persist over evolutionary time remains poorly understood. We generated target sequence capture and whole-genome sequencing data for the skipper butterfly subfamily Eudaminae (Hesperiidae) to test whether antipredator defenses, in interaction with environmental variation, promote diversification. We focus on two antipredation wing traits: hindwing tails, which deflect predator attacks, and blue-green coloration, which may enhance motion dazzle and be used as warning coloration. Applying phylogenomics, morphometrics, and comparative methods, we model trait evolution in relation to diel activity and geographic distribution and find that hindwing tails repeatedly evolved at least seven times and blue-green coloration at least fifteen times. Both traits are associated with elevated speciation rates, but evolutionary transitions toward tailless wings and non-iridescent coloration occurred more frequently than trait gains, indicating high evolutionary lability of these antipredator defenses. Trait loss, particularly pronounced in tropical diurnal species, may reflect trade-offs in flight performance, shifts in predation guilds, or the evolution of alternative defensive traits. Our findings highlight rampant convergent evolution of wing traits that are under strong predator-mediated selection. By identifying how antipredator defenses and environmental contexts influence phenotypic and species diversification, this study provides new insights into the ecological and evolutionary processes underlying insect diversity.", "date": "2025-12-27", "journal": ""}
{"title": "Identification of a cytotoxic peptide from the spider Enoploctenus cyclothorax venom on leukemia cell lineages", "doi": "10.64898/2025.12.27.696694", "authors": "Bueno, C. S.; Vieira, G. B.; Sciani, J. M.; Rocha e Silva, T. A. A.", "abstract": "Background: Chronic myeloid leukemia and acute lymphoblastic leukemia are significant malignancies requiring novel therapeutic agents. This study aimed to identify cytotoxic components of the venom of the spider Enoploctenus cyclothorax against K562 and NALM-6 cell lines. Methods: Venom was extracted, lyophilizated and incubated with cultured K562 and NALM-6 cells at concentrations ranging from 0.1 to 100 microg/mL for 24 and 48 hours. MTT assay for cell viability was assessed to measure cytotoxicity. Venom fractionation started with centrifugation on AMICON filters in a cutting edge of 10 kDa which separates low-(LW) and high-molecular weight (HW) fractions. The active fraction was fractionated using reversed-phase HPLC and the most active compound was purified and analyzed via mass spectrometry to determine its molecular weight. Results: Cytotoxic activity was observed in both cell lines at concentrations of 10, 30, and 100 microg/mL E. cyclothorax. The centrifugation revealed that antineoplastic activity was concentrated in HW fraction. Subsequent chromatography isolated fraction F7 (specifically F7c) as the most potent. Mass spectrometry characterized F7c as a mild hydrophobic polypeptide with a molecular mass of approximately 6270 Da. Conclusion: A polypeptide of approximately 6270 Da isolated from E. cyclothorax venom demonstrates significant in vitro cytotoxic properties against leukemic lineages. Further sequencing and synthesis are required to advance the pharmacological bioprospecting of this potential antineoplastic agent.", "date": "2025-12-27", "journal": ""}
{"title": "Comprehensive Mapping of the Virus and Host Factors that Guide the Paths of HIV-1 Escape from a Therapeutic", "doi": "10.64898/2025.12.27.696684", "authors": "Gillman, A. N.; Birler, C. M.; Vujjini, R. R.; Fili, M.; McCarthy-Potter, S. A.; Chen, W.; Broghammer, M. M.; Hu, G.; Gartland, M. J.; Prakash, M.; Helverson, A.; Brown, G. D.; Haim, H.", "abstract": "HIV-1 resistance to therapeutics can emerge through diverse mutational routes, yet the determinants guiding pathway selection in vivo remain unclear. Through comprehensive screening, we identified 18 mutations in the HIV-1 Env protein that enhance resistance to the FDA-approved small-molecule therapeutic temsavir. We then examined their occurrence in HIV-infected individuals who developed resistance on therapy. Only a subset of the resistance-enhancing mutations emerged in vivo. On-treatment mutation frequencies correlated with their spontaneous emergence rates in temsavir-untreated individuals, and were governed by two parameters: (i) Probability of mutation appearance, determined by number and type of nucleotide changes required, and (ii) Probability of mutation persistence, determined by Env functional and immune fitness. Notably, non-neutralizing antibodies commonly-elicited in HIV-infected individuals restricted emergence of multiple resistant forms, driving convergence to a narrow set of escape routes. These findings establish a quantitative framework for predicting therapeutic resistance and reveal how host-immunity constrains viral evolution during treatment.", "date": "2025-12-27", "journal": ""}
{"title": "Endogenous retrotransposon reverse transcriptase supports osteocyte function: implications for antiretroviral therapy-associated bone loss", "doi": "10.64898/2025.12.27.696700", "authors": "Mangiavacchi, A.; Reppe, S.; Morelli, G.; D'Onghia, M.; Gautvik, K. M.; Orlando, V.", "abstract": "Background: Transposable elements (TEs) such as LINE-1 and HERV-K are mobile retroviral elements that have biological functions in several tissues. In a prior study, we demonstrated the positive contribution of LINE-1 activation to bone homeostasis and microfracture repair. People living with HIV experience a high prevalence of low bone mineral density (BMD) and fragility fractures, particularly when treated with nucleoside reverse transcriptase inhibitor (NRTI)-based antiretroviral therapy (ART). The mechanisms underlying ART-associated bone loss remain unclear. Several NRTIs inhibit not only viral but also endogenous reverse transcriptases (RTs) encoded by LINE-1 and HERV-K. Therefore, we hypothesized that since endogenous RT activity supports bone function, its inhibition by NRTIs may contribute to bone loss and secondary osteoporosis, as frequently observed in patients receiving ART. Methods: We quantified L1-Ta and HERV-K DNA content, used as a proxy for endogenous RT activity, in trans-iliac bone biopsies, skeletal muscle, and peripheral blood mononuclear cells (PBMCs) in a clinically well-characterized cohort of postmenopausal women stratified into healthy, osteopenic or osteoporotic. Bone status was assessed through BMD measurements and bone remodeling was evaluated by extensive serum analyses combined with expression of osteoblastic and osteocytic biomarkers. The ex vivo results were corroborated in vitro, where the functional impact of RT inhibition was tested in IDG-SW3 cells differentiating from osteoblasts into osteocytes using three NRTIs (tenofovir, lamivudine, abacavir). The cell cultures were analyzed for osteocyte maturation, mineralization, and responsiveness to 1,25-dihydroxyvitamin D and parathyroid hormone (PTH). Findings: L1-Ta and HERV-K DNA content was significantly higher in bone than in muscle or PBMCs and declined with age, specifically in bone. Both elements were markedly reduced in osteoporotic bone, but unchanged in matched non-skeletal control tissues. L1-Ta and HERV-K DNA content correlated positively with BMD at three skeletal sites and with the expression of osteocyte-specific genes, particularly SOST and MEPE. Treatment of IDG-SW3 cells with NRTIs selectively impaired osteocyte endocrine function. Induction of FGF23 by 1,25-dihydroxyvitamin D and PTH-mediated suppression of SOST were inhibited, and gene expression in osteocytes and mineralization were slightly affected. Abacavir had the strongest impact, almost completely abolishing vitamin D3 induction of FGF23 and PTH responsiveness. Interpretation: These findings identify endogenous TE-derived RT activity as a previously unrecognized regulator of osteocyte function and bone homeostasis. Reduced L1-Ta and HERV-K DNA contents is associated with impaired osteocyte function and low BMD, while pharmacological RT inhibition disrupts key endocrine pathways in osteocytes. NRTI-mediated inhibition of endogenous osteocyte RT activity may therefore contribute to ART-associated osteoporosis. Assessment of TE-derived RT activity may improve the identification of individuals at risk for skeletal deterioration. Preservation of endogenous osteocyte RT activity represents a potential therapeutic strategy for mitigating bone loss in HIV-infected patients undergoing long-term ART.", "date": "2025-12-27", "journal": ""}
{"title": "Temporal Dynamics of Kidney Mitochondrial Dysfunction in Type 2 Diabetes: Analysis of the Goto-Kakizaki Model.", "doi": "10.64898/2025.12.27.696702", "authors": "Castino, B.; Jorge, L.; Santos, A. A.; Bachi, A. L.; Borges, F. T.", "abstract": "Type 2 diabetes mellitus (T2DM) is a major cause of diabetic kidney disease (DKD), a complication driven by chronic hyperglycemia, oxidative stress, and inflammation. Mitochondrial dysfunction has been recognized as a central feature of DKD, but the temporal relationship between mitochondrial alterations, mitophagy, and inflammatory responses remains unclear. Using the non-obese Goto-Kakizaki (GK) rat, a spontaneous model of T2DM, we examined renal mitochondrial changes at 21, 60, and 120 days. Histology revealed a trend toward increased glycation product deposition, more evident at 60 days. Cytochrome C and OPA-1 expression indicated early mitochondrial adaptation through enhanced respiratory activity and hyperfusion, while reduced PGC1- and PINK suggested impaired biogenesis and mitophagy. By 120 days, PGC1- and PINK increased, likely reflecting delayed, insufficient compensation, coinciding with mitochondrial depolarization. Cytokine analysis revealed a biphasic inflammatory profile: IL-18 and CXCL1 were sharply elevated at 21 days, IL-1{beta} remained stable, and IL-10 was elevated at 21 and 60 days, indicating early pro-inflammatory activation followed by anti-inflammatory modulation. These findings suggest that renal mitochondrial dysfunction in GK rats evolves from an adaptive state to late-stage failure, with inflammation occurring as transient peaks rather than a persistent process. The period between 21 and 60 days emerges as a critical therapeutic window in which strategies to preserve mitochondrial quality control and modulate inflammasome-related responses may be most effective.", "date": "2025-12-27", "journal": ""}
{"title": "CRISPR-HAWK: Haplotype- and Variant-aware guide design toolkit for CRISPR-Cas", "doi": "10.64898/2025.12.27.696698", "authors": "Kumbara, A.; Tognon, M.; Carone, G.; Fontanesi, A.; Bombieri, N.; Giugno, R.; Pinello, L.", "abstract": "Current CRISPR guide RNA design tools rely on reference genomes, overlooking how genetic variation impacts editing outcomes. As genome editing advances toward clinical applications, incorporating population diversity becomes essential for ensuring therapeutic efficacy across diverse populations. We present CRISPR-HAWK, a framework integrating individual- and population-scale variants and haplotypes into gRNA design. Analyzing therapeutic targets across 79,648 genomes reveals that genetic variants substantially alter guide performance. For the clinically approved sickle cell disease therapeutic guide targeting BCL11A, we identify haplotypes that completely abolish predicted cutting activity. Across seven therapeutic loci, 82.5% of guides contain variants modifying on-target activity. Variants also create novel protospacer adjacent motif sites generating individual-specific guides invisible to reference-based design. These findings demonstrate that variant-aware selection is critical for equitable genome editing. CRISPR-HAWK is available at https://github.com/pinellolab/CRISPR-HAWK and https://github.com/InfOmics/CRISPR-HAWK", "date": "2025-12-27", "journal": ""}
{"title": "Epigenetic state encodes locus-specific chromatin mechanics", "doi": "10.64898/2025.12.27.696709", "authors": "Shi, G.; Thirumalai, D.", "abstract": "Chromatin is repeatedly deformed in vivo during transcription, nuclear remodeling, and confined migration - yet how mechanical response varies from locus to locus, and how it relates to epigenetic state, remains unclear. We develop a theory to infer locus-specific viscoelasticity from three-dimensional genome organization. Using chromatin structures derived from contact maps, we calculate frequency-dependent storage and loss moduli for individual loci and establish that the mechanical properties are determined both by chromatin epigenetic marks and organization. On large length scales, chromatin exhibits Rouse-like viscoelastic scaling, but this coarse behavior masks extensive heterogeneity at the single-locus level. Loci segregate into two mechanical subpopulations with distinct longest relaxation times: one characterized by single-timescale and another by multi-timescale relaxation. The multi-timescale loci are strongly enriched in active marks, and the longest relaxation time for individual loci correlates inversely with effective local stiffness. Pull-release simulations further predict a time-dependent susceptibility: H3K27ac-rich loci deform more under sustained forcing yet can resist brief, large impulses. At finer genomic scales, promoters, enhancers, and gene bodies emerge as \"viscoelastic islands'' aligned with their focal interactions. Together, these results suggest that chromatin viscoelasticity is an organized, epigenetically coupled property of the 3D genome, providing a mechanistic layer that may influence enhancer-promoter communication, condensate-mediated organization, and response to cellular mechanical stress. The prediction that locus-specific mechanics in chromatin are controlled by 3D structures as well as the epigenetic states is amenable to experimental test.", "date": "2025-12-27", "journal": ""}
{"title": "Topological data analysis reveals rigid brain-state dynamics during self-viewing in trait rumination", "doi": "10.64898/2025.12.27.696696", "authors": "Geniesse, C.; Jahanikia, S.; Xie, H.; Sonalkar, N.; Williams, L. M.; Saggar, M.", "abstract": "Rumination -- repetitive, negatively valenced, self-focused thought -- is a maladaptive cognitive style linked to emotional dysregulation and psychiatric risk. To investigate its neural underpinnings in a naturalistic context, we developed an fMRI paradigm in which participants observed and reflected on videos of their own past group-based problem-solving sessions, a naturalistic self-relevant context rarely examined in fMRI studies. Thirty-two adults were recorded during collaborative design-thinking tasks in triads. In a subsequent scanning session, each participant viewed two self-relevant team videos and one control team video, followed by a structured reflection period. We assessed trait rumination using the Rumination Reflection Questionnaire (RRQ) and applied Topological Data Analysis (TDA) via the Mapper algorithm to model individual-level whole-brain dynamics during the task. Mapper shape graphs captured temporal transitions between brain states, allowing us to quantify the similarity of timepoints across the session. Individuals with higher trait rumination showed significantly higher temporal similarity, indicating reduced brain-state variability, during self-relevant conditions (r = 0.46, p = 0.018). This effect was not observed during the control condition. These findings suggest that rumination is associated with rigid brain dynamics during self-observation and evaluative processing. Traditional GLM and inter-subject correlation (ISC) analyses confirmed task engagement of key self-referential and social-evaluative regions, while Mapper revealed dynamic features not captured by static or group-averaged methods. Together, these findings demonstrate that trait rumination is associated with rigid large-scale brain dynamics during self-relevant cognition and highlight the value of combining naturalistic paradigms with topological approaches to capture behaviorally meaningful signatures.", "date": "2025-12-27", "journal": ""}
{"title": "Worms About Town: a citizen science outreach project discovers microsporidian parasites of nematodes through environmental sampling", "doi": "10.64898/2025.12.27.696690", "authors": "Tersigni, J.; James, E. B.; Reinke, A. W.", "abstract": "Environmental sampling of animal species can be a powerful tool for understanding aspects of host-parasite systems like species diversity and mechanisms of host specificity. To this end, we developed a citizen science project called Worms About Town to survey wild nematodes across Toronto, Ontario for microsporidia infection, which are natural fungal parasites of nematodes. Science communication and learning were emphasized through in-person outreach events and two-way discussion of project findings. Participants were equipped with tailored nematode collection kits to collect rotten plant substrates from local gardens and parks. In the first year of the project (2024), 13 participants acquired 127 samples, 60 of which contained nematodes and four were infected with microsporidia parasites. Microsporidia-infected nematodes were discovered from multiple types of plant substrates from various locations across Toronto. Sequencing of the microsporidia 18S rRNA gene of infected hosts identified two isolates of Nematocida homosporus, which is a known generalist microsporidian parasite of nematodes. The other parasites found in this study are undescribed species belonging to the Pancytospora and Enteropsectra genera, two microsporidia taxa that are distantly related to a clade of human-infecting microsporidia and known to infect wild nematodes. Three nematode isolates of the Caenorhabditis genus were discovered, including two isolates of Caenorhabditis elegans, a species not previously reported in Ontario. Both of the N. homosporus isolates were found in C. elegans, and one can infect a laboratory strain of C. elegans. The Worms About Town project will organize repeated wild nematode collections each year to determine natural factors that impact microsporidia infection in nematodes and to further characterize the diversity of this host-parasite system.", "date": "2025-12-27", "journal": ""}
{"title": "Fifteen-year microbiome survey of endangered killer whales (Orcinus orca) reveals declining diversity and population differences", "doi": "10.64898/2025.12.27.696689", "authors": "Switzer, A. D.; Parsons, K. M.; Hanson, M. B.; Emmons, C.; Park, L.; Hempelmann, J.; Robeck, T.; Herrick, K.; Osborn, S.; Jaffe, A. L.; Olsen, D.; Matkin, C.; Robaczewska, A.; Wells, A.; May, D.; Wasser, S.; Thornton, S. J.; Relman, D. A.", "abstract": "The endangered Southern Resident killer whale (Orcinus orca) (SRKW) population is burdened by multiple anthropogenic stressors with limited non-invasive approaches for health surveillance. The gut microbiome is interconnected with host physiology and can be characterized using remotely collected fecal samples, creating unique opportunities to integrate environmental and individualized host-associated features of health. In this study, we used fecal samples collected over a 15-year period (2005-2019) from 77% of the living, wild SRKW population (56 individuals, 1-17 time points per individual), as well as fecal samples from the conspecific Northern and Alaska resident killer whale populations, to characterize distal gut microbiota structure and genomic composition. SRKW microbiotas were individualized and distinct from those of the nearby Northern and Alaska Resident populations, both of which exhibit consistently higher fecundity and survivorship. During the study period, SRKW fecal microbiota species richness declined, despite stability over periods of time less than or equal to 1 year. Several potential bacterial pathogens, such as Fusobacterium spp., achieved dominance in the fecal microbiotas of SRKW individuals sampled within 6 months of death. These findings demonstrate the feasibility and value of harnessing non-invasively collected fecal samples and microbiome profiles for longitudinal killer whale health surveillance.", "date": "2025-12-27", "journal": ""}
{"title": "Optogenetic SH3 nanoclustering of SRC and HCK uncovers the functional specificity of these redundant kinases in macrophages.", "doi": "10.64898/2025.12.27.692121", "authors": "TORRES-TORRES, C.; Rivier, P.; Babu Moparthi, S.; Graedel, B.; Hinderling, L.; Campos-Perello, L.; Oddou, C.; Bourin-Reynard, I.; Grichine, A.; Faurobert, E.; Planus, E.; Senger, F.; Pertz, O.; Vassilopoulos, S.; destaing, o.", "abstract": "Understanding redundancy among Src Family Kinases (SFKs) challenges how cells achieve signaling specificity using closely related enzymes, and paves the way to revisit a basic property of any cell signaling network. Optogenetic control of the adaptor properties of the most redundant SFK members, SRC and HCK, was used to examine their potential specificity in macrophages. Uncoupling their kinase and adaptor functions uncovers an unique mechanism driven by oligomerized- and SH3-dependent specific binding that enables inducing distinct signaling outputs for each kinase. OptoSRC and optoHCK probes revealed that SRC and HCK can trigger specific cellular responses, despite only supposed overlapping functions. The specificity of optoHCK even unveils a novel role in activating polarized clathrin hotspots essential for directional migration. Redundancy could be rebuilt within optoHCK through stepwise optogenetic reconstruction of adaptor modules revealing the essential role of both membrane anchoring and SH2-domain. This deconstructive approach of SFK activation elucidated the molecular basis of their shared and unique signaling activities and supports a model of cooperative functional entanglement between SFK members, rather than simple redundancy.", "date": "2025-12-27", "journal": ""}
{"title": "Lateral inhibition governs ancestral cellular patterning in fossil and extant liverworts", "doi": "10.64898/2025.12.27.696693", "authors": "Mercadal, J.; Tremblay, S.; Kraska, L.; Hutten, M. A.; Formosa-Jordan, P.", "abstract": "The incompleteness of the fossil record and the absence of genetic information limit our ability to understand ancient developmental processes and reconstruct their evolution. Here, we use comparative and mathematical analyses to uncover an evolutionarily conserved patterning mechanism underlying liverwort oil body cell specification. We demonstrate that patterns of oil body cell homologs in fossils of the oldest known liverwort (Metzgeriothallus sharonae) exhibit the spatial organization characteristic of lateral inhibition. A mechanism with local activation and lateral inhibition not only reproduces the patterns observed in fossils, but also oil body cell patterns in the extant liverworts Treubia lacunosa, Apotreubia nana, and Marchantia polymorpha. Our results point to an ancestral patterning mechanism that has been modulated by lineage-specific selective pressures over evolutionary time.", "date": "2025-12-27", "journal": ""}
{"title": "A coelenterazine-dependent luciferase from the deep-sea coral Anthoptilum murrayi Kölliker, 1880 (Cnidaria: Octocorallia: Pennatulacea)", "doi": "10.64898/2025.12.27.696692", "authors": "G. Galeazzo, G.; M. M. Soares, D.; T. Amaral, D.; Sartorelli, P.; L. N. Silva, A. C.; Samuels, E.; R. S. Melo, M.; V. Stevani, C.; G. Oliveira, A.", "abstract": "Bioluminescence is the production of visible light by living organisms through biochemical reactions in which specialized enzymes known as luciferases catalyze the oxidation of light-emitting substrates (luciferins), producing photons. In the ocean, bioluminescence is widespread among anthozoans (corals and sea anemones), yet the molecular basis of their light emission remains poorly defined. To date, molecular characterization within Anthozoa has largely focused on the sea pansy Renilla reniformis (Octocorallia: Renillidae), leaving anthozoan luciferase diversity underexplored. Here, we report the identification and biochemical characterization of a coelenterazine-dependent luciferase from the deep-sea sea pen Anthoptilum murrayi (AnmLuc). Transcriptome analysis identified a transcript encoding a ~34-kDa protein bearing motifs characteristic of coelenterazine-dependent luciferases. The coding sequence was cloned and the recombinant protein was expressed in Escherichia coli. The purified enzyme produced intense blue emission ({lambda}max {approx} 495 nm) in the presence of coelenterazine and displayed an activity optimum near 5 {degrees}C. These findings provide the first molecular characterization of a luciferase from a deep-sea anthozoan, expand the known diversity of coelenterazine-dependent luciferases in Cnidaria, and offer new insights into the mechanism and evolution of light emission in Anthozoa.", "date": "2025-12-27", "journal": ""}
{"title": "From Nutraceutical to Molecular Targets: Antidiabetic Effects of Spirulina maxima Validated by In Vivo and In Silico Studies.", "doi": "10.64898/2025.12.27.696639", "authors": "ZACHARIA, A.; Subramani, S. K.; Rao, M. K.; Bisen, P. S.", "abstract": "Background: Spirulina maxima is a cyanobacterium that has been consumed as a staple food in Mexico since the 16th century. In recent years, this nutraceutical alga has gained attention for its antioxidant, anticancer, hepatoprotective, and antilipidemic properties. The present study investigates the antihyperglycemic effects of S. maxima in streptozotocin-induced diabetic rats. Molecular characterization of S. maxima and identification of potential antidiabetic targets were performed using insilico analysis.Methods: The anti-hyperglycemic potential of S. maxima was evaluated in male Wistar rats injected with streptozotocin (45 mg/kg (i.p)). The Animals were grouped based on the blood levels into Normal control (n=6); Normal control administered with S. maxima (n=6), Diabetic control, Diabetic group treated with S. maxima(n=6),, the diabetic group treated with Glibenclamide (600mcg/kg b.w.) (n=6), S. maxima (500mg/kg) was administrated orally for 15 days, and the variations in blood glucose levels along with the lipid levels and the antioxidant status were determined.The lipids content of S. maxima was characterized through GCMS. The lipids identified were docked in-silico with AMPK molecule and PPAR{gamma}, potential targets for antidiabetic drugsResults and Conclusions: Treatment with S. maxima significantly reduced blood glucose levels in diabetic rats by 62.76%. Cholesterol, triglycerides, and VLDL levels showed marginal reductions, while HDL levels increased significantly by 32.4%. Antioxidant enzymes including catalase, superoxide dismutase (SOD), and glutathione (GSH) were elevated by 13.8%, 25%, and 7.47%, respectively, whereas TBARS levels decreased by 15.1%. Functional group analysis indicated the presence of polysaccharides, proteins, lipids, and aromatic compounds. GCMS profiling revealed C8, C9, and C13 lipids at concentrations below 1%; C5, C11, C16, and C20 lipids at 1 to 10%; and C6, C10, C15, and C22 lipids above 10% of total lipid content. Molecular docking studies demonstrated strong binding affinities of C5, C6, C10, C11, and C18 lipids with the regulatory {gamma}subunit of AMPK, while C5, C6, and C11 lipids exhibited affinity toward the PPAR{gamma} receptor. Overall, the study highlights the antidiabetic potential of S. maxima and suggests AMPK and PPAR-{gamma} as plausible molecular targets involved in the regulation of blood glucose homeostasis.", "date": "2025-12-27", "journal": ""}
{"title": "Fitness Landscape for Antibodies 2: Benchmarking Reveals That Protein AI Models Cannot Yet Consistently Predict Developability Properties", "doi": "10.64898/2025.12.27.696706", "authors": "Chungyoun, M.; Gray, J. J.", "abstract": "A prominent application of machine learning in therapeutic antibody design is the development of models that can generate or screen antibody candidates with a high probability of success in manufacturing and clinical trials. These models must accurately represent sequence-structure-function relationships, also known as the fitness landscape. Previous protein function benchmarks examine fitness landscapes across diverse protein families, but they exclude antibody data. Here, we introduce the second iteration of the Fitness Landscape for Antibodies (FLAb2), the largest public therapeutic antibody design benchmark to date. The datasets collected in FLAb2 contain developability assay data for over 4M antibodies across 32 studies, encompassing seven properties of therapeutic antibodies: thermostability, expression, aggregation, binding affinity, pharmacokinetics, polyreactivity, and immunogenicity. Using the curated data, we evaluate the performance of 30 artificial intelligence (AI) and biophysical models in learning these properties. Protein AI models on average do not produce statistically significant correlations for most (80%) of developability datasets. No models correlate with all properties or across multiple datasets of similar properties. Zero-shot predictions from pretrained models are incapable of accurately predicting all developability properties, although several models (IgLM, ProGen2, Chai-1, ESM2, ISM, IgFold) produce statistically significant correlations for multiple datasets for thermostability, expression, binding, or immunogenicity. Fine-tuning with at least 10^2 points improves performance on thermostability, aggregation, and binding, but polyreactivity and pharmacokinetics lack enough data for significance. Yet it is humbling to observe that given enough developability data (10^3 points), a fine-tuned one-hot encoding model can match the performance of fine-tuned billion-parameter pretrained models. Training data composition influences performance more than model architecture, and intrinsic biophysical properties (thermostability) are more readily learned than extrinsic properties (immunogenicity, pharmacokinetics). Controlling for germline distance with partial correlation reveals that protein language models draw substantially on evolutionary signal; on average, germline edit distance accounts for 40% of their apparent predictive power. FLAb2 data are accessible at https://github.com/Graylab/FLAb, together with scripts that allow researchers to benchmark, compare, and iteratively improve new AI-based developability prediction models.", "date": "2025-12-27", "journal": ""}
{"title": "Angle-resolved Measurements Reveal the Origin of Signal Anisotropy in Pump-probe Microscopy", "doi": "10.64898/2025.12.27.691690", "authors": "Jia, X.; Warren, W. S.", "abstract": "Nonlinear optical microscopy modalities have become widely used in applications ranging from material characterization to tissue diagnosis. In complex systems, multiple mechanisms often contribute to the signal; for example, two-color pump-probe microscopy provides rich molecular signatures of the samples based on several nonlinear processes. Here we uncover a surprising complication, that in many cases the detection direction drastically alters the signal components and the overall amplitude. To understand the origin of this signal anisotropy, we first calculate and measure a simple case, the pump-probe signal of gold nanoshells at various detection angles, attributing the effect to scattering changes due to the sample refractive index change; we then extend this analysis, showing a striking directional dependence arising from distinct scattering profiles of two dominant nonlinear processes. These results demonstrate that comparing epi (backward) and transmission (forward) signals provides additional information, enabling cleaner separation of nonlinear contributions in pump-probe measurements.", "date": "2025-12-27", "journal": ""}
{"title": "Metabolic Responses of Different Levels of Fitness", "doi": "10.64898/2025.12.27.696707", "authors": "San-Millan, I.; Martinez, J.", "abstract": "The metabolic and physiological responses to exercise vary markedly across different levels of fitness and training status. While maximal oxygen uptake (VO2max) has historically been used as the primary indicator of cardiorespiratory fitness, increasing attention has been directed toward metabolic and bioenergetic responses to exercise, including blood lactate concentration and substrate utilization. In this study, we examined comprehensive physiological and metabolic responses during graded exercise testing in 204 male cyclists spanning four fitness categories: Tour de France professional cyclists, competitive cyclists, master cyclists, and recreational cyclists. Measurements included power output, VO2, blood lactate concentration, and rates of fat and carbohydrate oxidation derived from indirect calorimetry. Across all exercise intensities, performance and metabolic parameters followed a clear hierarchical pattern corresponding to competitive level. Tour de France cyclists demonstrated significantly greater power output, higher VO2max, lower blood lactate concentrations at matched workloads, higher fat oxidation rates, and delayed reliance on carbohydrate oxidation compared with less-trained groups. Strong inverse correlations were observed between blood lactate concentration and fat oxidation, while positive correlations were observed between blood lactate concentration and carbohydrate oxidation across all fitness levels.", "date": "2025-12-27", "journal": ""}
{"title": "Decoupling Central Metabolism from Catabolite Repression Enables Robust Cellulosic Sugar Co-consumption in E. coli", "doi": "10.64898/2025.12.27.696699", "authors": "Yano, U.; Sarkar, P.; Lynch, M. D.", "abstract": "Lignocellulosic biomass is the most abundant and sustainable carbon source for bioproduction, but its efficient utilization is hampered by the heterogeneous mixture of sugars released upon hydrolysis. Most industrial strains consume these mixed sugars sequentially due to strong regulation and cross-inhibition, leading to complex processes and reduced carbon efficiency. To address this, we leverage a novel central metabolism that decouples central carbon flux from native regulatory feedback by employing a Gluconate-Bypass of glycolysis. We demonstrate that the Gluconate-Bypass effectively alleviates feedback regulation in E. coli, enabling co-consumption of glucose and xylose. Further strain engineering leads to the first robust co-utilization of four major lignocellulosic sugars: glucose, xylose, arabinose, and galactose. By decoupling central carbon flux from native regulatory feedback, this architecture provides a feedstock-agnostic platform that maintains high and robust consumption regardless of extreme fluctuations in sugar composition.", "date": "2025-12-27", "journal": ""}
{"title": "Virome of Culex nigripalpus at an Alabama aquaculture site reveals diverse insect-specific viruses and the impact of dual bioinformatic pipelines", "doi": "10.64898/2025.12.27.696710", "authors": "Shrma, A.; Oswalt, K.; Wong, N.; Zhao, C.; Beckmann, J.; Martin, K. M.", "abstract": "Mosquitoes are important cosmopolitan insect vectors that threaten humans and host a variety of diseases. Catfish production from Alabama fisheries supports the development of favorable habitats that benefit fish, birds, and insects. Our study found that Culex nigripalpus was a major vector associated with catfish ponds. As Culex nigripalpus harbors medically important viruses like St. Louis encephalitis, studies often focus on these without exploring the full virus diversity. To address this, we performed an RNA-Seq analysis on Culex nigripalpus and compared bioinformatic methodologies, testing two approaches. In the first method (reference-based assembly), the characterized genome of Culex quinquefasciatus was used with a mapping cutoff, and assembled contigs were annotated with megablast against the NCBI nucleotide database. In a second method, reads were assembled de novo, and the contigs were annotated with a BLAST against the NCBI viral genomic database. In addition, the cross-validation of the contigs generated by the two methods was conducted to identify the common and unique viral contigs, adding support for identification. RNA-Seq analysis identified fifteen different viruses. Both methods identified three common viruses, Merida virus isolate Cx. nigripalpus1 (PQ963471), Hubei mosquito virus 5 isolate Cx. nigripalpus2 (PQ963472), and Zhejiang mosquito virus isolate Cx. nigripalpus3 (PQ963484). The first method also identified ten unique viruses, and the second method generated two unique viruses. Selected viruses were independently validated by RT-PCR amplification of viral genomic regions. Overall, our data suggest that different approaches to bioinformatic analysis complement each other and improve viral genome recovery from metatranscriptomic datasets.", "date": "2025-12-27", "journal": ""}