{"title": "Rab10 inactivation promotes AMPAR trafficking and spine enlargement during long-term potentiation", "doi": "10.1101/2022.05.17.492345", "authors": "Wang, J.; Nishiyama, J.; Parra-Bueno, P.; Okaz, E.; Oz, G.; Liu, X.; Watabe, T.; Suponitsky-Kroyter, I.; McGraw, T. E.; Szatmari, E. M.; Yasuda, R.", "abstract": "Rab-dependent membrane trafficking is critical for changing the structure and function of dendritic spines during synaptic plasticity. Here, we developed highly sensitive sensors to monitor Rab protein activity in single dendritic spines undergoing structural long-term potentiation (sLTP) in rodent organotypic hippocampal slices. During sLTP, Rab10 was persistently inactivated (>30 min) in the stimulated spines, whereas Rab4 was transiently activated over ~5 min. Inhibiting or deleting Rab10 enhanced sLTP, electrophysiological LTP and AMPA receptor (AMPAR) trafficking during sLTP. In contrast, disrupting Rab4 impaired sLTP only in the first few minutes, and decreased AMPAR trafficking during sLTP. Thus, our results suggest that Rab10 and Rab4 oppositely regulate AMPAR trafficking during sLTP, and inactivation of Rab10 signaling facilitates the induction of LTP and associated spine structural plasticity.", "date": "2025-08-23", "journal": ""}
{"title": "Bridging model and experiment in systems neuroscience with Cleo: the Closed-Loop, Electrophysiology, and Optophysiology simulation testbed", "doi": "10.1101/2023.01.27.525963", "authors": "Johnsen, K. A.; Cruzado, N. A.; Menard, Z. C.; Willats, A. A.; Charles, A. S.; Markowitz, J. E.; Rozell, C. J.", "abstract": "Systems neuroscience has experienced an explosion of new tools for reading and writing neural activity, enabling exciting new experiments (e.g., all-optical interrogation, closed-loop control) for interrogating neural circuits. Unfortunately, these advances have drastically increased the complexity of designing experiments, with ad hoc decisions often resulting in suboptimal or even failed experiments. Bridging model and experiment via simulation can help solve this problem, leveraging advances in computational models to provide a low-cost testbed for experiment design, model validation, and methods engineering. Specifically, we require an integrated approach that incorporates simulation of the experimental interface into computational models, but no existing tool integrates optogenetics, two-photon calcium imaging, electrode recording, and flexible closed-loop processing with neural population simulations. To address this need, we have developed Cleo: the Closed-Loop, Electrophysiology, and Optophysiology experiment simulation testbed. Cleo is a Python package enabling injection of virtual recording and stimulation devices as well as closed-loop control with realistic latency into a Brian spiking neural network model. Notably, it is the only publicly available tool to date simulating two-photon and multi-opsin/wavelength optogenetics. To facilitate adoption and extension by the community, Cleo is open-source, modular, tested, and documented, and can export results to various data formats. Here we describe the design and features of Cleo, evaluate output of individual components and integrated experiments, and demonstrate its utility for advancing optogenetic techniques in prospective experiments using previously published systems neuroscience models.", "date": "2025-08-23", "journal": ""}
{"title": "scELMo: Embeddings from Language Models are Good Learners for Single-cell Data Analysis", "doi": "10.1101/2023.12.07.569910", "authors": "Liu, T.; Chen, T.; Zheng, W.; Luo, X.; Chen, Y.; Zhao, H.", "abstract": "Various Foundation Models (FMs) have been built based on the pre-training and fine-tuning framework to analyze single-cell data with different degrees of success. In this manuscript, we propose a method named scELMo (Single-cell Embedding from Language Models), to analyze single-cell data that utilizes Large Language Models (LLMs) as a generator for both the description of metadata information and the embeddings for such descriptions. We combine the embeddings from LLMs with the raw data under the zero-shot learning framework to further extend its function by using the fine-tuning framework to handle different tasks. We demonstrate that scELMo is capable of cell clustering, batch effect correction, and cell-type annotation without training a new model. Moreover, the fine-tuning framework of scELMo can help with more challenging tasks including in-silico treatment analysis or modeling perturbation. scELMo has a lighter structure and lower requirements for resources. Our method also outperforms recent large-scale FMs (such as scGPT \\cite{cui2023scgpt}, Geneformer \\cite{theodoris2023transfer}) and other LLM-based single-cell data analysis pipelines (such as GenePT \\cite{chen2023genept} and GPTCelltype \\cite{hou2024assessing}) based on our evaluations, suggesting a promising path for developing domain-specific FMs.", "date": "2025-08-23", "journal": ""}
{"title": "High fat diet promotes obesity by driving miRNA dependent neurogenesis and integration of orexigenic neurons in the feeding circuitry", "doi": "10.1101/2023.12.22.573029", "authors": "Srinivasan, B.; Samaddar, S.; Singh, H.; Kumaran, S.; Roy, D.; Banerjee, S.", "abstract": "A high-fat diet (HFD) regulates the feeding circuitry in young-adult mice by stimulating neurogenesis from {beta}2 tanycytes in the hypothalamus. However, the fate of HFD-induced tanycytic neurogenesis, the functional attributes of the nascent neurons, and mechanisms underlying their subsequent integration into the feeding-related neural circuitry remain unclear. microRNAs (miRNAs) are known to play crucial roles in adult neurogenesis. In this study, miRNA profiling of BrdU-labelled neurogenic {beta}2 tanycytes from HFD-fed mice identified a cohort of miRNAs that originate from different chromosomal loci rather than a single genomic cluster. Network analysis of predicted targets for these HFD-induced miRNAs identified key \"hub\" mRNA targets that influence neurogenesis and the functional integration of newborn neurons. These HFD-induced miRNAs promoted the differentiation of nascent neurons into orexigenic AgRP+ and anorexigenic POMC+ neurons. Interestingly, only AgRP+ newborn neurons were selectively integrated into the functional feeding circuit, as detected by c-Fos immunostaining. This integration was disrupted when HFD-induced miRNA activity was suppressed via hypothalamic miRNA sponge expression. Furthermore, HFD feeding increased body weight in female mice, which was abrogated upon the inhibition of HFD-induced miRNAs. Magnetic resonance imaging (MRI) revealed elevated liver fat in HFD-fed mice, which reverted to normal levels when the HFD-induced miRNAs in hypothalamic tanycytes were blocked. Collectively, the findings from our study highlight a miRNA-mediated paradigm that links HFD-induced neurogenesis from {beta}2 tanycytes to weight gain and liver fat accumulation, and identifies the selective integration of AgRP+ neurons into the feeding circuitry as a possible causality of HFD-induced changes to body weight.", "date": "2025-08-23", "journal": ""}
{"title": "Detection of histone modifications and full-length transcriptome in single cells identifies sequential epigenetic perceptiveness to lineage commitment", "doi": "10.1101/2024.05.09.593364", "authors": "Blotenburg, M.; Bhardwaj, V.; de Barbanson, B. A.; Salmen, F.; Zeller, P.; van Oudenaarden, A.", "abstract": "Epigenetic mechanisms, including histone modifications, are key regulators of transcription and influence cellular differentiation. To uncover the interplay between histone modifications and transcription, we developed T-ChIC (Transcriptome + Chromatin ImmunoCleavage), which detects full-length transcripts and histone modifications in the same single cell. We applied T-ChIC to gastruloids, an in vitro model containing cell types derived from all three germ layers. During gastruloid development we observed a switch in transcription start site usage from multiple regions marked by H3K4me3 to one marked start site per gene. H3K27me3 coverage transitions from global marking of non-transcribed regions towards localised marking of repressive regions. Upon lineage commitment, bivalent regions are sequentially resolved towards a germ layer-specific state, where endoderm retains a high abundance of H3K27me3 while ectoderm displays a widespread loss. Together, we propose a model for a cell-intrinsic epigenetic timer, which ensures sequential perceptiveness of pluripotent cells to transcriptional activation of germ layer-specific genes.", "date": "2025-08-23", "journal": ""}
{"title": "The dominance of large-scale phase dynamics in human cortex, from delta to gamma", "doi": "10.1101/2024.06.04.597334", "authors": "Alexander, D. M.; Dugue, L.", "abstract": "The organization of the phase of electrical activity in the cortex is critical to inter-site communication, but the balance of this communication across large-scale (>8cm), macroscopic (>1cm) and mesoscopic (1cm to 1mm) ranges is an open question. Traveling waves in the cortex are spatial phase gradients, such that phase values change smoothly through the cortical sheet over time. Large-scale cortical traveling waves have been understudied compared to micro- or mesoscopic waves. The spatial frequencies (i.e., the spatial scales) of cortical waves have been characterized in the grey-matter for micro- and mesoscopic scales of cortex and show decreasing spatial power with increasing spatial frequency. This research, however, has been limited by the size of the measurement array, thus excluding large-scale traveling waves. Obversely, poor spatial resolution of extra-cranial measurements prevents incontrovertible large-scale estimates of spatial power via electroencephalogram and magnetoencephalogram. These limitations mean that the relative importance of large-scale traveling waves is unknown, and recent research has suggested waves measured extra-cranially are artefactual. We apply a novel method to estimate the spatial frequency spectrum of phase dynamics in order to quantify the uncertain large-scale range. Stereotactic electroencephalogram (sEEG) is utilized to leverage measurements of local-field potentials within the grey matter, while also taking advantage of the sometimes large extent of spatial coverage. Irregular sampling of the cortical sheet is offset by use of linear algebra techniques to empirically estimate the spatial frequency spectrum. We find the spatial power of the phase is highest at the lowest spatial frequencies (longest wavelengths), consistent with the power spectra ranges for micro- and meso-scale dynamics, but here shown up to the size of the measurement array (up to 8-16cm), i.e., approaching the entire extent of cortex. Low spatial frequencies dominate the cortical phase dynamics. This has important functional implications as it means that the phase measured for a single contact in the grey matter is more strongly a function of large-scale phase organization than local--within the same frequency band at least. This result arises across a wide range of temporal frequencies, from the delta band (1-3Hz) through to the high gamma range (60-100Hz).", "date": "2025-08-23", "journal": ""}
{"title": "Pyramidal neurons proportionately alter the identity and survival of specific cortical interneuron subtypes", "doi": "10.1101/2024.07.20.604399", "authors": "Wu, S. J.; Dai, M.; Yang, S.-P.; McCann, C.; Qiu, Y.; Kumar, V.; Marrero, G. J.; Tsyporin, J.; Huang, S.; Shin, D.; Stogsdill, J. A.; Di Bella, D. J.; Xu, Q.; Chen, B.; Farhi, S. L.; Macosko, E. Z.; Chen, F.; Fishell, G.", "abstract": "The mammalian cerebral cortex comprises a complex neuronal network that maintains a precise balance between excitatory pyramidal neurons and inhibitory interneurons. Accumulating evidence indicates that specific interneuron subtypes form stereotyped microcircuits with distinct pyramidal neuron classes. Here we show that pyramidal neurons play an active role in this process by promoting the survival and terminal differentiation of their associated interneuron subtypes. In wild-type cortex, interneuron subtype abundance mirrors the prevalence of their pyramidal neuron partners. In Fezf2 mutants, which lack layer 5b pyramidal neurons and are expanded in layer 6 intratelencephalic neurons, corresponding subtype-specific shifts occur through two distinct mechanisms: somatostatin interneurons adjust their programmed cell death, whereas parvalbumin interneurons switch their subtype identity. Silencing neuronal activity or blocking vesicular release in L5b pyramidal neurons revealed that their communication with interneurons does not require voltage-gated synaptic activity and engages both tetanus toxin-sensitive and -insensitive pathways. Moreover, a targeted bioinformatic screen for ligand-receptor pairs displaying subtype-specific expression and reduced expression of pyramidal neuron-derived ligand in Fezf2 mutants identified candidate secreted factors and adhesion molecules. These findings reveal distinct, pyramidal neuron-driven mechanisms for sculpting interneuron diversity and integrating them into local cortical circuits.", "date": "2025-08-23", "journal": ""}
{"title": "A distinct circuit for biasing visual perceptual decisions and modulating superior colliculus activity through the mouse posterior striatum", "doi": "10.1101/2024.07.31.605853", "authors": "Cover, K. K.; Elliott, K.; Preuss, S. M.; Krauzlis, R. J.", "abstract": "The basal ganglia play a key role in visual perceptual decisions. Despite being the primary target in the basal ganglia for inputs from the visual cortex, the posterior striatum's (PS) involvement in visual perceptual behavior remains unknown in rodents. We reveal that the PS direct pathway is largely segregated from the dorsomedial striatum (DMS) direct pathway, the other major striatal target for visual cortex. We investigated the role of the PS in visual perceptual decisions by optogenetically stimulating striatal medium spiny neurons in the direct pathway (D1-MSNs) of mice performing a visual change-detection task. PS D1-MSN activation robustly biased visual decisions in a manner dependent on visual context, timing, and reward expectation. We examined the effects of PS and DMS direct pathway activation on neuronal activity in the superior colliculus (SC), a major output target of the basal ganglia. Activation of either direct pathway rapidly modulated SC neurons, but mostly targeted different SC neurons and had opposite effects. These results demonstrate that the PS in rodents provides an important route for controlling visual decisions, in parallel with the better known DMS, but with distinct anatomical and functional properties.", "date": "2025-08-23", "journal": ""}
{"title": "Speciation history shapes patterns of assemblage species richness in birds", "doi": "10.1101/2024.08.28.610044", "authors": "Reijenga, B. R.; Etienne, R. S.; Murrell, D. J.; Pigot, A. L.", "abstract": "Speciation is the ultimate source of biodiversity but how it impacts patterns of species richness remains unclear. While increasing total richness, co-occurrence need not if speciation generates spatially non-overlapping lineages. Here we apply a dynamic model of speciation and community assembly to phylogenetic and geographic data for 40 passerine bird families to estimate the time required for species to assemble locally and test to which extent this explains variation in assemblage richness. While variable across clades, we estimate an average lag-time from speciation to colonisation of ~8Myr, similar to time between speciation events. Concomitantly, the maximum proportion of co-occurrence is highest in old, species-poor clades, having had more time to accumulate locally. Phylogenetic patterns, previously interpreted as ecological limits to local richness, are consistent with slow, constant colonisation. Our results highlight how time-for-colonisation limits the formation of species assemblages and the strong legacy of speciation history on current biodiversity patterns.", "date": "2025-08-23", "journal": ""}
{"title": "inTRACKtive - A Web-Based Tool for Interactive Cell Tracking Visualization", "doi": "10.1101/2024.10.18.618998", "authors": "Huijben, T. A. P. M.; Anderson, A. G.; Sweet, A.; Hoops, E.; Larsen, C.; Awayan, K.; Bragantini, J.; Lange, M.; Chiu, C.-L.; Royer, L. A.", "abstract": "We introduce inTRACKtive, an innovative web-based tool for interactive visualization and sharing of large 3D cell tracking datasets, eliminating the need for software installations or data downloads. Built with modern web technologies, inTRACKtive enables researchers to explore cell-tracking results from terabyte-scale microscopy data, conduct virtual fate-mapping experiments, and share these results via simple hyperlinks. The platform powers the Virtual Embryo Zoo, an online resource showcasing cell-tracking datasets from state-of-the-art light-sheet embryonic microscopy of six model organisms. inTRACKtive's open-source code allows users to visualize their own data or host customized viewer instances. By providing easy access to complex tracking datasets, inTRACKtive offers a versatile, interactive, collaborative tool for developmental biology.", "date": "2025-08-23", "journal": ""}
{"title": "Uncovering Long Non-Coding RNAs and Exploring Gene Coexpression Patterns in Sorghum Genomics", "doi": "10.1101/2024.10.25.620275", "authors": "Nikhil, S.; Mohideen, H. S.; Raja, N. S.", "abstract": "Sorghum (Sorghum bicolor L. Moench) is a versatile crop with significant phenotypic and genetic diversity. Despite the availability of multiple resequenced sorghum genomes, noncoding genomic regions remain underexplored. Long noncoding RNA (lncRNA) is a major transcript category with relatively low expression and complex expression patterns that can be identified via RNA-seq. However, it is challenging to distinguish them from protein-coding genes because of their low abundance and tissue-specific expression. In the present study, we employed a dual sorghum reference genome scheme to identify 9467 (31.49% cultivar-specific) and 9551 (28.93% cultivar-specific) lncRNAs in sorghum cultivars BTX642 and RTX430, respectively. Our results showed that a few lncRNAs were linked to pre- and post-flowering drought tolerance in these two genotypes. The NPCTs encoded elements such as transposon-derived Pol polyproteins (RE-1, RE-2, TNT-1), pentatricopeptide repeat proteins, receptor-like protein kinases, zinc finger BED proteins, and putative disease resistance proteins, etc., suggesting their involvement in drought-specific phenotype development. Cis and trans acting targets for identified lncRNAs were predicted. The results showed that upregulated lncRNAs targeted C2H2, B3, putative zinc finger domain, Ras-related protein, L-ascorbate peroxidase-S, lanosterol synthase, and DUF domain genes during drought, which highlights their role in drought tolerance. The downstream gene coexpression analysis revealed time point-specific lncRNA interactions with TFs, resulting in substantial alterations in major TF numbers, including AP2/ERF-ERF, bHLH, bZIP, C2H2, MYB, and NAC. This study provided a more comprehensive understanding of drought tolerance in sorghum by identifying lncRNAs and examining their gene coexpression patterns.", "date": "2025-08-23", "journal": ""}
{"title": "Integrated Spatial and Single-Nuclei Transcriptomic Analysis of Long Non-Coding RNAs in Alzheimer's Disease", "doi": "10.1101/2024.10.27.620550", "authors": "Ng, B.; Avey, D. R.; Sultan, F.; Lopes, K. d. P.; Fujita, M.; Saunders, D.; Vialle, R. A.; Vyas, H.; Kearns, N. A.; Tasaki, S.; Iatrou, A.; Tissera, S. D.; Lagrimas, A. K.; Chang, T.-H.; Xu, J.; Yu, C.; Menon, V.; Gaiteri, C.; De Jager, P. L.; Bennett, D. A.; Wang, Y.", "abstract": "Background: Long non-coding RNAs (lncRNAs) are critical regulators of physiological and pathological processes, with their dysregulation increasingly implicated in aging and Alzheimer's disease (AD). To investigate the spatial and cellular distribution of lncRNAs in the aging brain, we leveraged published spatial transcriptomics (ST), single-nucleus RNA sequencing (snRNA-seq), and bulk RNA-seq datasets from the dorsolateral prefrontal cortex (DLPFC) of ROSMAP participants with and without pathological AD. Results: LncRNAs exhibited greater subregion-specific expression than mRNAs, with enrichment in antisense and lincRNA biotypes. Subregion-enriched lncRNAs were generally not cell-type specific, and vice versa. Differential expression analysis of ST data identified AD-associated lncRNAs with distinct spatial patterns and moderate overlap with differentially expressed (DE) lncRNAs from bulk RNA-seq. Gene set enrichment revealed their involvement in chromatin remodeling, epigenetic regulation, and RNA metabolism. We also identified AD DE lncRNAs across major brain cell types using snRNA-seq but overlap with ST DE lncRNAs was limited. Among previously reported lncRNAs, OIP5-AS1 was consistently upregulated in AD in all cortical subregions. Antisense oligonucleotide (ASO) knockdown of OIP5-AS1 in iPSC-derived microglia led to upregulation of pro-inflammatory genes and downregulation of DNA replication and repair pathways. Immunoassays confirmed increased secretion of pro-inflammatory cytokines. The knockdown expression pattern was enriched for microglia-specific AD DE genes and microglia states. Conclusions: This study provides a spatial and cellular map of lncRNAs in the aging human cortex and identifies subregion- and cell-type-enriched DE lncRNAs in AD. Our findings implicate OIP5-AS1 in microglial activation, suggesting its potential contribution to AD pathogenesis.", "date": "2025-08-23", "journal": ""}
{"title": "Versatile and Portable Cas12a-mediated Detection of Antibiotic Resistance Markers", "doi": "10.1101/2024.11.14.623642", "authors": "Vargas-Reyes, M.; Alcantara, R.; Alfonsi, S.; Penaranda, K.; Petrelli, D.; Spurio, R.; Pajuelo, M.; Milon, P.", "abstract": "Antibiotic-resistant bacteria are spreading in clinical, industrial, and environmental ecosystems. The spreading dynamics to and from the environment are unknown, largely due to the lack of appropriate (robust, fast, low-cost) analytical assays. In this study, we developed C12a, a versatile molecular toolbox to detect genetic markers of antibiotic resistance using CRISPR/Cas12a. Biochemical characterization show that the C12a toolbox can detect less than 100 attoMolar of pure DNA fragments from the blaCTX-M15 and floR genes, conferring resistance to b-lactams and amphenicols, respectively important for human and veterinary uses. In microbiological assays, C12a detected less than 102 CFU/mL and high concordance was observed if compared to antibiotic susceptibility tests, PCR, or to whole genome sequencing. Additionally, C12a confirmed a high prevalence of the integrase/integron system in E. coli isolates containing multiple antibiotic resistance genes (ARGs). The C12a toolbox shows equivalent detection performance in diverse laboratory settings, results redout (Fluorescence vs FLA) or input sample. Altogether, this work presents a comprehensive proof-of-concept, development description, and biochemical characterization of a collection of molecular tools to detect antibiotic resistance markers in a one health setup.", "date": "2025-08-23", "journal": ""}
{"title": "Depositing biological segmentation datasets FAIRly", "doi": "10.1101/2024.12.10.627814", "authors": "Ho, E. M. L.; Ladakis, D.; Basham, M.; Darrow, M. C.", "abstract": "Segmentation of biological images identifies regions of an image which correspond to specific features of interest, which can be analysed quantitatively to answer biological questions. This task has long been a barrier to conducting large-scale biological imaging studies as it is time- and labour-intensive. Modern artificial intelligence segmentation tools can automate this process, but require high quality segmentation data for training, which is challenging to acquire. Biological segmentation data has been produced for many years, but this data is not often reused to develop new tools as it is hard to find, access, and use. Recent disparate efforts (Iudin, et al., 2023; Xu, et al., 2021; Vogelstein, et al., 2018; Ermel, et al., 2024) have been made to facilitate deposition and re-use of these valuable datasets, but more work is needed to increase re-usability. In this work, we review the current state of publicly available annotation and segmentation datasets and make specific recommendations to increase re-usability following FAIR (findable, accessible, interoperable, re-usable) principles (Wilkinson, et al., 2016) for the future.", "date": "2025-08-23", "journal": ""}
{"title": "Using gene trees with lineage-specific duplicates for phylogenetic inference mitigates the effects of long-branch attraction", "doi": "10.1101/2024.12.06.627281", "authors": "Smith, M. L.; Hahn, M. W.", "abstract": "Traditionally, the inference of species trees has relied on orthologs, or genes related through speciation events, to the exclusion of paralogs, or genes related through duplication events. This has led to a focus on using only gene families with a single gene-copy per species, as these families are likely to be composed of orthologs. However, recent work has demonstrated that phylogenetic inference using paralogs is both accurate and allows researchers to take advantage of more data. Here, we investigate a case in which using larger gene families actually increases accuracy compared to using single-copy genes alone. Long-branch attraction is a phenomenon in which taxa with long branches may be incorrectly inferred as sister taxa due to homoplasy. The most common solution to long-branch attraction is to increase taxon sampling to break up long branches. Sampling additional taxa is not always feasible, possibly due to extinction or limited access to high-quality DNA. We propose the use of larger gene families with additional gene copies to break up long branches. Using simulations, we demonstrate that using larger gene families mitigates the impacts of long-branch attraction across large regions of parameter space, especially when either maximum parsimony or maximum likelihood with a misspecified substitution model is used for inference. We also analyze data from Chelicerates, with a focus on assessing support for a sister relationship between scorpions and pseudoscorpions. Previous work has suggested that the failure to recover this relationship is due to long-branch attraction between pseudoscorpions and other lineages. Using data from larger gene families increases support for a clade uniting scorpions and pseudoscorpions, although other resolutions of this relationship continue to have higher support. Together, this work highlights the potential utility of larger gene families in phylogenetic inference.", "date": "2025-08-23", "journal": ""}
{"title": "spEMO: Exploring the Capacity of Foundation Models for Analyzing Spatial Multi-Omic Data", "doi": "10.1101/2025.01.13.632818", "authors": "Liu, T.; Huang, T.; Tong, D.; Wu, H.; Humphrey, P.; Perincheri, S.; Schalper, K.; Ying, R.; Xu, H.; Zou, J.; Mahmood, F.; Zhao, H.", "abstract": "Recent advances in pathology foundation models (PFMs), which are pretrained on large-scale histopathological images, have significantly accelerated progress in disease-centered applications. In parallel, spatial multi-omic technologies collect gene and protein expression levels at high spatial resolution, offering rich understanding of tissue context. However, current models fall short in effectively integrating these complementary data modalities. To fill in this gap, we introduce spEMO, a novel computational system that unifies embeddings from pathology foundation models and large language models (LLMs) to analyze spatial multi-omic data. By incorporating multimodal representations and information, spEMO outperforms models trained on single-modality data across a broad range of downstream tasks, including spatial domain identification, spot-type classification, whole-slide disease-state prediction and interpretation, inference of multicellular interactions, and automated medical report generation. The outstanding performances of spEMO in these tasks demonstrate its strength in both biological and clinical applications. Additionally, we propose a new evaluation task, known as multi-modal alignment, to assess the information retrieval capabilities of pathology foundation models. This task provides a principled benchmark for evaluating and improving model architectures. Collectively, spEMO represents a step forward in building holistic, interpretable, and generalizable AI systems for spatial biology and pathology.", "date": "2025-08-23", "journal": ""}
{"title": "Regulation of lipid dysmetabolism and neuroinflammation progression linked with Alzheimer's disease through modulation of Dgat2", "doi": "10.1101/2025.02.18.638929", "authors": "Yadav, A.; Ouyang, O.; Barkley, M.; Watson, J.; Madamanchi, K.; Kramer, J.; Zhang, J.; Melkani, G. C.", "abstract": "Alzheimers disease (AD), an age-associated neurodegenerative disorder, is characterized by progressive cognitive decline, amyloid deposition, lipid dysregulation, and neuroinflammation. Although mutations in the amyloid precursor protein (APP) and accumulation of Ab42 are established drivers of pathology, the mechanisms connecting amyloid toxicity with lipid metabolism and inflammatory responses remain poorly understood. Here, we employed complementary Drosophila and mouse models to dissect these relationships. Expression of AppNLG and Ab42 in Drosophila resulted in locomotor deficits, disrupted sleep, circadian rhythms, memory impairments, lipid accumulation, synaptic loss, and neuroinflammatory signatures. Comparable lipid metabolic disturbances and inflammatory alterations were detected in the AppNLG-F knock-in mouse model, underscoring their conserved relevance to AD pathogenesis. We further identified diacylglycerol O-acyltransferase 2 (Dgat2), a key enzyme catalyzing the final step of triglyceride synthesis, as a critical modulator of AD-related phenotypes. Dgat2 expression was altered in both animal models and human AD tissues. Notably, panneuronal knockdown of Dgat2 in Drosophila attenuated lipid accumulation, restored synaptic integrity, and ameliorated locomotor and cognitive deficits, while also reducing neuroinflammation. Dgat2 suppression additionally improved sleep and circadian behavior, highlighting its pleiotropic protective effects. Together, these findings demonstrate a mechanistic link between amyloid pathology, lipid dysregulation, and neuroinflammatory processes. Targeting Dgat2 may therefore represent a novel therapeutic strategy to counteract AD-associated metabolic and neuronal dysfunction. The conservation of lipid homeostasis mechanisms across species underscores the translational potential of this approach for delaying or mitigating AD progression.", "date": "2025-08-23", "journal": ""}
{"title": "Pre-training Genomic Language Model with Variants for Better Modeling Functional Genomics", "doi": "10.1101/2025.02.26.640468", "authors": "Liu, T.; Zhang, X.; Lin, J.; Pinello, L.; Ying, R.; Zhao, H.", "abstract": "Sequence-to-function models can predict gene expression from sequence data and be used to link genetic information with transcriptomics data to understand regulatory processes and their effects on complex phenotypes. The genomic language models are pre-trained with large-scale DNA sequences and can generate robust representations of these sequences by learning the genomic context. However, few studies can estimate the predictability of gene expression levels and bridge these two classes of models together to explore individualized gene expression prediction. In this manuscript, we propose UKBioBERT as a DNA language model pre-trained with genetic variants from UK BioBank. We demonstrate that UKBioBERT generates informative embeddings capable of identifying gene functions, and improving gene expression prediction in cell lines, thereby enhancing our understanding of gene expression predictability. Building upon these embeddings, we combine UKBioBERT with state-of-the-art sequence-to-function architectures, Enformer and Borzoi, to create UKBioFormer and UKBioZoi. These models exhibit better performance in predicting highly predictable gene expression levels and can be generalized across different cohorts. Furthermore, UKBioFormer effectively captures the relationship between genetic variants and expression variations, enabling in-silico mutation analyses. Collectively, our findings underscore the value of integrating genomic language models and sequence-to-function approaches for advancing functional genomics research.", "date": "2025-08-23", "journal": ""}
{"title": "Neural representation of action symbols in primate frontal cortex", "doi": "10.1101/2025.03.03.641276", "authors": "Tian, L. Y.; Garzon, K. U.; Hanuska, D. J.; Rouse, A. G.; Eldridge, M. A.; Schieber, M. H.; Wang, X.-J.; Tenenbaum, J. B.; Freiwald, W. A.", "abstract": "At the core of intelligence lies proficiency in solving new problems, including those that differ dramatically from problems seen before. Problem-solving, in turn, depends on goal-directed generation of novel thoughts and behaviors, which has been proposed to rely on internal representations of discrete units, or symbols, and processes that can recombine them into a large set of possible composite representations. Although this view has been influential in formulating cognitive-level explanations of behavior, definitive evidence for a neuronal substrate of symbols has remained elusive. Here, we identify a neural population encoding action symbols--internal, recombinable representations of discrete units of motor behavior--localized to a specific area of frontal cortex. In macaque monkeys performing a drawing-like task designed to assess recombination of learned action symbols into novel sequences, we found behavioral evidence for three critical features that indicate actions have an underlying symbolic representation: (i) invariance over low-level motor parameters; (ii) categorical structure, reflecting discrete types of action; and (iii) recombination into novel sequences. In simultaneous neural recordings across motor, premotor, and prefrontal cortex, we found that planning-related population activity in ventral premotor cortex (PMv) encodes actions in a manner that, like behavior, reflects motor invariance, categorical structure, and recombination, three properties indicating a symbolic representation. Activity in no other recorded area exhibited this combination of properties. These findings reveal a neural representation of action symbols localized to PMv, and therefore identify a putative neural substrate for symbolic cognitive operations.", "date": "2025-08-23", "journal": ""}
{"title": "Disassembly of ALS condensates by a disordered peptide", "doi": "10.1101/2025.03.19.643735", "authors": "Garg, M.; Vinayan, N.; Nag, K.; Dhage, R.; Ghosh, P.; Kesavardhana, S. I.; Rajyaguru, P. I.", "abstract": "Mislocalization and cytoplasmic condensation of nuclear proteins, such as FUS and TDP43, are key features of amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). However, mechanisms governing the disassembly of these pathological condensates remain elusive. Here, we identify a disordered RGG peptide as a disassembly factor for mutant FUS and TDP43 condensates. Using yeast, mammalian cells, and in vitro assays, we observe that an RGG motif reduces condensate burden and toxicity while restoring nuclear localization and RNA regulatory defects associated with the FUS-P525L mutant. The RGG motif interacts with FUS, competitively inhibiting FUS self-association. Overall, our findings uncover a direct role for a disordered RGG motif in the disassembly of ALS-associated condensates, highlighting the possibility of a new therapeutic for post-symptomatic ALS.", "date": "2025-08-23", "journal": ""}
{"title": "Earlier snowmelt increases the strength of the carbon sink in montane meadows unequally across the growing season", "doi": "10.1101/2025.04.09.648035", "authors": "Vought, O.; Kivlin, S.; Shulman, H.; Sorensen, P.; Inouye, D.; Ibanez, I.; Falb, P.; Rand, K.; Classen, A.", "abstract": "Warming temperatures are changing winters, leading to earlier snowmelt. This shift can lead to an earlier and potentially longer growing season, which in turn may affect various plant-mediated ecosystem functions. Despite its relevance in the carbon cycle, we still know little about how earlier snowmelt impacts the carbon balance in ecosystems over the growing season, e.g., does it only shift phenology, or does it affect the overall carbon uptake? Most studies rely on interannual variability in snowmelt timing, making it difficult to isolate snowmelt effects from other confounding variables, e.g, temperature and moisture anomalies. To address this uncertainty, we investigated how experimentally advancing snowmelt affects the carbon cycling of montane meadows across the growing season. We experimentally advanced the snowmelt date in a montane meadow by approximately 12 days and collected data every two weeks throughout the growing season, including net ecosystem exchange (NEE), gross primary productivity (GPP), ecosystem respiration (ER), plant composition, and shrub, graminoid, and forb biomass. Early in the growing season, GPP was higher in the early snowmelt plots, though this effect decreased as the growing season progressed. Our modeling of cumulative NEE showed that earlier snowmelt increased the carbon sink strength by 22%, with the strongest effect in the early spring and the effect diminishing as the growing season progressed, with control plots being a greater carbon sink in the later season. Graminoid biomass was 47% higher in plots with earlier snowmelt, but there was no change in total biomass. Synthesis: As winters warm and snowmelt occurs earlier, plant productivity will shift earlier in the growing season, and montane meadows will become a stronger carbon sink. However, this effect will differ seasonally, altering the carbon balance in montane meadows.", "date": "2025-08-23", "journal": ""}
{"title": "Structural modeling reveals the allosteric switch controlling the chitin utilization program of Vibrio cholerae", "doi": "10.1101/2025.04.22.650076", "authors": "Anderson, H. S.; Dalia, A. B.", "abstract": "Signal transduction by histidine kinases (HKs) is nearly ubiquitous in bacterial species. HKs can either sense ligands directly or indirectly via a cognate solute binding protein (SBP). The molecular basis for SBP-dependent signal reception, however, remains poorly understood in most cases. CBP and ChiS are the SBP-HK pair that activate the chitin utilization program of Vibrio cholerae. Here, we elucidate the molecular basis for allosteric regulation of CBP-ChiS by generating structural models of this complex in the unliganded and liganded states, which we support with extensive genetic, biochemical, and cell biological analysis. Our results reveal that ligand-binding induces a large conformational interface switch that is distinct from previously described SBP-HKs. Structural modeling suggests that similar interface switches may also regulate other uncharacterized SBP-HKs. Together, these results extend our understanding of signal transduction in bacterial species and highlight a new approach for uncovering the molecular basis of allostery in protein complexes.", "date": "2025-08-23", "journal": ""}
{"title": "Understanding Language Model Scaling on Protein Fitness Prediction", "doi": "10.1101/2025.04.25.650688", "authors": "Hou, C.; Liu, D.; Zafar, A.; Shen, Y.", "abstract": "Protein language models, and models that incorporate structure or homologous sequences, estimate sequence likelihoods p(sequence) that reflect the protein fitness landscape and are commonly used in mutation effect prediction and protein design. It is widely believed in deep learning field that larger model performs better across tasks. However, for fitness prediction, language model performance declines beyond a certain size, raising concerns about their scalability. Here, we showed that model size, training dataset, and stochastic elements can bias the predicted p(sequence) away from real fitness. Model performance on fitness prediction depends on how well p(sequence) matches evolutionary patterns in homologs, which is best achieved at a moderate p(sequence) level for most proteins. At extreme predicted wild-type sequence likelihoods, models predict uniformly low or high likelihoods for nearly all mutations, failing to reflect the real fitness landscape. Notably, larger models tend to predict proteins with higher p(sequence), which may exceed the moderate range and thus reduce performance. Our findings clarify the scaling behavior of protein models on fitness prediction and provide practical guidelines for their application and future development.", "date": "2025-08-23", "journal": ""}
{"title": "Actin Depolymerization Factor (ADF) Moonlighting: Nuclear Immune Regulation by Interacting with WRKY Transcription Factors and Shaping the Transcriptome", "doi": "10.1101/2025.04.29.651294", "authors": "Li, P.; Kelley, B.; Li, Z.; Proctor, B.; Corrion, A.; Xie, X.; Sheick, R.; Lu, Y.-j.; Nomoto, M.; Wei, C.-i.; Tada, Y.; He, S.-Y.; Xiao, S.; Day, B.", "abstract": "Remodeling of the actin cytoskeleton is a critical process for plant immunity, essential for the transport, activation, and stabilization of immune-regulatory molecules and organelles. In this process, actin depolymerization factors (ADFs) function as key players through severing and depolymerizing actin microfilaments. However, recent evidence suggests that ADFs may possess non-canonical immune functions inside the nucleus, in addition to the canonic cytosolic role, a phenomenon not adequately explained by the traditional mechanistic model of ADF-actin dynamics. In this study, we demonstrate that Arabidopsis ADFs exhibit a moonlighting function in the nucleus, where they interact with transcriptional machinery to regulate the transcriptome during both the resting state and the immune responses. We show that ADF2/3/4 have redundant functions in defense against virulent and avirulent Pseudomonas syringae. Notably, it is nuclear (rather than cytosolic) ADFs that contribute to defense against P. syringae and mediate pro-immune transcription. Mechanistically, we demonstrate that nuclear ADFs interact with transcription factors, histone complexes, and other components of the transcriptional machinery. Specifically, ADF2/3/4 can form a complex with WRKY transcription factors, such as WRKY22/29/48, thereby directly regulating WRKY activity to shape the pro-immune transcriptome. In summary, our study reveals that ADFs moonlight as direct regulators of transcription factors, mediating a broad range of nuclear-cytoplasmic regulation in plant immunity and potentially other biological processes.", "date": "2025-08-23", "journal": ""}
{"title": "Haptic Force Feedback Enhances De Novo Learning of Arm Kinematics and Dynamics", "doi": "10.1101/2025.04.29.651298", "authors": "Howard, I. S.; Alvarez-Hidalgo, L.", "abstract": "The human motor system exhibits remarkable plasticity. Not only can we master complex skills, but we can also learn to control artificial effectors. Here, we examine whether haptic force feedback from a simulated endpoint mass facilitates the De Novo learning of novel kinematic and dynamic mappings. We investigate this using a virtual 2D planar arm controlled via a bimanual robotic manipulandum. Human participants moved two handles constrained to 1D channels, with handle positions specifying shoulder and elbow joint angles. Across two days, they performed center-out and out-back movements under two experimental conditions. On Day 1, one half of the participants practiced with a purely kinematic arm, whereas the other half received continuous haptic feedback from an endpoint mass. Initially, intrinsic hand movements were often sequential, but participants rapidly adopted more coordinated control strategies, and trajectories became straighter with practice. Notably, the haptic feedback group exhibited significantly greater improvements in virtual arm control. On Day 2, we introduced a velocity-dependent curl field to both groups. The curl field initially resulted in curved, loopy paths, but participants gradually compensated, consistent with internal-model formation. Prior exposure to haptic feedback conferred a superior capacity to adapt to the novel dynamics, as evidenced by straighter trajectories and smaller directional biases throughout curl-field exposure. These findings suggest haptic feedback enhances sensorimotor learning, possibly by engaging distributed neural networks involved in motor skill acquisition.", "date": "2025-08-23", "journal": ""}
{"title": "Titanium Nanoparticle Regulates Innate Immunity", "doi": "10.1101/2025.06.13.658543", "authors": "Whittaker, J. J.; Eikrem, D.; Whittaker, J.; Seisenbaeva, G. A.; Fromell, K.; Ekdahl, K. N.; Nilsson, B.; Sandgren, M.; Kessler, V. G.", "abstract": "In-vivo studies on wound healing have shown that small metal oxide nanoparticles (NPs), such as titania, ferria, and alumina, promote wound closure, likely by enhancing blood coagulation and via activation of the contact system. However, titania differs from the others as it supports the regrowth of normal skin tissue without scarring. This unique effect was hypothesised to result from its ability to suppress inflammation, possibly by interfering with the complement system. Ex-vivo whole blood experiments within the present study confirm that titania NPs significantly dampen the immune response and surface plasmon resonance (SPR) biosensor analysis confirms that the nanoparticle binds with nanomolar affinity to complement C3, a central protein in the human innate immune system. To elucidate the molecular basis of this effect, we developed a novel cryo-electron microscopy (cryo-EM) methodology capable of resolving the challenging interface between metal NPs and proteins. This approach revealed that TiO2 binds with high specificity to a single domain on C3. The NP restricts the conformational dynamics of C3 and thus blocks the initiation of the complement cascade. These structural and biophysical insights support the biochemical findings and previous observations within the contact system. Our method advancement demonstrates that cryo-EM can uncover physiologically relevant interactions between proteins and nanomaterials at high resolution and offers a strong foundation for others investigating metal-biological interactions.", "date": "2025-08-23", "journal": ""}
{"title": "Predicting the protein interaction landscape of a free-living bacterium with pooled-AlphaFold3", "doi": "10.1101/2025.07.01.662654", "authors": "Todor, H.; Kim, L. M.; Jänes, J.; Burkhart, H. N.; Darst, S. A.; Beltrao, P.; Gross, C. A.", "abstract": "Accurate prediction of protein complex structures by AlphaFold3 and similar programs has been used to predict the presence of protein-protein interactions (PPIs), but this technique has never been applied to an entire genome due to onerous computational requirements and questionable utility. Here we present pooled-PPI prediction, a technique that dramatically improves the accuracy of genome-scale screens compared to a paired approach while simultaneously reducing inference time (~2-fold) and the number of jobs (~100-fold). We use this technique to predict the structure of all 113,050 pairwise PPIs in Mycoplasma genitalium using only 2,027 AlphaFold3 jobs. This unbiased and comprehensive dataset was highly predictive of known interactions, revealed a previously unappreciated but widespread size bias in AlphaFold interface scores, correctly identified protein-protein interfaces in macromolecular complexes, and uncovered new biology in M. genitalium. This work establishes pooled-PPI prediction as a highly scalable method for uncovering protein-protein interactions and a powerful addition to the functional genomics toolkit.", "date": "2025-08-23", "journal": ""}
{"title": "Retrograde Optogenetics Reveals Functional Convergence within a Corticotectal Pathway of Non-Human Primates", "doi": "10.1101/2025.08.03.667949", "authors": "Yu, X.; Gopal, A.; Inoue, K.-i.; Bohlen, M.; Kuczewski, G.; Sommer, M. A.; Nienborg, H.; Takada, M.; Hikosaka, O.", "abstract": "Understanding how cerebral cortex communicates with subcortical areas to drive behavior remains a central question in system neuroscience. One key unresolved issue is whether prefrontal cortical outputs to motor-related subcortical regions carry predominantly motor commands or mixed sensory-motor signals. Retrograde optogenetics offers a powerful way to interrogate such projection-defined circuits, but its use in non-human primates has been limited. Here, we applied retrograde optogenetics in awake macaques to directly test the functional organization of the corticotectal projection from the frontal eye field (FEF) to the superior colliculus (SC). We asked whether FEF output to SC is motor-dominant or reflects sensory-motor convergence. Optical activation of this pathway evoked robust, contralateral saccades and selectively modulated reaction times, demonstrating its causal role in saccade generation. Optogenetically tagging FEF neurons projecting to SC revealed a heterogeneous population of visual, visuomotor, and motor neurons. This diverse output converged predominantly onto motor-related neurons in the SC. These findings support a visuomotor convergence model and resolve long-standing questions over the composition of FEF outputs. Additionally, our results establish retrograde optogenetics as a tool for dissecting projection-defined circuits in primates and for precisely probing the neural pathways that link perception to action.", "date": "2025-08-23", "journal": ""}
{"title": "SYNPO2L Isoforms Regulate the Action Potential Characteristics and Contractility of Atrial Cardiomyocytes via YAP Signaling to Modulate Atrial Fibrillation Risk", "doi": "10.1101/2025.08.03.668361", "authors": "Chandrakumar, R.; Shenwai, R. J.; Farshidfar, F.; Zhang, L.; Figarska, S.; Budan, A.; Cisne-Thompson, O.; Tefera, A. E.; Hoey, T.; Priest, J. R.; Tsui, J. H.", "abstract": "Background: SYNPO2L is a component of the sarcomere Z-disk with two distinct isoforms (SYNPO2L_A and SYNPO2L_B) described to regulate actin bundle size. Common and rare variations in SYNPO2L have been implicated in risk for heart failure and atrial fibrillation (AF); however, little is known about the function or pathophysiological mechanism upon disease risk. Methods: The role of SYNPO2L was explored with human induced pluripotent stem cell cardiomyocyte (hiPSC-CM) models of a rare splicing mutation rs766868752 differentiated into both atrial and ventricular lineages. Electrophysiology was assessed via multi-electrode arrays (MEAs) and contractility was assessed using engineered heart tissues (EHTs). Genetic survival analyses were performed to explore the potential therapeutic role of the SYNPO2L_A isoform in AF risk after myocardial infarction. Results: hiPSC-CMs carrying the splice mutation rs766868752 resulted in preferential expression of the SYNPO2L_B isoform and absence of SYNPO2L_A isoform, and atrial hiPSC-CMs displayed significant differences in action potential durations when unpaced, and spontaneous extra-systolic beats when paced. Contractility of atrial hiPSC-CMs carrying the splice mutation was severely compromised. Electrophysiological differences were normalized and contractility was partially restored by overexpression with AAV:SYNPO2L_A. Absence of SYNPO2L_A in the mutant led to an observed decreased phosphorylation of YAP along with significant downstream transcriptional effects. A direct interaction between SYNPO2L_A and LATS2, a known regulator of YAP phosphorylation was found to occur in hiPSC-CMs. Additionally, a common variant time-to-event analysis may suggest a beneficial effect of the SYNPO2L_A isoform to lower the risk of atrial fibrillation after myocardial infarction. Conclusions: A rare splice mutation conferring isoform predominance of SYNPO2L_B appears to disturb the electrophysiology and contractility of atrial hiPSC-CMs via LATS2 phospho-regulatory effects upon YAP signaling. Supplementation of the SYNPO2L_A isoform can restore many functional deficits and supports a specific gene regulatory role for SYNPO2L in modulating the risk of AF and heart failure.", "date": "2025-08-23", "journal": ""}
{"title": "Separate-scan atomic force microscope for fast infrared scattering-type scanning near-field optical microscope", "doi": "10.1101/2025.08.04.668506", "authors": "Sakiyama, Y.; Andany, S. H.; Fantner, G. E.; Heberle, J.", "abstract": "Pseudo-heterodyne scattering-type scanning near-field optical microscopy (sSNOM) is applied in the mid-infrared region to detect the chemical composition of biomolecules on the nanoscale. However, the application of sSNOM in molecular biology has been limited to static images in air. Recently, bottom illumination sSNOM (BI-sSNOM) was developed for operation in water. Yet, the scan rate of sSNOM remains a bottleneck to record protein structural changes in aqueous solution on the seconds time scale. We designed an optical and mechanical system consisting of a separate scan high-speed atomic force microscope (HS-AFM) coupled to the BI-sSNOM optics. The designed AFM scanner has a mechanical bandwidth of ca 70 kHz along the Z-axis, and ca 6 kHz along the XY-axis, equivalent to the sample scanning HS-AFM. The AFM performance is demonstrated by imaging actin filaments. The optical design is validated by sSNOM experiments on purple membranes and microtubules.", "date": "2025-08-23", "journal": ""}
{"title": "Study of the variability of Pterosaur tracks from the Jurassic and Cretaceous of Spain using geometric morphometrics: a new insight on their ichnotaxonomy and anatomical implications.", "doi": "10.1101/2025.08.05.668192", "authors": "Jones Fernandez, I.; Marugan-Lobon, J.; Moratalla, J. J.", "abstract": "Pterosaur tracks are relatively abundant in the Spanish fossil record and are especially localized in the Upper Jurassic of the Asturian coast and in the Lower Cretaceous of the Cameros Basin. All cases so far have been identified within the ichnogenus Pteraichnus. The Berriasian of the Cameros Basin is especially abundant in pterosaur ichnites, and, for this reason, the presence of seven ichnogenera had been proposed, about which, in general, there has not been a complete consensus among researchers. These ichnogenera were established according to normal procedure in paleoichnology, that is, with morphological characters, as well as considering several variables and meristic indexes. We provide a study on the variability of pterosaur handprints, focused on the Cameros Basin record, using shape analytical tools (geometric morphometrics). The results suggest that shape variability is continuous with respect to pterosaur handprint geometry. In consequence, there are no distinctive features that allow us to discriminate between them, even considering factors such as geological age or geographical origin. The shape of pterosaur manus prints remains very constant, suggesting a conservative evolution pattern of the module formed by the digits I, II and III, an important structure of the pterosaur arm for adequate quadrupedal locomotion on land.", "date": "2025-08-23", "journal": ""}
{"title": "Evolution of objectives can enable prosocial behaviour without social awareness", "doi": "10.1101/2025.08.06.668887", "authors": "Meyer, B.; Yang, Y.", "abstract": "Division of labour is fundamental to the functioning of societies and socially living organisms. While it has been central to their study for decades, no complete picture has emerged yet. Some of the most fascinating questions arise in the context of self-organised societies, like those of social insects, which coordinate their behaviour with completely decentralised simple decision-making performed by individuals that only have local information at their disposal. Based on empirical evidence, these collectives appear to balance task engagement globally across their whole task network for the benefit of the colony overall. How can this pro-social coordination be achieved by independently acting individuals? How is a global workforce balancing possible based on only local perception with no knowledge of the global colony status or needs? How can information flow through the task network, so that a changed task demand in one part of the network can lead to adjustments in distant other parts? We detail a model that presents a potential answer to this conundrum. Our model is informed by evolutionary game theory and rests on the assumption that the perception of an individuals sensory input can evolve. We present a conceptual argument and simulation studies to show that pro-social behaviour will evolve in a collective of agents that adjust their behaviour using primitive reinforcement mechanisms if we assume an evolving perception function.", "date": "2025-08-23", "journal": ""}
{"title": "Targeting FSP1 triggers ferroptosis in lung cancer", "doi": "10.1101/2025.08.07.668766", "authors": "Wu, K.; Vaughan, A. J.; Bossowski, J. P.; Hao, Y.; Ziogou, A.; Kim, S. M.; Kim, T. H.; Nakamura, M. N.; Pillai, R.; Mancini, M.; Rajalingam, S.; Han, M.; Nakamura, T.; Wang, L.; Chung, S.; Simeone, D.; Shackelford, D.; Kang, Y. P.; Conrad, M.; Papagiannakopoulos, T.", "abstract": "Pre-clinical and clinical studies have demonstrated how dietary antioxidants or mutations activating antioxidant metabolism promote cancer, highlighting a central role oxidative stress in tumorigenesis. However, it is unclear if oxidative stress ultimately increases to a point of cell death. Emerging evidence indicates that cancer cells are susceptible to ferroptosis, a form of cell death that is triggered by uncontrolled lipid peroxidation. Despite broad enthusiasm about harnessing ferroptosis as a novel anti-cancer strategy, it remains unknown whether ferroptosis is a barrier to tumorigenesis and if it can be leveraged therapeutically. Using genetically-engineered mouse models (GEMMs) of lung adenocarcinoma (LUAD), we performed tumor specific loss-of-function studies of the two key ferroptosis suppressors, glutathione peroxidase 4 (Gpx4) and ferroptosis suppressor protein 1 (Fsp1), and observed increased lipid peroxidation, ferroptosis and robust suppression of tumorigenesis, suggesting that lung tumors are highly sensitive to ferroptosis. Furthermore, across multiple pre-clinical models, we found that FSP1 was selectively required for ferroptosis protection in vivo, but not in vitro, underscoring a heightened need to buffer lipid peroxidation under physiological conditions. Lipidomic analyses revealed that Fsp1-knockout (Fsp1KO) tumors had an accumulation of lipid peroxides, and inhibition of ferroptosis with genetic, dietary, or pharmacological approaches effectively restored the growth of Fsp1 KO tumors in vivo. Unlike GPX4, FSP1 expression was prognostic for disease progression and poorer survival in LUAD patients, highlighting its potential as a viable therapeutic target. Moreover, given the critical role of GPX4 in multiple tissues, there is a greater therapeutic window for targeting FSP1. To this end, we demonstrated that pharmacologic inhibition of FSP1 had significant therapeutic benefit in pre-clinical lung cancer models. Our studies highlight the importance of ferroptosis suppression in vivo and pave the way for FSP1 inhibition as a therapeutic strategy to improve disease outcome in lung cancer patients.", "date": "2025-08-23", "journal": ""}
{"title": "tangermeme: A toolkit for understanding cis-regulatory logic using deep learning models", "doi": "10.1101/2025.08.08.669296", "authors": "Schreiber, J.", "abstract": "Deep learning models have achieved state-of-the-art performance at predicting diverse genomic modalities, yet their promise for biological discovery lies in how they are used \\textit{after} demonstrating their predictive performance. Here, we describe the functionality of tangermeme, a highly optimized toolkit for \"everything-but-the-model\" when it comes to genomic deep learning, and demonstrate how tangermeme can be used to distill the learned cis-regulatory patterns from models into human-interpretable insights.", "date": "2025-08-23", "journal": ""}
{"title": "The Therapeutic Nanobody Profiler: characterising and predicting nanobody developability to improve therapeutic design", "doi": "10.1101/2025.08.11.669635", "authors": "Gordon, G. L.; Gervasio, J.; Souders, C.; Deane, C. M.", "abstract": "Developability optimisation is an important step for successful biotherapeutic design. For monoclonal antibodies, developability is relatively well characterised. However, progress for novel biotherapeutics such as nanobodies is more limited. Differences in structural features between antibodies and nanobodies render current antibody computational methods unsuitable for direct application to nanobodies. Following the principles of the Therapeutic Antibody Profiler (TAP), we have built the Therapeutic Nanobody Profiler (TNP), an open-source computational tool for predicting nanobody developability. Tailored specifically for nanobodies, it accounts for their unique properties compared to conventional antibodies for more efficient development of this novel therapeutic format. We calibrate TNP metrics using the 36 currently available clinical-stage nanobody sequences. We also collected experimental developability data for 108 nanobodies and examine how these results are related to the TNP guidelines. TNP is available as a web application at opig.stats.ox.ac.uk/webapps/tnp.", "date": "2025-08-23", "journal": ""}
{"title": "Genetically encoded tool for manipulation of ATP/ADP ratio in human cells", "doi": "10.1101/2025.08.12.670003", "authors": "Ekvik, A. E.; Kober, M. M.; Titov, D. V.", "abstract": "The ability of cells to power energy-demanding processes depends on maintaining the ATP hydrolysis reaction a billion-fold away from equilibrium. Cells respond to changes in energy state by sensing changes in ATP, ADP, AMP, and inorganic phosphate. A key barrier to a better understanding of the maintenance of energy homeostasis is a lack of tools for direct manipulation of energy state in living cells. Here, we report the development of ATPGobble-a genetically encoded tool for controlling cellular ATP hydrolysis rate. We validated ATPGobble by showing that it doubles the energy demand, decreases [ATP]/[ADP] and [ATP]/[AMP] ratios, and activates AMPK activity in human cells. We then used ATPGobble to systematically characterize the proteome and phosphoproteome changes caused by direct manipulation of the energy state. Our results establish ATPGobble as a powerful approach for dissecting the regulatory roles of energy state in human cells, opening new opportunities to study how cellular energy state governs physiology, stress responses, and disease processes.", "date": "2025-08-23", "journal": ""}
{"title": "Fine scale structural information substantially improves multivariate regression model for mRNA in-vial degradation prediction", "doi": "10.1101/2025.08.15.670605", "authors": "Yi, S.; Ali, S.; Jadeja, Y.; Davis, J. W.; Metkar, M.", "abstract": "The success of COVID-19 mRNA vaccines has made optimizing mRNAs for in-vial stability a key objective. However, we still lack a complete understanding of the sequence metrics that influence mRNA stability in solution. RNA secondary structure plays a central role in protecting against hydrolysis, the primary degradation pathway under storage conditions. Yet, the structural metrics that best guide stability-focused mRNA design remain unclear. Global metrics like minimum free energy and average unpaired probability have improved mRNA stability but fail to capture local structural variation relevant to degradation. We show that base-pairing probability, in terms of log odds, provide fine-scale, orthogonal insight that complements global metrics and improves stability modeling. By combining local and global features into a four-feature regression model, dubbed STRAND (Stability Regression Analysis using Nucleotide-Derived features), we achieve substantial gains in predictive performance over current methods. This compact and interpretable model provides a practical framework for designing mRNAs with enhanced in-solution stability.", "date": "2025-08-23", "journal": ""}
{"title": "Evidence for an indigenous female mouse urobiome", "doi": "10.1101/2025.08.20.671418", "authors": "Sohail, S.; Bushnell, D.; Khemmani, M.; Narla, S.; Lamanna, O.; Sharma, B.; Moreland, R. B.; Wolfe, A. J.; Forster, C.", "abstract": "Mice have been used as a valuable model of understanding pathophysiological mechanisms of urinary tract infection for almost six decades. Mice offer many advantages including genetic manipulation to test the role of genes and mechanisms, the availability of germ-free mice, and similarities to humans in innate immune defenses and the strain-dependent presence of vesicoureteral reflux. However, like with humans, the mouse bladder urine above the urinary sphincter has generally been assumed to be sterile. Yet, given the presence of urobiomes in other mammals and the emerging role of the human urobiome in the defense of the urinary bladder and upper urinary tract, the existence of a mouse urobiome should be critically examined as indigenous microbiota may influence experimental results. To determine if an indigenous murine urobiome exists, we obtained expressed urine from two sets of female C57BL/6J mice during three different intervals using two different extraction and sequencing methods and analyzed them simultaneously by a single method. For one set, we also obtained urine by suprapubic aspiration, which we compared to the paired expressed urine samples. We conclude that an indigenous murine urobiome exists and that expressed urine contains post-urethral microbes.", "date": "2025-08-23", "journal": ""}
{"title": "Functional classification of GNAI1 disorder variants in C. elegans uncovers conserved and cell-specific mechanisms of dysfunction", "doi": "10.1101/2025.08.18.670960", "authors": "Salama, R.; Peet, E.; Morrione, T. L.; Durant, S.; Seager, M.; Rennie, M.; Scarlata, S.; Nechipurenko, I.", "abstract": "Heterotrimeric G proteins transduce signals from G protein coupled receptors, which mediate key aspects of neuronal development and function. Mutations in the GNAI1 gene, which encodes Gi1, cause a disorder characterized by developmental delay, intellectual disability, hypotonia, and epilepsy. However, the mechanistic basis for this disorder remains unknown. Here, we show that GNAI1 is required for ciliogenesis in human cells and use C. elegans as a whole-organism model to determine the functional impact of seven GNAI1-disorder patient variants. Using CRISPR-Cas9 editing in combination with robust cellular (cilia morphology) and behavioral (chemotaxis) assays, we find that T48I, K272R, A328P, and V334E orthologous variants impact both cilia assembly and function in AWC neurons, M88V and I321T have no impact on either phenotype, and D175V exerts neuron-specific effects on cilia-dependent sensory behaviors. Finally, we validate in human ciliated cell lines that D173V, K270R, and A326P GNAI1 variants disrupt ciliary localization of the encoded human Gi1 proteins similarly to their corresponding orthologous substitutions in the C. elegans ODR-3 (D175V, K272R, and A328P). Overall, our findings determine the in vivo effects of orthologous GNAI1 variants and contribute to mechanistic understanding of GNAI1 disorder pathogenesis as well as neuron-specific roles of ODR-3 in sensory biology.", "date": "2025-08-23", "journal": ""}
{"title": "Inner speech and the neurobiology of psychosis", "doi": "10.1101/2025.08.22.671634", "authors": "Skipper, J. I.; Lametti, D. R.; Green, D. W.", "abstract": "Aberrations of inner speech have been linked to psychotic symptoms such as thought insertion and auditory verbal hallucinations. These symptoms may reflect failures of prediction and source monitoring. Normally, efference copies of speech motor commands are sent to auditory cortices and suppressed, helping distinguish self-generated from external input. If suppression malfunctions, predicted auditory input may become perceptually salient. Further, if self-monitoring or error detection-related regions are also impaired (e.g., anterior cingulate cortex, ACC), inner speech may be misattributed as external. We tested this proposal using neuroimaging meta-analyses, examining how the brain systems in overt and inner speech production in neurotypical participants overlap with findings from psychosis-spectrum participants performing a range of tasks. They showed increased activity in motor-related regions associated with inner speech (e.g., ventral premotor cortices) and decreased grey matter in bilateral auditory cortices and ACC, in regions specific to overt speech. Coactivation-based network analyses revealed that these ventral premotor and auditory regions form distinct, inversely coupled audiomotor networks. Classification suggests the ventral premotor network supports 'higher-level' language processing, while the audiomotor network supports 'lower-level' speech and self-referential processing. Overall, results accord with the proposal that psychotic symptoms like auditory verbal hallucinations derive from phenotypic hyperactivation in inner speech-related regions that yield affectively salient efference copy signals that are insufficiently suppressed and monitored as self-produced. In line with a hierarchical predictive-processing account, disruption of a distributed recurrent system distorts self-awareness and conscious experience.", "date": "2025-08-23", "journal": ""}
{"title": "Developmental relationships between the human alpha rhythm and intrinsic neural timescales are dependent on neural hierarchy", "doi": "10.1101/2025.08.21.671637", "authors": "Miles, J. T.; Weaver, K. E.; Webb, S. J.; Ojemann, J. G.", "abstract": "Maturation of human brain structure has been well-studied, but developmental changes to brain physiology are not as well understood. One consistent finding is that the peak alpha rhythm frequency (PAF) increases throughout childhood. Another is that resting-state functional connectivity shifts from sensorimotor regions in children to association regions in adolescents, a reorganization along a hierarchy called the sensorimotor-to-association (S-A) axis. In mature brains, the S-A axis has been parcellated physiologically using the duration of persistent neural activity, known as the intrinsic neural timescale (INT), which increases along the hierarchy. Here we studied the development of PAF and INT in a cohort of epilepsy patients 3 to 33 years of age undergoing intracranial electrocorticographic (ECoG) monitoring. Given the well-known developmental trajectory of PAF, and the ability to delineate hierarchy using INT, we hypothesized that changes to PAF and INT would correlate across development, but that their relationship may be influenced by hierarchy. Consequently, we predicted that age-dependent PAF increases would accompany INT decreases, and we tested whether their relationship varied between sensorimotor and association regions. We found that PAF increased significantly with age in both sensorimotor and association regions, while age-dependent INT decreases were only significant in association regions. Supporting this finding, we found a strong negative relationship between PAF and INT that was specific to association regions. Together, our results suggest that developmental divisions across the S-A axis manifest in the relationships between neurophysiological measures, providing further evidence that asynchronous development along the S-A axis depends on maturation of brain function.", "date": "2025-08-23", "journal": ""}
{"title": "3D map-guided modeling of functional endometrial tissue using multi-compartment assembloids", "doi": "10.1101/2025.08.22.671545", "authors": "REN, K.; DUARTE, V.; ZHOU, X. D.; HO, B.; FORJAZ, A.; CRAWFORD, A.; ALICEA-REBECCA, G. M.; JOSHI, S.; NAIR, P. R.; HANNA, E. A.; WIRTZ, D.", "abstract": "The human endometrium is a dynamic tissue that lines the uterus and undergoes constant remodeling, making it especially susceptible to gynecological diseases like endometriosis and endometrial cancer. The molecular mechanisms of these conditions are not well understood, partly due to the lack of in vitro models that mimic endometrial physiology, which limits options for targeted intervention and treatment of these diseases. Mouse models are also inadequate, as common laboratory strains do not naturally undergo a menstrual cycle comparable to that of humans. This study addresses this need by developing a 3D multi-compartment assembloid that mimics the architecture of endometrial tissue and recapitulates all three phases of the menstrual cycle (proliferative, secretory, and menstrual regression) within a single platform. The cellular and extracellular matrix (ECM) components in each compartment are carefully tuned based on a 3D spatial cellular map of endometrial tissue. The model contains endometrial epithelial cells enveloped in a basement membrane and endometrial stromal cells in a surrounding collagen-rich layer; this architecture allows realistic interactions between these cells and their respective ECMs. This assembloid successfully supports the controlled growth and organization of these cells, revealing reciprocal regulation of cell behavior and exhibiting compartment-specific hormonal responses, i.e., stromal decidualization. This platform enables the study of dynamic, phase-resolved, and compartment-specific paracrine signaling in human endometrial biology. By combining tissue-informed design, modular fabrication, and full-cycle hormonal responsiveness, this model sets a new benchmark for blastocyst implantation studies, organ modeling, and precision diagnostics in human reproductive health.", "date": "2025-08-23", "journal": ""}
{"title": "Optimal tilt-increment for cryo-ET", "doi": "10.1101/2025.08.20.671201", "authors": "Tuijtel, M. W.; Majtner, T.; Turonova, B.; Beck, M.", "abstract": "Cryo-electron tomography (cryo-ET) enables high-resolution, three-dimensional imaging of cellular structures in their native, frozen state. However, image quality is limited by a trade-off between angular sampling and radiation damage, making the choice of angular increment during data collection a critical parameter, affecting tomogram quality and downstream analyses. Optimising this increment is challenging due to the high demands on microscope time, storage, and computation. In this study, we systematically evaluated tilt increments of 1{degrees}, 2{degrees}, 3{degrees}, 5{degrees}, and 10{degrees} using lamellae from Dictyostelium discoideum cells. Keeping total electron dose constant, we found that finer tilt increments (1-3{degrees}) produced better-aligned tomograms with higher signal-to-noise ratios and improved outcomes in template matching and subtomogram averaging. A 3{degrees} increment emerged as the optimal balance between data quality, alignment accuracy, dose per image, and processing efficiency. This practical recommendation supports both high-throughput and high-resolution structural studies and can guide future cryo-ET data acquisition strategies.", "date": "2025-08-23", "journal": ""}
{"title": "Embodied behavioural complexity in a ciliated microorganism", "doi": "10.1101/2025.08.20.671109", "authors": "Boggon, A. K.; Hastewell, A. D.; Dunkel, J.; Wan, K. Y.", "abstract": "Most animals coordinate behaviour using neural computations. Yet, even single-celled organisms exhibit stimulus-responsive, cognitive, actions. To understand how a single cell can coordinate and drive complex behaviours without any neural encoding, we study an algal protist -- a motile cell with four extremely long cilia. The organism displays a surprisingly rich locomotor repertoire, emerging from the intricate dynamics of the cilia, which form a tight bundle when swimming. We leverage high-speed quantitative live imaging to extract the spectrum of possible ciliary beating patterns, and derive a dispersion relation coupling the temporal frequency and spatial wavelength of cilia oscillations. We further reconstruct the attractor manifold embedded in the behavioural space, showing that despite the range and complexity of ciliary beating modes, the underlying behavioural manifold is intrinsically low-dimensional with elaborate topological structure. Dynamic and excitable transitions in motility behaviour are encoded as trajectories in this space.", "date": "2025-08-23", "journal": ""}
{"title": "L1CAM signaling through planar cell polarity generates SOX2+ metastatic progenitors in lung adenocarcinoma", "doi": "10.1101/2025.08.22.671773", "authors": "Park, J. S.; Kaygusuz, Y.; Kenum, C.; He, L.; Gatie, M. I.; Zhuang, X.; Sharma, R.; Chaligne, R.; Bhanot, U. K.; Koche, R. P.; Tammela, T.; Hadjantonakis, A.-K.; Rudin, C. M.; Massague, J.", "abstract": "Plasticity transitions during carcinoma progression generate fetal-like progenitor states with metastatic capacity. How these progenitors emerge and persist during tumor progression remains unknown. Here, we elucidate a process that drives the emergence of SOX2+ metastatic progenitors in lung adenocarcinomas (LUAD). LUAD cells in the tumor invasive front and distant metastases express the cell adhesion molecule L1CAM, a marker of regenerative epithelial progenitors and a mediator of cell-basement membrane and cell-cell interactions. L1CAM-mediated adhesion to perivascular basement membrane is known to stimulate the proliferation of extravasated micrometastatic cells. We now identify a distinct and broader role of L1CAM as promoter of the SOX2+ LUAD progenitor state. We show that L1CAM at cell-cell interfaces promotes the assembly of the planar cell polarity (PCP) complex in metastatic LUAD progenitors. L1CAM-dependent PCP acting through a non-canonical WNT signaling activates c-Jun, which cooperates with the chromatin remodeling factor CHD1 to drive SOX2 expression and metastatic activity. This axis sustains the tumor-initiating and regenerative capacity of LUAD progenitor cells. By illuminating the role of L1CAM and PCP signaling in the generation of SOX2+ LUAD progenitors, our findings identify potential new targets to treat metastatic cancer.", "date": "2025-08-23", "journal": ""}
{"title": "Time-Resolved Crystallography Reveals the Mechanisms of GTP hydrolysis for N-RAS and the Oncogenic Mutants G12C, G12V and Q61L", "doi": "10.1101/2025.08.21.670574", "authors": "Lin, G.; Zinser-Peniche, P.; Zhou, X.; Santiago, U.; Kurnikov, I.; Russi, S.; Sharpe, M. E.; Stegmann, D. P.; Heinig, S. A.; Goyal, R. K.; Nagarajan, V.; Calero, D.; Vergara, S.; Deiters, A.; Burns, T. F.; Kurnikova, M. G.; Cohen, A. E.; Calero, G.", "abstract": "The RAS family of small GTPases are molecular switches that convey downstream signals regulating cell proliferation, differentiation, and apoptosis1. The signaling competent GTP-bound RAS transitions to its inactive GDP-bound form through {gamma}-phosphate hydrolysis. Oncogenic RAS mutations hamper GTP hydrolysis and are present in up to 30% of all human cancers2. Structural studies of RAS proteins bound to non-hydrolysable GTP analogs have revealed snapshots of the enzyme in its possibly active form. Yet, the mechanism of GTP hydrolysis has not been structurally resolved3. To visualize this reaction in real time, we performed time-resolved crystallographic experiments employing a photolabile caged-GTP substrate. Fifty-seven distinctive reaction intermediates were captured during hydrolysis of a live GTP for N-RAS, the oncogenic mutants G12C, G12V and Q61L; and Y32R, a fast hydrolytic mutant. The reaction mechanisms and rates for the native and each of the mutants differed significantly; however, they shared common elements: an initially catalytically-defective open state, which transitions into the closed Michaelis complex state with solvent-assisted O3B-P{gamma} bond lengthening and breaking, followed by the release of the Mg2+ stabilized PO3-/PO4-3 species and unfolding of the switch loops. Given the conserved nature of GTP- and ATP-ases active sites, this structural work lays the basis to understand the universal mechanism of {gamma}-phosphate hydrolysis4. Furthermore, search for cryptic binding sites during GTP hydrolysis in G12C, G12V, and Q61L mutants reveals the presence of distinctive state-dependent binding pockets that could be targets for structure-based drug discovery of experimentally resolved intermediates states.", "date": "2025-08-23", "journal": ""}
{"title": "Patient-derived organoids reveal hypoxia-driven plasticity and therapeutic vulnerabilities in pheochromocytomas and paragangliomas", "doi": "10.1101/2025.08.22.671868", "authors": "Wang, X.; Calucho, M.; Estrada-Zuniga, C. M.; Noureen, M.; Gonzalez-Cantu, H.; Mossuto, S.; Levi, J. N.; Landry, B.; Guo, Q.; Rutherford, K. A.; Cheng, Z.-M.; Sannajust, A.; Raghunathan, S.; Balaji, S.; Nascimento da Conceicao, V.; Norris, S.; Munawar, S. Y.; Nguyen, H. T.-L.; De Rosa, J.; Tomlinson, G.; Wu, J. X.; Yeh, M. W.; Livhits, M. J.; Vaidya, A.; Powers, J.; Lechan, R.; Tischler, A.; Zhang, M.; Graham, P.; Jimenez, C.; Peitzsch, M.; Bechmann, N.; Eisenhofer, G.; Ding, Y.; Kitano, M.; Soragni, A.; Dahia, P. L. M.", "abstract": "Pheochromocytomas and paragangliomas (PPGLs) are rare chromaffin cell-derived neuroendocrine tumors of sympathetic (catecholamine producing) or parasympathetic (nonsecretory) origin, frequently driven by dysregulation of hypoxia-inducible factor (HIF) signaling, particularly HIF-2a. Although often benign, PPGLs can metastasize unpredictably, with limited therapeutic options once disseminated. Progress has been hindered by the lack of robust preclinical models, especially those that capture their molecular complexity and microenvironmental influences. To address this gap, we established patient-derived tumor organoids (PDOs) from 35 PPGLs, encompassing a broad spectrum of clinical and molecular phenotypes. The organoids retained key immunohistochemical, genomic, transcriptomic, and catecholamine-secretory features of their parental tumors. PPGL organoids cultured under hypoxic conditions generally exhibited enhanced viability, supporting hypoxia as a driver of cell survival. Hypoxia activated HIF-1a and expanded ASCL1+ cell populations, suggesting a lineage shift toward an immature chromaffin state. In contrast, long-term normoxic cultures activated hypoxia inducible factor 2a (HIF-2a) and acquired a hybrid sympathoblast-mesenchymal identity in subpopulations with upregulation of extracellular matrix and cell cycle markers, independent of genotype. These features resemble high-risk neuroblastoma subtypes and establish a molecular parallel suggestive of shared lineage plasticity and pathogenic programs, detectable in primary PPGLs. Drug screening across a library of up to 51 drugs and combinations revealed both shared and unique vulnerabilities, with response rates to approved therapies matching clinical observations. The CDK4/6 inhibitor abemaciclib, previously unexplored in PPGLs, elicited the strongest activity. Abemaciclib responsive PDOs and their matched tumors, including a metastatic sample, exhibit ed epithelial mesenchyme transition enrichment, nominating potential biomarkers for patient stratification. Our results establish PDOs as a novel platform for modeling neuroendocrine tumor biology, reveal microenvironment-driven plasticity in PPGLs, with potential translational relevance, and identify actionable vulnerabilities in a disease with few effective systemic therapies.", "date": "2025-08-23", "journal": ""}
{"title": "Age-related cerebello-thalamo-cortical white matter degradation and executive function performance across the lifespan", "doi": "10.1101/2025.08.22.671779", "authors": "Kraft, J. N.; Ortega, A.; Hoagey, D. A.; Rodrigue, K. M.; Kennedy, K. M.", "abstract": "The cerebellum supports higher-order cognition, such as working memory and executive function (EF) both directly and through connection with prefrontal areas via cortical loops. Thus, age-related degradation to white matter connectivity comprising cerebello-thalamo-cortical (CTC) loops may underlie age-related differences in EF. In 190 healthy adults (aged 20-94 years) we collected diffusion tensor imaging scans and multiple tests of working memory and EF. Deterministic tractography was used to generate CTC tracts from which white matter metrics (mean, radial, axial diffusivities) were extracted. General linear model results indicated that reduced white matter integrity (i.e., higher diffusivity) was associated with significantly poorer EF performance in an age-dependent fashion. Higher mean, radial, and axial diffusivities in fronto-cerebellar white matter was associated with lower EF scores in older, but not younger, adults. These findings suggest CTC white matter connectivity is important for executive function performance and lend mechanistic evidence to the role of the cerebellum in age-related differences in higher-order cognitive operations.", "date": "2025-08-23", "journal": ""}
{"title": "Adjudicating competing theories of semantic representation with 7T-fMRI and multivariate decoding", "doi": "10.1101/2025.08.22.671718", "authors": "Frisby, S. L.; Cox, C. R.; Halai, A. D.; Lambon Ralph, M. A.; Rogers, T. T.", "abstract": "Theories of semantic representation in the brain are numerous and contradictory and are supported by an equally contradictory literature of multivariate neuroimaging studies. Equipped with two pioneering tools - (1) a 7T-fMRI acquisition sequence capable of capturing signal in crucial ventral temporal regions, and (2) four innovative decoding methods that are designed to probe specific hypotheses about the nature of the semantic code - we resolve this confusion. Evidence best supports the hypothesis that the ventral anterior temporal lobe represents complex, multidimensional semantic information via an interdependent, dynamic code similar to that observed in neural networks. Similar representations - highly variable across individuals - were discovered in posterior temporal and occipitotemporal cortex. In summary, this work adjudicates competing theories of semantic cognition, thereby reconciling the discrepancy in results between multivariate imaging and other sources of evidence - neuropsyschology, noninvasive brain stimulation, intracranial electrophysiology, and neural network modelling.", "date": "2025-08-23", "journal": ""}
{"title": "Endocrine-enriched stem cell-derived islets improve long-term safety in vivo", "doi": "10.1101/2025.08.22.671768", "authors": "Setyono, E. S. A.; Rogers, N. K.; Scheibner, K.; Schirge, S.; Reich, H.; Sterr, M.; Öztürk, T.; Franzenburg, S.; Lithovius, V.; Lickert, H.", "abstract": "Fully differentiated stem cell-derived islets (SC-islets) are proven to normalise blood glucose in type 1 diabetic patients. However, the presence of off-target cell types and the immature SC-islet function upon transplantation remain unresolved problems. Here, we established sorting strategies to generate SC-islets with defined glucagon-producing SC-- and insulin-producing {beta}-cell ratios and assessed their safety and efficacy in vitro and in vivo. Engineering SC-islets is beneficial to the insulin response in vitro, which does not translate to improved glycaemic regulation in vivo. Importantly, hormone-producing endocrine cell enrichment and thus off-target cell type depletion eliminated the risk for unwanted outgrowth in vivo. Single cell analysis defined off-target cells in vitro and in vivo and identified marker genes to assess SC-islet quality and define safety release criteria before graft transplantation. This study highlights the importance of determining the SC-islet composition and establishing rigorous quality controls to ensure long-term safety for {beta}-cell replacement therapy.", "date": "2025-08-23", "journal": ""}
{"title": "Computational rheometry of viscoelastic networks: From random graphs to biomolecular condensates", "doi": "10.1101/2025.08.20.671282", "authors": "Zhang, R.; Mitra, G.; Ghosh, S.; Pappu, R. V.", "abstract": "Multivalent biomacromolecules including multi-domain and intrinsically disordered proteins form biomolecular condensates via reversible phase transitions. Condensates are viscoelastic materials that display composition-specific rheological properties and responses to mechanical forces. Graph-based descriptions of microstructures can be combined with computational rheometry to model the outcomes of passive and active mechanical measurements. We consider two types of network models for microstructures. In the Jeffreys model, each edge in the network is a Jeffreys element. In the Stokes-Maxwell model, each edge is a Maxwell element that is embedded in an incompressible viscous fluid that can undergo Stokes flow. We describe results from comparative assessments of the two models for individual elements, ordered lattices, random geometric graphs, structured graphs, and graphs for condensates that are extracted from coarse-grained simulations of disordered proteins. Results from deformation and relaxation tests and flow field analysis reveal how distinct length and time scales contribute to the responses of different types of networks. No single test provides definitive assessments of the connections between material properties and microstructures. Instead, a range of active and passive rheometric tests are essential for distinguishing the responses of different types of networks. Our work establishes computational rheometry as a framework for bridging disparate length and timescales to assess how molecular-scale interactions and dynamics give rise to viscoelastic responses on the mesoscale.", "date": "2025-08-23", "journal": ""}
{"title": "High-Yield Induced Ovulation in Adult Fat-Tailed Dunnarts by PMSG Treatment Combined with Estrus Synchronization", "doi": "10.1101/2025.08.19.671172", "authors": "Liu, J.; Mtango, N.; Scicluna, E. L.; Ord, S.; Pask, A. J.", "abstract": "The fat-tailed dunnart, Sminthopsis crassicaudata, is an emerging laboratory-based marsupial model for research on comparative biology, reproduction and conservation. In females, the reproductive cycle lasts 31 days and approximately 10 oocytes are ovulated per cycle. Assisted reproductive technologies (ART) play a crucial role in marsupial conservation, but developing protocols to harvest large numbers of oocytes remains a key challenge. Specifically, producing sufficient mature metaphase II (MII) oocytes in dunnarts continues to be difficult. Ovarian follicle stimulation is common practice to achieve superovulation in many species and typically requires treatment of prepubertal female animals to avoid the impacts of endogenous hormone cycling. Alternatively, adult females can be stimulated during the intermediate or follicular phase. In this study, we aimed to develop a high-yield induced-ovulation protocol to collect higher number of MII oocytes from adult, cycling, female dunnarts. We first synchronized the female dunnart reproductive cycles using luteinizing hormone-releasing hormone (LHRH). The reproductive cycles were monitored by examining cytology of vaginal lavage samples. After administering four LHRH injections given at three-day intervals, 88.9% (n=36) of the adult female dunnarts responded to the treatment, with their estrous cycles synchronized at the diestrous stage. We then induced ovarian follicle development through two PMSG injections over 6 days, followed by hCG administration to trigger ovulation. By combining estrous cycle synchronization with PMSG stimulation, we achieved 77.8% (n=36) ovulation success and obtained an average of 20.1{+/-}9.1 (n=28) MII oocytes per adult dunnart. These data demonstrated that estrous cycle synchronization followed by the PMSG-hCG treatment yields consistent, highly efficient induced-ovulation in adult dunnarts. This approach of combining estrus synchronization and follicle stimulation to produce sufficient MII oocytes for ART purpose could be applied to other valuable marsupial species to support conservation efforts.", "date": "2025-08-23", "journal": ""}
{"title": "A novel data filtering method resolves the controversy in the phylogeny of the Chondrichthyes", "doi": "10.1101/2025.08.19.671162", "authors": "Huang, J.; Hofreiter, M.; Noble, L. R.; Straube, N.; Naylor, G. J. P.; Li, C.", "abstract": "Phylogenomics, which uses genome-scale data for phylogenetic inference, has clarified many controversial nodes in the tree of life. Such extensive data improve tree resolution and better reflects organismal history compared to analyses based on single or a few genetic loci. However, some relationships within the tree of life remain unresolved, as increased data can yield high node support without ensuring accuracy due to systematic errors. For example, the order-level relationships among chondrichthyans are still contentious despite the use of phylogenomic data. To address systematic errors, complex models have been developed, and filtering for less erroneous data shows great promise. Current metric-based filtering methods rank loci based on overall tree statistics, but problematic signals are often local; and topology-based data filtering approaches struggle with circular assumptions. In this study, we introduced two novel metric-based data filtering methods based on the ratio of local branch length or GC content between problematic clades. We applied these methods to a dataset of 4,452 single-copy exons extracted from 98 chondrichthyan species. The results using all loci showed that the Hexanchiformes was positioned at the root of Elasmobranchii, pulling other squalomorphs to the basal position and rendering Squalomorphii paraphyletic. Contrastingly, filtering for loci with more even branch length, the branch ratio method (absRatioLen) strongly supported the monophyly of all superorders of the chondrichthyans as well as their higher classification grouping, such as Selachii and Batoidea. By concentrating on problematic nodes, our assumption-free filtering methods demonstrate significant potential in resolving contentious relationships in the tree of life.", "date": "2025-08-23", "journal": ""}
{"title": "Optimizing progeny allocation strategies in breeding schemes while updating genomic prediction models", "doi": "10.1101/2025.08.19.671165", "authors": "Hamazaki, K.; Tsuda, K.; Iwata, H.", "abstract": "Genomic selection has revolutionized breeding by enabling the early identification of superior individuals using genome-wide markers, enhancing breeding efficiency and accelerating variety development. Over the past decade, new selection and mating strategies--leveraging optimization methods and other approaches--have been introduced to improve various decision-making processes in breeding programs. However, optimizing breeding remains challenging when the positions and effects of quantitative trait loci are unknown. We developed a framework that optimizes breeding strategies while updating genomic prediction models during breeding schemes. By implementing intermediate model updates, we enabled re-optimization of allocation strategies based on updated predictions. Our simulations compared this approach with equal allocation and optimal cross selection methods across various selection intensities and genetic architectures. Results demonstrated our optimized allocation strategy significantly outperformed the other approaches under moderate to low selection intensities, particularly when combined with model updates. While genetic gains plateaued without updates, our approach enabled continuous improvement through the final generation. The framework showed exceptional robustness across different simulation conditions and better maintained genetic diversity while controlling changes in population structure. This confirms that optimized allocation strategies remain effective when using estimated marker effects rather than true effects, providing a practical framework for improving real-world breeding programs.", "date": "2025-08-23", "journal": ""}
{"title": "ARCADE: Controllable Codon Design from Foundation Models via Activation Engineering", "doi": "10.1101/2025.08.19.668819", "authors": "Li, J.; Liang, L.; Du, S.; Tang, S.; Lai, H.-s.; Kingsford, C.", "abstract": "Codon sequence design is crucial for generating mRNA sequences with desired functional properties for tasks such as creating novel mRNA vaccines or gene editing therapies. Yet existing methods lack flexibility and controllability to adapt to various design objectives. We propose a novel framework, ARCADE, that enables flexible control over generated codon sequences. ARCADE is based on activation engineering and leverages inherent knowledge from pretrained genomic foundation models. Our approach extends activation engineering techniques beyond discrete feature manipulation to continuous biological metrics. Specifically, we define biologically meaningful semantic steering vectors in the model's activation space, which directly modulate continuous-valued properties such as the codon adaptation index, minimum free energy, and GC content without retraining. Experimental results demonstrate the superior performance and far greater flexibility of ARCADE compared to existing codon optimization approaches, underscoring its potential for advancing programmable biological sequence design.", "date": "2025-08-23", "journal": ""}
{"title": "Construction of a novel 3D urinary bladder mucosa model and its application in toxicity assessment of arsenicals", "doi": "10.1101/2025.08.19.670771", "authors": "Guo, R.; Gi, M.; Kiyono, T.; Vachiraarunwong, A.; Suzuki, S.; Fujioka, M.; Qiu, G.; Praseatsook, K.; Xie, X.; Wanibuchi, H.", "abstract": "The urinary bladder is a primary target organ for environmental toxicants such as arsenic. The objects of this study were two-fold. First, we constructed a novel 3D urinary bladder mucosa model that incorporated an overlying epithelium and a supporting subepithelial layer, referred to as the 3D-UBMM. Primary human bladder urothelial and fibroblast cells were immortalized by introducing the human CDK4R24C and TERT genes. The subsequent construction of the 3D-UBMM involved incorporating the immortalized fibroblast cells into a collagen raft, while the immortalized urothelial cells were cultured at the air-liquid interface of the raft. This 3D-UBMM closely resembles the human urinary bladder epithelium in terms of morphology and marker protein expression, including uroplakin 1b, P63, and cytokeratin 5. Second, using the 3D-UBMM we investigated the cytotoxicity of sodium arsenite (iAsIII) and dimethylarsenic acid (DMAV). Exposure to iAsIII and DMAV resulted in increased urothelial cell necrosis and increased {gamma}-H2AX-positive cells along with a reduction of P63-positive cells, and each of these effects was induced in a dose-response manner. These findings affirm that this novel 3D-UBMM closely resembles the human urinary bladder epithelial layer, offering a practical in vitro model for the evaluation of the toxicity of arsenic and other bladder carcinogens and the role of cancer-related genes in bladder carcinogenicity. In addition, by identifying mechanisms of carcinogenesis this model will aid in hazard identification and risk assessment of potential bladder carcinogens.", "date": "2025-08-23", "journal": ""}
{"title": "Moderate-Intensity Intermittent Training Inhibits miR-34a-5p to Reduce Prefrontal Cortex Apoptosis and Improve Cognitive Ability in Aging Rats Reduced by D-galactose", "doi": "10.1101/2025.08.19.671180", "authors": "Gao, Q.; Zhang, J.; Lv, L.; Gao, J.; Li, M.; Li, X.; Wang, L.", "abstract": "Changes in microRNA (miRNA) play a role in brain aging. They are considered potential therapeutic targets. Regular long-term exercise benefits brain health. However, its exact mechanism is not fully understood. This study explored how moderate-intensity intermittent training (MIIT) improves cognitive function and reduces apoptosis in the aging brain. This study induced aging in rats by giving them D-gal injections (150 mg/kg/day) for 6 weeks. After confirming the model, the rats underwent MIIT. They exercised 45 minutes a day, 5 days a week, for 8 weeks. The results from behavioral, morphological, and molecular tests showed that 8 weeks of MIIT significantly slowed the decline in spatial learning and memory in D-gal aging rats. The exercise also improved the structure of the prefrontal cortex (PFC) and reduced apoptosis. Aging caused an overexpression of miR-34a-5p in the prefrontal cortex. MIIT reduced this overexpression. It also up-regulated Notch1 and inhibited excessive apoptosis by regulating Bcl-2 and Bax expression. In conclusion, MIIT may improve brain health by targeting miR-34a-5p and regulating apoptosis-related pathways.", "date": "2025-08-23", "journal": ""}
{"title": "Uncovering a new player in ischemic stroke: a study of intra-arterial interferon-gamma-producing monocytes in hyperacute stroke", "doi": "10.1101/2025.08.19.671149", "authors": "Hernandez, K.; Plautz, E. J.; Sharif, S.; Jones, N.; Osiah, N.; Ortega, S. B.", "abstract": "Stroke triggers a rapid and complex immune response that is not yet fully understood, especially within hours after an ischemic infarct. Our previous study in stroke patients revealed a significant increase in interferon-gamma (IFN-gamma) immediately (hyperacute) and downstream of the ischemic ictus, within the arterial compartment. The present study investigated the source, inciting factors, and role of IFN-gamma in a preclinical murine model. Stroke was produced using transient middle cerebral artery occlusion, and immune cells within the arterial vasculature distal to the occlusion (pre- and post-occlusion) were characterized using flow cytometry. Compared with the control samples, the post-occlusion samples presented an increase in IFN-gamma+ and CD69+ cells, whereas no significant increase was detected in IL17+, IL4+, and CD25+ cells. Further analysis of the IFN-gamma+ population revealed two novel attributes. First, interrogation of the identity of these IFN-gamma+ cells revealed that the increase in IFN-gamma production was largely driven by CD14+ cells in the post-occlusion sample, with negligible contributions from other canonical IFN-gamma-producing cells (CD4, CD8). Second, the IFN-gamma+ cells exhibited two distinct clusters, an IFN-gammalow and an IFN-gammahi population. Further analysis revealed that the IFN-gammalow population was largely composed of CD14+ cells, whereas the IFN-gammahi population was dominated by CD4+ T-cells. To explore the conditions driving IFN-gamma production, an in vitro ischemia model involving oxygen-glucose deprivation (OGD) was employed. Co-culturing of naive splenocytes with OGD-treated CNS cells and OGD-derived supernatant resulted in a significant increase in IFN-gamma+CD14+ cells, as compared to normoxic controls, an effect that coincided with marked loss of DAPI+ and NeuN+DAPI+ cells in mixed cortical (neuronal and glial) cultures. In summary, this study identified intra-arterial CD14+ monocytes as novel early sources of IFN-gamma in the hyperacute phase of stroke, a role traditionally attributed to adaptive immune cells. Using in vivo and in vitro ischemia models, the findings reveal that injury-associated signals from CNS cells are sufficient to directly induce IFN-gamma production in CD14+ cells, redefining early stroke immunopathology and uncovering a potential target for timely immunomodulation.", "date": "2025-08-23", "journal": ""}
{"title": "Herbivorous insects independently evolved salivary effectors to regulate plant immunity by destabilizing the malectin-LRR RLP NtRLP4", "doi": "10.1101/2025.08.19.671164", "authors": "Wang, X.; Lu, J.-B.; Wang, Y.-Z.; Zhou, X.; Chen, J. p.; Zhang, C. X.; Li, J.-M.; Huang, H.-J.", "abstract": "Plants rely on receptor-like proteins and receptor-like kinases (RLPs/RLKs) to detect a variety of invading pathogens and insects. However, it remains unclear how these invaders are able to overcome receptor perception and disable the plant signaling pathways. Here, we show that whiteflies and planthoppers independently evolve salivary effectors to target defensive RLP4, therefore minimizing the plant immunity. RLP4 is a leucine-rich repeat RLP (LRR-RLP) that confers plant resistance against herbivorous insects by forming RLP4/SOBIR1 complexes. In whitefly Bemisia tabaci, BtRDP is an Aleyrodidae-restricted protein that attaches to salivary sheath. It interacts with RLP4 from different plants, causing the degradation of RLP4 in an ubiquitin-dependent manner. Transgenic plants overexpressing NtRLP4 exerts a detrimental impact on B. tabaci by exploiting the crosstalk between the salicylic acid (SA) and jasmonic acid (JA) pathways. Conversely, the overexpression of BtRDP or silencing of NtRLP4 effectively alleviates such negative effects. In planthopper Nilaparvata lugens, a Delphacidae-restricted salivary protein NlSP694 also targets and promotes degradation of OsRLP4 from rice plants. Our results reveal the convergent evolution of salivary proteins in insects, and shed lights on the complex interactions between plants and herbivorous insects.", "date": "2025-08-23", "journal": ""}
{"title": "Phylogenetic placement and contamination screening of Amoebozoa genomic data from the Protist 10,000 Genomes (P10K) Database", "doi": "10.1101/2025.08.19.670927", "authors": "Porfirio-Sousa, A. L.; Jones, R. E.; Brown, M. W.; Lahr, D. J. G.; Tice, A. K.", "abstract": "Background: Genomic data are essential for uncovering the evolutionary history, ecological roles, and diversity of life. Yet, microbial eukaryotes like Amoebozoa, an ancient and morphologically diverse lineage, remain critically underrepresented in genomic repositories. This has limited our ability to address fundamental questions in eukaryotic evolution. The Protist 10,000 Genomes (P10K) initiative seeks to fill this gap by generating and compiling genome- and transcriptome-level data for a wide range of microbial eukaryotes. To ensure the reliability of these resources, accurate taxonomic identification and contamination screening are vital. In this study, we aimed to assess the taxonomic consistency and integrity of the P10K database with a phylogenetic-based approach using Amoebozoa as a case study. Results: Through SSU rDNA/rRNA and COI phylogenetic reconstructions this study confirmed several initial taxonomic identifications provided in the P10K database, resolved ambiguities at higher taxonomic levels, and corrected misassignments among morphologically similar but phylogenetically distant taxa. Moreover, the contamination screening using SSU rDNA/rRNA revealed several amoebozoan data that are contaminated by sequence from other eukaryotic taxa, representing contaminated genomic assemblies. Conclusion: Phylogenetic placement coupled with contamination screening enabled us to distinguish the higher-quality Amoebozoa datasets currently available in the P10K database from those requiring decontamination or additional sequencing before downstream use. These findings serve as a reference for the future use of these data and as a guide for further sequencing efforts aimed at expanding the taxonomic diversity of Amoebozoa represented at the genomic level. By applying a phylogenetic survey to the Amoebozoa data, we present a framework that can be extended to other microbial eukaryote lineages. Addressing imprecise taxonomic identifications and contamination in certain P10K datasets, as well as data reproducibility, will further enhance the value of this unprecedented genomic resource for protists, with significant potential to illuminate the evolution and diversification of eukaryotic life.", "date": "2025-08-23", "journal": ""}
{"title": "Long Non-Coding RNAs in Response to Ebola Virus Vaccine-Induced Immunity", "doi": "10.1101/2025.08.19.671152", "authors": "Mamede, I.; Luscher-Dias, T.; Moscardini, I. F.; Gonzalez, P.; Marinho, B.; Marcon, F.; Hirata, T. D. C.; VSV-EBOPLUS Consortium,  ; Eichberg, M.; Medaglini, D.; Harandi, A. M.; Siegrist, C. A.; Ottenhoff, T. H. M.; Santoro, F.; Goncalves, A. N. A.; Polidoro, R.; Franco, G. R.; Amaral, P. P.; Nakaya, H.", "abstract": "Long noncoding RNAs (lncRNAs) have emerged as critical regulators of gene expression, yet their role in shaping human responses to vaccination remains largely uncharacterized. Here, we analyzed RNA-sequencing data from three independent human cohorts vaccinated with the rVSV{Delta}G-ZEBOV-GP Ebola vaccine to profile lncRNA expression dynamics. Using differential expression analysis and correlation meta-analysis across cohorts, we identified an expression signature with several lncRNAs, including LEF1-AS1 and DOCK8-AS1, that exhibit conserved transcriptional activation following vaccination. Correlation of lncRNA expression with gene targets and IgG titers revealed putative roles for lncRNAs in regulating and/or participate in both innate immune responses and adaptive antibody production. Functional enrichment of lncRNA co-expressed protein-coding genes highlighted involvement in T-cell differentiation, interferon signaling, and leukocyte activation. Integrating global run-on sequencing data and comparative transcriptomic analysis across other vaccine studies suggests that LEF1-AS1 modulation is distinctively associated with Ebola vaccination. Our findings demonstrate that lncRNAs are potential integral components of the human vaccine response and provide a foundation for future mechanistic studies targeting noncoding RNA regulation of immunity", "date": "2025-08-23", "journal": ""}
{"title": "Exosome-mediated delivery of microRNAs by root-knot nematodes", "doi": "10.1101/2025.08.19.671007", "authors": "Maxwell, W.; Papp, A.; Rohilla, B.; Simpson, C.; Fuller, M.; Roychoudhry, S.; Bell, C. A.", "abstract": "Plant-parasitic nematodes secrete molecules to manipulate their hosts, but little is known about their mode of delivery and packaging. Here, we describe microRNA-containing exosomes that are secreted by root-knot nematodes and systemically increase host susceptibility. By revealing a novel mode of nematode-plant communication, our findings outline a mechanism for the delivery of nematode patho-molecules, offering a new target for disrupting parasitism at the level of vesicle-mediated delivery.", "date": "2025-08-23", "journal": ""}
{"title": "The p48 isoform of the PA2G4/EBP1/ITAF45 oncoprotein is required for the encephalomyocarditis virus IRES-driven translation initiation", "doi": "10.1101/2025.08.22.671869", "authors": "Kushchenko, A. S.; Golovko, V. A.; Panova, E. A.; Sukhunina, A. P.; Gladneva, E. E.; Krasota, A. Y.; Ivin, Y. Y.; Poteryakhina, A. V.; Agol, V. I.; Dmitriev, S. E.", "abstract": "Internal ribosome entry sites (IRESs) enable cap-independent initiation of picornaviral RNA translation and, together with canonical translation initiation factors, typically require specific cellular proteins known as IRES trans-acting factors (ITAFs). While the type II IRES of foot-and-mouth disease virus (FMDV, an aphthovirus) has been shown to depend on the oncoprotein ITAF45, also known as Proliferation-Associated 2G4 (PA2G4) or ErbB-3 receptor Binding Protein (EBP1), for in vitro assembly of the 48S pre-initiation complex, some related type II IRESs, such as that of encephalomyocarditis virus (EMCV, a cardiovirus), can form the initiation complex independently of ITAF45. In this study, we performed a genome-wide CRISPR screen and identified knockouts of PA2G4/EBP1/ITAF45 in cells that survive EMCV infection, suggesting an important role for this factor. We show that the p48 isoform of ITAF45, but not the p42 isoform, is crucial for efficient EMCV/Mengovirus replication and for propagation of replicons in human cell culture. Loss of ITAF45 markedly diminishes EMCV and FMDV IRES activities, which can be rescued by re-expression of ITAF45-p48. Interestingly, cell-free translation assays reveal that EMCV IRES activity is less ITAF45-dependent in vitro, in contrast to FMDV, raising questions about the versatile functions of ITAFs in IRES-driven translation. These findings reveal an isoform-specific function of ITAF45 in supporting cardiovirus infection and provide new insights into the complex regulation of IRES-driven translation, with implications for developing targeted antiviral strategies.", "date": "2025-08-23", "journal": ""}
{"title": "AutoLead: An LLM-Guided Bayesian Optimization Framework for Multi-Objective Lead Optimization", "doi": "10.1101/2025.08.19.671029", "authors": "Zhang, Y.; Choong, J. j.; Ozawa, K.", "abstract": "The process of lead optimization in drug discovery is a complex, multi-objective challenge that remains a major bottleneck in the development of new therapeutics. Traditional approaches often struggle to efficiently explore the vast chemical space while simultaneously optimizing multiple, and sometimes conflicting, molecular properties. In this work, we present AutoLead, a novel framework that integrates Large Language Models (LLMs) with multi-objective Bayesian optimization to tackle this challenge. By leveraging the chemical reasoning capabilities of LLMs, AutoLead effectively guides the search for novel drug-like molecules that satisfy multiple objectives. We evaluate our approach on two molecule optimization tasks, achieving state-of-the-art results. Furthermore, we introduce a new benchmark dataset designed around a more realistic lead optimization scenario, where the task is to modify compounds that violate Lipinski's Rule of Five to simultaneously meet all criteria and improve their QED score. Through extensive experiments and a detailed case study, we demonstrate the potential of combining LLMs with black-box optimization techniques for more efficient and practical drug discovery.", "date": "2025-08-23", "journal": ""}
{"title": "Comparative Temporal Transcriptomic Analysis of SOD1 Mutations in iPSC-Motor Neurons", "doi": "10.1101/2025.08.19.670632", "authors": "Huang, M.; Zhang, K.; Yu, F.; Chen, Q.; Ling, Y.; Li, P.; Qin, D.; Su, H.", "abstract": "Mutations in the SOD1 gene are among the most significant genetic contributors to amyotrophic lateral sclerosis (ALS), with different variants linked to varying disease severity. To investigate the molecular mechanisms driving this variability, we conducted RNA sequencing on spinal motor neurons (MNs) differentiated from isogenic human induced pluripotent stem cell (iPSC) lines engineered via CRISPR/Cas9. These lines carried two representative SOD1 heterogenous mutations, D91A and G94A, and were analyzed at Days 10 and 20 of neuronal maturation stage to capture the temporal changes of gene expression. We aim to explore how these mutations affect MN function, identify distinct molecular pathways that may explain the variable severity of ALS, and investigate the role of translation and metabolic dysregulation in disease progression.", "date": "2025-08-23", "journal": ""}
{"title": "Buffer-dependent conformational dynamics of α-synuclein revealed by nanopipette electrospray ionisation ion mobility mass spectrometry", "doi": "10.1101/2025.08.19.671163", "authors": "Byrd, E. J.; Norgate, E. L.; Crossley, J. A.; Chau, C. C.; Schiffrin, B.; Kulak, A.; Radford, S.; Actis, P.; Calabrese, A. N.; Sobott, F.", "abstract": "Electrolyte conditions in vivo and in vitro are known to influence protein structure and function. Intrinsically disordered proteins (IDPs) are particularly sensitive to their solution conditions such as ionic strength and molecular crowding, and their dynamic structural ensembles rapidly respond to the cellular environment. While structural mass spectrometry (MS) techniques are uniquely able to capture aspects of this structural diversity, technical limitations have largely precluded the use of native MS approaches to interrogate the conformational rearrangements of IDPs in response to high concentrations of non-volatile salts. Here, we overcome this challenge by employing sub 100-nm nanopipette electrospray emitters for more gentle and salt-tolerant analysis to study the conformational distribution of -Synuclein (S) using native MS and ion mobility-MS in varied solution conditions, including in phosphate buffered saline. We show using native MS that it is possible to capture salt and buffer induced changes in the S conformational ensemble when using traditional biochemical buffers, which reflect structural changes from in silico predictions and in-solution measurements. This work demonstrates the power of nanopipette emitters for the study of IDPs, and establishes native MS as a method that can be routinely used to determine how solution conditions tune the conformational landscape of IDPs.", "date": "2025-08-23", "journal": ""}
{"title": "Plasticity and adaptation to high light intensity amplify the advantage of amphistomatous leaves", "doi": "10.1101/2025.08.19.671015", "authors": "Muir, C. D.; Lim, W. S.; Wang, D.", "abstract": "The presence of stomata on both leaf surfaces (amphistomy) increases photosynthesis by reducing the distance for CO2 diffusion between stomata and chloroplasts. Paradoxically, most leaves are hypostomatous (stomata on lower surface), despite the photosynthetic advantage of amphistomy. Across 29 diverse populations of \"wild tomatoes\", leaves developed under high light intensity benefit more from amphistomy in terms of CO2 assimilated for a given stomatal conductance than plants developed under low light. Furthermore, populations native to open habitats benefit more from amphistomy than those from more closed habitats. Thus, plasticity and adaptation together may explain why amphistomatous leaves are prevalent in sunny, open habitats, including many crops. Contrary to common assumptions, amphistomy can save water because hypostomatous leaves evaporate 10-65% more to achieve the same photosynthetic rate.", "date": "2025-08-23", "journal": ""}
{"title": "Inflammation-enhanced synapse-specific phagocytosis by adult APP microglia in a microfluidic neuron-microglia co-culture model", "doi": "10.1101/2025.08.19.671013", "authors": "Siedlecki-Wullich, D.; Ayral, A.-M.; Iohan, L.; Lemeu, C.; Buiche, V.; Blary, K.; Chapuis, J.; Eysert, F.; Beury, D.; Delacre, M.; Hot, D.; Masuda, T.; Knobeloch, K.-P.; Prinz, M.; Lambert, J.-C.; Kilinc, D.", "abstract": "Microglia play a critical role in synapse remodeling and neuroinflammation, both of which are dysregulated in Alzheimer's disease (AD). However, most in vitro models rely on neonatal or immortalized microglia, limiting their relevance to adult pathophysiological context. Here, we present a compartmentalized microfluidic co-culture platform that enables spatially controlled interactions between primary cortical neurons and adult microglia from wild-type (WT) and APP-transgenic mice. This system allows precise functional analysis of microglia-synapse interactions under defined inflammatory conditions. Upon lipopolysaccharide (LPS) stimulation, APP microglia exhibited exaggerated morphological activation, elevated IL-1{beta} secretion, and selectively increased engulfment of synaptic material. In contrast, phagocytosis of non-specific substrates such as pHrodoTM Zymosan remained unchanged, suggesting a substrate-specific enhancement of microglial phagocytic activity. Blocking the complement receptor CD11b abolished the LPS-induced increase in synaptic uptake, confirming the role of complement-dependent pathways. Transcriptomic profiling revealed robust inflammatory responses in both genotypes, with selectively heightened expression of proinflammatory genes in APP microglia, consistent with a primed immune phenotype. Importantly, increased synaptic uptake occurred without measurable loss of global synaptic connectivity, highlighting the specificity and sensitivity of the system to detect microglial functional changes. This model captures genotype-dependent microglial reactivity (revealing phenotypes not fully captured by transcriptomic profiling) and provides a physiologically relevant, tractable in vitro platform for dissecting microglial contributions to synaptic pathology in neurodegenerative disease.", "date": "2025-08-23", "journal": ""}
{"title": "Pre-conscious reactions to faces as the biological roots of emotion perception", "doi": "10.1101/2025.08.19.671017", "authors": "Dapor, C.; Hershman, R.; Ruzzante, D.; Meconi, F.; Sperandio, I.", "abstract": "Bodies respond to others emotions through subtle physiological changes. Whether these responses require conscious emotion recognition is debated. Here, we examined the relationship between visual awareness and physiological arousal in response to emotional faces. We recorded facial electromyography (EMG), electrodermal activity (EDA), and pupil dilation during the presentation of fearful, happy, and neutral faces, as well as their phase-scrambled versions, to the left eye. Meanwhile, rapidly changing Mondrian patterns were displayed to the right eye to suppress the left-eye stimuli. Participants pressed a button when they noticed a change from the flickering mask. This setup allowed us to compare behavioural and physiological responses during conscious versus subconscious processing of emotional content. Results showed faster breakthrough times for happy faces and moderate physiological responses to emotional information, even without conscious perception. Specifically, pupils and facial EMG were more responsive to fearful than to happy or neutral expressions. EDA was higher for faces compared to control stimuli, regardless of the emotional expression. Once visual awareness was established, emotional expressions elicited distinct responses that aligned with the perceived emotion. An exploratory analysis revealed a negative correlation between pupil dilation and autistic, alexithymic, and schizotypal traits, whereas empathy traits correlated positively. Our findings highlight the role of subcortical visual processing in detecting emotionally relevant stimuli and show that social abilities are linked to the physiological processing of emotions at a subconscious level. They underscore how subcortical mechanisms interact with the autonomic nervous system, enhancing our understanding of the biological foundations of emotion perception.", "date": "2025-08-23", "journal": ""}
{"title": "PMAT enhances sexual dimorphism of fear behaviors and facilitates female mice's generalized contextual fear extinction", "doi": "10.1101/2025.08.19.671133", "authors": "Ross, A. J.; Scrimshaw, L. R.; Stoner, L. N.; Beaver, J. N.; Sonick, G. A.; Gilman, L. M.", "abstract": "Enhanced signaling of dopamine and/or serotonin during highly arousing situations can be reduced or terminated by monoamine transporters. One such transporter, plasma membrane monoamine transporter (PMAT, Slc29a4), attenuates both dopamine and serotonin signaling. An absence of selective pharmacological inhibitors means genetically modified mice constitutively deficient in PMAT remain the best tool with which to study PMAT's organism-level functional effects. Fear conditioning is a high arousal process. Generalization of fear is an evolutionarily advantageous process, whereby information learned from one experience is applied to other new but similar encounters. Pathological fear generalization, in contrast, is a core feature of most anxiety disorders. Given our previous findings indicating PMAT function reduces male mice's context fear and enhances extinction of female mice's cued fear, we hypothesized that PMAT would similarly reduce generalization (i.e., enhance discrimination) of context and cued fear in male and female mice, respectively. Our context and cued fear conditioning experiments in adult PMAT wildtype (+/+) and heterozygous (+/-) male and female mice partially supported our hypotheses. We discovered PMAT functions to facilitate extinction of contextually generalized fear, plus subsequent extinction of context-specific fear, selectively in females. Moreover, when specific fear cues or contexts were temporally presented before cues or contexts that were similar enough to make generalization possible, PMAT enhanced biological sex differences. Growing evidence reports common PMAT polymorphisms elicit measurable effects when PMAT function is reduced. Thus, we suspect future experiments may reveal positive associations between PMAT polymorphisms and risk for anxiety disorder symptoms, particularly in people assigned female at birth. Inclusion of these genetic variations in pharmacogenomic analyses may prove therapeutically beneficial.", "date": "2025-08-23", "journal": ""}
{"title": "Chemogenetic Mitochondrial H2O2 Generation Triggers Dose-Dependent Skeletal Muscle Wasting Signatures", "doi": "10.1101/2025.08.19.671046", "authors": "Meneses-Valdes, R.; Gallero, S.; Hentze, J.; Nielsen, S. F.; Nielsen, J.; Jaimovich, E.; Henriquez-Olguin, C.; Jensen, T. E.", "abstract": "Mitochondrial hydrogen peroxide (mtH2O2) has long been implicated in skeletal muscle atrophy, yet its direct role in vivo has remained unresolved due to methodological constraints. Here, we aimed to establish a chemogenetic platform for precise, compartment-specific induction of mtH2O2 in adult skeletal muscle and to investigate how graded redox stress impacts on muscle proteostasis in vivo. Using mitochondria-targeted D-amino acid oxidase (mtDAAO), we show that prolonged and/or high mtH2O2 exposure progressively activates proteolytic and denervation-associated pathways, culminating in myofiber damage and regeneration. Remarkably, even low exposure to mtH2O2 is sufficient to acutely suppress protein synthesis and induce disuse-like atrophy, without structural damage or overt oxidative stress. This approach provides a powerful in vivo framework to dissect subcellular redox-controlled signaling in muscle and identifies mtH2O2 as a modulator of muscle proteostasis, with therapeutic relevance for muscle-wasting conditions.", "date": "2025-08-23", "journal": ""}
{"title": "Bacteria accumulate more rapidly on shorter lived flowers, but abiotic factors affect flower aging and bacterial accumulation", "doi": "10.1101/2025.08.19.671103", "authors": "Afagwu, R. N.; Stewart, C. G.; Mirza, B.; Russell, A. L.", "abstract": "Outcomes of ecological interactions often depend on the abundance and identity of the organisms involved. Flower-bacteria interactions can strongly affect plant ecology, and the identities of epiphytic flower bacteria are relatively well documented. Yet little is known about how the abundance of epiphytic bacteria on flowers changes over time. In this field study, we quantified how the abundance of culturable epiphytic bacteria on flowers changed as flowers aged and how abiotic factors influenced bacterial abundance and flower longevity. To accomplish this, we sampled flowers from anthesis to senescence of 8 plant species that varied substantially in terms of flower longevity and comprised 8 different genera from 7 different families. As expected, flowers of all plant species accumulated more bacteria with age. However, plant species with longer-lived flowers accumulated bacteria relatively more slowly, suggesting such plant species may have evolved more effective antibacterial defenses. Although elevated temperature is often expected to boost bacterial growth and diminish flower longevity, temperature was negatively associated with both flower longevity and bacterial accumulation, suggesting that changes to flower longevity strongly affect bacterial populations. In contrast, precipitation was positively associated with flower longevity and negatively associated with bacterial accumulation, likely because precipitation reduced plant water stress while also dislodging bacteria from flowers. Finally, we discuss the implications of our results for plant-bacterial-pollinator interactions.", "date": "2025-08-23", "journal": ""}
{"title": "Impact of Partition Models on Phylogenetic Inference and Divergence Times of Lampyridae from Mitochondrial Genomes", "doi": "10.1101/2025.08.19.671050", "authors": "Hoehna, S.; Du, H.; Catalan, A.", "abstract": "Mitochondrial genomes are frequently used for phylogenetic inference due to their availability and cost-efficient sequencing. In most mitogenomic phylogenetic analyses, only the two ribosomal RNA and 13 protein coding genes are used. For such multi-locus datasets it has long been established that appropriate data partition models, e.g., partitioning by gene type and/or codon position, are necessary for robust phylogenetic inference. While most studies focused on the impact of partition models on the tree topology, little is known about the impact on divergence time estimation. Furthermore, although modeling among site rate variation within a partition is common practice, the extent of substitution rate variation among partitions is less explored. Here we study the impact of four partition model strategies: (i) no subdivision of the data (uniform), (ii) partitioning by gene, (iii) partitioning by codon position, and (iv) partitioning by both gene and codon position (combine). We explore the impact of partition models on divergence time estimation in fireflies (Coleoptera: Lampyridae). To this end, we sequenced mitochondrial genomes from 22 firefly species from Europe and Central America and combined these with 82 published mitochondrial genomes. Our results represent the most comprehensive time-calibrated phylogeny of fireflies to day. While the partition models had an impact on the inferred tree topology, the divergence times were almost not affected. Furthermore, we observed up to 3-fold substitution rate variation across genes and additionally more than to 10-fold substitution rate variation across codon positions. Our study gives insights into best practices of performing partitioned-data time-calibrated phylogenetic inference from mitochondrial genomes and multi-locus datasets in general.", "date": "2025-08-23", "journal": ""}
{"title": "Validation of the NovaSeq6000 Platform and automated library preparation for CE-IVD equivalence", "doi": "10.1101/2025.08.19.671033", "authors": "Pasquinelli, E.; Rollo, G.; Tinella, F.; Danelli, M.; Minetto, S.; Casamassima, G.; Bader, M.; Calonaci, L.; Colavecchio, O. L.; Tita, R.; Mancini, R.; Baldassarri, M.; Lo Rizzo, C.; Pinto, A. M.; Ariani, F.; Fallerini, C.; Montagna, P.; Mezzatesta, V.; Bruttini, M.; Renieri, A.", "abstract": "The implementation of next-generation sequencing (NGS) technologies in clinical diagnostics requires rigorous validation of sequencing platforms and analytical workflows. In this study, we validated the performance of the Illumina NovaSeq6000 Research Use Only (RUO) platform, combined with automated library preparation using the Hamilton Microlab STAR system, by comparison to the CE-IVD certified NovaSeq6000Dx platform, which currently relies on manual library preparation. A total of 96 clinical samples underwent whole-exome sequencing (WES) on both platforms. Variant detection performance was assessed for single nucleotide variants (SNVs) and copy number variants (CNVs). The RUO platform demonstrated 100% concordance with the CE-IVD system for clinically relevant SNVs, with full agreement across positive, negative, and overall percent agreement metrics. For CNVs larger than 150 kb, the positive percent agreement was 79%, rising to 91.7% for CNVs >900 kb. Coverage uniformity and autosomal callability were consistently high across platforms. These results confirm the analytical equivalence of the NovaSeq6000 RUO configuration with automated library preparation for clinical-grade WES. This validation framework supports the adoption of scalable, cost-effective workflows that can achieve diagnostic performance comparable to CE-IVD certified systems and may facilitate routine implementation of exome sequencing in clinical laboratories.", "date": "2025-08-23", "journal": ""}
{"title": "Human-Mediated Dispersal and Breeding Reshape Global Genomic Patterns in Black Soldier Flies", "doi": "10.1101/2025.08.19.670820", "authors": "Muchina, P.; Kinyua, J.; Khamis, F.; Tanga, C.; Bett, R.; Ssepuuya, G.; Nakimbugwe, D.; Sinding, M.-H. S.; Gebreyesus, G.; Sahana, G.; Cai, Z.", "abstract": "Human activities, either intentional or unintentional, have significantly influenced the global distribution and genetic composition of many species. Black soldier fly (Hermetia illucens; BSF) is a species that has rapidly gained commercial importance due to its bioconversion efficiency of upcycling organic waste into new products of higher value and quality through a circular economy approach. Despite its global distribution, the current Old-World demography of the wild and captive BSF populations remains poorly understood. This work combined whole-genome sequencing and population genomic analyses to determine the genetic diversity, population structure, and historical spread of global wild and captive BSF populations. Our results reveal that most global captive BSF lines were largely derived from a single primary captive lineage, likely from North America. In contrast to the genetically diverse and geographically structured wild populations, captive populations consistently exhibited reduced heterozygosity, elevated inbreeding, and extensive runs of homozygosity. These patterns reflect demographic processes such as founder effects and genetic drift, rather than intentional selection or domestication. This strongly highlights the lasting genomic impact of human-mediated dispersal and uncoordinated breeding practices. Thus, there is an urgent need for genetically informed management strategies to ensure long-term viability, adaptability, and productivity of BSF for sustainable organic waste bioconversion.", "date": "2025-08-23", "journal": ""}
{"title": "A cryptic pocket allosterically modulates oligosaccharide binding to DC-SIGN", "doi": "10.1101/2025.08.19.671048", "authors": "Lefebre, J.; Besch, M.; Gamarra, M. D.; Kapp-Joswig, J.-O.; Balke, A.; Flatau, H.; Suchy, G.; Georgieva, E.; Scheerer, P.; Keller, B. G.; Modenutti, C. P.; Rademacher, C.", "abstract": "DC-SIGN is a C-type lectin receptor expressed on antigen-presenting cells, crucial for pathogen recognition and immune modulation. Here, we identify and characterize a previously unrecognized cryptic allosteric pocket in DC-SIGN using molecular dynamics simulations, NMR spectroscopy, cryogenic electron microscopy and biochemical assays. Rotation of the gatekeeper residue M270 exposes the pocket whose occupancy modulates glycan binding. Mutations M270F and T314A mimic the occupied and unoccupied states of this pocket, respectively, shifting the conformational equilibrium of alpha-helix 2 and altering oligosaccharide affinity via the extended carbohydrate binding site. While Ca2+ coordination at the canonical binding site remains unaffected, our data reveal a complex interplay between the Ca2+ binding sites and the canonical and extended glycan binding surfaces. These findings uncover a hierarchical allosteric mechanism that enables selective tuning of glycan affinity and suggest the cryptic pocket as a novel target for drug discovery in C-type lectins.", "date": "2025-08-23", "journal": ""}
{"title": "Engineering anaerobic fungal-bacterial consortia for medium-chain fatty acid production from lignocellulosic biomass", "doi": "10.1101/2025.08.19.670934", "authors": "Kim, B.-C. R.; Blair, E. M.; Howard, J. P.; Gois, I. M.; Flick, R.; Mondo, S.; Pangilinan, J.; Lipzen, A.; Guo, J.; Hundley, H.; Lee, R.; Talag, J.; Bunting, V.; Rajasekar, S.; Barry, K.; Grigoriev, I.; O'Malley, M. A.; Lawson, C. E.", "abstract": "Anaerobic fermentation of lignocellulosic biomass offers a cost-effective route for sustainable biomanufacturing, yet constructing synthetic consortia for targeted bioproduction remains challenging. Inspired by herbivore rumen microbiome, we engineered bottom-up anaerobic fungal-bacterial consortia for direct conversion of lignocellulose to medium-chain fatty acids (MCFAs). Initial screening experiment identified a newly isolated fungal strain, Neocallimastix sp. FC1, in co-culture with the bacterial strain Megasphaera hexanoica, as an optimal co-culture pair, achieving 21.0 % (carbon-to-carbon basis) lignocellulose-to-MCFAs yield. Lactate, the main fermentation product of Neocallimastix sp. FC1 and primary substrate for M. hexanoica, was undetectable in co-culture suggesting tight cross-feeding. This triggered upregulation of reverse beta-oxidation pathway enzymes in M. hexanoica, favoring the production of MCFAs (hexanoate and octanoate) over butyrate. These results suggest that securing high-performing lactate-producing fungi, while maintaining low lactate levels, could be a promising strategy to maximize lignocellulose-to-MCFA conversion. Technoeconomic analysis further supported the processs economic feasibility and delineated the cost-yield ranges required for profitable implementation.", "date": "2025-08-23", "journal": ""}
{"title": "Filomicelle-Embedded Composite Hydrogels for Localized Gelation within the Anterior Chamber of the Eye", "doi": "10.1101/2025.08.19.671150", "authors": "Kim, H.; Ochoa, S. L.; Sharma, S.; Youssif, A. A.; Thomson, B. R.; Johnson, M.; Scott, E. A.", "abstract": "Nanocarriers hold transformative potential for treating anterior segment eye diseases, yet corneal epithelium impermeability necessitates intraocular injection. Given the discomfort and infection risk, an injectable hydrogel-based depot offers a promising strategy for sustained nanocarrier delivery in intraocular therapy. However, because the aqueous humor is a large, fluid-filled environment, achieving spatially confined gelation remains a key challenge as injected materials rapidly diffuse. Herein, we present a composite hydrogel (C-gel) that enables localized in situ gelation and sustained nanocarrier release within the anterior chamber. This is achieved using poly(ethylene glycol)-b-poly(propylene sulfide) (PEG-b-PPS) filomicelles (FMs), whose filamentous structure confines crosslinking reactions spatially, promoting efficient gel formation. As a result, 90% of the injected polymer is retained within the crosslinked hydrogel matrix. Embedded FMs then undergo oxidation-induced cylinder-to-sphere transitions, facilitating gradual release of micellar nanocarriers. The rheological properties, gelation timing, and microstructure of the C-gel are adjustable, allowing precise control of nanocarrier release dynamics. In vivo evaluation in mice confirmed excellent biocompatibility without inducing intraocular pressure elevation, ocular toxicity, or immune cell infiltration. Sustained release of nanocarriers was observed for over a month under conditions mimicking that of the anterior chamber of the eye, underscoring the potential of C-gels for long-term drug delivery in anterior segment eye diseases therapy.", "date": "2025-08-23", "journal": ""}
{"title": "High-speed atomic force microscopy reveals surface-catalyzed elongation mechanism of fungal functional amyloid, hydrophobin RolA", "doi": "10.1101/2025.08.19.671040", "authors": "Takahashi, N.; Kimura, T.; Terauchi, Y.; Tanaka, T.; Yoshimi, A.; Watanabe-Nakayama, T.; Abe, K.", "abstract": "Hydrophobins, a type of functional amyloid, are conserved in filamentous fungi and act as a protective coat in the fibrous form called rodlet. Rodlets form hierarchical structures where they are bundled and densely aligned, contributing to the hydrophobicity of the mycelium surface. However, the formation mechanism of the hierarchical structures is completely unknown. In this study we used high-speed atomic force microscopy to directly observe the structural dynamics of hierarchical structure formation by hydrophobin RolA from the industrial fungus Aspergillus oryzae at a single-fibril level and revealed its mechanism. The elongation of rodlets occurred at both ends and was discontinuous, alternating between periods when they could elongate (growth state) and could not elongate (pause state). This suggests an equilibrium of two distinct structural states at the rodlet ends. We also discovered an aggregation pathway, termed surface-catalyzed elongation, in which elongation is promoted by lateral interactions between bundled rodlets. Surface-catalyzed elongation decreased the energy barrier of both structural switching between growth and pause states and elongation at rodlet ends, doubling the elongation rate in bundled rodlets. The rodlet surface could be considered as a catalyst for the elongation of neighboring rodlets. Surface-catalyzed elongation could contribute to rodlet bundling, whereby rodlets tend to form oriented domain structures, and our Monte Carlo simulations confirmed this. Surface-catalyzed elongation may be a universal concept to explain the hierarchical assembly mechanism of amyloid fibrils, so it could contribute to the advancement of amyloid research in general.", "date": "2025-08-23", "journal": ""}
{"title": "Engineering filamentous myosins for optical control of contractility", "doi": "10.1101/2025.08.19.666446", "authors": "Zemsky, S.; Ruijgrok, P. V.; Bryant, Z.", "abstract": "Understanding the behaviors of contractile actomyosin systems requires precise spatiotemporal control of filamentous myosin activity. Here, we develop a tool for optical control of contractility by extending the MyLOV family of gearshifting motors to create engineered filamentous myosins that change velocity in response to blue light. We characterize these minifilaments using in vitro single-molecule tracking assays, contractility assays in reconstituted actin networks, and imaging of contractile phenotypes in Drosophila S2 cells. The minifilaments change speed and/or direction when illuminated, display speeds that fall within and beyond the relevant physiological range, and display high processivities. Additionally, minifilament-driven contraction rates increase in blue light both in vitro and in S2 cells. Finally, we develop an alternative design for minifilaments that only interact processively with actin in blue light. Engineered minifilaments can be used to dissect behaviors such as self-organization and mechanotransduction in contractile systems both in vitro and in cells and tissues.", "date": "2025-08-23", "journal": ""}
{"title": "Structure-guided engineering of CCL27 enhances natural ligand CAR T-cells against CCR10 for multiple myeloma", "doi": "10.1101/2025.08.19.670119", "authors": "Chilakapati, N.; Patino-Escobar, B.; Chen, E. Y.; Dalal, R.; de Montagnac, J.; Johnson, H.; Kang, A. S.; Akagi, N.; Ramos, E.; Phojanakong, P.; Salangsang, F.; Zeng, Y.; Chari, A.; Chung, A.; Kumar, A. D.; Martin, T. G.; Shy, B. R.; Steri, V.; Karlon, W. J.; Kortemme, T.; Barwick, B. G.; Wiita, A. P.", "abstract": "Despite the success of BCMA CAR-Ts, many multiple myeloma patients relapse and require additional therapeutic options. Our group previously identified the chemokine receptor CCR10 as a potential alternate target to address this need. Here, we validated CCR10 expression on primary myeloma tumors and sought to develop CAR T-cells against CCR10, utilizing its natural ligand CCL27 as a CAR binding element. However, CARs based on the native CCL27 sequence were ineffective. We thus utilized computational modeling and structure-guided engineering to inform rational mutations along the CCL27-CCR10 interface, exploiting a hydrophobic pocket on CCR10. This effort identified CCL27 mutants with an additional N-terminal aromatic amino acid that dramatically improved the efficacy of CCL27-based CAR-Ts to near that of current anti-BCMA CAR-Ts. We validated key amino acid contacts at the CCL27-CCR10 interface, which contribute to increased CAR binding avidity, predicted to be influenced by increased Van der Waals interactions. Lastly, we found that the CCL27 mutants have no toxicity in the hematopoietic compartment. This work illustrates the potential of engineering natural ligand CAR-Ts beyond their wild-type sequences and underscores the translational potential of engineered CCL27 mutant CAR-Ts.", "date": "2025-08-23", "journal": ""}
{"title": "Quinolines interfere with heme-mediated activation of artemisinins", "doi": "10.1101/2025.08.19.670585", "authors": "Rosenthal, M.; Goldberg, D.", "abstract": "Artemisinin-based combination therapies (ACTs) remain the mainstay of treatment for Plasmodium falciparum malaria, despite reports of ACT treatment failure. ACTs consist of an artemisinin and a longer-lived partner drug, which is often a quinoline. Given that heme is central to the mechanism of action of artemisinins and some quinolines, we hypothesized that these antimalarials would exhibit strong drug-drug interactions. Previous studies using standard 48 h or 72 h assays identified additive to mildly antagonistic interactions between artemisinins and quinolines. Here, we sought to re-evaluate these interactions using a pulsing assay that better mimics the short in vivo half-life of artemisinins. We found that chloroquine (CQ), piperaquine (PPQ), and amodiaquine substantially antagonize dihydroartemisinin (DHA), the active metabolite of artemisinins. CQ-DHA antagonism was notably exacerbated in CQ-resistant parasites, resulting in a superantagonistic phenotype in isobolograms. Further, we found that CQ co-treatment conferred artemisinin resistance to Kelch 13 wild type parasites in the ring stage survival assay. Using a small molecule probe to measure chemically reactive heme in live parasites, we determined that quinolines block artemisinin activation by rendering cytosolic heme inert. Finally, we probed beyond traditional ACTs, evaluating interactions of the proposed triple ACT, DHA-PPQ-Mefloquine, as well as OZ439-quinoline combinations, which were all found to be antagonistic. Collectively, these data raise concerns for the clinical use of peroxide-quinoline combination therapies.", "date": "2025-08-23", "journal": ""}
{"title": "Identification of molecular nociceptors in Octopus vulgaris through functional characterisation in Caenorhabditis elegans", "doi": "10.1101/2025.08.19.670888", "authors": "Pieroni, E. M.; O'Connor, V.; Holden-Dye, L.; Imperadore, P.; Fiorito, G.; Dillon, J.", "abstract": "Nociception, a phenomenon crucial for animal survival, deploys evolutionarily conserved molecular mechanisms. Among invertebrate species, cephalopods are of particular interest as they possess a well-developed brain speculated to be able to encode pain-like states. This has led to their inclusion in the Directive 2010/63 EU for welfare protection. However, the molecular mechanisms of nociception in cephalopods are still poorly characterised and it is important to address this knowledge gap to better understand cephlapods capacity to express pain states. Here we describe a bioinformatic pipeline utilising conserved nociceptive genes, to identify the orthologous candidates in the Octopus vulgaris transcriptome. We identified 51 genes we predict to function in nociception. These add to the mechanosensory TRPN and the unique chemotactile receptors recently identified in octopus suckers, thus expanding the set of genes that merit further functional characterisation in cephalopods. We therefore selected 38 orthologues in Caenorhabditis elegans, a tractable experimental platform and tested loss of function mutant strains of distinct functional gene classes (e.g., osm-9, egl-3, frpr-3) in a low pH avoidance paradigm. This identified 18 nociceptive-related genes to be prioritised for further functional characterisation in O. vulgaris.", "date": "2025-08-23", "journal": ""}
{"title": "Co-evolved Partners of Immunity: A Trait-Based Map of Human Keystone Organisms", "doi": "10.1101/2025.08.19.671142", "authors": "Asiaee, A.; Mallal, N.; Phillips, E.; Mallal, S.", "abstract": "Humans remain subject to ancient ecological forces in which persistent, human-adapted microbes act as partners and threats. We operationalize \"keystone organisms\" as pathogens whose control requires coordinated engagement of multiple immune arms and whose residence is structured across tissue niches. Using 18 curated immunological and evolutionary traits across 43 organisms, unsupervised analyses resolved four archetypes; keystones score high on multi-arm coordination, co-evolutionary history and structured tropism, whereas non-human-specific pathogens and opportunists do not (Fig.1). Independent pairwise matrices (pathogen * immune-perturbation; pathogen * niche) yielded an interpretable systems readout - diagnostic breadth - which, together with niche use, separated keystones with 93% cross-validated accuracy and showed significant group differences (Kruskal-Wallis p = 0.026) (Fig. 2). At the micro level, focusing of memory on keystone-patterned epitopes creates niche-matched vulnerability to modified-self ligands, offering a mechanism for autoimmune and drug-hypersensitivity syndromes. In the same way, fast-evolving RNA viruses exploit keystone-established hierarchies by inflating immunodominant but mutable decoy epitopes that re-engage familiar memory while offering little control; unless immunogens exclude such decoys and force recognition of conserved, functionally constrained sites, vaccine responses are diverted and outpaced by host-specific adaptation.", "date": "2025-08-23", "journal": ""}
{"title": "Single-molecule analysis of synaptic protein complexes and vesicle recruitment", "doi": "10.1101/2025.08.19.671146", "authors": "Kapadia, A. B.; Hafner, A.-S.", "abstract": "Single-molecule pull-down (SIM-Pull) combined with TIRF microscopy enables direct visualization of proteins and multi-protein complexes. Here, we present an extended SIM-Pull protocol for analyzing protein interactions at the active zone and their ability to recruit isolated synaptic vesicles (SV). SV recruitment mediated by STX1A-SNARE or RIM1-Rab3a interactions, respectively; can be directly visualized and quantified. This technique opens new avenues to examine the subcellular vesicle-associated protein-protein interactions at a molecular level in a near-native cellular context.", "date": "2025-08-23", "journal": ""}
{"title": "Proteomic Signatures of Podocyte Injury Are Reflected in Urinary Extracellular Vesicles in Pediatric Nephrotic Syndrome.", "doi": "10.1101/2025.08.19.670903", "authors": "Cooper, T. T.; Hovey, O.; Lajoie, G. A.; Kennedy, C.; Burger, D.; Myette, R. L.", "abstract": "Idiopathic nephrotic syndrome (NS) is a common glomerulopathy in children and presents with significant proteinuria. There are no reliable clinical or biochemical markers of disease relapse, or prognosis. Extracellular vesicles (EVs) are small, membrane-bound biological effectors released from stressed cells. We previously showed increases in podocyte-specific urinary EVs from children with disease relapse in NS, with numbers returning to near-zero in remission. Herein, we have expanded this work to evaluate puromycin aminonucleoside (PAN) injury by characterizing proteomic signatures of podocytes and their EVs in vitro. In addition, we performed data-independent proteomic analysis (DIA) to characterize changes in signatures of EVs from pediatric patients with active NS versus remission. Our key findings reveal PAN-injured podocytes increase Large EV (LEV) secretion in vitro; moreover, DIA uncovered changes in cellular and LEV proteomes that were also observed in urinary LEVs from patients with active disease. Urinary LEV proteomes from children with active NS were significantly different than those in remission, highlighted by 645 and 240 unique proteins associated with disease or remission, respectively. This foundational work provides the impetus for a larger, prospective biomarker study aimed at identifying EV-specific proteins associated with relapse versus remission.", "date": "2025-08-23", "journal": ""}
{"title": "Regression-guided computational design of auxetic scaffolds for soft tissue applications", "doi": "10.1101/2025.08.19.671128", "authors": "Lecina-Tejero, O.; Asin, J.; Cuartero, J.; Perez, M. A.; Borau, C.", "abstract": "The mechanical performance of tissue-engineered scaffolds plays a critical role in their effectiveness for regenerative medicine applications. Auxetic metamaterials, characterized by a negative Poisson's ratio, offer enhanced conformability and tunable mechanical behavior, making them promising candidates for scaffold design. This study presents a computational framework combining finite element method (FEM) simulations with regression-based predictive modeling to optimize auxetic scaffold architectures. A design of experiments (DOE) strategy enabled the training of FEM-accurate regression models capable of predicting mechanical responses from scaffold microstructural parameters. Sensitivity analysis guided the development of robust optimization strategies for identifying optimal geometries. Validation of the predictive framework was performed using experimentally derived, skin-representative mechanical properties from published literature, demonstrating strong agreement with FEM results. To facilitate broader use, we developed a software tool integrating this pipeline. It includes a manual mode for direct input of design and geometry parameters, and a predictive mode that returns optimized scaffold designs based on target properties. This integrated methodology supports robust, customizable scaffold design, advancing patient-specific approaches in soft tissue engineering.", "date": "2025-08-23", "journal": ""}
{"title": "PHLDA2 promotes breast cancer metastasis by co-opting a developmental program for placental vascular remodeling", "doi": "10.1101/2025.08.19.670946", "authors": "Halas, P. V.; Savage, H.; Hachey, S. J.; Lev, T.; Prem Antony Samy, A. L.; Chan, C.; Jimenez, S.; Domadia, R. M.; Lin, I.; Mallya, S.; Insua-Rodriguez, J.; Gonzalez, J.; Adam, I.; Alshetaiwi, H.; Hernandez, G. A.; Longworth, A.; McMullen, T. P.; Kessenbrock, K.; Hughes, C. C.; Ma, D.; Lawson, D. A.", "abstract": "Identifying drivers of metastasis is essential for developing new treatments for patients with advanced disease. Here, we identify PHLDA2 as a robust driver of breast cancer metastasis. Previous work established PHLDA2 as an imprinted gene expressed by trophoblasts which are critical for vascular remodeling during placental development. We find that hypomethylation of PHLDA2 in breast tumors correlates with increased gene expression, which is associated with metastasis and poor survival in breast cancer patients. RNA-sequencing showed that PHLDA2 overexpression results in upregulation of genes that control invasion, extracellular matrix assembly, and vascular remodeling, consistent with trophoblast functions in placental development. Using an in vitro vascularized microtumor (VMT) system, we find that PHLDA2 functions through SPARC, which promotes metastasis by inducing vascular permeability and enhancing tumor dissemination. These data suggest that increased expression of PHLDA2 through hypomethylation promotes metastasis by ectopic expression of a developmental program for vascular remodeling.", "date": "2025-08-23", "journal": ""}
{"title": "Network Modeling Predicts How DYRK1A Inhibition Promotes Cardiomyocyte Cycling after Ischemic/Reperfusion Injury", "doi": "10.1101/2025.08.19.671147", "authors": "Murillo, B. C.; Young, A.; Wintruba, K. L.; Eichert, A. J.; Siejda, K.; Hoenig, D.; Bradley, L. A.; Harris, B. N.; Zhao, C.; Wu, M.; Deau, E.; Lindberg, M. F.; Meijer, L.; Saucerman, J. J.; Wolf, M. J.", "abstract": "The adult mammalian heart has a limited ability to regenerate lost myocardium following myocardial infarction (MI), largely due to the poor proliferative capacity of cardiomyocytes. Dual-specificity tyrosine phosphorylation-regulated kinase 1A (DYRK1A) is a known regulator of cell quiescence, though the mechanisms underlying its function remain unclear. Previous studies have shown that pharmacological inhibition of DYRK1A using harmine induces cardiomyocyte cell cycle re-entry after ischemia/reperfusion (I/R) MI. Here, we developed a computational network model of DYRK1A-mediated regulation of the cell cycle, which predicts how DYRK1A inhibition promotes cardiomyocyte re-entry. To validate these predictions, we tested selective DYRK1A inhibitors and observed robust induction of cell cycle activity in neonatal rat cardiomyocytes (NRCMs). Integrating our network model with bulk RNA-sequencing data from DYRK1A inhibitor-treated NRCMs, we identified E2F1 as a key transcriptional driver of cell cycle gene expression. Finally, we demonstrate that both pharmacological and post-developmental inhibition of DYRK1A enhances heart function and increases cardiomyocyte cycling following I/R MI. Our findings suggest that functional recovery induced by small molecule inhibitor of DYRK1A is mediated by the induction of cycling cardiomyocytes.", "date": "2025-08-23", "journal": ""}
{"title": "Probing the content of semantic representations in body-selective regions", "doi": "10.1101/2025.08.19.669677", "authors": "Yashiro, R.; Sawayama, M.; Yamashita, A.; Amano, K.", "abstract": "The extrastriate body area (EBA) has been known to selectively respond to human body parts, but recent work suggests it may encode richer scene semantics. However, it remains unclear what aspects of natural scenes constitute the semantic representation in the EBA. Here we address this question by analyzing the relationship between object co-occurrence in natural scene captions and EBA responses predicted by caption-based encoding models. This revealed object category pairs associated with EBA activity, leading to the hypothesis that EBA encodes the speed of human body motion implied in scenes. A subsequent behavioral experiment and correlation analyses confirmed this, showing strong correlations between EBA responses and implied motion ratings. In addition, the representation of implied body motion extends into the fusiform body area (FBA). Variance partitioning further showed that while body-related features such as the number of people and body size also contributed, implied motion uniquely explained the largest portion of EBA and FBA responses. Overall, semantic representations in body-selective regions are jointly shaped by multiple body-related features, with implied motion as the primary contributor. Our co-occurrence-based approach, combined with brain-to-model mapping methods, offers a novel, interpretable framework for understanding high-level visual representations in natural scene perception.", "date": "2025-08-23", "journal": ""}
{"title": "MCA: A Multicellular analysis Calcium Imaging toolbox for ImageJ", "doi": "10.1101/2025.08.19.671108", "authors": "Hageter, J.; DelGaudio, A.; Leathery, M.; Johnson, B.; Raupp, T.; Holcomb, J.; Trevino, A. F.; Jonitis, J.; Bridi, M. S.; Dacks, A.; Horstick, E. J.", "abstract": "Functional imaging using genetically encoded indicators, such as GCaMP, has become a foundational tool for in vivo experiments and allows for the analysis of cellular dynamics, sensory processing, and cellular communication. However, large scale or complex functional imaging experiments pose analytical challenges. Many programs have worked to create pipelines to address these challenges, however, most platforms require proprietary software, impose operational restrictions, offer limited outputs, or require significant knowledge of various programming languages, which collectively can limit utility. To address this, we designed MCA (a Multicellular Analysis toolkit) to work with ImageJ, a widely used open-source software which has been the standard image analysis platform for the last 30 years. We developed MCA to be visually intuitive, utilizing ImageJs platform to generate new images based on completed tasks so users can visually see each step in the analysis pipeline. In addition, MCA implements a user-friendly GUI providing a simple interface which resembles other native ImageJ plugins. We incorporated functionality for rigid registration to correct motion artifacts, algorithms for cell body prediction, and methods for annotating cells and exporting data. For cell prediction, we trained a custom model in Cellpose 2.0 for segmentation of nuclei expressing pan-neuronal nuclear localized GCaMP in zebrafish. We validated the accuracy of MCA output to previously published zebrafish calcium imaging data which elicited visually evoked neuronal responses. To show the versatility of MCA, we also show that our software can be utilized for multiple sensory modalities, brain regions, and multiple model organisms including Drosophila and mouse. Together these data show that MCA is viable for extracting calcium dynamics in a user-friendly environment for multiple forms of functional imaging.", "date": "2025-08-23", "journal": ""}
{"title": "GPC5 expression highlights astrocytic heterogeneity and divergent hippocampal responses in Alzheimer's and Parkinson's Dementia", "doi": "10.1101/2025.08.19.671074", "authors": "Jeannelle, F.; Miranda de la Maza, M.; Hammer, G. P.; Schreiner, S.; Mirault, D.; Mechawar, N.; Netherlands Brain Bank,  ; Mittelbronn, M.; Bouvier, D. S.", "abstract": "Astrocytes are central to central nervous system (CNS) homeostasis and memory consolidation. They also display remarkably heterogeneous morphological phenotypes, functions and molecular profiles between and within distinct regions of the human brain. Yet, their role in regional vulnerability in neurodegenerative diseases (NDDs) remains poorly understood. To elucidate this subregional heterogeneity of astrocytes in the hippocampus and parahippocampal cortex and its implication for neurodegeneration, we employed high-content neuropathology, integrating chromogenic immunohistochemistry (cIHC) and digital pathology, to map and quantify the expression of functional astrocytic markers (GFAP, ALDH1L1, AQP4, GPC5 and ALDH7A1) of healthy individuals, of patients with Alzheimer's disease (AD) or Parkinson's disease with dementia (PDD). We found that astrocytic markers followed distinct expression patterns in AD and PDD. In AD, GFAP was strongly reduced in specific hippocampal regions, whereas AQP4 was increased and GPC5 expression, although regionally stable, was locally associated with amyloid and tau pathology. In PDD, astrocytic responses were characterized by selective decreases in ALDH1L1 and ALDH7A1, with GFAP and GPC5 remaining largely unaffected. Notably, GFAP and GPC5 expression delineated distinct astrocytic subtypes that were differentially distributed across hippocampal subfields and showed specific responses to AD and PD pathologies. These findings provide new insights into the landscape of astrocytic heterogeneity in the human hippocampus and beyond, revealing disease- and region-specific astrocytic signatures. Importantly, they underscore the value of incorporating novel markers such as GPC5 to fully capture astrocytic diversity and to better understand astrocyte contributions to neurodegeneration.", "date": "2025-08-23", "journal": ""}
{"title": "Insights into the bottromycin A2 mechanism of action", "doi": "10.1101/2025.08.19.671025", "authors": "Volynkina, I. A.; Grachev, A. A.; Livenskyi, A.; Yagoda, D. K.; Kasatsky, P. S.; Tolicheva, O. A.; Komarova, E. S.; Tupikin, A. E.; Karakchieva, A. O.; Lukianov, D. A.; Kabilov, M. R.; Paleskava, A.; Konevega, A. L.; Sergiev, P. V.; Dontsova, O. A.", "abstract": "The spread of antimicrobial resistance among pathogenic bacteria poses a threat for modern medicine, highlighting the need for the discovery and development of new potential therapeutic agents. Bottromycin A2 (BotA2) represents a promising candidate for future drug development, exhibiting activity against clinically relevant methicillin-resistant Staphylococcus aureus, vancomycin-resistant Enterococcus, and mycoplasma. However, its exact mechanism of action has not been fully elucidated until now. Here, we demonstrate that BotA2 inhibits bacterial translation showing unique context specificity with regard to the mRNA coding sequence. By using high-throughput toe-printing combined with deep sequencing (toe-seq analysis), we show that BotA2 induces ribosome stalling predominantly when a glycine codon enters the A-site of the ribosome, with stalling efficiency independent of codons located in the P- and E-sites. Our biochemical and biophysical data reveal that BotA2 arrests glycine-containing ternary complexes on the ribosome thereby preventing the full accommodation of incoming Gly-tRNAGly in the peptidyl transferase center. Altogether, our findings uncover a completely novel, previously undescribed mechanism of translation inhibition based on the context-specific immobilization of ternary complexes on elongating ribosomes.", "date": "2025-08-23", "journal": ""}
{"title": "Neonatal Mouse Ovary Culture: An In Vitro Model for Studying Primordial Follicle Regulation", "doi": "10.1101/2025.08.19.671127", "authors": "Diaz Miranda, E. A.; Dyer, G. A.; Wilson, F.; English, M.; VanDeVoorde, T.; Lei, L.", "abstract": "In mammalian females, primordial follicles form during fetal ovarian development and serve as the only source to sustain adult ovarian function. Mechanisms underlying how primordial follicles assemble, maintain dormancy, activate for follicular development, and undergo cell death are important for understanding ovarian physiology and pathological conditions. Here, we demonstrate a protocol of culturing postnatal mouse ovaries on membrane inserts - an approach allowing culture, pharmaceutical treatment, and live-imaging of intact ovaries for up to 10 days depending on the developmental stage of the ovary. The change of culture conditions can be done by transferring inserts containing cultured ovaries between wells on a plate, avoiding physical interference with tissues during culture. In this experiment, we use postnatal day 5 (P5) CD1 mouse ovary culture as an example. P5 ovaries were isolated and placed on a 12 mm insert in a 24-well plate. Each ovary was separated within a droplet of DMEM/F12 medium supplemented with 10% FBS, 3 mg/ml BSA, 10 mIU/ml FSH, and Gibco Antibiotic-Antimycotic, and gently stabilized to the membrane insert. The medium was changed every two days, and the culture was maintained for five days. Following the culture, ovaries were fixed in 4% paraformaldehyde for two hours and processed for whole-mount antibody staining. Primordial follicles were visualized using confocal microscopy with anti-DDX4 antibody, allowing for the analysis of oocyte number and morphology. We showed that the number of primordial follicles in each ovary was significantly affected by whether tissues were properly placed on the membrane insert. Difference in the number of ovaries on each insert may contribute to non-biological variations and should be avoided.", "date": "2025-08-23", "journal": ""}
{"title": "Human monogamy in mammalian context", "doi": "10.1101/2025.08.19.671116", "authors": "Dyble, M.", "abstract": "Monogamy has been argued to have played an important role in human evolution and, across animals more generally, evolutionary transitions to highly cooperative societies have been far more likely to occur in monogamous species, raising the possibility that this may also have been the case for humans. However, the extent to which we can consider monogamy to be the species-typical human mating system is subject to debate. Here, I provide comparative context on human mating behaviour by comparing the distribution of sibling types (full siblings versus half-siblings) across >100 human societies with equivalent data from 35 nonhuman mammal species. While cross-culturally variable, rates of full siblings in humans cluster closely with rates seen among socially monogamous mammals and fall consistently above the range seen in non-monogamous mammals. Although the human data is demonstrative of cross-cultural diversity in marriage and mating practices, the overall high frequency of full siblings is consistent with the characterisation of monogamy as the modal mating system for humans.", "date": "2025-08-23", "journal": ""}
{"title": "MetaMiner: Streamlined GUI Tool for Retrieving, Normalizing and Exploring Metadata", "doi": "10.1101/2025.08.20.666107", "authors": "Patel, J. K.; Elangovan, R.", "abstract": "Over the past decade, publicly available genomic data has expanded exponentially. However, the usability of these genomes heavily depends on their associated metadata. Metadata provides context about the data that from where, when and how the data was obtained. When not consistent, it limits the re-usage of the available public data and prevents data's integration into broader genomic analyses. Here, we introduce MetaMiner, a GUI tool designed to retrieve, normalize, and interactively visualize metadata associated with prokaryotic genomes. MetaMiner streamlines the normalization of key metadata elements such as geographical locations, isolation sources, and sequencing technologies. To assess its usability, we used metadata of Acinetobacter baumannii genomes and compared it with NCBI's data processing tools and manually curated datasets. MetaMiner demonstrated superior performance in data transformation and showed high classification accuracy, with only minor discrepancies arising from recent geopolitical changes or ambiguous submissions. This cleaned and standardized metadata is integrated into an interactive dashboard, which allows users to explore data holistically through visualizations and custom filtering options. The dashboard has interactive plots related to submission date trend, geographical origins, sequencing methods, genome quality scores (e.g., ANI > 95, BUSCO > 95), coverage, etc. Overall, MetaMiner minimizes manual curation efforts of genomic metadata and enhances the accessibility, and re-usability of publicly available genomes.", "date": "2025-08-23", "journal": ""}
{"title": "Functional γδT-omics pipeline reveals compartmentalization of Vδ1⁺ T cell migration, tumor-reactivity, and clonality in human colorectal cancer", "doi": "10.1101/2025.08.19.671055", "authors": "Gatti, L. C. D. E.; Nicolasen, M. J. T.; Keramati, F.; Brazda, P.; Meringa, A. D.; De Bont, D. A.; Aarts-Riemens, T.; Brandwijk, W. J. C.; van der Wijst, M. I. M.; Stuut, A. H. G.; Gasull Celades, L.; Zawal, D.; Vazaios, K.; Daudeij, A.; Huismans, M. A.; Parigiani, M. A.; Straetemans, T.; Beringer, D. X.; Kranenburg, O.; Berlin, C.; Minguet, S.; Kesselring, R.; Stunnenberg, H. G.; Roodhart, J. M. L.; Sebestyen, Z.; Kuball, J.", "abstract": "{gamma}{delta}T cells play a pivotal role in cancer immune surveillance, yet the current knowledge of their function across the compartments in solid tumors is meager. To address this gap, we developed a comprehensive {gamma}{delta}T-omics platform that integrates functional screening, biomimetic migration assays, {gamma}{delta}TCR repertoire analysis, and transcriptomic profiling. Using matched samples from 31 patients with microsatellite-stable colorectal cancer (CRC), we analyzed {gamma}{delta}T cells from peripheral blood (PBLs{gamma}{delta}), adjacent colon (LPLs{gamma}{delta}), primary tumors (pTILs{gamma}{delta}), and liver metastases (mTILs{gamma}{delta}). This approach uncovered striking compartmentalization of {gamma}{delta}T cell phenotypes, clonality, and function. Tumor-reactive, clonally expanded V{delta}1 {gamma}{delta}T cells were enriched in primary tumors and shared transcriptional and functional features with lamina propria lymphocytes (LPLs). In contrast, V{delta}1 {gamma}{delta}T cells from liver metastases lacked tumor reactivity, exhibited distinct {gamma}{delta}TCR repertoires, and expressed transcriptional signatures associated with TGF-{beta}-mediated suppression and cellular quiescence, suggesting they are shaped by tissue-specific environmental cues. CXCL16 secretion by tumor cells initiated V{delta}1 LPLs{gamma}{delta} migration, which was further amplified by {gamma}{delta}TCR-mediated CCL5 induction from pTILs{gamma}{delta}, leading to CCR5 downregulation and subsequent entrapment of pTILs{gamma}{delta} within the tumor microenvironment. Accordingly, our clinical data from an independent second cohort of 69 patients showed that infiltration by pTILs{gamma}{delta}, but not mTILs{gamma}{delta}, is associated with a protective effect against CRC progression. In summary, our study offers a compartment-resolved perspective on {gamma}{delta}T cell behavior in CRC, revealing key trafficking and functional mechanisms, and enabling the identification of novel tumor-reactive {gamma}{delta}TCRs and migratory cues to inform immunotherapeutic strategies for both primary and metastatic CRC.", "date": "2025-08-23", "journal": ""}
{"title": "CD8+ T cells regulate the bioenergetic reprogramming of lymphoid organs and the heart during viral infection", "doi": "10.1101/2025.08.20.670307", "authors": "Antonio-Herrera, L.; Philippe, C.; Kiss, A.; Baazim, H.; Sanchez, J.; Colaquo, H.; Richter, F. C.; Wong, J. X. E.; Amman, F.; Siller, M.; Wu, H.; Hochrein, S. M.; Ponti, S. M.; Weissenboeck, V.; Wanek, T.; Weber, L.; Dostal, C.; Hallstroem, S.; De Leeuw, E.; Bosteels, C.; Lang, J.; Ustsinau, U.; Li, X.; Seith, F.; Schoerg, B. F.; Wuerth, A.; Schweiger, M.; Starkl, P.; Burret, A.; Hofmann, A.; Dearlove, B.; Viczenczova, C.; Lercher, A.; Genger, J.-W.; Campbell, C.; Scherer, T.; Orlova, A.; Moriggl, R.; Qerimi, A.; Haybaeck, J.; Zechner, R.; Knapp, S.; Lang, K. S.; Kneilling, M.; Kubicek, S.; Va", "abstract": "The activation of the immune system is a bioenergetically-costly process. Yet, essential bodily functions require a continuous energy supply, imposing energy constraints and trade-offs between competing processes. Our understanding of the underlying bioenergetic adaptations reconciling rapid immune activation with other vital processes remains scarce. Here, by using experimental models of viral infections, we identified an unexpected CD8+ T cell-driven redistribution of energy substrates between lymphoid organs and the heart. Viral infection promoted systemic hypoglycaemia and ketogenesis, together with systemic reallocation of energy substrates. Across organs analysed, secondary lymphoid organs and the heart showed the most dramatic changes. The former increased glucose uptake and oxidation while the heart showed the opposite, switching to preferential fatty acid utilization. These bioenergetic adaptations were absent in infected mice lacking CD8+ T cells or with T cells lacking the glucose transporter GLUT1. Pharmacological inhibition of fatty acid oxidation forced a systemic switch to glucose oxidation. This was associated with metabolic decompensation, reduced cardiac energetics, left ventricular stress, and mortality in otherwise nonlethal viral infections. Our results reveal how the energetic cost of immune cell activation imposes bioenergetic adaptations on non-lymphoid organs, posing a major challenge for the heart by completely relying on fatty acids.", "date": "2025-08-23", "journal": ""}
{"title": "Toggling of NKG2A expression drives functional specialization of iPSC-derived CAR NK cells", "doi": "10.1101/2025.08.20.671199", "authors": "Kanaya, M.; Philippon, C.; Netskar, H.; Saetersmoen, M. L.; Cieslar-Pobuda, A.; Torralba-Raga, L.; Casoni, G. P.; Hammer, Q.; Vincenti, M.; Wiiger, M. T.; Krokeide, S.; Hoel, H. J.; Ask, E. H.; Kosugi-Kanaya, M.; Kveberg, L.; Chu, H.-y.; Groff, B.; Miller, J. S.; Lee, T.; Kaufman, D. S.; Goodridge, j. P.; Valameher, B.; Pfefferle, A.; Malmberg, K.-J.", "abstract": "Induced pluripotent stem cell (iPSC)-derived natural killer (iNK) cells offer a promising platform for off-the-shelf immunotherapy against hematological malignancies. NK cell function is dynamically regulated through education driven by inhibitory receptors, including CD94/NKG2A and killer cell immunoglobulin-like receptors (KIR). However, the acquisition of inhibitory receptors in iNK cells and their role during differentiation and education remains poorly defined. In this study, we monitored receptor repertoires, transcriptional states, and functional responses in a range of genetically engineered iNK cell lines. Transcriptional reference mapping placed iNK cells close to cytokine-activated NKG2A+ CD56dim peripheral blood (PB) NK cells. Despite their early differentiation stage, iNK cells displayed a well-developed cytotoxic effector program, which was also reflected in high protein expression of Eomes, granzyme B, and activating receptors DNAM-1 and NKG2D. Acquisition of NKG2A by iNK cells was associated with a more differentiated transcriptional state and superior functional responses against a broad range of targets, including those expressing low to moderate levels of HLA-E, suggesting attenuated inhibitory signaling through NKG2A in iNKs. CRISPR knockout of B2-microglobulin (B2M) in iNK cells revealed that the functional potency of NKG2A+ iNK cells was independent of educating interactions with HLA-E in cis or trans. Finally, CRISPR-mediated ablation of NKG2A led to a spontaneous compensatory surface expression of CD94/NKG2C heterodimers, associated with enhanced IFN-g production and cytotoxic activity against target cells with forced high expression of single-chain B2m-HLA-E-peptide trimers. Our results indicate an education-independent functional maturation of iNK cells, characterized by potent effector programs coupled with a favorable early-stage transcriptional profile.", "date": "2025-08-23", "journal": ""}
{"title": "Maximum water stress is decoupled from climate, traits and growth in a xeric oak", "doi": "10.1101/2025.08.22.666972", "authors": "Anderegg, L. D. L.; Skelton, R. P.; Diaz, J.; Papper, P.; Lovegreen, P.; Trugman, A. T.; Ackerly, D. D.; Dawson, T.", "abstract": "Two decades of drought-induced forest mortality have highlighted the ecological consequences of climate change, yet our ability to predict or even explain the spatial patterns of these mortality events remains limited. We conducted a range-wide survey of drought stress, growth, and allocation traits in a widespread oak species (Quercus douglasii, blue oak) to test the predictability of drought stress across populations and explore how water availability and allocation mediate spatial variation in tree growth. Across 15 sites, we found little relationship between end-of-season water availability (predawn leaf water potentials) or maximum drought stress (midday leaf water potentials) and climate or soils. Instead, plant water availability (within and among sites) was predicted by access to deep water resources inferred from stem water stable isotopes. We also found a remarkable three-way decoupling of water stress, growth, and allocation to leaf tissue, which challenged a data-parameterized mechanistic plant model. Our results reveal that deeply rooted trees can be hydrologically decouple from above-ground climate, and that the seasonality of growth, trait development and hydraulic risk are phenologically disconnected. The complicated relationship between carbon gain and hydraulic risk in seasonal environments and limited data on critical zone hydrology are key challenges to predicting drought vulnerability.", "date": "2025-08-23", "journal": ""}
{"title": "Mapping antigenic evolution of influenza A virus using deep learning-based prediction of hemagglutination inhibition titers", "doi": "10.1101/2025.08.22.670987", "authors": "Yang, B.; Yin, Y.; Wang, L.; Tsang, K. L. T.; Wu, N. C.; Salje, H.", "abstract": "Seasonal influenza remains a significant public health challenge through unpredictable antigenic drift, where accumulated mutations enable immune evasion and necessitate vaccine updates. Comprehensive antigenic characterization has been hindered by the absence of real-world A(H1N1)pdm antigenic mapping and post-2012 A(H3N2) maps due to insufficient pair-wise hemagglutination inhibition (HAI) titrations. Here, we present an end-to-end transformer model that predicts HAI titers directly from viral genetic sequences with error under two-fold, comparable to experimental variability. This approach enables rapid and high-throughput augmentation of HAI titrations across viral isolates, allowing for constructing large-scale antigenic maps. Several novel evolutionary patterns emerged from our analysis. Our antigenic mapping identified three A(H3N2) clusters between 2012-2022 with transitions occurring approximately every 6 years. Notably, genetically diverse co-circulating subclades 3C.2a and 3C.3a (2015-2020) formed a single antigenic cluster. A(H1N1)pdm formed three less temporally distinct clusters, with a novel cluster emerging post-COVID-19. Using interpretable analysis, we identified mutation sites linked to antigenic cluster transitions that align with previous laboratory findings. Key A(H3N2) mutations primarily occurred within major antigenic epitopes, while A(H1N1) showed fewer key mutations, some outside recognized antigenic regions. Our deep learning approach accelerates antigenic characterization in surveillance at global scale and can be transferred to other variable pathogens, providing an actionable bridge between genomic sequencing and vaccine strain selection.", "date": "2025-08-23", "journal": ""}
{"title": "Progress in the molecular Phylogeny of Cotesia acuminata and C. melitaearum cryptic species complexes", "doi": "10.1101/2025.08.19.670998", "authors": "Schach, J.; Valerio, F.; Duplouy, A.", "abstract": "Cryptic species present major challenges for biodiversity and evolutionary research due to the morphological similarity and frequent lack of genetic and ecological data. In parasitoids wasps, this is especially true for lineages with limited sampling and unclear species boundaries. Here we reconstruct the phylogeny of Cotesia wasps parasitizing Melitaeini butterflies, including two cryptic species complexes (Cotesia acuminata agg. and C. melitaearum agg.). Using a ten-gene dataset from samples collected in Europe, Asia, and North America, we inferred relationships among 22 Cotesia species using maximum likelihood. We also included non-Melitaeini associated Cotesia to assess whether the Melitaeini parasitoids form a monophyletic group. Our analyses yielded a highly supported phylogeny, revealing four major clades, three of which included the Melitaeini associated species. This confirms that the Cotesia attacking Melitaeini butterflies are polyphyletic, resulting from independent host shifts across the genus. Each clade is further subdivided into subclades corresponding to the different (cryptic) species, clarifying previously unresolved relationships. These results provide a robust framework for future studies on the evolution, ecology, and host use dynamics of Cotesia wasps and highlight the utility of multi-locus data for resolving phylogenies in morphologically cryptic taxa.", "date": "2025-08-23", "journal": ""}
{"title": "Towards whole-heart quantitative myocardial perfusion using a dual-sequence framework with multiband acceleration", "doi": "10.1101/2025.08.20.666501", "authors": "Ferrazzi, G.; Galan-Arriola, C.; Velasco Jimeno, C.; Real, C.; Ghidara, M.; Lopez-Martin, G.; Correia, T.; Ibanez, B.; Sanchez Gonzalez, J.", "abstract": "Background: 2D Quantitative Myocardial Perfusion (Qperf) MRI is limited by its inability to provide complete myocardial coverage within a heartbeat interval. This study developed and evaluated dual saturation multiband-accelerated Qperf imaging to achieve near-complete left ventricular coverage in free-breathing at an adequate in-plane spatial resolution, using a semi-automated Myocardial Blood Flow (MBF) framework for quantification deployable directly on the scanner console. Methods: A dual-saturation single-band QPerf sequence was modified for multiband imaging, enabling the acquisition of 6 high-resolution myocardial slices plus Arterial Input Function (AIF) during free-breathing. The technique was evaluated in 16 sedated pigs (13 healthy and 3 with LAD occlusion) under rest conditions on a 3T MRI scanner. Additionally, two healthy pigs underwent stress imaging as well. Statistical comparisons were performed between multiband and single-band MBF values in corresponding AHA segments. Results: Qualitatively, multiband QPerf provided superior left ventricular coverage and comparable image quality to single-band Qperf MBF maps, potentially enabling a more comprehensive detection of perfusion defects at rest. Quantitatively, multiband QPerf yielded lower MBF values than single-band QPerf (p < 0.01). However, Bland-Altman analysis (mean difference: -0.17 ml/min/g; 95% CI: -1.12 to 0.79 ml/min/g) and Passing-Bablok regression (intercept: -0.01 ml/min/g; 95% CI: -0.37 to 0.28 ml/min/g) indicated that such discrepancy remained within the expected confidence intervals. Furthermore, the Passing-Bablok slope (0.88; 95% CI: 0.73-1.06) confirmed that mb-QPerf maintained sensitivity comparable to sb-QPerf in detecting perfusion changes under rest conditions. Finally, there was an overall increase in MBF values during stress vs rest conditions (average MBF Ratio 1.67 SD 0.31) when comparing healthy pigs. Conclusion: Multiband-accelerated Qperf is feasible, providing improved left ventricular coverage, adequate in-plane resolution, and a semi-automated MBF quantification framework directly on the scanner console. Compared to its single-band counterpart, multiband QPerf demonstrated a more comprehensive visualization of perfusion defects and comparable sensitivity and accuracy in detecting perfusion changes at rest. Further research and clinical validation in patient populations are needed to confirm its utility in the diagnosis of coronary artery disease.", "date": "2025-08-23", "journal": ""}
{"title": "Engineering non-exponential proliferation in Escherichia coli using functionalized protein aggregates", "doi": "10.1101/2025.08.23.671898", "authors": "Van Eyken, R.; Jordens, S.; Oome, D.; Broux, K.; Aertsen, A.", "abstract": "Uncurbed exponential proliferation might not always be required for genetically modified microorganisms, and might even cause unpredictable liabilities in their behavior and impact. We therefore constructed a bacterial chassis that adheres to linear proliferation for a finite number of generations, based on the asymmetric segregation of a gradually declining intracellular protein aggregate that is engineered to produce a conditionally essential metabolite such as cAMP.", "date": "2025-08-23", "journal": ""}
{"title": "GCAD: a Computational Framework for Mammalian Genetic Program Computer-Aided Design", "doi": "10.1101/2025.08.23.671908", "authors": "Dreyer, K. S.; Nguyen, A. V.; Bora, G. G.; Redus, L. E.; Edelstein, H. I.; Garcia, J.; Anastasia, E.; Dray, K. E.; Leonard, J. N.; Mangan, N. M.", "abstract": "Genetic programs can direct living systems to perform diverse, pre-specified functions. As the library of parts available for building such programs continues to expand, computation-guided design is increasingly helpful and necessary. Yet key gaps exist for designing programs for use in mammalian cells in particular. Predictive models aid the challenging design process, but iterative simulation and experimentation are intractable for complex functions. Computer-aided design accelerates this process, but existing tools do not yet capture the behavior of mammalian-specific parts and population-level effects needed for mammalian synthetic biologists. To address these needs, we developed a framework for mammalian genetic program computer-aided design. Starting with a user-defined design specification to quantify circuit performance, the framework uses a genetic algorithm to search through possible designs. Circuit space is defined by a library of experimentally characterized parts and dynamical systems models for gene expression in a heterogeneous cell population. We developed this genetic algorithm using a directed graph-based formulation with biologically constrained rules to explore regulatory connections and parts. We evaluated the framework for design problems of varying complexity, including programs we describe as an amplifier, signal conditioner, and pulse generator, demonstrating that the algorithm can successfully find optimal circuit designs. Finally, we experimentally evaluated selected circuits, demonstrating the path from a predicted circuit design to experimental testing and highlighting the importance of characterization for enabling predictive design. Overall, this framework establishes general approaches that can be refined and expanded, accelerating the design and implementation of mammalian genetic programs.", "date": "2025-08-23", "journal": ""}
{"title": "REBASTINIB, OLVEREMBATINIB, AND NAS-181 INHIBIT MYCOBACTERIUM ABSCESSUS BY DISRUPTING MYCOTHIOL HOMEOSTASIS", "doi": "10.1101/2025.08.22.671851", "authors": "L. Serrano, D.; M. Duarte, E.; Mehta, A.; J. Collins, R.; P. Sugunan, A.", "abstract": "Nontuberculous mycobacteria (NTM), particularly Mycobacterium abscessus, pose a major clinical challenge due to intrinsic drug resistance and limited therapeutic options. In this study, we evaluated three repurposed kinase inhibitors, such as rebastinib, olverembatinib, and NAS-181, for their antimycobacterial potential against M. abscessus. All three compounds displayed measurable in vitro activity, with MIC values of 22 M, 40 M, and 9 M, respectively. Whole-genome sequencing of resistant mutants revealed nonsynonymous mutations in key enzymes of the mycothiol biosynthesis pathway, including D87A and W227G substitutions in MshC (MAB_2116) and a Q51T substitution in MshA (MAB_4057c), implicating disruption of redox homeostasis as a likely mechanism of action. Consistent with this, biochemical analyses demonstrated a concentration-dependent decrease in intracellular mycothiol (MSH) and its precursor GlcN-Ins upon treatment with each compound. Cytotoxicity profiling indicated tolerable activity thresholds (rebastinib, 30 M; olverembatinib, 60 M; NAS-181, 14 M), enabling further macrophage infection assays. All three compounds significantly reduced intracellular M. abscessus burden in THP-1 macrophages without affecting host cell viability. In a mouse pulmonary infection model, treatment with rebastinib, olverembatinib, or NAS-181 (5 mg/kg) resulted in maintenance of body weight, decreased lung CFU counts, and reduced spleen enlargement compared to vehicle controls, with efficacy comparable to amikacin. Collectively, these findings identify rebastinib, olverembatinib, and NAS-181 as promising repurposed drug candidates that target mycothiol biosynthesis, providing a foundation for the development of novel therapeutic strategies against drug-resistant M. abscessus.", "date": "2025-08-23", "journal": ""}
{"title": "Bradyzoite subtypes rule the crossroads of Toxoplasma development", "doi": "10.1101/2025.08.23.671938", "authors": "Ulu, A.; Srivastava, S.; Kachour, N.; White, M. W.; Wilson, E. H.", "abstract": "Reactivation of toxoplasmosis is a significant health threat to chronically infected individuals, especially those who are or become immunocompromised. An estimated one-third of the world population is infected with Toxoplasma, placing millions at risk. The Toxoplasma cyst is the foundation of disease with its ingestion leading to infection and its reactivation, from slow replicating bradyzoites to fast replicating tachyzoites, leading to cell lysis in tissues such as the brain. There are no treatments that prevent or eliminate cysts in part due to our poor understanding of the mechanisms that underlie cyst formation and recrudescence. In this study, we aimed to understand the biology of bradyzoites prior to recrudescence and the developmental pathways they initiate. We have discovered ME49EW cysts from infected mice harbor multiple bradyzoite subtypes that can be identified by their expression of distinct proteins. Sorting of these subtypes revealed they initiate distinct developmental pathways in animals and in primary astrocyte cell cultures. Single bradyzoite RNA sequencing indicates 5 major bradyzoite subtypes occur within these cysts. We further show that a crucial subtype comprising the majority of bradyzoites in chronically infected mice is absent from conventional in vitro models of bradyzoite development. Altogether this work establishes new foundational principles of Toxoplasma cyst development and reactivation that operate during the intermediate life cycle of Toxoplasma.", "date": "2025-08-23", "journal": ""}
{"title": "Structural and mechanistic insights into bacterial hydrazine biosynthesis", "doi": "10.1101/2025.08.22.671884", "authors": "Zhao, G.; Huang, H.; Li, Y.; Yang, J.; Guo, Y.-Y.; Xu, L.; Wang, L.; Shi, J.; Wu, M.; Feng, Y.; Wang, B.; Zhang, Z.-M.; Du, Y.-L.", "abstract": "Nitrogen-nitrogen (N-N) bond-containing motifs are prevalent in both clinical drugs and natural products. Bacterial hydrazine synthetases catalyze N-N bond formation by coupling an amino acid and a hydroxylamine via a distinctive O-aminoacyl-hydroxylamine intermediate. Despite its wide occurrence, the structural and mechanistic basis of this process has remained elusive. Here, we report the first crystal structures of the O-aminoacyl-hydroxylamine synthetase component of a bacterial hydrazine synthetase, captured in binary and ternary complexes with substrates and catalytic intermediates. These structures reveal the molecular determinants of substrate recognition and, together with biochemical and computational analyses, establish a detailed mechanistic framework for the hydrazine synthetase family. Leveraging these insights, we expanded hydrazine biosynthesis through the targeted discovery of novel hydrazine synthetases and implemented a chemoenzymatic synthesis strategy. This work provides fundamental insights into hydrazine synthetases and lays the groundwork for their rational engineering as versatile biocatalysts.", "date": "2025-08-23", "journal": ""}
{"title": "Cross-regulation of (p)ppGpp and c-di-GMP pathways controls a cell-cycle transition", "doi": "10.1101/2025.08.22.671821", "authors": "Jaboulay, C.; Dugelay, C.; Maio, J. P. S.; Beillevaire, K.; Vogeleer, P.; Vinella, D.; Letisse, F.; Hallez, R.; Wang, B.; Terradot, L.; Guzzo, M.", "abstract": "Bacteria must adapt their physiology to changing environments, a process often orchestrated by nucleotide messengers such as (p)ppGpp and cyclic di-GMP (c-di-GMP). While (p)ppGpp promotes survival under nutrient stress by suppressing growth, c-di-GMP supports sessile lifestyles and cell differentiation. In the alpha-proteobacterium Caulobacter crescentus, these messengers have opposite effects on the cell cycle, suggesting potential cross-regulations. Here, we uncover direct molecular cross-talk between (p)ppGpp and c-di-GMP signaling pathways. Using biochemical, structural and genetic approaches, we show that (p)ppGpp binds to the diguanylate cyclase PleD and inhibits c-di-GMP synthesis by competing with GTP at the active site. This interaction prevents c-di-GMP accumulation under nutrient-limiting conditions, linking metabolic stress to inhibition of developmental progression. Our findings reveal a new paradigm for second messenger interplay, in which one messenger directly suppresses synthesis of another. This work provides insight into how bacteria integrate metabolic and developmental cues through small-molecule cross-talk to guide adaptive behavior.", "date": "2025-08-23", "journal": ""}
{"title": "In vitro and in vivo activity profiles of broad-spectrum bacterial ATP synthase inhibitors", "doi": "10.1101/2025.08.21.671483", "authors": "Chamberland, S.; Larose, A.; Millette, G.; Langlois, J.-P.; Cote-Gravel, J.; Brouillette, E.; Almeida, D. D.; Delbrouck, J. A.; Diachenko, I.; Ben Jamaa, A.; Normandin, C.; Murza, A.; Malouin, F.; Boudreault, P.-L.", "abstract": "Tomatidine (TO), a natural steroidal alkaloid derived from Solanaceae (e.g., tomato), is recognized for its narrow-spectrum antibiotic activity, particularly against persistent forms of Staphylococcus aureus, such as small-colony variants (SCVs). Previous studies have shown that TO exerts its effect by inhibiting S. aureus ATP synthase. In earlier work, we synthesized nearly 100 TO analogs featuring an ethylenediamine linker branched with aromatic substituents at the C3 position, and demonstrated that several of these analogs possess notable antibacterial activity against typical (non-SCV) S. aureus strains, including methicillin-resistant S. aureus (MRSA), with minimum inhibitory concentrations (MICs) ranging from 1 to 4 g/mL. Among these, analogs incorporating an indole (TM-247) or para-substituted aryl moiety (TM-184, -I; TM-218, -Cl; TM-220, -Br; TM-303, -CF3) emerged as lead candidates, exhibiting potent antibacterial activity against both Gram-positive and Gram-negative bacteria, including S. aureus SCVs. In the present study, we conducted a comprehensive antibacterial profiling of this compound series, including the predecessor compound TM-02, against a panel comprising 16 Gram-positive strains, 16 antibiotic-resistant Escherichia coli isolates, and two multidrug-resistant Acinetobacter baumannii strains. TM-184 emerged as the most promising candidate and was subsequently subjected to an expanded in vitro evaluation across 24 clinically relevant Gram-negative bacterial species. Furthermore, TM-184 was assessed in vivo using a neutropenic mouse thigh infection model against E. coli, where it demonstrated significant efficacy, leading to a substantial reduction in bacterial burden.", "date": "2025-08-23", "journal": ""}
{"title": "Dual S100A1 and ARC gene therapy as a treatment for DMD cardiomyopathy", "doi": "10.1101/2025.08.23.671924", "authors": "Hammers, D. W.; Hart, C. C.; Lee, Y. i.; Sleeper, M. M.; Sweeney, H. L.", "abstract": "Duchenne muscular dystrophy (DMD) is a lethal pediatric striated muscle disease caused by loss of dystrophin for which there is no cure. Cardiomyopathy is the leading cause of death amongst individuals with DMD, and effective therapeutics to treat DMD cardiomyopathy are a major unmet clinical need. This work investigated adeno-associated viral (AAV) gene therapy approaches to treat DMD cardiomyopathy by overexpression of the calcium binding proteins S100A1 and apoptosis repressor with caspase recruitment domains (ARC). Using the severe D2.mdx mouse model of DMD, we identified that S100A1 gene therapy improves the diastolic dysfunction associated with DMD cardiomyopathy, whereas ARC gene therapy prolongs survival. The combination of both S100A1 and ARC in a single bicistronic vector improves the long-term cardiac outcome of D2.mdx mice, development of heart failure caused by micro-dystrophin expression, and exhibits safety via intracoronary delivery in a canine model of DMD. Furthermore, S100A1-ARC gene therapy provides functional benefits when expressed in D2.mdx skeletal muscle. Together, these findings indicate that S100A1-ARC gene therapy represents an effective treatment for DMD cardiomyopathy and may be effective in treating other forms of cardiomyopathy and muscle pathologies.", "date": "2025-08-23", "journal": ""}
{"title": "Mapping the impact of microplastics exposure on enteric viral infections in intestinal organoid models", "doi": "10.1101/2025.08.19.671065", "authors": "Zhou, J.; Zhao, Y.; Li, X.; de Vries, A. C.; van der Laan, L.; Pan, Q.; Li, P.", "abstract": "Micro- and nanoplastics (MNPs) are pervasive environmental pollutants increasingly detected in human tissues, yet their long-term health consequences remain poorly understood. The intestinal epithelium, continuously exposed to ingested MNPs and serving as a primary entry site for enteric viruses, provides a critical context to study pollutant-pathogen interactions. We used human intestinal organoids to model chronic exposure, found that prolonged NPs exposure potentially triggered mitochondrial stress and broad metabolic disruption without overt toxicity. This reprogramming altered the host-virus response and also reduced sensitivity to the antiviral treatment. These findings suggest that chronic plastic exposure may subtly but persistently reshape mucosal physiology in ways that alter host-pathogen response and therapeutic efficacy, highlighting an urgent need to address environmental pollutants in infectious disease and public health research.", "date": "2025-08-23", "journal": ""}
{"title": "Diatom -lipid - copepod nexus under threat by global change", "doi": "10.1101/2025.08.22.667900", "authors": "Jonasdottir, S. H.; Broughton, R.; Visser, A. W.", "abstract": "The central role of lipids in the ecology of high latitude seas is under threat by global change. This hinges on tight ecological links between diatoms and copepods of the genus Calanus, that produce and accumulate energy rich lipids. Strongly coupled through seasonal water column stability, nutrient supply, spring bloom succession and overwintering life strategies, this nexus is foundational to the highly productive food webs of Arctic/sub-Arctic North Atlantic. We report that the ability of Calanus finmarchicus to accumulate lipids is seriously impaired by changing plankton community and by rising temperatures, being 3 times higher on diatoms than flagellate based diets while suffering around a 60% reduction associated with a 2{degrees}C temperature change. This together with higher respiration rates, smaller size at maturity and reduced diatom productivity suggests their ability to overwinter will be compromised, threatening not only their contribution to regional productivity but also in maintaining a significant pool of sequestered carbon via the lipid pump. Similar lipid mediated couplings are prevalent throughout high latitude seas, bringing uncertainty to the ecosystem services they provide.", "date": "2025-08-23", "journal": ""}
{"title": "The U1 snRNP protein U1C and Helix H of U1 snRNA are critical for small molecule splicing modulator function", "doi": "10.1101/2025.08.21.671662", "authors": "Kuang, Z.; Li, X.; Tang, Z.; Kosmyna, B.; Shi, S.; Lambert, K.; Zhang, W.; Giovinazzo, J.; Effenberger, K. A.; Sierra, J.; Ying, L.; Barraza, S. J.; Li, W.; Trotta, C. R.; Wang, J.; Zhao, R.", "abstract": "Risdiplam and branaplam represent two classes of small-molecule splicing modulators that promote U1 snRNP recognition of weak non-canonical GA/GU-containing 5' splice sites (ss). We demonstrated that branaplam enhanced recognition of these 5' ss by reconstituted U1 snRNP in vitro, and that this effect depended on the ZnF domain of U1C and Helix H of U1 snRNA, but not U1A or U1-70K. In cells, depletion of U1C generally reduced compound-induced exon inclusion for most cassette exons. Interestingly, a subset of cassette exons became responsive to compound only upon U1C knockdown, supporting a model in which U1C stabilizes specific conformations at the 5' ss/U1 snRNA interface in a context-dependent manner that can either facilitate or hinder compound binding. Surprisingly, risdiplam shows no effect on weak 5' ss recognition in vitro, suggesting additional cellular factors are required for its activity.", "date": "2025-08-23", "journal": ""}
{"title": "Evaluation of Bacterial Microcompartment Cofactor Recycling and Permeability with a Model Guided In Vitro Assay", "doi": "10.1101/2025.08.20.671389", "authors": "Palmero, B. J.; Catlett, C.; Abrahamson, C.; Shirman, S.; Mills, C.; Jewett, M. C.; Mangan, N.; Tullman-Ercek, D.", "abstract": "Biomanufacturing is a promising strategy for sustainable chemical production. However, challenges such as cofactor competition and low pathway flux prevent competitive titers. Some bacteria address these challenges by encapsulating metabolic pathways in bacterial microcompartments (MCPs), many of which contain dedicated cofactor recycling enzymes. We sought to determine how pathway cofactor recycling and intermediate sequestration in MCPs benefit pathway performance using an in vitro assay and kinetic model of the 1,2-propanediol utilization (Pdu) system. Guided by model simulations, we performed experimental design to characterize permeability, a key and difficult-to-measure property of MCPs. Using our model and measurements of metabolite concentrations over time, we estimate MCP permeability values in the range of 10-5 cm/s. We also demonstrated that NAD+/NADH recycling in the Pdu MCP benefits increased pathway flux. This study integrates experiments and systems modeling to advance our understanding of why pathways are encapsulated and to inform bioengineering applications.", "date": "2025-08-23", "journal": ""}
{"title": "Limitations of de novo sequencing in resolving sequence ambiguity", "doi": "10.1101/2025.08.19.671052", "authors": "van Puyenbroeck, S.; Beslic, D.; Suomi, T.; Holstein, T.; Muth, T.; Elo, L. L.; Martens, L.; Bouwmeester, R.; Van Den Bossche, T.; Claeys, T.", "abstract": "De novo peptide sequencing enables peptide identification from fragmentation spectra without relying on sequence databases. However, incomplete spectra create ambiguity, making unambiguous identification challenging. Recent deep learning advances have produced numerous de novo models that predict sequences and refine peptide-spectrum matches under such conditions. Yet, their relative strengths, weaknesses, and ability to handle spectrum ambiguity remain unclear. Here, we benchmark eight state-of-the-art models on three publicly available proteomics datasets, comparing performance using established metrics and quantifying intermodel agreement. We assess post-processing approaches, including iterative refinement, rescoring, and reranking, for their ability to improve identification accuracy, and perform an error analysis to identify common mispredictions and their causes. Model performance varied, with considerable overlap of correct identifications. Post-processing yielded no or only modest improvements. Most sequencing errors were model-independent and driven by limited fragment ion coverage, a limitation also observed in database searches with large search spaces.", "date": "2025-08-23", "journal": ""}
{"title": "Structure-Preserving Coarse-Grained Simulationof Proteins in Explicit Solvent", "doi": "10.1101/2025.08.20.671185", "authors": "KOLE, K.; GHOSH MOULICK, A.; Chakrabarti, J.", "abstract": "Many biologically relevant processes occur on time scales that are beyond the reach of atomistic simulations. These processes include large protein dynamics and the self-assembly of biological materials. Coarse-grained molecular modeling allows computer simulations on length and time scales 2-3 orders of magnitude larger than atomistic simulations, bridging the gap between the atomistic and mesoscopic scales. However, the structural information involving the atomic planes is lost in coarse-grained. We develop a simple coarse grained protein model with structural information in explicit solvent. We represent each residue's center of mass as a polymer bead and water oxygen as a solvent bead. Each polymer bead has five degrees of freedom: position of the center and additional two variables, for the backbone dihedral angles. All interaction parameters for bonded, non-bonded and dihedral coupling are derived from the equilibrated all-atom molecular dynamics simulation trajectory. We find that our coarse-grained approach, reproduces residue-level structural features that closely match the crystal structures and all-atom simulation results for both structured and disordered proteins.", "date": "2025-08-23", "journal": ""}
{"title": "Characterizing Solute Transport Across Cell Layers: Artifact Correction and Parameter Extraction from a Simplified Three-Compartment Model", "doi": "10.1101/2025.08.19.671057", "authors": "Tarnoki-Zach, J.; Boldizsar, I.; Kovacs, G. M.; Döme, B.; Bosze, S.; Czirok, A.", "abstract": "Quantifying solute transport across epithelial cell layers grown on transwell inserts is a common approach in early-stage drug development to estimate pharmacokinetic properties such as absorption and bioavailability. To increase throughput and reduce variability, these assays are increasingly automated, including the use of robotic or microfluidic systems for time-resolved sampling. However, both automated and manual sampling can introduce systematic artifacts, such as residual volume retention and surface adsorption, that distort concentration time series and affect downstream analysis. To fully realize the potential precision of automated measurements, we propose a mathematical correction to account for sampling artifacts; then to fit the corrected data to a three-compartment model that captures membrane diffusion, cellular sequestration, and metabolic loss. The method is demonstrated on datasets from transwell epithelial barrier transport assays. We suggest that the considered three-compartment model yields mechanistically more meaningful parameters than the conventional apparent permeability (Papp) measure. The proposed approach thus enables more accurate characterization of analyte interactions with the barrier cell layer, supporting better-informed assessments of compound behavior in in vitro transport systems.", "date": "2025-08-23", "journal": ""}
{"title": "Feeling the noise: Ascidians detect substrate-borne vibrations, not pressure waves", "doi": "10.1101/2025.08.19.671039", "authors": "Boettner, T.; Hessel, L.; Ortmann, R.; Kirchner, W. H.; Herlitze, S.; Huhn, M.", "abstract": "Marine anthropogenic noise pollution has risen in recent decades, driving interest in its ecological effects. While research has focused on mammals and fish, marine invertebrates remain largely understudied despite their ecological importance. This study explored sound perception in the benthic ascidian Halocynthia papillosa, assessing whether it detects acoustic signals via waterborne pressure waves or substrate vibrations. Field and laboratory experiments exposed H. papillosa to frequencies from 50 - 1500 Hz. Contraction responses occurred at 100 Hz, 200 Hz, and 600 Hz when played through a waterproof speaker that produced both, sound pressure and substrate vibration. In a controlled laboratory setup, only substrate vibrations triggered contractions, while pure sound pressure up to 130 dB re 1 micropascal elicited no response. Repeated exposure led to habituation, reducing contraction amplitude and relaxation time. These findings indicate that ascidians rely on mechanoreception, underscoring the overlooked impact of substrate vibrations from marine noise and the necessity to reconsider study design when investigating effects of marine noise on benthic organisms.", "date": "2025-08-23", "journal": ""}
{"title": "α-Synuclein driven cell susceptibility in Parkinson's disease", "doi": "10.1101/2025.08.19.670819", "authors": "Breiter, J. C.; Beckwith, J. S.; Brock, E. E.; Lachica, J.; Toomey, C. E.; Fu, B.; Ryten, M.; Weiss, L. E.; Wood, N. W.; Gandhi, S.; Vendruscolo, M.; Lee, S. F.", "abstract": "Early cellular events in Parkinson's disease (PD) remain elusive. While aggregation of -synuclein (Syn) into Lewy bodies marks advanced pathology, smaller Syn oligomers have been implicated in prodromal stages. Here we map Syn oligomers at single-particle resolution in post-mortem brain tissue from Braak stage 3/4 PD cases and matched controls. Quantitative imaging of 9,882 neurons across four regions captured over 112 million Syn oligomers. Mean intracellular Syn burden was unchanged between groups, but PD samples contained a higher fraction of neurons whose oligomer load exceeded a specific aggregation threshold. We term these aggregation-susceptible cells (ASCs). ASC enrichment in vulnerable regions supports a population-level model in which early pathology arises from a stochastic shift in cellular composition rather than altered Syn aggregation kinetics. This human-tissue, large-scale dataset provides a quantitative framework for detecting ASCs and for testing population-level interventions in PD and related proteinopathies.", "date": "2025-08-23", "journal": ""}
{"title": "Investigating motion-induced signal corruption in steady-state diffusion MRI", "doi": "10.1101/2025.08.19.670858", "authors": "Tendler, B. C.; Wu, W.; Miller, K. L.; Hess, A. T.", "abstract": "Purpose: Diffusion-weighted steady-state free precession (DW-SSFP) is a diffusion imaging sequence achieving high SNR efficiency and strong diffusion-weighting. A key challenge for in vivo DW-SSFP is the sequence's severe motion sensitivity, currently limiting investigations to low or no motion regimes. Here we establish a framework to both (1) investigate and (2) correct for the impact of subject motion on the DW-SSFP signal. Theory and Methods: An extended phase graphs (EPG) representation of the DW-SSFP signal was established incorporating a motion operator describing rigid body and pulsatile motion. The representation was validated using Monte Carlo simulations, and subsequently integrated into a data fitting routine for motion estimation and correction. The fitting routine was evaluated using both simulations and experimental 2D low-resolution single-shot timeseries DW-SSFP data acquired in a human brain, with a tensor reconstructed from the motion-corrected experimental DW-SSFP data. Results: The proposed EPG-motion framework gives excellent agreement to complementary Monte Carlo simulations, demonstrating that diffusion coefficient estimation is robust over a range of motion and SNR regimes. Tensor estimates from the motion-corrected experimental DW-SSFP data give excellent visual agreement to complementary DW-SE data acquired in the same subject. Conclusion: Temporal information capturing the evolution of the DW-SSFP signal can be used to retrospectively (1) estimate subject motion and (2) reconstruct motion-corrected DW-SSFP data. Open-source software is provided, facilitating future investigations into the impact of subject-motion on DW-SSFP acquisitions.", "date": "2025-08-23", "journal": ""}
{"title": "Immunological and Biochemical Profiles in Rheumatoid Arthritis: Sex-Dependent Variations and Organ Function Implications", "doi": "10.1101/2025.08.23.671936", "authors": "Rahi, A. A.; Mohammed, B. K. M. K.", "abstract": "Background: Rheumatoid arthritis (RA) is a systemic autoimmune disease characterised by chronic inflammation, primarily affecting the joints, but it can also impact multiple organ systems. The disease disproportionately affects females and is associated with immunological, haematological, hepatic, and renal alterations. Monitoring these parameters can provide insights into disease severity, treatment compliance, and sex-specific responses. Methodology: This case-control study included 50 RA patients (30 females [60%], 20 males [40%]) and 30 healthy controls. The disease duration ranged from 1 to 28 years, with the majority (28%) having a duration between 1 and 4 years. Eighty per cent of patients were compliant with treatment. Blood and biochemical tests were performed to evaluate inflammatory markers (ESR, CRP, IL6, TNF, Anti CCP)by Eliza technique, liver enzymes (ALT, AST, ALP, TSB, albumin), renal function tests (urea, creatinine) by Specterophotometer, and trace elements (copper by Atomic Absorption Spectrophotometry (AAS), ceruloplasmin by Immunoturbidimetric assay, transferrin by Immunoturbidimetry through Roche Cobas c501/c601 device). Results: RA patients showed significantly elevated inflammatory markers compared to controls, including Anti-CCP (Females: 32.33 10.85 IU/mL; Males: 31.90 8.55 IU/mL), IL6 (Females: 61.90 to12.62 ng/L; Males: 66.55 to 10.32 ng/L), and TNF (Females: 198.80 50.95 ng/L; Males: 234.95 83.43 ng/L) (P<0.01). ESR was significantly higher in RA patients (Females: 55.53 33.96 mm/h; Males: 38.00 18.12 mm/h) versus controls. Liver function was impaired in RA patients, with increased ALT, AST, and TSB levels, and decreased albumin and ALP. Kidney function markers (urea and creatinine) were elevated in females but comparatively reduced in males. Trace elements showed high copper and ceruloplasmin levels in RA patients of both sexes compared to controls, while transferrin was notably higher in males with RA (53.90 11.48 ng/mL vs. 28.08 4.33 ng/mL in controls). Conclusion: RA significantly affects immunological, hepatic, renal, and haematological profiles, with marked differences between sexes. Female patients exhibited more profound renal and lymphocytic alterations, whereas male patients showed elevated transferrin levels. These findings highlight the importance of comprehensive, sex-specific monitoring of RA patients, particularly focusing on inflammatory and organ function biomarkers, to improve disease management and patient outcomes.", "date": "2025-08-23", "journal": ""}
{"title": "A Zur-dependent regulatory RNA involved in maintaining zinc homeostasis in Staphylococcus aureus", "doi": "10.1101/2025.08.23.671911", "authors": "Charbonnier, M.; Probst-Lotze, S.; Racine, H.; Radin, J. N.; Rios-Delgado, G.; Laster, H. M.; Kohl, M. P.; Mazgaj, R.; Blum, M.; Marchand, V.; Chicher, J.; Marzi, S.; Romby, P.; Tree, J. J.; Waldron, K. J.; Boyd, J. M.; Dutheil, J. Y.; Kehl-Fie, T. E.; Lalaouna, D.", "abstract": "Small regulatory RNAs (sRNAs) are key drivers of bacterial adaptation to environmental fluctuations, including iron and manganese restriction imposed by the host. This study explored the repertoire of sRNAs produced by the human pathogen Staphylococus aureus in response to metal limitation. Two sRNAs, S1077 and ZinS (RsaX20), regulated by zinc (Zn) availability, were identified. Further investigations revealed that, similar to the cnt operon from which it derives, S1077 synthesis is controlled by the transcription factors Zur and Fur. In contrast, zinS transcription is solely repressed by Zur. Amongst the ZinS targets are several Zn-dependent enzymes, such as the alcohol dehydrogenase Adh, whose synthesis is negatively regulated by ZinS. Loss of ZinS does not alter staphylococcal metal accumulation, suggesting a role in a Zn-sparing response. Remarkably, zinS also encodes a small peptide, ZinP. Genomic analysis suggests that the regulatory portion of ZinS emerged from the 3 untranslated region of zinP in S. aureus and closely related species after horizontal gene transfer from phylogenetically distant organisms. All our findings demonstrate that sRNAs also facilitate bacterial adaptation to Zn limitation, and that genetic exchange and subsequent neofunctionalization have enabled S. aureus to adapt to metal-restricted environments.", "date": "2025-08-23", "journal": ""}
{"title": "Conserved Heterochromatin-like Structures with Local Regulators Mediate the Iron Stress Response in Mycobacteria", "doi": "10.1101/2025.08.23.671944", "authors": "Ekdahl, A. M.; Turula, A.; Schroeder, J. W.; Hurto, R.; Liu, Q.; Freddolino, L.; Contreras, L. M.", "abstract": "Recent studies have demonstrated the importance of dynamic heterochromatin-like regions in bacterial gene regulation, particularly for adaptation to changing environments. Here, we have measured the dynamic regulatory protein-DNA landscape of the tuberculosis vaccine strain, M. bovis BCG Pasteur, under the pathogenically-relevant condition of iron starvation. Our results capture for the first time the overall protein occupancy landscape of the genome of M. bovis BCG, identifying extended protein occupancy domains likely composed of diverse sets of nucleoid-associated proteins and transcription factors. Importantly, we find chromatin-directed regulation of stress-responsive genes like siderophores. Furthermore, through comparison with the free-living M. smegmatis, we identified a specific class of extended protein occupancy domains that are associated with conserved genomic regions across the two organisms, whereas regions with low protein occupancy often lack conservation. Our findings thus comprehensively reveal the contributions of both local regulators and chromatin structure to gene regulation and evolution in mycobacteria.", "date": "2025-08-23", "journal": ""}
{"title": "Molecular mimicry of plant cell-surface immune receptors by fungal secreted leucine-rich repeat proteins", "doi": "10.1101/2025.08.22.671746", "authors": "Ali, H.; Thynne, E.; Ellis, T.; Booth, C.; Bates, R.; Hope, M.; Wallington, E. J.; Crean, E. E.; Pachinger, L.; Saur, I. M. L.; Stukenbrock, E. H.; Kettles, G. J.", "abstract": "Leucine-rich repeat (LRR) receptor-like kinases (LRR-RLKs) are important plant immunity proteins. The wheat pathogen Zymoseptoria tritici produces many virulence effectors during infection; however, most remain uncharacterised. We identified a secreted protein from Z. tritici (ZtLRR) that consists of a single LRR domain and hypothesised that it mimics host LRR-RLKs to suppress plant immunity. We used transient expression to probe ZtLRR function related to production of reactive oxygen species (ROS) and cell death, two important immune processes. We used AlphaFold structural predictions with targeted yeast two-hybrid to demonstrate protein-protein interactions. Transgenic wheat allowed assessment of effector function in the natural host. ZtLRR suppressed ROS production and cell death in N. benthamiana with high potency. Structural predictions suggested high similarity to several plant LRR-RLKs and interaction with TaBAK1 was confirmed by targeted yeast two-hybrid. Transgenic wheat expressing ZtLRR was impaired in PAMP-triggered immunity (PTI) and had increased susceptibility to infection with compatible Z. tritici. We identified structural orthologs of ZtLRR in diverse fungal lineages and demonstrated that several of these proteins have similar immune-suppressing properties as ZtLRR. Our work demonstrates that molecular mimicry of host LRR-RLKs by phytopathogen sLRR effectors is effective at disrupting host immune pathways.", "date": "2025-08-23", "journal": ""}
{"title": "Metabolic Crossroads: AMDHD2 Couples the Hexosamine Biosynthetic Pathway to Acetyl-CoA Homeostasis in Pluripotent Stem Cells", "doi": "10.1101/2025.08.20.671247", "authors": "Kroef, V.; Hund, L.; Barenco Abbas, Y.; Tamura, N.; Froehlich, J.; Huber, A.-K.; Ali, S. M.; Wischhof, L.; Scheiblich, H.; Giavalisco, P.; Denzel, M. S.; Tessarz, P.; Huppertz, I.", "abstract": "Pluripotent stem cells (SCs) rely on metabolic rewiring to regulate self-renewal and differentiation. The hexosamine biosynthetic pathway (HBP) integrates multiple metabolic inputs to produce uridine diphosphate-N-acetylglucosamine (UDP-GlcNAc), a central substrate for protein and lipid glycoconjugates. While UDP-GlcNAc levels influence pluripotency, the broader metabolic roles of the HBP in stem cell maintenance and differentiation remain largely unexplored. Using proteomic and metabolomic analyses, we uncovered extensive enzymatic remodelling of the HBP during early mouse embryonic stem cell (mESC) differentiation, including a significant decrease in N-acetylglucosamine-6-phosphate (GlcNAc6P) levels, despite stable UDP-GlcNAc levels. Isotope labelling experiments revealed that pluripotent stem cells maintain UDP-GlcNAc biosynthesis through a combination of glucose-driven de novo synthesis and the N-Acetylglucosamine (GlcNAc) salvage pathway, both of which are downregulated during differentiation. Functionally, we identified GlcNAc6P--a point of convergence of the de novo synthesis and the salvage pathways--as a pivotal metabolite of stem cell fate. Preventing GlcNAc6P's deacetylation by deleting or depleting AMDHD2 impaired mESC differentiation. Mechanistically, we demonstrated that GlcNAc6P catabolism is essential for sustaining cytosolic acetate and in turn acetyl-CoA levels, which are critical for lipid synthesis and histone modifications required for pluripotency exit. These findings establish AMDHD2 as a key supplier of cellular acetate and reveal an essential metabolic link between HBP activity and acetyl-CoA homeostasis. By expanding the role of the HBP beyond UDP-GlcNAc production, this study reveals an unrecognised metabolic vulnerability that can be exploited to manipulate stem cell identity.", "date": "2025-08-23", "journal": ""}
{"title": "Finding Inter-species Associations on Large Citizen Science Datasets", "doi": "10.1101/2025.08.19.671077", "authors": "Deutsch, J. A.", "abstract": "Determining associations among different species from citizen science databases is challenging due to observer behavior and intrinsic density variations that give rise to correlations that do not imply species associations. This paper introduces a method that can efficiently analyze large datasets to extract likely species associations. It tiles space into small blocks chosen to be of the accuracy of the data coordinates, and reduces observations to presence/absence per tile, in order to compute pairwise overlaps. It compares these overlaps with a spatial Poisson process that serves as a null model. For each species i, an expected overlap i is estimated by averaging normalized overlaps over other species in the same vicinity. This gives a z-score for significance of a species-species association and a correlation index for the strength of this association. This was tested on 874,263 iNaturalist observations spanning 15,975 non-avian taxa in the Santa Cruz, California region ({approx} 4.68 x 106 tiles). The method recovers well-known insect host-plant obligate relationships, particularly many host-gall relationships, as well as the relationship between Yerba Santa Beetles and California Yerba Santa. This approach efficiently finds associations on ~108 species pairs on modest hardware, filtering correlations arising from heterogeneous spatial prevalence and user artifacts. It produces a ranked shortlist of ecological interactions that can be further pursued. Extensions to this method are possible, such as investigating the effects of time and elevation. It could also be useful in the determination of microhabitats and biomes.", "date": "2025-08-23", "journal": ""}
{"title": "Dynamic connectivities of plant metacommunities at a millennial time-scale: the Beringia testbed", "doi": "10.1101/2025.08.19.671027", "authors": "Herzschuh, U.; Stoof-Leichsenring, K. R.; Farkas, L. Z.; Liu, Y.; Liu, S.; Böhmer, T.; Baisheva, I.; Biskaborn, B. K.; Courtin, J.; Diekmann, B.; Epp, L. S.; Hippel, B. v.; Huang, S.; Huang, Y.; Jia, W.; Kaufman, D. S.; Meyer, H.; Melles, M.; Meucci, S.; Pestryakova, L. A.; Schulte, L.; Wagner, B.; Wang, Z.; Zakharov, E. S.", "abstract": "Ecological connectivity shapes ecosystem responses to climate change and is thought to underpin stability, yet its millennial-scale dynamics remain poorly resolved. We asked how spatial and temporal connectivity of plant metacommunities changed over the last 40 ka and which processes drove it. We analysed and compiled plant sedimentary DNA from 20 lake cores across Beringia (Siberia, Alaska) to investigate community dynamics and, for a high-resolution subset, applied beta- and zeta-diversity to track connectivity. Vegetation changed coherently across the glacial-Holocene transition, with trait shifts mirroring functional composition. Connectivity peaked during the late MIS3 and Last Glacial Maximum--likely aided by the Bering Land Bridge, mass effects and facilitation--collapsed during the Deglacial with rapid turnover, and rebounded in the Holocene as shrub and boreal communities expanded. Temporal zeta within sites exceeded spatial zeta, indicating strong local persistence and resilience. Tundra sites uninvaded by forest maintained continuous species pools. Overall, these patterns underscore the value of a metacommunity perspective for assessing millennial-scale connectivity changes.", "date": "2025-08-23", "journal": ""}
{"title": "Base editing of β0 thalassemia mutations as a therapeutic strategy for β-hemoglobinopathies: efficacy and genotoxicity studies", "doi": "10.1101/2025.08.21.671453", "authors": "Miccio, A.; Hardouin, G.; Martinucci, P.; Scaramuzza, S.; Antoniou, P.; CORRAD, F.; TACHTSIDI, A.; CORRE, G.; MOMBLED, M.; Manceau, S.; Rouillon, C.; Masson, C.; JOSEPH, L.; THURET, I.; NathalY Network,  ; Allemand, E.; AMENDOLA, M.; Romano, O.; Ferrari, G.", "abstract": "Gene therapy has emerged as a promising curative treatment for {beta}-hemoglobinopathies, the most common genetic disorders worldwide. However, current approved approaches still have some limitations in terms of safety and efficacy. Here, we used highly processive adenine base editors (ABE) variants to precisely correct some of the most prevalent and severe {beta}-thalassemia-causing mutations in the {beta}-globin gene. Efficient editing of hematopoietic stem/progenitor cells (HSPCs) led to potent {beta}-globin expression in their erythroid progeny and persistent correction of both {beta}-thalassemia and sickle cell-{beta}-thalassemia phenotypes. The safety of this strategy was confirmed in HSPCs in vitro and in vivo by the absence of gene dysregulation or any meaningful impact on the DNA mutational burden, the RNA deamination level, the {beta}-globin gene locus integrity, and the clonality of the HSPC graft. Overall, base editing-mediated gene correction is a safe and effective strategy for treating {beta}-hemoglobinopathies.", "date": "2025-08-23", "journal": ""}
{"title": "Engineered heat-stable variants of Trypanosoma cruzi flagellar protein Tc24 enable serological detection of Chagas disease", "doi": "10.1101/2025.08.23.671862", "authors": "Batra, S.; Waugh, C.; Harris, G.; Muskett, F. D.; Gianga, T. M.; Hussain, R.; Siligardi, G.; Mertens, P.; Turpins, L.; Draye, M.; Rooney, B.; Miles, M. A.; Bhattacharyya, T.; Campeotto, I.", "abstract": "Chagas disease, caused by the protozoan Trypanosoma cruzi, is one of the major neglected diseases globally, killing 12,000 people per year and silently infecting an estimated 7 million people worldwide. Current diagnostic methods are limited by cost, complexity and cold-chain requirements. The T. cruzi flagellar protein Tc24 is a promising antigen for serological tests but suffers of poor solubility and heat stability. Here, we computationally engineered and produced three variants of Tc24, which exhibit remarkable heat stability, up to 69 degrees Celsius, and express with higher solubility in E. coli compared to the wild-type protein, reducing production costs, eliminating the need for a cold chain and therefore facilitating cost-effective production and storage without refrigeration and even in lyophilised form. These variants remained remarkably stable for 70 days in solution at 25 degrees Celsius and successfully detected antibodies in human sera samples from Chagas disease patients from Northern and Southern regions of Latin America, demonstrating the preservation of their antigenicity. The best-performing engineered variant was incorporated into a prototype of lateral flow test, demonstrating potential for rapid, affordable and accessible Chagas disease diagnostics in resource-limited settings.", "date": "2025-08-23", "journal": ""}
{"title": "A Novel Allosteric Inhibitor Targeting IMPDH2 at Y233 Overcomes Resistance to Tyrosine Kinase Inhibitors in Lymphoma", "doi": "10.1101/2025.08.19.667179", "authors": "Pattabiraman, N.; Lobello, C.; Rushmore, D.; Mologni, L.; Wasik, M.; Basappa, J.", "abstract": "IMPDH2 is a rate-limiting enzyme in the de novo biosynthesis of guanine nucleotides and is often overexpressed in hematologic malignancies and solid tumors. However, its regulatory mechanisms in cancer remain poorly understood. Here, we identify IMPDH2 as a direct substrate of the oncogenic kinases ALK and SRC, which phosphorylate tyrosine 233 within the enzymes allosteric Bateman domain. Using peptide-based mutagenesis and enzymatic assays, we demonstrate that Y233 phosphorylation is essential for IMPDH2 activity. We found that phosphoinositide-3-phosphate (PI3P), a signaling phospholipid, selectively binds to and inhibits IMPDH2, but not its isoform IMPDH1, revealing a novel lipid-mediated, isoform-specific regulatory mechanism. Next, we conducted structure-based virtual screening and identified a potent allosteric inhibitor of IMPDH2, comp-10, with an IC50 of 260 nM. Comp-10 significantly impairs cell proliferation in ALK-positive anaplastic large cell lymphoma (ALCL) cell lines, including those resistant to the ALK inhibitors crizotinib and lorlatinib, and outperformed the FDA-approved IMPDH inhibitor mycophenolic acid. These findings reveal the dual regulation of IMPDH2 through tyrosine phosphorylation and binding to PI3P, and describe the discovery of a new IMPDH2 inhibitor, suggesting a potential therapeutic strategy to overcome resistance to tyrosine kinase inhibitors.", "date": "2025-08-23", "journal": ""}
{"title": "Detergent-free reconstitution of transmembrane proteins in giant liposomes of complex curvature by the Synthetic Membrane Transfer", "doi": "10.1101/2025.08.23.671895", "authors": "Meena, H.; Zdanowicz, R.; Bock-Bierbaum, T.; Stephan, T.; Ottsen Knudsen, S. D.; Jakobs, S.; Daumke, O.; Pedersen, P. A.; De Franceschi, N.", "abstract": "Transmembrane proteins perform many crucial functions in the cell, including transfer of matter and information across the membrane. Giant Unilamellar Vesicles (GUVs) are the ideal tool for studying these processes; yet functional transmembrane protein reconstitution in GUVs still represents a bottleneck in bottom-up synthetic biology. Here, we developed a novel approach that we call Synthetic Membrane Transfer (SMT), where transmembrane proteins reconstituted into styrene-maleic acid particles in a detergent-free environment can be transferred to the GUV membrane. The SMT approach is a one-step, facile and general method that works for structurally diverse proteins, and it does not require any specific lipid or buffer composition. Moreover, the SMT is fully compatible with the Synthetic Membrane Shaper (SMS) technology, which allows to deform GUVs in a controlled fashion, obtaining dumbbell-shaped GUVs exhibiting a catenoid-like geometry. The combination of SMT and SMS results in functional reconstitution of transmembrane proteins in catenoid membrane necks. Using this approach, we demonstrate that Mic10, a component of the MICOS complex, directly senses membrane curvature and localizes at the neck of dumbbells GUVs, a geometry that recapitulates the shape of mitochondria cristae junctions. This paves the way for bottom-up reconstitution of the MICOS complex on a physiological membrane geometry.", "date": "2025-08-23", "journal": ""}
{"title": "Shared Immune and Epigenetic Pathways in Systemic Lupus Erythematosus and Melanoma Immunotherapy: A Cross-Disease Analysis with Prognostic and Therapeutic Implications", "doi": "10.1101/2025.08.19.671053", "authors": "Shabana, B.; Ramadan, N. A.; Marey, M. M.; Shaban, M. M.", "abstract": "Systemic lupus erythematosus (SLE) and melanoma both involve dysregulated immune pathways, yet their molecular convergence remains poorly understood. We performed a cross-disease transcriptomic analysis of melanoma (GSE168204) and SLE (GSE211700) datasets to identify shared signatures of immune activation and immune checkpoint blockade (ICB) response. Differential expression analysis revealed two distinct signatures: (i) an immune signature's upregulated in melanoma responders and SLE (n = 147 genes), enriched in interferon signaling and epigenetic regulators such as ASF1B and EZH2 [4, 7, 52]; and (ii) a cell cycle signature's upregulated in melanoma non-responders and SLE (n = 157 genes), dominated by CDK1 and CCNB1 [39]. Pathway enrichment and protein-protein interaction analyses confirmed that immune activation and epigenetic remodeling drive convergence between SLE and melanoma responders, while cell cycle upregulation is specific to ICB resistance [13, 53]. Validation in independent datasets (GSE91061, GSE261866) supported the immune signature's relevance (AUC = 0.780, p = 0.0456) and the cell cycle signature's specificity to melanoma (p = 0.2414 in SLE) [17, 18].In TCGA-SKCM survival analysis, the cell cycle signature demonstrated strong prognostic value, predicting dramatically worse overall survival (OS HR = 15.634, 95% CI: 1.898 - 128.761, p = 0.011) and progression-free survival (PFS HR = 8.484, 95% CI: 1.420 - 50.688, p = 0.019). The immune signature showed protective trends for both OS (HR = 0.259, p = 0.121) and PFS (HR = 0.656, p = 0.585), while a composite score integrating both signatures achieved significant prognostic utility (OS HR = 0.141, p = 0.004; PFS HR = 0.324, p = 0.053) [40]. Connectivity Map analysis identified mTOR inhibitors, proteasome inhibitors, HDAC inhibitors, and statins as candidate therapeutics targeting these pathways [45, 50]. Limitations include reliance on transcriptomic data, moderate biomarker performance (AUC = 0.6567 - 0.780), and lack of functional validation. Future studies should validate these signatures' in ICB-treated cohorts, integrate multi-omics, and test proposed therapeutics preclinically. Overall, this cross-disease analysis highlights immune-epigenetic convergence linking SLE and melanoma, with implications for biomarker development and therapeutic repurposing [6, 12].", "date": "2025-08-23", "journal": ""}
{"title": "Mutational Analysis of Human Norovirus VP2 Elucidates Critical Molecular Interactions for Virus Assembly", "doi": "10.1101/2025.08.23.671901", "authors": "Dave, J. J.; Crawford, S. E.; Atmar, R. L.; Ettayebi, K.; Prasad, B. V. V.; Estes, M. K.", "abstract": "Human noroviruses (HuNoVs) are the leading cause of viral gastroenteritis with >80% of infections caused by the GII genogroup. HuNoVs are non-enveloped, with an icosahedral capsid composed of 90 dimers of the major capsid protein VP1, which encloses a minor structural protein, VP2, and a VPg-linked positive sense ssRNA genome. Although the atomic structure of the icosahedral capsid formed by VP1 is well characterized using crystallography and cryo-electron microscopy analyses of HuNoV virus-like particles (VLPs), the structures and the localization of VP2 and VPg inside the capsid, how they are incorporated into the capsid, and whether this process requires interactions between them remain unresolved. Herein, we show VP2 is the molecular bridge for assembly of particles containing VP1, VP2 and VPg. We used deletion constructs and mutational analyses, guided by bioinformatic analyses, to determine the interaction site on VP2 for VP1 of the pandemic-causing GII.4 Sydney HuNoV. GII.4 HuNoV VP2 contains a unique insertion site at amino acids (AAs) 43-53, relative to VP2s of other GII HuNoV genotypes. We identified AA residues 40-43 on VP2 are required for interaction with VP1; mutation of VP2 AA 40-43 abrogates VP2 encapsidation. Computational analyses predicted VP2 has a highly conserved N-terminal -helical domain and an intrinsically disordered C-terminal domain that exhibits significant sequence diversity. We identified VP2, not VP1, uniquely binds VPg; the VP2 C-terminal domain is sufficient to interact with VPg. These findings reveal domain-specific functions of VP2 that are essential for coordinating capsid protein interactions for HuNoV assembly.", "date": "2025-08-23", "journal": ""}
{"title": "A versatile microfluidic extrusion-based hydrogel platform for self-organization and long-term maintenance of engineered 3D lymphatic endothelium", "doi": "10.1101/2025.08.21.666813", "authors": "Mazari-Arrighi, E.; Boyreau, A.; Chaillot, L.; Souleyreau, W.; Andrique, L.; Mathivet, T.; Bikfalvi, A.; Nassoy, P.", "abstract": "Lymphatic endothelium is essential for interstitial fluid drainage, immune surveillance, and macromolecular transport. Existing in vitro models that accurately recapitulate its three-dimensional structure, barrier properties, and long-term stability are still limited. In this study, we propose a robust, adaptable, and scalable platform designed to generate engineered three-dimensional lymphatic endothelium using primary human dermal lymphatic endothelial cells (HDLECs). This system combines microfluidic extrusion-based fabrication allowing precise control of the tubular geometry with a fully defined extracellular matrix-derived hydrogel. The capability to adjust dimensions enables the creation of constructs that encompass physiologically relevant size ranges. A comprehensive matrix screen revealed a distinct four-component formulation - gelatin, Matrigel, hyaluronic acid, and fibrinogen - that promotes HDLEC self-assembly into stable, lumen-lining monolayers within a week. These engineered structures retain viability and structural integrity for a minimum of 30 days under static culture conditions. Functional permeability assays demonstrated selective tracer uptake characteristics of lymphatic transport. Comparative studies with blood vascular endothelial cells indicate that the proposed platform supports prolonged maintenance of lineage-specific expression profiles, junctional organization, and permeability properties under identical fabrication parameters. Altogether, this methodology offers a reproducible and controlled system for examining three-dimensional endothelial architecture, transport mechanisms, and extracellular matrix remodeling across diverse endothelial phenotypes, thereby addressing a pivotal gap in the modeling of lymphatic vasculature.", "date": "2025-08-23", "journal": ""}
{"title": "Brownian DNA Computing", "doi": "10.1101/2025.08.21.671330", "authors": "Schröder, T.; Bauer, J.; Schüler, P.; Zähringer, J.; Cole, F.; Ferrari, G.; Barnard, L.; Gronbach, K.; Brüggenthies, G. A.; Tinnefeld, P.", "abstract": "Silicon-based computing faces limitations in energy consumption, parallelism and the possibility to interact with living systems, prompting interest in biomolecular alternatives such as DNA computing. Here we present Brownian DNA computing that uses coupled molecular balances to form a molecular processing unit (MPU) on a DNA origami platform. The designed MPUs perform Boolean logic operations of increasing complexity including a half-adder and multiple-input gates. Distinguishing different inputs by the intensity of single-molecule probes reporting on the state of the MPU enables non-Boolean logic with two-input four-output operations directly integrating all basic logic operations in a single computational gate. The presented Brownian DNA computing approach may offer energy-efficient computation and serve as a foundation for molecular computing, sensing, and soft robotics.", "date": "2025-08-23", "journal": ""}
{"title": "Arabidopsis Group I Pumilio RNA-binding factors are vital for embryo development and balancing between growth and stress resistance", "doi": "10.1101/2025.08.21.671196", "authors": "Wu, W.; Li, D.; Lin, D.; Xu, W.; Chen, T.; Chen, X.; Guo, W.; Long, Z.; Xu, X.; Tu, X.; Huang, J.", "abstract": "Pumilio (PUM) RNA binding proteins are crucial for regulating gene expression by binding to a conserved motif in the 3'-untranslated region (3'-UTR). Despite their importance, the role of PUM in plants is largely unexplored. Here, we investigated the functions of Arabidopsis group I PUMs (APUM1-APUM6), which are ubiquitously expressed and localized in the cytosol. While single apum mutants exhibit no visible phenotypes, CRISPR/Cas9-generated apum1 apum2 apum3 triple mutants (apum1/2/3) display reduced growth in both vegetative and reproductive organs, alongside hypersensitivity to various stresses. Remarkably, apum1/2/3/4 quadruple mutants are embryonically lethal, highlighting their essential role in embryo development. Transcriptomic profiling revealed that differentially expressed genes (DEGs) upregulated in apum1/2/3 are enriched in pathways related to photosynthesis, stress responses and anthocyanin biosynthesis, while downregulated DEGs are associated with biotic stress defense and hydrogen peroxide metabolism. This suggests that APUM1/2/3 act as molecular hubs balancing plant growth and stress adaptation. Biochemical assays showed that recombinant APUM homologous domains bind to the 5'-UGUGUAUA-3' core motif in the 3'-UTR of the transcription factor Production of Anthocyanin Pigment1 (PAP1), crucial for anthocyanin biosynthesis. Notably, single nucleotide substitutions, except for the third U, do not affect binding, while multiple mutations disrupt interaction. Consistently, apum1/2/3 mutants accumulate significantly more anthocyanin than wild-type plants. Furthermore, we predicted 7053 potential target genes for APUM1/2/3, with 1609 present among the upregulated DEGs in apum1/2/3. Taken together, our findings demonstrate that group I APUMs are vital posttranscriptional regulators, providing a new perspective on the trade-offs between growth and stress resilience in plants.", "date": "2025-08-23", "journal": ""}
{"title": "Biosynthesis of a major plant immunity hormone, salicylate, changed drastically during evolution of flowering plants", "doi": "10.1101/2025.08.19.670929", "authors": "Katagiri, F.; Larson, E. A.; Hong, K.; Tsuda, K.; Cohen, J. D.; Hegeman, A. D.", "abstract": "Salicylate (SA) is a key plant immunity hormone, which induces immunity against biotrophic pathogens. Two SA biosynthetic pathways are known: the isochorismate synthase (ICS) and the phenylalanine ammonia-lyase (PAL) pathways. However, the primary pathways used are known for only a few plant species. For example, the ICS pathway evolved within the Brassicales order, and Arabidopsis, a member of this order, primarily uses it. It is challenging to determine the proportions of these pathway contributions using genetic perturbations because the SA biosynthetic pathways are typically regulated by feedback from SA. We developed a simple method to directly measure the relative contributions of these two pathways to SA synthesis using [13C6]glucose feeding to leaves and LC-MS/MS analysis of the leaf extracts. A survey of 16 diverse eudicot species and a monocot species, rice, showed that all these species, except for the Brassicales species with the ICS pathway, mainly use the PAL pathway. The Brassicales species mostly used the ICS pathway but did not use it exclusively: for example, the contribution of the ICS pathway in Arabidopsis was 84% on average. We found that the main pathway in two basal angiosperm species was neither the ICS nor the PAL pathway. Instead, the [13C]-labeling patterns of SA in these species were consistent with possible involvement of a type III polyketide synthase. Thus, during evolution of flowering plants, the main SA biosynthetic pathways changed drastically at least twice. Pathogen effectors targeting SA biosynthetic pathway components likely exerted selection pressure driving these drastic changes.", "date": "2025-08-23", "journal": ""}
{"title": "Partial retention of ancient function increases genetic pleiotropy in grass evolution", "doi": "10.1101/2025.08.22.670905", "authors": "de Neve, A. E.; Kelly, O. A.; Kelly, T.; Leiboff, S.; Bartlett, M. E.", "abstract": "Changes in form are driven by the differential, context-dependent regulation of pleiotropic genes. How genetic pleiotropy itself emerges, however, remains unclear. The maize genes GRASSY TILLERS1 (GT1) and RAMOSA3 (RA3) are required for axillary meristem suppression, a deeply conserved trait across angiosperms, and for floral organ suppression, a trait which evolved within the grass family. To determine how these pleiotropic functions are regulated, we first established a high-throughput method for quantitative phenotyping of grass flowers. Using this method, we show that distinct environmental mechanisms regulate axillary meristem versus floral organ suppression. In line with these differences, we find upstream regulation of GT1 and RA3 has diverged, consistent with their redeployment in flowers. Our results show that, rather than wholesale adoption of genetic networks, developmental genes can retain ancient functions and be recruited into other programs in the evolution of form, thereby increasing genetic pleiotropy.", "date": "2025-08-23", "journal": ""}
{"title": "Sex mosaic and a rare male in the parthenogenetic stick insect Neohirasea japonica (Phasmatodea, Lonchodidae)", "doi": "10.1101/2025.08.20.671192", "authors": "Morishita, T.; Nawa, T.; Nozaki, T.", "abstract": "Parthenogenetic species that reproduce solely by females are pivotal for understanding the evolution and diversity of reproductive strategies. Rare males, often resulting from developmental errors, including chromosomal abnormalities, offer valuable insights into reproductive reversibility, although their rarity limits data on morphology, behavior, and fertility. Stick insects (Phasmatodea), with numerous parthenogenetic species, are key taxa for studying these phenomena; however, detailed analyses of rare males remain scarce. In this study, we investigated the spontaneous appearance of male and sexual mosaics within a captive colony of Neohirasea japonica, a widespread stick insect in Japan, where males are typically absent. In total, three individuals exhibiting male characteristics (penis and non-oviposition) were observed during the 8-years rearing. One displayed a typical male abdominal clasper and exhibited mating behavior with conspecific females, with morphological comparisons strongly suggesting that it was an N. japonica male. The other two individuals lacked mating behavior and were identified as sexual mosaics based on their external morphology and the presence of female reproductive systems upon dissection. This study provides foundational morphological and anatomical data on male, female, and sexually mosaic individuals in N. japonica. It also includes quantitative comparisons of key traits, such as the antenna-to-body length ratio, which is 0.78 in males and ranges from 0.52 to 0.53 in females. These findings establish valuable criteria for future identification of rare males and sexual mosaics in this species, ultimately contributing to our understanding of sexual trait degeneration in obligate parthenogenetic lineages.", "date": "2025-08-23", "journal": ""}
{"title": "Social Touch Suppresses Aggression via Thalamic Mechanisms", "doi": "10.1101/2025.08.23.670446", "authors": "Lang, T.; Drahos, B. B.; Dora, F.; Keller, D.; Csordas, I.; Szendi, V.; Puska, G.; Grinevich, V.; Dobolyi, A.", "abstract": "Understanding the neural circuitry underlying aggression is critical for both scientific insight and clinical intervention. Here, we identify the posterior intralaminar thalamic nucleus (PIL) as a key node in an anti-aggressive circuit activated by social touch. Using a rodent model, we demonstrate that deprivation of direct physical contact during social isolation leads to heightened aggression. Chemogenetic and optogenetic manipulations reveal that PIL neurons activated by social touch inhibit aggression via excitatory projections to the medial preoptic area (MPOA) of the hypothalamus. This PIL-to-MPOA pathway is suppressed by input from the ventromedial hypothalamic nucleus (VMH). Our findings establish a novel thalamic-hypothalamic circuit that mediates social touch-induced suppression of aggression, offering potential targets for therapeutic intervention in conditions marked by pathological aggression.", "date": "2025-08-23", "journal": ""}
{"title": "Tension shapes memory: Computational insights into neural plasticity", "doi": "10.1101/2025.08.20.671220", "authors": "Lee, K. Y.; Saif, T.", "abstract": "Mechanical forces have recently emerged as critical modulators of neural communication, yet their role in high-level cognitive functions remains poorly understood. Here, we present a biologically inspired spiking neural network model that integrates mechanical tension, vesicle dynamics, and spike-timing-dependent plasticity to examine how tension influences learning, memory, and cognitive operations such as pattern completion, projection, and association. We find that increased tension enhances synaptic efficiency by accelerating vesicle clustering and recovery, resulting in a 67% improvement in memory recall speed and a 17% increase in inter-regional synchrony during projection relative to relaxed states. Conversely, a 20% reduction in tension leads to a 31% decline in memory association performance, highlighting the tension-sensitive accessibility of stored information. The model further reveals that networks with 20% inhibitory neurons achieve optimal spatial precision in memory encoding and recall. Together, these in silico findings position mechanical tension as a functional neuromodulator and suggest new directions for neuromorphic design and energy-efficient, living computing platforms.", "date": "2025-08-23", "journal": ""}
{"title": "The landscape of tertiary lymphoid structures in endometrial cancer revealed through harmonized multi-level transcriptomics", "doi": "10.1101/2025.08.20.671212", "authors": "Requesens, M.; Brummel, K.; Bhattacharya, A.; Somefun, F.; van Rooij, N.; Plat, A.; van der Hall, D. M. X.; Vledder, A.; Wardenaar, R. S. N.; Spierings, D. C. J.; Berezikov, E.; Foijer, F.; Bosse, T.; Bart, J.; Nijman, H. W.; Fehrmann, R. S. N.; de Bruyn, M.", "abstract": "Tertiary lymphoid structures (TLSs) are ectopic lymphoid tissues that form within tumors. TLSs are associated with improved prognosis and better responses to immune checkpoint inhibitors (ICI) in cancer. However, the contribution of genetic, immune, and (micro)environmental factors to TLS formation and function remain incompletely understood. Using harmonized bulk and single-cell RNA-sequencing coupled with spatial transcriptomics, we present a comprehensive characterization of tumor-associated TLSs in endometrial cancer (EC). Our integrated datasets reveal the cellular architecture of TLSs, their organizing principles, including chemokine-receptor gradients, and TLS activity compared to paired tumor-draining lymph nodes, as well as spatial preferences in IgA/IgG plasma cell and T cell distribution. We identified a consensus set of transcriptional components that independently predict the presence of TLS in EC. Furthermore, we demonstrate that clinical neoadjuvant ICI in EC patients shifts the cellular balance in favor of immunogenic CXCL13+ PDCD1+ T cells, providing a mechanistic insight into ICI-induced TLSs formation. Our data offers a systems-level understanding of TLSs and a roadmap for their therapeutic exploitation.", "date": "2025-08-23", "journal": ""}
{"title": "Establishment of a Systemic Lupus Erythematosus Mouse Model in Humanized CD3/CD19 Mice and Evaluation of the Efficacy of a Human Bispecific Antibody", "doi": "10.1101/2025.08.21.668572", "authors": "DU, Y.; Zhou, L.; Shao, J.; Wang, Y.; Cui, M.; Li, S.; Su, Y.; Ci, L.; Sun, R.", "abstract": "Systemic Lupus Erythematosus (SLE) is a complex autoimmune disease affecting multiple organ systems and is considered one of the most severe autoimmune diseases worldwide, significantly impacting women's health. B cells play a crucial role in disease pathogenesis by becoming abnormally activated and producing autoantibodies that attack the body's normal tissues, leading to inflammation and organ damage. Therefore, targeting the human B cell receptor has emerged as a promising strategy for therapeutic intervention. In this study, we established an SLE animal model using double-humanized CD3/CD19 mice, in which human CD3 and CD19 genes replaced their murine counterparts. The phenotype was confirmed by ELISA and flow cytometry. hCD3/hCD19 mice induced by a combination of pristine x 2, imiquimod (IMQ) and nephrectomy exhibited several key features of SLE, including anti-dsDNA antibody production, proteinuria, increased immune cell populations, and kidney lesions. Furthermore, treatment of these humanized mice with anti-human CD3/CD19 bispecific antibodies significantly inhibited these pathological indicators. Thus, pristine x 2, IMQ and nephrectomy induced hCD3/hCD19 mice provide a validated preclinical model for investigating novel therapeutic agents targeting B cells in SLE.", "date": "2025-08-23", "journal": ""}
{"title": "Predictors of extinction risk in large tropical forest mammals: from global to local", "doi": "10.1101/2025.08.21.669653", "authors": "Schowanek, S. D.; Sheil, D.; Beaudrot, L.; Dupont, P.; Espinosa, S.; Estienne, V.; Fa, J. E.; Geldmann, J.; Jansen, P. A.; Johnson, S. E.; Rovero, F.; Santos, F.; Semper-Pascual, A.; Vallejo Vargas, A. F.; Ahumada, J. A.; Akampurira, E.; Amin, R.; Bitariho, R.; Fayolle, A.; Fonteyn, D.; Greco, I.; Lima, M. G. M.; Luskin, M. S.; Kenfack, D.; Martin, E. H.; Uzabaho, E.; Vermeulen, C.; Bischof, R.", "abstract": "Studies can only guide conservation if their findings are informative at the scales at which practitioners and policymakers operate. Yet, it is rarely tested whether large-scale studies reach similar conclusions to the smaller-scale studies on which conservation traditionally relies. We examine whether predictors of extinction risk are consistent across global, regional, and local scales, for 210 tropical forest mammal species ([&ge;] 1 kg) that existed during the last 130,000 years, in 64 tropical forests, across three biogeographical realms. We found consistent predictors of extinction risk (body mass, generation length, diet, brain volume and scansoriality) when analyses differed only in their spatial resolution. However, predictors differed when analyses also varied in their temporal extent. Macroecological findings about extinction risk can, thus, inform conservation at smaller scales, but they risk misidentifying threatened species if differences in temporal extent are not recognised.", "date": "2025-08-23", "journal": ""}
{"title": "Contrasting roles of host species in tick-pathogen interactions and their influence on Lyme borreliosis hazard across boreal island communities", "doi": "10.1101/2025.08.21.671197", "authors": "Wand, Y. X. G.; Kiran, N.; Brila, I.; Kesaniemi, J.; Sipari, S.; Tukalenko, E.; Vuorenmaa, S.; Welsh, E.; Fenton, A.; Mappes, T.; Kallio, E. R.", "abstract": "Predicting the hazard of Lyme borreliosis (LB) is complex due to host-specific effects on tick and pathogen dynamics. To unpick the contributions of cervids and rodents on ticks and Borrelia burgdorferi infection in ticks in boreal region, we analysed data from 41 islands in Finland (2017-2021) with considerable natural variation in the abundances of cervids and rodents, and densities of nymphs (DON: 0-82.5 nymphs/100 m2), nymph infection prevalences (NIP: 0-60%) and densities of infected nymphs (DIN: 0-16.5/100 m2). Using structural equation modelling (SEM), we disentangled direct and indirect effects of host abundances on LB hazard (i.e., DIN). Rodent abundance was associated with higher DIN through its positive effect on NIP (pathogen amplification), while showing no effect on DON. Cervids increased DON (vector amplification) but decreased NIP (pathogen dilution). Our study suggests that in boreal forests the vectors may be supported by very low cervid densities and, as a virtual absence of rodents did not eliminate the pathogen, the pathogen is likely to persist through very low rodent densities. Our study highlights how islands function as a natural mesocosm for rigorous field studies of complex ecological interactions and SEM can serve as a powerful tool to reveal mechanisms driving LB hazard.", "date": "2025-08-23", "journal": ""}
{"title": "The temperate coral Astrangia poculata maintains acid-base homeostasis through heat stress", "doi": "10.1101/2025.08.19.670901", "authors": "Allen-Waller, L.; Glass, B. H.; Jones, K. G.; Dworetzky, A.; Barott, K. L.", "abstract": "Heat stress can disrupt acid-base homeostasis in reef-building corals and other tropical cnidarians, often leading to cellular acidosis that can undermine organismal function. Temperate cnidarians experience a high degree of seasonal temperature variability, leading us to hypothesize that temperate taxa have more thermally robust pH homeostasis than their tropical relatives. To test this, we investigated how elevated temperature affects intracellular pH and calcification in the temperate coral Astrangia poculata. Clonal pairs were exposed to elevated (30{degrees}C) or control (22{degrees}C) temperatures for 17 days. Despite causing damage to host tissues and symbiont cells, elevated temperature did not affect intracellular pH or inhibit calcification in A. poculata. These responses contrast with those of tropical cnidarians, which experience cellular acidification and decreased growth during heat stress. A. poculata therefore appears to have thermally resilient cellular acid-base homeostasis mechanisms, possibly due to adaptation to large seasonal temperature variations. However, we also observed tissue damage and lower egg densities in heat-treated individuals, suggesting that increasingly severe marine heatwaves can still threaten temperate coral fitness. These results provide insight into corals' nuanced adaptive capacity across latitudes and biological scales.", "date": "2025-08-23", "journal": ""}
{"title": "Optimizing effect sizes and specificity trumps machine learning when building DNA methylation reference panels for cell-type deconvolution", "doi": "10.1101/2025.08.20.671293", "authors": "Guo, X.; Teschendorff, A.", "abstract": "Accurate cell-type deconvolution is critical for correct interpretation of Epigenome-Wide Association Studies. Such cell-type deconvolution involves estimating underlying cell-type fractions in a sample, which is accomplished using a DNA methylation reference panel built from sorted or single-cell DNAm data. Two competing approaches have emerged to build such reference panels, one which uses machine-learning, and another based on optimizing effect size and cell type specificity. Here we demonstrate that the latter approach is preferable, because, owing to the relatively small number of sorted samples used in building panels, standard machine learning does not optimize effect size and cell-type specificity, causing the model to overfit and underperform when tested in independent data. Furthermore, adult blood panels built from cell-type specific hypomethylated markers improves inference when compared to panels built from hypermethylated ones. These insights provide important guidelines for optimizing the construction of future DNAm reference panels. To aid this task, we have added a function for building an optimized DNAm reference panel to our EpiDISH R package.", "date": "2025-08-23", "journal": ""}