{"title": "Probing metazoan polyphosphate biology using Drosophila reveals novel and conserved polyP functions", "doi": "10.1101/2023.03.26.534266", "authors": "Sarkar, S.; Sharma, H.; Hosen, S. Y.; Ladke, J. S.; Moser, S.; Balasubramanian, D.; Raran-Kurussi, S.; Jessen, H. J.; Bhandari, R.; Jaiswal, M.", "abstract": "Polyphosphate (polyP) exists in all life forms; however, its biological functions in metazoans are understudied. Here, we explored Drosophila, to our knowledge, as the first genetic model to explore polyP biology in metazoans. We established biochemical and in situ methods to detect, quantify, and visualise polyP in Drosophila. We then engineered a FLYX system to deplete polyP in subcellular compartments in a tissue-specific manner. Using these tools, we demonstrated a spatiotemporal and subcellular compartment-specific regulation of polyP levels in various developmental stages and tissue types. We discovered that polyP is crucial for Drosophila hemolymph clotting and proper developmental timing, consistent with an evolutionarily conserved role as exogenous polyP also accelerates mammalian blood clotting. Further, the transcriptomics analysis of polyP-depleted larvae demonstrates the impact of polyP on several cellular processes, including translation. These observations underscore the utility of the toolkit we developed to discover previously unknown polyP functions in metazoans.", "date": "2025-11-27", "journal": ""}
{"title": "In situ mutational screening and CRISPR interference reveal that the apterous Early enhancer is required for developmental boundary positioning", "doi": "10.1101/2023.08.05.552106", "authors": "Aguilar, G.; Sickmann, M. E.; Born, G.; Bieli, D.; Affolter, M.; Müller, M.", "abstract": "The establishment of tissue axes is fundamental during embryonic development. In the Drosophila wing, the anterior/posterior (AP) and the dorsal/ventral (DV) compartment boundaries provide the basic coordinates around which the tissue develops. These boundaries arise as a result of two lineage decisions, the acquisition of posterior fate by the selector gene engrailed (en) and of dorsal fate by the selector gene apterous (ap). While the en expression domain is set up during embryogenesis, ap expression only starts during early wing development. Thus, the correct establishment of ap expression pattern with respect to en must be tightly controlled. Here we have functionally investigated the transcriptional inputs integrated by the \"early\" ap enhancer (apE) and their requirement for correct boundary formation. Detailed mutational analyses using CRISPR/Cas revealed a role of apE in positioning the DV boundary with respect to the AP boundary, with apE mutants often displaying mirror-image anterior wing duplications. We then designed and applied methods to accomplished tissue-specific enhancer disruption via dCas9 expression. This approach allowed us to dissect the spatio-temporal requirement of apE function, challenging the mechanism by which apE miss-regulation leads to AP defects. Base-pair resolution analyses of apE uncovered a single HOX binding site essential for wing development, which, when mutated, led to wingless flies. In the course of our studies, we found that the HOX gene Antennapedia (Antp) is fundamental for ap expression. In addition, we demonstrated that the transcription factors Pointed (Pnt), Homothorax (Hth) and Grain (Grn) are necessary for apE function. Together, our results provide a comprehensive molecular basis of early ap activation and the developmental consequences of its miss-regulation, shedding light on how compartmental boundaries are set up during development.", "date": "2025-11-27", "journal": ""}
{"title": "Measuring mtDNA turnover, synthesis, and supercoiling via selective bromodeoxyuridine incorporation", "doi": "10.1101/2023.10.24.563889", "authors": "Deng, J.; Mohan, A.; Shutt, T.", "abstract": "An often-overlooked aspect of mitochondrial biology is the mitochondrial DNA (mtDNA). The multi-copy mtDNA is highly dynamic, with changes in supercoiling, synthesis rates, and turnover rates that are tightly associated with mitochondrial and cellular functions. To better understand the state of the mtDNA, here we describe a protocol that selectively incorporates bromodeoxyuridine into the mtDNA for subsequent measurement via an adapted Southern blot followed by immunoblotting (a.k.a. Southwestern blot). This basic protocol can be applied with slight modifications for the measurement of mtDNA synthesis, turnover or supercoiling to understand mtDNA changes.", "date": "2025-11-27", "journal": ""}
{"title": "Altered postnatal chromatin development in the nucleus accumbens primes lifelong stress sensitivity", "doi": "10.1101/2024.04.12.589272", "authors": "Rashford, R. L.; Fang, L. Z.; DeBerardine, M.; Kim, H. J. J.; Hirschfield, L. W.; Cervi, E.; Barrett, M. R.; Thompson, J. M.; Creed, M. C.; Pena, C. J.", "abstract": "Early-life stress (ELS) sensitizes individuals to subsequent stressors to increase lifetime risk for psychiatric disorders. Within the nucleus accumbens (NAc) -- a key limbic and reward-associated brain region -- ELS sensitizes both cellular and transcriptional response to later stress, which are programmed by enduring epigenetic changes. Among the histone modifications persistently enriched by ELS in NAc is H3K4me1, which is associated with open chromatin and epigenetic priming of genomic enhancers. Here, we sought to determine whether H3K4me1 enrichment in NAc was sufficient to prime cellular and behavioral responses to adult stress. Viral-mediated overexpression of the histone H3 monomethyltransferase Setd7 in juvenile NAc induced lifelong chromatin changes and predominately opened chromatin at long-range cis-regulatory elements predicted to enhance immediate early-genes and transcriptional regulators of mesolimbic development and synaptic activity. These epigenetic changes altered physiological properties of D2-type medium spiny neurons in NAc to resemble neurons of stressed mice, without significantly altering D1-type neurons. Finally, juvenile -- but not adult -- Setd7 overexpression and H3K4me1 enrichment in NAc enhanced behavioral sensitivity to future stress. Together, these data indicate that altered postnatal chromatin development in NAc by H3K4me1 enrichment is sufficient to prime lifelong transcriptional, physiological, and behavioral stress sensitivity.", "date": "2025-11-27", "journal": ""}
{"title": "Peripheral opioid tolerance involves skin keratinocytes and platelet-derived growth factor type B signaling", "doi": "10.1101/2024.05.14.594040", "authors": "Posa, L.; Miracle, S. A.; Albers, K. M.; Fanelli, M. J.; Buton, A.; Le, T.; Khasnavis, A.; Martin, G.; MacDonald, A. K.; Gamble, M.; Freyberg, Z.; Logan, R.; Puig, S.; Fabri-Ruiz, S.", "abstract": "Opioid analgesic tolerance drives dose escalation which hampers the therapeutic utility of opioids by increasing centrally mediated deleterious side-effects, including respiratory depression or addiction. Peripheral opioid delivery provides a safer, effective alternative to systemic delivery by avoiding centrally mediated opioid side-effects. However, tolerance still occurs peripherally via mechanisms that remain unknown. Centrally, activation of the mu-opioid receptor (MOPr) by opioids induces release of platelet-derived growth factor-B (PDGF-B); and inhibition of PDGF receptor beta (PDGFR{beta}) prevents opioid tolerance. In the periphery, MOPr and PDGF-B are expressed in keratinocytes, and PDGFR{beta} is expressed in peripheral sensory neurons (PSNs), which are involved in tolerance. Previous studies showed that optogenetic stimulation of keratinocytes modulates PSNs via release of keratinocyte-derived factors. Thus, we hypothesized that mechanisms of peripheral opioid tolerance involve keratinocytes and PDGFR{beta} signaling. Using behavioral pharmacology, optogenetics and imaging in mice, we found that selective inhibition of peripheral PDGFR{beta} prevents peripheral morphine tolerance caused by repeated intraplantar (i.pl.) morphine injections. In addition, we show that PDGF-B is both necessary and sufficient to cause peripheral morphine tolerance. Repeated peripheral morphine injections lead to an increase in PDGF-B mRNA in MOPr-expressing keratinocytes and induce changes in the biophysical properties of keratinocytes as measured by patch-clamp electrophysiology. In parallel, we discovered that repeated optogenetic activation of keratinocytes is sufficient to induce peripheral morphine tolerance in a PDGF-B/PDGFR{beta}-dependent manner. Together, we show a novel epithelial-neuronal communication mechanism that incorporates keratinocytes and PDGF-B/PDGFR{beta} to mediate peripheral opioid tolerance, opening the door to safer, more effective pain therapeutics.\n\nSignificance StatementPeripheral opioids are a safer alternative to systemic opioids. However, peripheral tolerance leads to reduction of analgesia over time, hampering clinical use of peripheral opioids. Here, we highlight a novel epithelial-neuronal communication mechanism that mediates peripheral tolerance. We discovered that intraplantar (i.pl.) morphine injections in mice cause peripheral tolerance via release of platelet-derived growth factor type B (PDGF-B) and activation of platelet-derived growth factor beta (PDGFR{beta}). We find that morphine i.pl. increases PDGF-B in mu-opioid receptor-expressing keratinocytes, which could be released to activate PDGFR{beta} in cutaneous nociceptor endings to mediate peripheral tolerance. Moreover, we show that photostimulation of keratinocytes is sufficient to cause peripheral tolerance in a PDGF-B/PDGFR{beta}-manner. Thus, keratinocytes and PDGF-B are new promising targets for peripheral opioid tolerance.", "date": "2025-11-27", "journal": ""}
{"title": "An avidity-driven mechanism of extracellular BMP regulation by Twisted gastrulation", "doi": "10.1101/2024.07.08.602551", "authors": "Moore, G.; Revici, R.; Forbes-Beadle, L.; Sutcliffe, C.; Birchenough, H. L.; Baldock, C.; Ashe, H. L.", "abstract": "During dorsoventral patterning of bilaterian embryos, the conserved regulator Twisted gastrulation (Tsg) modulates BMP signalling by binding Chordin/Short gastrulation (Sog). Here we elucidate the mechanism by which Tsg interacts with Sog/Chordin to promote formation of the inhibitory Tsg-Sog/Chordin-BMP complex and regulate BMP signalling extracellularly. We identify and validate in vitro a hydrophobic interface in the Tsg C-terminal domain that binds Chordin. Mutation of this epitope in Drosophila Tsg (TsgL100A) results in an unexpectedly mild perturbation to embryonic BMP gradient formation. We show that a protosome-specific Tsg C-terminal extension also binds Sog, and the presence of this second binding site allows partial rescue of Sog interaction with TsgL100A in the presence of BMP. Consistent with this, a truncated Tsg protein lacking both Sog binding regions is unable to support BMP gradient formation in vivo. As our data show that disruption of either Sog binding site in Tsg, but not both, can be overcome by Tsg-BMP and Sog-BMP interactions, we present a new avidity-driven mechanism of BMP gradient formation that will be relevant to a broad range of developmental contexts.\n\nSummary statementIdentification and mutational analysis of the binding epitopes that mediate Twisted gastrulation interaction with Short gastrulation/Chordin reveals an avidity-based model of embryonic BMP gradient formation.", "date": "2025-11-27", "journal": ""}
{"title": "Chemostat culturing reduces fecal eukaryotic virus load and delays diarrhea after virome transplantation", "doi": "10.1101/2024.11.20.624498", "authors": "Offersen, S. M.; Adamberg, S.; Spiegelhauer, M. R.; Mao, X.; Rasmussen, T. S.; Larsen, F.; Zhong, J.; Nguyen, D. N.; Nielsen, D. S.; Aunsholt, L.; Thymann, T.; Adamberg, K.; Brunse, A.", "abstract": "Fecal virome transfer (FVT) shows promise in reducing necrotizing enterocolitis (NEC), likely due to donor bacteriophages preventing the gut dysbiosis preceding disease. However, concurrent transfer of eukaryotic viruses may carry a risk of infection for the recipient. To increase safety, we investigated chemostat propagation as a method to eliminate eukaryotic viruses from donor feces while maintaining a diverse and reproducible bacteriophage community. Donor feces was collected from healthy suckling piglets and inoculated into a fermenter containing growth media supplemented with lactose and milk oligosaccharides (MOs). During continuous medium exchange (20% volume/h), dilution significantly reduced eukaryotic viruses. Viral richness was concurrently reduced although still preserving a stable community of 200-250 bacteriophages. Inclusion of MOs in the medium ensured higher bacterial richness and a bacterial community closer resembling donor feces. Fecal Lactobacillaceae bacteria were lost during cultivation but partially replaced by members of the Bacteroidota phylum in MO-supplemented cultures, accompanied by phages predicted to have Parabacteroides as host. After cultivation, virus-like particles (VLPs) were isolated, and their ability to reduce NEC incidence tested in vivo. Preterm piglets were delivered by cesarean section and received either the lactose- or MO-propagated viromes by oral route (n = 14-15/group). These were compared with groups receiving the same dose of donor fecal virome (1010 VLPs/kg) or vehicle control. The piglets were subsequently fed infant formula for 96 hours followed by euthanasia and tissue sampling. Both chemostat-propagated viromes effectively mitigated diarrhea compared to the donor virome. The donor virome partially engrafted in recipients and led to higher levels of Lactobacillaceae bacteria and Lactobacillaceae targeting phages. However, these signatures were lost in recipients of chemostat-propagated viromes, and only minor microbiome effects and no NEC prevention were observed. To conclude, we provide in vivo proof-of-concept for chemostat propagation of fecal viruses as a means to deplete eukaryotic viruses and in turn reduce side effects in newborn virome recipients. However, chemostat culture conditions need further optimization to preserve the donor phageome.", "date": "2025-11-27", "journal": ""}
{"title": "Cellularization in chytrid fungi uses distinct mechanisms from conventional cytokinesis and cellularization in animals and yeast", "doi": "10.1101/2025.01.30.635136", "authors": "Medina, E. M.; Elting, M. W.; Fritz-Laylin, L. K.", "abstract": "Chytrid fungi provide a model for studying foam-like cellularization, where nuclei that are dispersed throughout the cytoplasm are synchronously compartmentalized into daughter cells. This organization poses geometric challenges not faced by cells undergoing conventional cytokinesis or Drosophila monolayer cellularization, where nuclei are organized in linear or planar arrangements with ready-access to the plasma membrane. We use the chytrid Spizellomyces punctatus to show that chytrid cellularization begins with migration of nuclei and their attached centrosomes to the plasma membrane, where centrosome-associated vesicles mark sites of membrane invagination. These vesicles then extend inwards, resulting in tubular furrows that branch and merge to create a honeycomb of polyhedral membrane compartments-a cellularization foam-each with a nucleus and cilium. Using inhibitors and laser ablation, we show that tensile forces produced by actomyosin networks drive aphrogenesis (foam-generation), while microtubules are important for foam patterning and ciliogenesis but are not essential for cellularization. Finally, we suggest that chytrids may have incorporated ancestral mechanisms associated with ciliogenesis to coordinate the association of internal nuclei with membrane furrows to solve the unique geometric challenges associated with aphrogenic cellularization.", "date": "2025-11-27", "journal": ""}
{"title": "map3k1 is required for spatial restriction of progenitor differentiation in planarians", "doi": "10.1101/2025.03.04.641450", "authors": "Canales, B.; King, H. O.; Reddien, P. W.", "abstract": "Planarian regeneration and tissue turnover involve fate specification in pluripotent stem cells called neoblasts. Neoblasts select fates through the expression of fate-specific transcription factors (FSTFs), generating specialized neoblasts. Specialized neoblasts are spatially intermingled and can be dispersed broadly, frequently being present far from their target tissue. The post-mitotic progeny of neoblasts, serving as progenitors, can migrate and differentiate into mature cell types. Pattern formation is thus strongly influenced by the migratory assortment and differentiation of fate-specified progenitors in precise locations, which we refer to as progenitor targeting. This central step of pattern maintenance and formation, however, is poorly understood. Here, we describe a requirement for the conserved map3k1 gene in targeting, restricting post-mitotic progenitor differentiation to precise locations. RNAi of map3k1 causes ectopic differentiation of eye progenitors along their migratory path, resulting in dispersed, ectopic eye cells and eyes. Other neural tissues similarly display ectopic posterior differentiation and ectopic pharynx cells emerge dispersed laterally and anteriorly in map3k1 RNAi animals. Ectopic differentiated cells are also found within the incorrect organs after map3k1 RNAi, and ultimately, teratomas form. These findings implicate map3k1 signaling in controlling the positional regulation of progenitor behavior - restricting progenitor differentiation to targeted locations in response to external cues in the local tissue environment.", "date": "2025-11-27", "journal": ""}
{"title": "Physiological alpha-synuclein S129 phosphorylation mediates postsynaptic and nuclear interactions in the human brain", "doi": "10.1101/2025.04.22.649861", "authors": "Choi, S. G.; Duvernay, J.; Bahrami, A.; Tittle, T.; Muller, S.; Sani, S. S.; Kordower, J. H.; Killinger, B. A.", "abstract": "Phosphorylation of alpha-synuclein (syn) at serine 129 (PS129) marks aggregates in synucleinopathies but also occurs physiologically, potentially signaling protein interactions during neuronal activity. Technical barriers, including postmortem dephosphorylation, have hindered the study of physiological PS129 in the human brain. Using biotinylation by antibody recognition (BAR) on surgically resected temporal lobectomy tissues (without post-mortem interval), we mapped physiological PS129 and total syn interactomes. BAR identified 1,095 interactions with 513 syn-specific, 524 shared, and 58 PS129-specific, mostly associated with vesicles at presynaptic nerve terminals. PS129-specific interactions were uniquely associated with postsynaptic density proteins SHANK1/3, DLGAP1-4, DLGAP1-3, and DLG2-4, as well as nuclear-associated proteins HUWE1, HNRNPM, RBM14, ITCH, OGT, PHF24, and PPP2R5E. Fluorescent staining confirmed physiological PS129 proximal to dendrites and within the nucleus. Confirmation in healthy cynomolgus macaques (62% syn and 41% PS129 overlap) demonstrated that the interactomes were physiological rather than disease- or aggregate-associated. We conclude that physiological PS129 plays a unique and underappreciated role in postsynaptic neurons extending from the postsynaptic active zone to the nucleus. These interactomes benchmark normal syn biology, illuminating the transition to synucleinopathy pathology.\n\nSignificance StatementDisease-associated syn phosphorylation (PS129) was recently identified in healthy mammalian brain and may signal syn-protein interactions during neuronal activity. Here, we surmounted technical hurdles and characterized syn and PS129 interactomes directly in the human brain. Results showed a unique significance for PS129 in post-synaptic active zones and nuclear compartments, which was confirmed in healthy non-human primates. These syn interactomes will be a valuable reference for understanding synucleinopathy mechanisms in the context of normal syn biology.", "date": "2025-11-27", "journal": ""}
{"title": "An effect size-based screening approach to identify actigraphy markers of the submarine environment", "doi": "10.1101/2025.06.16.659930", "authors": "Marques, D.; Fernandes, C.; Barbosa-Morais, N. L.; Reis, C.", "abstract": "Identifying behavioral markers of disease risk associated with circadian disruption remains challenging due to reproducibility concerns, as human studies are often under-powered to detect the effects of interest. Submarines provide an extreme example of cir-cadian disruption, depriving individuals of natural light-dark cycles and limiting oppor-tunities for physical activity. To address these challenges, we developed an effect size-based method to robustly screen potential actigraphy-derived markers of the submarine environment. Actigraphy data was collected across the pre-mission, mission and post-mission periods. During the mission, crew members followed a 6-hours-on/6-hours-off split shift schedule, except for submariners with on-call duty or extended hours. Forty-one actigraphy variables were screened for their ability to differentiate between study periods and shifts. A Monte Carlo permutation test was used for this initial screening, followed by receiver operating characteristic (ROC) curve analysis for pairwise compar-isons. Light-related features, the slopes of regression lines fitted to the daily predicted dim light melatonin onset (DLMO) trajectories, and Pearson correlation coefficients be-tween each recording day and its corresponding predicted DLMO demonstrated the great-est potential to distinguish between study periods. Most high-performing features dis-criminated between split shift work schedules and on-call or extended-hours schedules. Only the relative amplitude (RA) and the average light intensity during the five least-illuminated hours of the day (L5) reliably distinguished between the shift performing the bulk of nighttime work and its counterpart. Although submarine settings offer an oppor-tunity to study a healthy population living under confined movement and dim light, de-tecting biological signals through actigraphy in this environment is inherently challeng-ing. Demonstrating robust effects under these conditions supports the use of actigraphy in dimly-lit, isolated, confined, and extreme (DICE) environments, but also its applica-bility to study other operational or clinical populations with reduced activity levels.", "date": "2025-11-27", "journal": ""}
{"title": "Cis-regulation of gene expression between sexes and life stages in Rumex hastatulus", "doi": "10.1101/2025.06.16.659834", "authors": "Yuan, M.; Sacchi, B. M.; Choudhury, B. I.; Barrett, S. C. H.; Stinchcombe, J. R.; Wright, S. I.", "abstract": "The potential for conflict between sexes and life stages while sharing predominantly the same genome has important evolutionary consequences. In dioecious angiosperms, genes beneficial for the haploid pollen stage may reduce the fitness of diploid offspring of both males and females. However, we still lack an understanding of the extent of shared genetic architecture for gene expression between the sexes or life stages in plants, a key component for predicting the scope for conflict. We performed expression quantitative trait loci (eQTL) mapping to test if standing variation affects sexes and life stages differently using a population sample of the dioecious outcrossing plant Rumex hastatulus. We compared effect sizes and allele frequencies of cis-eQTLs in male and female leaf tissues and pollen and tested for genotype-by-sex interactions for gene expression. We found stronger shared genetic architecture between sexes than between the life stages. In addition, comparisons of the site frequency spectra for cis-eQTLs to a null distribution found no evidence for a genome-wide pattern consistent with purifying selection. Rare alleles had both up- and down-regulation of gene expression. Our results suggest that any conflict over optimal gene expression between pollen and leaves may be easily resolved due to their distinct genetic architectures, whereas there is more scope for conflict between the sexes in gene expression for leaves, which earlier studies indicate are sexually dimorphic. Our study highlights the use of eQTLs to investigate selection on gene expression and the evolution of conflict between sexes and life stages in dioecious species.", "date": "2025-11-27", "journal": ""}
{"title": "Reward impulsivity is linked to addictive-like behaviors towards sweet food and sugary drinks but not fatty food", "doi": "10.1101/2025.06.19.660563", "authors": "Mohan, S.; Bobashev, G.; Moiseeva, V.; Shestakova, A.; Panidi, K.; Gutkin, B.", "abstract": "Overconsumption of hyperpalatable food is a worldwide problem. Although many previous studies have shown the link between monetary delay discounting and propensity to overconsume food, the studies did not focus on the link between delay discounting and various subcategories of palatable food. In the present study, we investigate the link between the individual propensity to choose smaller immediate rather than larger delayed reward and the degree of problematic eating behavior for five types of palatable food (sweets, sugary drinks, fatty food, salty snacks, and starchy food). The delay discounting task was used to measure propensity to choose immediate rather than delayed rewards, while the degree of addictive-like behavior was measured using the modified Yale food addiction scale (mYFAS) for each food category. Both model-free and model-based analysis showed that there is a significant correlation between the addiction score for sweet food and the tendency to choose smaller immediate rather than larger delayed rewards. A model-based analysis showed the same significant correlation for sugary drinks. However, no such correlation was observed for other food categories (fatty, salty, or starchy food), suggesting that reward impulsivity may play different roles in addictive-like behavior towards various food categories.", "date": "2025-11-27", "journal": ""}
{"title": "Resistance, heteroresistance and fitness costs drive colistin treatment failure during Acinetobacter baumannii murine pneumonia", "doi": "10.1101/2025.07.24.666669", "authors": "Hernandez-Bird, J.; He, B.; VanOtterloo, L. M.; Billings, E. B.; Huo, W.; Teodoro, G. I. C.; Echlin, H.; Rosch, J. M.; Trent, M. S.; Isberg, R. R.", "abstract": "Acinetobacter baumannii is an ESKAPE pathogen linked to healthcare-associated diseases. Due to evolved resistance, last-resort antibiotics such as the lipooligosaccharide (LOS)-targeting colistin are increasingly used to treat multidrug-resistant isolates. To track the evolution of colistin resistance within a host, we performed sequential oropharyngeal infections in immunocompetent or immune-depleted mice in the presence of inhaled colistin. Both resistant and heteroresistant A. baumannii strains emerged with pmrB mutations that efficiently competed with the susceptible parent in the presence of colistin. These pmrB mutants had a fitness cost in the absence of colistin treatment but retained their ability to colonize the host. In contrast, LOS-deficient A. baumannii mutants removed the target of colistin, but such mutants were unable to colonize the lung. The two pathogenic pmrB mutants showed clear evidence of LOS modification, which was linked to increased transcription of LOS modification enzymes, including the product of the cryptic eptA gene. Spontaneous insertion mutations that caused hyperexpression of eptA allowed the heteroresistant mutant to develop clinically-significant colistin resistance. Insertion mutations upstream of the eptA gene or those disrupting hns, which encodes a small histone-like protein, resulted in increased eptA transcript, linking expression of this protein to clinically significant resistance. A resistant variant derived from the heteroresistant parent was stable in the absence of drug, but continued passaging selected for colistin-resensitized pseudorevertants that were largely due to disruption of the LOS modification enzymes. Therefore, colistin heteroresistance is an early stage in the stepwise acquisition of stable colistin resistance in A. baumannii.", "date": "2025-11-27", "journal": ""}
{"title": "Both terminal misfolding and polymerisation contribute to disease-relevant phenotypic changes in cell models of alpha-1-antitrypsin deficiency-associated liver disease", "doi": "10.1101/2025.09.30.679226", "authors": "Stylianou, P.; Adoni, K.; Nyon, M.-P.; Cryar, A.; Lee, N. O.; Haq, I.; Dickens, J. A.; Segeritz, C.-P.; Smith, G.; Ordonez, A.; Irving, J. A.; Lomas, D. A.; Leighton, K.-M.; Beasley, J.; Jones, A. W. E.; Rashid, S. T.; Vallier, L.; Thalassinos, K.; Gooptu, B.", "abstract": "Polymerisation of 1-antitrypsin within hepatocytes is considered central to the pathogenesis of 1-antitrypsin deficiency-associated liver fibrosis, most commonly in homozygotes for the Z (p.Glu342Lys) allele. Polymerisation proceeds via self-association of monomeric intermediate states. In parallel, >50% of synthesised Z 1-antitrypsin is instead recognized as terminally-misfolded and degraded. It is unclear whether this contributes to Z 1-antitrypsin deficiency-associated liver disease. We characterised the relationships between polymer formation, terminal misfolding and their cellular consequences, using label-free proteomics mass spectrometry (MS), light and electron microscopy, and cellular assays. Proteomic analyses of well-established CHO cell models of hepatocyte handling of 1-antitrypsin variants indicated that cellular responses to the Z mutation were surprisingly similar to those seen with the NullHongKong variant (NHK), which can only misfold terminally and cannot polymerise. A minor set of proteins showed increases associated with Z and not NHK 1-antitrypsin expression, consistent with a polymer-specific response, characterized by association with increased organellar organization and vesicle-mediated transport. Conversely, proteostatic and pro-fibrotic integrin-associated pathways increased with the degree of terminal misfolding of the expressed 1-antitrypsin variant. Bioenergetic pathway changes indicated concomitant switching from oxidative to glycolytic metabolism. Cell studies further correlated fibrosis-associated behaviours with terminal misfolding rather than polymerisation. Terminal misfolding, as well as polymerisation behaviour, may therefore be important for pro-fibrotic responses including metabolic reprogramming and senescence in Z 1-antitrypsin deficiency. Molecular therapies may prove most efficacious for associated liver disease if they address terminal misfolding as well as polymerisation.", "date": "2025-11-27", "journal": ""}
{"title": "SWING domains prime chromatin for nuclear body mediated gene regulation", "doi": "10.1101/2025.10.01.679801", "authors": "Yu, R.; Sas-Nowosielska, H.; Dessai, A. S.; Oubarri, A.; Kim, H.; Faunce, C.; Vanderkruk, B.; Alexander, K. A.; Nguyen, S. C.; Krantz, I. D.; Joyce, E. F.; Lakadamyali, M.; Berger, S. L.", "abstract": "Nuclear speckles have long been recognized as RNA-rich nuclear bodies, yet their role in genome organization and gene regulation remains incompletely understood. Using a rapid dTAG-mediated degradation system to simultaneously deplete SON and SRRM2--the core structural components of nuclear speckles--we identify a novel class of genomic regions, which we term SWING domains. Upon speckle disruption, SWING domains relocate to the nuclear periphery and acquire repressive histone marks such as H3K9me3, accompanied by transcriptional downregulation, particularly of genes involved in developmental pathways. Notably, human mutations in SON and SRRM2 are associated with neurodevelopmental disorders characterized by intellectual disability and global developmental delay. Patient-derived cells bearing such mutations similarly exhibit SWING-domain relocalization and gene repression, underlining a role for speckles in developmental gene regulation. We also report that previously discovered drug-induced speckle rejuvenation can partially rescue aberrant SWING-domain localization to the nuclear lamina and the associated transcriptome in patient-derived cells and iPSC with acute SON depletion. These findings establish nuclear speckles as key organizers of active chromatin, functioning in opposition to repressive compartments like the nuclear lamina. Our work reveals a mechanism for how nuclear bodies contribute to 3D genome organization and highlights the importance of nuclear speckles in developmental regulation, providing potential avenues for therapeutic intervention.\n\nImpact StatementO_LIIdentification of nuclear speckles as determinants of specific 3D genome features.\nC_LIO_LIDemonstration of functional interactions between opposing nuclear compartments through SWING domains.\nC_LIO_LIEstablishes developmental relevance of speckle-mediated genome organization.\nC_LIO_LIProvides potential avenues for therapeutic intervention in speckleopathies.\nC_LI", "date": "2025-11-27", "journal": ""}
{"title": "Evolution of multicellular reproduction through co-option of ecological interactions", "doi": "10.1101/2025.10.08.681199", "authors": "Fernandes, A. P.; Vroomans, R. M.; Colizzi, E. S.", "abstract": "During the transition to multicellularity, cells evolved novel regulatory mechanisms to coordinate cell division and differentiation, which enabled the emergence of group reproduction. These mechanisms were repurposed from molecular and cellular traits that once mediated interactions between single-celled organisms. However, it remains unclear how these traits were evolutionarily integrated to form the first developmental programs in multicellular life. To address this issue, we developed a spatially structured evolutionary model in which cells can migrate, divide, and adhere to their neighbors --- behaviors common to most unicellular eukaryotes. When coupled to a selective pressure driven by food scarcity, the model reveals that the ecological context plays a central role in the evolution of multicellular reproduction. Depending on the spatial distribution of food in the environment, both unicellular and multicellular life cycles with diverse modes of reproduction could evolve. Among these were multicellular life cycles that reproduce through unicellular propagules, the most prevalent reproductive strategy in multicellular life, which emerged spontaneously as a dispersal strategy in some environments. We show that these propagules are genetically homologous to the lineage's unicellular ancestors, which were co-opted and repurposed as reproductive structures during evolution. Furthermore, after multicellular lineages with propagules evolved, they could colonize environments that were previously dominated by unicellular life. Altogether, our results show how ecological interactions between single cells can transform into developmental processes during the evolutionary transition towards multicellularity.", "date": "2025-11-27", "journal": ""}
{"title": "Dynamical buffering of reconfiguration dynamics in intrinsically disordered proteins", "doi": "10.1101/2025.10.12.681911", "authors": "Ivanovic, M. T.; Holla, A.; Nüesch, M. F.; von Roten, V.; Schuler, B.; Best, R. B.", "abstract": "Although they populate diverse conformational ensembles, intrinsically disordered proteins have well-defined functions determined by their equilibrium configurations and dynamics. Such properties can be probed by single-molecule FRET experiments, which have revealed a strong dependence of the degree of compaction on sequence for a set of 16 naturally occurring disordered regions of the same length from RNA-binding pro-teins. Remarkably, however, we find the chain reconfiguration times measured for the same proteins to be almost independent of sequence, although chain dynamics would be expected to be slower for more compact proteins because of stronger intrachain inter-actions leading to increased internal friction. We investigate this effect with the aid of multi-microsecond, all-atom explicit-solvent simulations of all 16 disordered proteins. The simulations reproduce the experimental FRET efficiencies across the sequence set with near-quantitative accuracy. Explicitly including the FRET dyes improves agree-ment while minimally perturbing the protein ensemble, with residual deviations arising mainly from slightly overstabilized salt bridges. The simulations further reproduce the experimentally observed lack of correlation between reconfiguration times and chain dimensions across sequences. We are able to rationalize this observation as arising from two compensating factors as the chains get more compact: The narrowing of end-to-end equilibrium distance distributions and a concomitant reduction of the effective end-to-end diffusion coefficients have opposite effects that result in the small variation of reconfiguration times with protein collapse we observe, helping to \"buffer\" the effect of sequence on linker dynamics.\n\nTOC Graphic\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=111 SRC=\"FIGDIR/small/681911v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (13K):\norg.highwire.dtl.DTLVardef@1ce71dorg.highwire.dtl.DTLVardef@1894a02org.highwire.dtl.DTLVardef@59d667org.highwire.dtl.DTLVardef@b066c_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-11-27", "journal": ""}
{"title": "Modular Noncovalent Functionalization of Electrospun Piezoelectric Scaffolds with Bioactive Nanocarriers", "doi": "10.1101/2025.10.25.684210", "authors": "Bortel, S. P.; Chowdhury, S. S. J.; Cheng, J.; Uvaldo, D.; Wright, M.; Arinzeh, T. L.; Correa, S.", "abstract": "Electrospun scaffolds offer a promising platform for immune-instructive materials, but stable and modular functionalization with bioactive signals remains a technical challenge. Here, we develop a surface coating strategy for electrospun scaffolds that consist of poly(vinylidene fluoride-trifluoroethylene) (PVDF-TrFE), a piezoelectric polymer, using electrostatic adsorption of charged nanoparticles. We show that under certain conditions, these piezoelectric scaffolds are suitable substrates for electrostatic self-assembly, and that the density of nanoparticle coatings can be tuned by adjusting buffer pH, ionic strength, and nanoparticle concentration. This approach enables robust and uniform coating of both polymeric nanoparticles and soft nanocarriers such as liposomes, without requiring covalent surface modification. Liposome-coated scaffolds are cytocompatible with adherent epithelial and suspension immune cells and support lipid exchange at the cell-material interface. Using a supramolecular tethering strategy, we use liposome coatings to present interleukin-15 (IL-15) from the scaffold surface and demonstrate localized, sustained cytokine signaling. Together, these findings establish a modular approach for post-fabrication, noncovalent scaffold functionalization with bioactive nanocarriers, offering new opportunities for tissue and immune engineering.", "date": "2025-11-27", "journal": ""}
{"title": "High-resolution mapping of a rapidly evolving complex trait reveals genotype-phenotype stability and an unpredictable genetic architecture of adaptation", "doi": "10.1101/2025.11.04.686622", "authors": "Smiley-Rhodes, J. A.; Bitter, M. C.; Berardi, S.; Beltz, J. K.; Petrov, D. A.; Schmidt, P.", "abstract": "The extent to which adaptation can be predicted, particularly for traits with complex genetic bases, is unknown. Here, we leveraged a model complex trait, model species, and high-powered longitudinal sampling design to test the efficacy of genomic prediction of complex trait variation and evolution in ecologically relevant settings. We monitored genome-wide allele frequencies and pigmentation variation in genetically diverse populations of Drosophila melanogaster across seven generations of evolution in both field mesocosms exposed to natural environmental fluctuations, as well as mesocosms housed in a controlled, lab-based setting. At two time points throughout trait evolution, we conducted a high-powered, tail-based mapping of pigmentation, producing a well-resolved genotype-phenotype map that reaffirms canonical pigmentation genes and unveils novel loci. While we were able to use this map to correctly infer the direction of pigmentation evolution in both the field and lab mesocosms, the particular loci responding to selection, and thus architecture of adaptation itself, were largely unpredictable. We suggest this unpredictability to be a result of pleiotropic constraint, which was more pronounced in the field, relative to the lab-based, environment. Finally, we quantified a striking stability of the genotype-phenotype map across genetically diverged populations, demonstrating that shifting epistatic landscapes associated with the evolutionary process itself do not alter trait architecture and preclude phenotypic prediction, provided the mapping is sufficiently powered. In concert our results highlight both the promise and limitations of genomic prediction, and exemplify the challenges of applying lab-based studies of complex traits to their evolutionary dynamics in the wild.", "date": "2025-11-27", "journal": ""}
{"title": "Seasonal and diel environment effects on host-seeking behaviour in the European tick vector, Ixodes ricinus", "doi": "10.1101/2025.11.06.685884", "authors": "Noll, M.; Wall, R.; Makepeace, B. L.; Rose Vineer, H.", "abstract": "Background: Patterns of arthropod vector abundance and activity are key determinants of biting risk, and thus the risk of vector-borne pathogen transmission. Ticks are important vectors of animal and human pathogens worldwide. Their host-seeking activity (questing) directly influences the risk of exposure to ticks and their pathogens, but the drivers of this behaviour are poorly understood. Methods: The concurrent seasonal and diel variation in Ixodes ricinus questing behaviour was investigated, for the first time, by blanket dragging every four hours over a 24-hour sampling cycle each month, from January to December 2022. Associations between tick density and environmental factors were evaluated by Generalised Linear Mixed Modelling. Results: A predominantly nocturnal questing activity pattern was observed, moderated by seasonal moisture availability, being most evident in months with high saturation deficit. The density of questing nymphs was positively associated with darkness, and negatively associated with saturation deficit, which interacted with soil temperature. Conclusions: The observed seasonal questing patterns are largely consistent with published data; however this is the first study to highlight the importance of nocturnal feeding at periods of high saturation deficit. These commonly overlooked daily rhythms and environmental moderators of tick behaviour have important implications for assessing the relative risk of exposure to ticks and their pathogens for different hosts, and for estimating abundance in scientific research and surveillance.", "date": "2025-11-27", "journal": ""}
{"title": "Setting priorities for the acquisition of primary plant occurrence data", "doi": "10.1101/2025.11.11.683036", "authors": "Bystriakova, N.; De Melo, P. A. H.; Antonelli, A.; Bachman, S.; Bramley, G.; Brown, M.; Cespedes, G.; Cheek, M.; Darbyshire, I.; Demissew, S.; DeEgea, J.; Erst, A.; Forest, F.; Friis, I.; Fu, L.-F.; Fuentes, A.; Gogoi, R.; Jennings, L.; Jongkind, C. C. H.; Klitgaard, B.; Larridon, I.; Lucas, E.; Maldonado, C.; Martinez, M.; Moat, J.; Nic Lughadha, E.; Reynel, C.; Rustiami, H.; Santamaria Aguilar, D.; Tello, S.; Trethowan, L.; Utteridge, T. M. A.; Vorontsova, B.; Wei, Y.-G.; Wells, T.; Monro, A. K.", "abstract": "AimEffective implementation of the Global Biodiversity Framework and Global Strategy for Plant Conservation depends on accurate species distribution data. Current vascular plant distribution data, while crucial for understanding terrestrial ecosystems, is often sparse and biased and requires significant expansion. This study developed a scalable approach to prioritize areas for plant occurrence data acquisition, adaptable to national priorities and providing a framework for botanical institutions to coordinate efforts and allocate resources.\n\nLocationGlobal.\n\nMethodsUsing a Technique for Order Preference by Similarity to Ideal Solution (TOPSIS) analysis, we prioritized areas based on: (a) ecosystem service value; (b) floristic value threatened by climate or land-use change; and (c) uncertainty in species richness estimates, stratified by biome and region. Regional prioritization maps for Africa & Madagascar; East, South and Southeast Asia; Siberia and the Russian Far East; South America; and North & Central America were reviewed by botanical experts for validation. Scalability was assessed by comparing regional and global analyses.\n\nResultsData-driven priority maps, divided into tree-dominated and grassland/deforested areas, largely received expert support. High similarity between global and regional maps demonstrated scalability.\n\nMain conclusionsOur approach provides a framework for supporting national implementation of the Global Biodiversity Framework. Variables and their weights can be tailored to national or local needs. The methods flexibility and adaptability extend to other taxonomic groups and objectives, such as protected area selection By prioritizing data acquisition, whether field-based or digital, this research promotes the efficient use of resources. A key advantage of this approach is its capacity to systematically translate expert opinion into explicit and quantitative criteria, which in turn facilitates clear communication with policymakers and funders.", "date": "2025-11-27", "journal": ""}
{"title": "Identification of gingipains in glioblastoma tumors and evidence that P. gingivalis infection drives IL-6 and PD-L1 expression in glioma cells", "doi": "10.1101/2025.11.13.686868", "authors": "Moore, E. M.; Bekale, L. A.; Tun, Z. M. M.; Chen, J.; Ryder, M. I.; Ermini, F.; Dominy, S. S.; Barron, A. E.", "abstract": "Glioblastoma multiforme (GBM), a highly aggressive brain tumor that accounts for approximately 60% of all gliomas and 48% of primary central nervous system malignancies, is incurable and poorly understood, with a median survival of only 15 months after diagnosis. Thus, there is an urgent need to understand GBM pathogenesis in order to develop an effective treatment. Recent research has revealed frequent Alzheimers disease (AD) pathology in the brains of patients with GBM, i.e., amyloid beta (A{beta}) and hyperphosphorylated tau (pTau), indicating that GBM and AD may share some unknown environmental risk. Since chronic periodontitis (CP), and specifically Porphyromonas gingivalis (P. gingivalis), a keystone bacterial pathogen in CP, have emerged as risk factors for both AD and GBM, we investigated whether P. gingivalis gingipain virulence factors could be identified in GBM tissue samples and whether P. gingivalis infection affects glioma cell behavior. Using immunohistochemistry on tissue microarrays (70 GBM cores from 35 patients; 34 cerebral tissue cores from 17 patients), we quantified the presence of arginine-gingipain B (RgpB) and lysine-gingipain (Kgp) antigens. Both gingipains showed significantly elevated staining in GBM samples compared to controls (**p < .01, ****p < .0001, respectively), with Kgp levels notably higher than RgpB within GBM tissue (****p < .0001). In functional assays using U251 glioma cells, P. gingivalis infection induced robust, dose-dependent IL-6 secretion (peaking at MOI 5), increased PD-L1 expression by 30% (*p = .036), and significantly enhanced cell invasiveness (**p < .01) in a viability-dependent manner. These findings demonstrate that P. gingivalis gingipains are present at elevated levels in GBM tissue and that P. gingivalis infection reprograms glioma cells to adopt an immunosuppressive, invasive phenotype through upregulation of the IL-6/PD-L1 axis, suggesting a potential microbial contribution to GBM pathogenesis and immune evasion.\n\nKey pointsO_LIGlioblastoma multiforme (GBM) patients have frequent Alzheimers disease (AD) neuropathological changes in the tumor-adjacent cortex, indicating that GBM tumors may share some environmental risk factors with AD.\nC_LIO_LIThis study identifies gingipain antigens in GBM tissue samples at significantly elevated levels compared to healthy controls, suggesting that P. gingivalis infection may be an environmental risk factor for both AD and GBM.\nC_LIO_LIIn in vitro experiments, P. gingivalis infection of the human glioma cell line U251 upregulated IL-6 secretion and PD-L1 expression, and significantly increased cell invasiveness compared to uninfected cells.\nC_LI", "date": "2025-11-27", "journal": ""}
{"title": "Fast Optimization of Robust Transcriptomics Embeddings using Probabilistic Inference Autoencoder Networks for multi-Omics", "doi": "10.1101/2025.11.16.686778", "authors": "Wang, N.; Turner, D.; Feinberg, H.; Nieto Caballero, V. E.; Yuan, D.; Scott, N.; Cardenas, C.; DeBerardine, M.; Dan, S.; Caceres, L.; Schembri, J.; Yao, Z.; Lee, C.; Pillow, J. W.; Krienen, F. M.", "abstract": "Advances in single-cell genomics technologies enable the routine acquisition of atlases with millions of cells. These datasets often include multiple covariates, such as donors, sequencing platforms, developmental timepoints, and species, which provide new opportunities for discovery and new challenges. To mitigate unwanted sources of variation, dataset integration is the starting point for most analyses. However, existing methods struggle with integrating large complex datasets. To address these limitations, we developed PIANO, a variational autoencoder framework that uses a negative binomial generalized linear model for stronger batch correction, and code compilation for ten times faster training than existing tools. We first demonstrate performant integration compared to commonly used methods on single-species datasets. We then show PIANO enables superior analyses of multiple atlases, solving challenging integration tasks across sequencing platforms, development, and species, while simultaneously preserving desired biological signals. Our contributions include a novel, high-performance integration method and recommendations for integration applications.", "date": "2025-11-27", "journal": ""}
{"title": "De novo assembly of complete Plasmodium falciparum isolate genomes using PacBio HiFi sequencing technology", "doi": "10.1101/2025.11.19.689036", "authors": "Nyarko, P.; Quenu, M.; Guery, M.-A.; Cohen, C.; Girgis, S. T.; Makunin, A.; McCarthy, S. A.; Hamilton, W. L.; Lawniczak, M.; Claessens, A.", "abstract": "Plasmodium falciparum possesses a highly structured genome with extensive sequence diversity concentrated in Variant Surface Antigen (VSA) families. These genes--var, rif, and stevor--play key roles in immune evasion and pathogenesis and are difficult to assemble using short-read sequencing technologies. Here, we applied PacBio HiFi long-read sequencing to generate high-quality de novo genome assemblies from 43 P. falciparum parasite cultures originating from community cases in The Gambia. Parasites were culture-adapted, cloned by limiting dilution where possible, and sequenced using high molecular weight DNA extracts. Assemblies from single-genotype lineages were constructed using hifiasm, producing complete chromosomal-length scaffolds with high base accuracy without requiring short-read polishing. We recovered full repertoires of var, rif, and stevor genes and classified them into known subgroups. Together, our results demonstrate that PacBio HiFi sequencing enables accurate assembly of complex P. falciparum genomes from natural infections. This work provides a valuable genomic resource for future studies of parasite evolution, transmission dynamics, and antigenic diversity, and suggests that VSA repertoires can serve as reliable proxies of genetic relatedness across infections.", "date": "2025-11-27", "journal": ""}
{"title": "Diverse infection models demonstrate robust resistance of Mycobacterium tuberculosis to innate immunity", "doi": "10.1101/2025.11.20.687493", "authors": "Fairgrieve, M. R.; Brydon, E. C.; Chavez, R. A.; Kotov, D. I.; Vance, R.", "abstract": "Mycobacterium tuberculosis (Mtb) is a robust activator of innate immunity. However, there is little evidence that innate immune mechanisms control Mtb before the onset of adaptive immunity. Prior work has generally used specific pathogen-free (SPF) mouse models and relatively large infectious doses, which may obscure the capacity of innate immunity to control Mtb. Here, we performed ultra-low dose Mtb infections and found that the initial innate immune response was unable to curb even minimal Mtb infectious doses. Additionally, we primed the immune systems of C57BL/6 mice by co-housing with \"pet shop\" mice prior to Mtb exposure. Co-housed mice were as susceptible to Mtb infection as SPF mice. To more specifically pre-activate innate immunity at the site of Mtb infection, we also infected the lungs of mice with Legionella pneumophila (Lp) prior to Mtb. Innate immunity alone can clear large doses (>100,000 CFU) of Lp from the lung within a few days. However, pre-infection with Lp only modestly reduced Mtb CFU compared to mice infected with only Mtb, indicating that Mtb can robustly replicate even in the presence of a strong innate inflammatory response. We performed single-cell RNA-sequencing on myeloid cells from mice either infected with Mtb alone or mice primed with Lp. We found that Lp priming before Mtb infection induced measurable changes in myeloid cells responding to Mtb, but these changes had little effect on innate control of Mtb. Together, these data demonstrate the robust resistance of Mtb to innate immune clearance under diverse experimental conditions.\n\nAuthor SummaryMycobacterium tuberculosis (Mtb) causes more human mortality than any other single pathogen. Despite over 140 years of research, fundamental questions remain about how Mtb interacts with the immune system during early infection. Interestingly, Mtb is highly immunostimulatory, yet replicates robustly during the innate phase of infection (prior to the onset of adaptive immunity). Using ultra-low dose infections, we show that the innate immune system cannot control infection seeded by even a single bacterium, and that innate immune pathways which aid in control during later disease stages fail to exert control during the early innate phase. To test whether the lack of innate control of Mtb is due to insufficient inflammation during the critical early days of infection, we primed the innate immune system using pet shop co-housing and Legionella pneumophila co-infections. However, priming failed to inhibit early Mtb growth. Our results suggest that although Mtb is capable of inducing robust inflammatory responses, it exhibits potent intrinsic resistance to anti-bacterial innate immune responses.", "date": "2025-11-27", "journal": ""}
{"title": "The five divergent amino acids rule and evolution analysis of cytochrome c oxidase as new methods for Scolopendra Linnaeus, 1758 species differentiation (Chilopoda. Scolopendromorpha).", "doi": "10.1101/2025.11.24.690109", "authors": "Domenech, C.; Barbera, V. M.; Larriba, E.", "abstract": "Scolopendra Linnaeus, 1758 is a genus of centipede showing reasonably good morpho-molecular correlation. This often allows the acceptable species differentiation and phylogenetic positioning by just using the partial sequence of the cytochrome c oxidase (COI) gene. However, for biological, statistical, or technical reasons, several exceptions to that fact have been observed, which together with a lack of a solid criterion to differentiate species at the molecular level, make difficult the interpretation of some taxonomic and systematic outcomes.\n\nWith the scope of providing a standardized system improving the molecular Scolopendra species delimitation and surpassing some issues related with the mtDNAs use, a total of 45 representative COI sequences belonging to 22 taxa are tested, but for the first time, performing distinct amino acids chains evolution analyses. To illustrate this, a general evaluation of the genus is firstly provided, while to exemplify some of the deeper analysis, the cases of S. paradoxa Domenech, 2018 and S. spinosissima Kraepelin, 1903 are then here re-explored using some alternative tools.\n\nAs a result, the partial COI protein sequences analysis identified, at least, ten amino acid residues positions as useful for Scolopendra species differentiation, being generally five divergent residues enough to distinguish taxa [\"the five divergent amino acid rule\"]. When this premise wasnt fulfilled, the amino acid frequency, exclusivity, or electrochemical properties and especially the r substitution probability test, helped solve the cases. Among S. paradoxa and S. spinosissima five diverging residues were found, with one of them being exclusive to the entire genus for the former taxon. Also, the substitution probability (r) analysis showed strong positive selection for three of these five divergent amino acids.\n\nAs exceptions, S. dawydoffi Kronmuller, 2012 has been found indistinguishable from S. multidens Newport, 1844 by this method, suggesting its eventual synonymy, while S. cataracta Siriwut, Edgecombe & Panha, 2016 showed an intraspecific maximum divergence of 5 amino acids. Finally and at nomenclatural level, the species name S. hainanum Kronmuller, 2012 is emended as S. hainanensis while the taxon S. mojiangica Zhang & Chi, is here declared nomen nudum, due its original description remains unavailable.", "date": "2025-11-27", "journal": ""}
{"title": "Serotonin modulates nucleus accumbens circuits to suppress aggression", "doi": "10.1101/2025.11.26.690732", "authors": "Zhang, Z.; Touponse, G. C.; Alderman, P. J.; Yassine, T.; Pomrenze, M. B.; Harris, T. W.; Shank, A. N.; Malenka, R. C.; Eshel, N.", "abstract": "Serotonin (5-hydroxytryptamine; 5HT) has long been considered anti-aggressive, but the mechanisms by which 5HT regulates downstream circuits to control aggression remain unclear. Combining fiber photometry, optogenetics, and miniaturized microscope recordings in double-transgenic mice, we find that 5HT levels ramp up in the nucleus accumbens during aggression, inhibiting a subset of D1 medium spiny neurons to suppress attacks. Our results reveal a novel 5HT-mediated neuromodulatory mechanism for limiting aggressive behavior.", "date": "2025-11-27", "journal": ""}
{"title": "Coordinated multilaminar dynamics underlie multiplexed computation in motor cortex", "doi": "10.1101/2025.11.26.690660", "authors": "Lopez-Galdo, L.; Nougaret, S.; Battaglia, D.; Kilavik, B. E.", "abstract": "Functional multiplexing is a signature of higher-order brain regions. Beyond single-unit mixed selectivity, the six-layered cortical microcircuit has been proposed as an optimal substrate for such parallel computations. Recurrent connections within and across layers allow cortical columns to retain incoming information for some time and integrate it into stable latent representations, thereby acting as functional units. The key question is whether the multiplexing capacity arises from specialized processing within individual layers or the collective coordination of multi-layer activity patterns. Here, we analyzed laminar recordings from the motor cortex of macaque monkeys performing a complex delayed match-to-sample task. We identified laminarly distributed, behaviorally specific subspaces that captured the encoding of distinct task-related variables. These subspaces, spanning the entire column and expressed as coordinated activity patterns, were functionally reused to encode the same variable over time and flexibly recycled to encode new ones. Subtle variations of laminar weights gave rise to multiple coexistent laminar coding subspaces, enabling multiplexing at the columnar level. Task-related information propagated across layers in temporally organized trajectories that transiently localized in superficial or deep layers at distinct trial epochs. These organized laminar trajectories were consistently observed across recording sites, but exhibited site-specific propagation patterns. The activity of the population on the other hand lacked structured dynamics. Thus, laminar trajectories of information emerged atop a background of spatially and temporally unspecific activity-fluctuations.", "date": "2025-11-27", "journal": ""}
{"title": "Language usage modulates the neural mechanisms ofselective attention in bilinguals", "doi": "10.1101/2025.11.26.690745", "authors": "Theron-Grimaldi, S.; Schwarz, J.; Alex, P.; Bozic, M.", "abstract": "The use of multiple languages modulates the neural mechanisms of selective attention, but it is unclear whether these adaptations require continuous engagement and active second language usage. Here we examined whether language usage shapes selective attention in bilingualism, and what neural processes might this engage. 48 highly proficient English-French bilinguals listened to naturalistic speech streams in their first or second language, paired with either linguistic and non-linguistic interference. Participants were matched on their L2 proficiency, but were either Active, Moderate, or Inactive users of their second language. The results revealed usage-related modulation of oscillatory activity in the alpha band, with more efficient inhibitory control in Active and Moderate users leading to behavioural resilience to interference. In contrast, usage did not affect lower-level perceptual tracking of speech, as captured by mTRF decoding of speech envelopes across frequency bands. Taken together, our findings show that resilience to interference during language processing is not dependent on the perceptual speech tracking, but rather on the capacity to recruit higher-level attentional control mechanisms, a process that is dynamically shaped by bilinguals L2 usage.", "date": "2025-11-27", "journal": ""}
{"title": "A cholinergic mechanism orchestrating task-dependent computation across the cortex", "doi": "10.1101/2025.11.26.690825", "authors": "Luo, J. K.; Tan, J.; Myhre, E.; Salvino, P.; Hark, A.; Pinto, L.", "abstract": "In an ever-changing environment, animals often need to switch between performing different tasks involving distinct sets of cognitive processes. Many such tasks involve neural activity distributed across the cortex, with dynamics that depend on both task demands and behavioral strategy1-17. A fundamental but unanswered question is what circuit mechanisms orchestrate these task-dependent dynamics. Here, we hypothesized that acetylcholine release in the cortex plays a key role. The cortexs only long-range source of this neuromodulator is the basal forebrain cholinergic system, which targets the entire cortical sheet and can individually modulate single regions on sub-second timescales18-26. To test our hypothesis, we first imaged cholinergic axons innervating the cortex while mice switched frequently between two navigational decision-making tasks in virtual reality (VR), only one of which required gradual accumulation of sensory evidence. We found that cholinergic input to the cortex is spatiotemporally heterogeneous and multiplexes sensory, motor, arousal, and cognitive signals in a task- and strategy-dependent fashion, with overall higher activity during evidence accumulation. Crucially, beyond contextual variables, cholinergic activity directly tracked task computations themselves, encoding an evidence-dependent decision variable only in the accumulation task. To test if acetylcholine release is causal to the performance of each task, we optogenetically silenced cholinergic terminals in the cortex while simultaneously imaging excitatory cortical activity. We found that this input is selectively required for evidence accumulation, and for large-scale cortical coding of evidence and choice during the accumulation task. Thus, we have identified a new cholinergic mechanism that orchestrates cortex-wide activity in a task-dependent manner and serves as a key node in the distributed brain network underlying the accumulation of sensory evidence.", "date": "2025-11-27", "journal": ""}
{"title": "A pangenome framework uncovers the role of deletions in repeated evolution of cave-derived traits", "doi": "10.1101/2025.11.25.690530", "authors": "Roback, E. Y.; X, M.; Ricemeyer, E. S.; Warlen, A.; Carroll, R. A.; Elsik, C. G.; Keene, A. C.; Rohner, N.; McGaugh, S. E.; Warren, W. C.", "abstract": "Structural variants (SVs) are increasingly recognized as key contributors to adaptive evolution, yet they remain underexplored compared to single-nucleotide variation. To understand how large-scale genomic changes shape repeated evolution, we leveraged multiple levels of sequence data across the powerful evolutionary model system of the Mexican tetra fish (Astyanax mexicanus). Cavefish populations have repeatedly evolved similar and dramatic phenotypes compared to surface fish such as eye loss, pigmentation loss, and sleep loss, suggesting a potential role for loss-of-function variants in cave adaptation. We constructed one of the first pangenome graphs from a naturally evolving vertebrate, enabling comprehensive discovery of SVs among 120 fish from 11 populations. We identified over 2,400 high-confidence cave-specific deletions that are enriched in biological pathways involved in vision, metabolism, and behavior and cluster non-randomly in quantitative trait loci linked to cavefish traits. Strikingly, 67 genes harbor unique deletions between independent cavefish lineages. These reused genes show strong evidence of population-specific selection (99% are under selection, compared to 8-15% in genes lacking SVs), indicating that deletions rose in frequency through repeated positive selection rather than drift. Together, these results reveal that recurrent deletion events have repeatedly contributed to the evolution of cave-adapted phenotypes and highlight deletions as underexplored contributors of adaptive evolution in a system characterized by trait loss.", "date": "2025-11-27", "journal": ""}
{"title": "TAGINE: Fast Taxonomy-based Feature Engineering for Microbiome Analysis", "doi": "10.1101/2025.11.25.689983", "authors": "Baum, S.; Meshulam, I.; Peleg, O.; Algavi, Y.; Borenstein, E.", "abstract": "TAGINE is a feature engineering algorithm that leverages the microbial taxonomic tree to optimize feature sets in microbiome data for predictive modeling. The algorithm starts with features at high taxonomic levels and iteratively splits them into lower-level clades in cases where it improves predictive accuracy, ultimately producing a feature set spanning multiple taxonomic levels. This approach aims to markedly reduce the number of features while preserving biological relevance and interpretability. We compare TAGINE's performances to other standard and taxonomy-based feature engineering methods on several different datasets, and show that TAGINE yields more compact feature sets and is orders of magnitude faster than other methods, while maintaining predictive accuracy. TAGINE is freely available under the MIT license with source code available at https://github.com/borenstein-lab/tagine_fe.", "date": "2025-11-27", "journal": ""}
{"title": "Oscillatory brain activity reflects semantic and phonological activation during sentence planning.", "doi": "10.1101/2025.11.26.690808", "authors": "Meltzer, J. A.; Kielar, A.; Oppermann, F.", "abstract": "Verbal short-term memory includes resources for maintaining semantic and phonological information. These resources are complementary and often activated simultaneously, making their anatomical bases difficult to determine. We mapped the neural representation of semantic and phonological short-term memory by recording magnetoencephalography (MEG) data while participants rehearsed short formulaic 5-word sentences like \"The mouse ate the cheese.\" During a memory delay period, participants exhibited bilateral temporofrontal event-related desynchronization (ERD, power decrease) in the alpha and beta bands (8-30 Hz). During the memory delay, participants also heard an auditory distractor word that could be unrelated to the sentence, semantically related to one of the words in the rehearsed sentence (e.g. \"rat\" or \"butter\"), or phonologically related to one of the words in the sentence (e.g. \"mountain\" or \"cheap\"). Relative to unrelated words, related words induced a greater degree of ERD immediately following their presentation. Effects of semantic distractors were exclusively in the temporal lobe, largely in the left middle temporal gyrus but also in bilateral medial temporal regions. Effects of phonological distractors were far more widespread in temporal, frontal, and parietal regions, and were largely left-lateralized. As no behavioural effects were observed in cued sentence repetition, it seems that auditory distractors produce short-lasting interference with a verbal memory trace that is ultimately resolved, but useful for mapping regions involved in maintaining distinct aspects of the sentence content.", "date": "2025-11-27", "journal": ""}
{"title": "Quantifying maternal antibody transfer to colostrum and cord blood reveals virus-specific selectivity in dogs", "doi": "10.1101/2025.11.24.690260", "authors": "Teh, S.; Truyen, L. H.; Woodyear, S.; Palmeri, J.; Pimeta-Pereira, A. A.; Peprah, A. A.; Lanman, E.; Lonergan, T.; Reid, A. M.; Cheong, S. H.; caddy, S. L.", "abstract": "BackgroundNeonatal infections are a leading cause of mortality in dogs, with up to 30% of puppies dying within the first three weeks of life. During this period of immune development, protection is highly dependent on maternal antibodies (MatAbs) transferred across the placenta and via colostrum. Despite the critical importance of this transfer, little is known about the biological or clinical factors that determine its magnitude, whether specific antibodies are preferentially transferred, or how these processes vary across a broad population of dogs.\n\nMethodsTo quantify and explore the determinants of MatAb transfer in dogs, we analyzed matched maternal serum, cord blood, and colostrum samples collected from 44 client-owned dams undergoing cesarean section at a university veterinary hospital. Total IgG and virus-specific antibodies against canine parvovirus (CPV) and canine distemper virus (CDV) were analyzed. We also evaluated the influence of maternal factors, including age, breed, body weight, parity and litter size on MatAb transfer efficiency.\n\nResultsAcross this diverse population, we observed limited transplacental transfer of MatAbs (4.5-6% maternal titer), in agreement with previous studies and as expected with the endotheliochorial placenta of dogs. In contrast, virus-specific IgG was highly enriched in colostrum, with 10.7-fold (CPV) and 8.1-fold (CDV) increases relative to serum. Transfer efficiency was significantly greater for virus-specific antibodies than for total IgG (3.2-fold), suggesting selective enrichment of antiviral antibodies during colostrogenesis. Maternal serum antibody titer emerged as the primary factor influencing the efficiency of antibody transfer.\n\nConclusionsThese findings provide the most comprehensive quantification to date of MatAb transfer routes in dogs, revealing preferential transfer of virus-specific IgG to colostrum and highlighting the crucial role of colostrum intake for neonatal immunity. This work establishes a foundation for identifying antibody characteristics that influence MatAb transfer efficiency and reiterates the importance of ensuring dams have adequate titers of virus-specific IgG prior to breeding.", "date": "2025-11-27", "journal": ""}
{"title": "Emergence of hypervirulent Klebsiella pneumoniae ST111 with a novel virulence plasmid causing pyogenic liver abscess", "doi": "10.1101/2025.11.25.690365", "authors": "Feng, L.; Liu, K.; Liu, Y.; Ou, Y.; Dong, X.; Sun, Z.; Chen, L.; Shi, X.; Hao, M.", "abstract": "Hypervirulent Klebsiella pneumoniae (hvKp)-associated pyogenic liver abscess is typically linked to K1/K2 capsule serotypes and canonical lineages such as ST23, ST65, and ST86. Cases outside these lineages are rare but pose significant public health concerns. We investigated an unusual liver abscess in an immunocompetent patient caused by hvKp sequence type 111 (ST111). Five isolates (KP1-KP5) were recovered, all belonging to the same clonal lineage. Genomic analysis revealed a 181 kb IncHI1B/IncFIB virulence plasmid encoding rmpADC and the salmochelin cluster (iroBCDN), but lacking aerobactin (iuc) and rmpA2 gene loci. Notably, this plasmid also carried the yersiniabactin locus (ybt), which is typically located on the chromosome. Comparative genomics indicated that similar ST111 strains have been reported only in China, suggesting clonal expansion of a previously unrecognized hvKp lineage. Functional assays demonstrated that plasmid curing abolished the hypermucoviscous phenotype, reduced capsule production, and completely attenuated virulence in murine models, confirming the plasmid as the major driver of hypervirulence. Interestingly, plasmid loss enhanced biofilm formation and relieved growth burden, highlighting fitness trade-offs associated with virulence. This study documents a rare case of hvKp ST111 liver abscess and identifies a novel plasmid conferring hypervirulence. Our findings expand the known diversity of hvKp and underscore that non-canonical lineages can acquire potent virulence determinants enabling severe disease. Continued clinical and genomic surveillance is essential to detect emerging hvKp clones before widespread dissemination.", "date": "2025-11-27", "journal": ""}
{"title": "Host oxidative stress primes mycobacteria for rapid antibiotic resistance evolution", "doi": "10.1101/2025.11.19.689367", "authors": "Pepper-Tunick, E.; Srinivas, V.; Mast, F. D.; Li, S.; Russ, S.; Hanson, W.; Zamora, A. D.; Wu, W.-J.; Silcocks, M.; Ha, D. T. M.; Dunstan, S. J.; Thuong, T. N. T.; Turkarslan, S.; Aitchison, J. D.; Arrieta-Ortiz, M. L.; Baliga, N. S.", "abstract": "The rapid emergence of multidrug-resistant Mycobacterium tuberculosis (Mtb) threatens global TB control, yet the mechanisms enabling rapid evolution of drug resistance in Mtb remain poorly understood. Here we reveal that pre-existing mutations in oxidative stress response genes create permissive genomic backgrounds that accelerate high-level isoniazid resistance (INHR) without fitness costs, challenging the paradigm that resistance mutations always precede their fitness compensatory adaptations. Using M. smegmatis mc2155 (Msm) as a model, we show that brief exposure to sublethal INH (2x IC50) enriches for \"low-level resistance and tolerance\" (LLRT) mutants in a single step. These LLRT mutants, particularly those with ohrR loss-of-function mutations, acquire high-level resistance (> 500x IC50) at 6-fold higher rates than wildtype, primarily through otherwise-deleterious mycothiol biosynthesis mutations that become tolerable in the oxidative stress-buffered background. Crucially, we demonstrate that sublethal oxidative stress alone, mimicking host immune pressure, nearly tripled the rate of INH resistance evolution in Msm. Bayesian analysis of 1,578 clinical Mtb isolates from Vietnam confirmed that mutations in oxidative stress response genes were significantly associated with the emergence of INHR strains (p-value = 1.09x10-7). Independently, reanalysis of genome-wide CRISPRi screens revealed that the OSR network and high Bayes probability genes are functionally associated with treatment escape and survival with multiple antibiotics, including isoniazid, rifampicin, ethambutol, bedaquiline, vancomycin, clarithromycin, linezolid, and streptomycin. Our findings that host-imposed oxidative stress and inadequate drug penetration may synergistically prime Mtb populations for rapid resistance evolution suggest that targeting pre-resistance mechanisms, such as oxidative stress defenses, could help slow the emergence of antibiotic resistance in tuberculosis.", "date": "2025-11-27", "journal": ""}
{"title": "Fluctuating flooding motivates the facilitation of a wetland invader: a probe into the stress gradient hypothesis", "doi": "10.1101/2025.11.25.689875", "authors": "Zhang, J.; Qu, Y.; Li, X.; Chen, W.; Xu, H.; Chen, J.; Yang, X.; Zhu, Y.; Wang, T.; Yang, L.", "abstract": "Stress gradient hypothesis proposes that the plant interaction tends to convert from competition to facilitation when facing accelerating stress. The present study aims to explore the interaction between two co-existing wetland plant invaders - Alternanthera philoxeroides and Myriophyllum aquaticum with exposure to flooding stress. Different plant assemblages including monospecific (single individual per species), homospecific (two individuals of same species) and heterospecific (two individuals of different species) treatments were subjected to different flooding regimes including mesic habitat, constant flooding and fluctuating flooding. The plant interaction was evaluated by biomass accumulation, biomass allocation and relative competition intensity index (RCI). We found that the biomass accumulation and allocation of A. philoxeroides were consistent across different treatments of community assemblage and flooding regime, while the root mass, biomass and root mass allocation of M. aquaticum significantly increased at the presence of A. philoxeroides. Moreover, the RCI of M. aquaticum decreased at the presence of A. philoxeroides. Especially, the RCI of M. aquaticum was 0.06 in the homospecific community, while that of M. aquaticum was -0.82 in the heterospecific treatment under fluctuating flooding condition. Overall, Alternanthera philoxeroides facilitated M. aquaticum, especially under fluctuating flooding condition, which complies with the stress gradient hypothesis. The water level drawdown can benefit the impedance of the growth of M. aquaticum and the deceleration of the co-invasion of A. philoxeroides and M. aquaticum.", "date": "2025-11-27", "journal": ""}
{"title": "AI-Driven and 3D-Bioprinted New Approach Methodology (NAM) Identifies NEO100 as Potent Ultrasound-Activated Therapeutic for Primary and Metastatic Brain Tumors", "doi": "10.1101/2025.11.25.690556", "authors": "Majumder, R.; Datta, P.; Moolayadukkam, S.; Nakamura, B.; Izquierdo, U.; Joshi, R.; Sedighi, S.; Chen, T. C.; Neman, J.", "abstract": "Primary and metastatic brain tumors are among the deadliest and treatment-resistant cancers, mainly because of their inherent resistance to chemoradiation and limited drug delivery across the blood-brain barrier (BBB). Identifying molecules that can cross the BBB and serve as sonosensitizers is crucial for developing noninvasive, targeted therapies such as sonodynamic therapy (SDT). To overcome the limitations of traditional low-throughput screening, a New Approach Methodology (NAM) was developed, starting with AI-driven molecular discovery. A positive-unlabeled neural network, trained on over 200 molecular descriptors, was used to predict compounds likely to respond to focused ultrasound (FUS), penetrate the BBB, and mediate therapeutic sonodynamic activity. While AI helps prioritize potent candidates, effective SDT also depends on clinically scalable FUS delivery. Low-intensity FUS enables noninvasive activation of small molecules in the brain and has been validated in several clinical settings. Therefore, AI-guided predictions were combined with ultrasound-based sonodynamic testing using parameters relevant to human therapy. A major challenge in SDT development is the lack of rapid, physiologically relevant tumor models, as traditional 3D organoids take weeks to mature, delaying validation. To address this, a magnetic bioprinting platform was used to produce uniform 3D tumor spheroids within hours, enabling high-throughput screening of SDT. These spheroids replicate key microenvironmental gradients, supporting reliable ultrasound-driven cytotoxicity testing. Through this combined NAM pipeline, AI identified NEO100--an ultrapure, pharmaceutical-grade perillyl alcohol currently in Phase 2a clinical trials--as a promising sonosensitizer candidate. These predictions were validated in rapidly 3D bioprinted tumor models representing glioblastoma, Group 3 pediatric medulloblastoma, meningioma, and breast-to-brain and lung-to-brain metastases. In all tumor types, ultrasound activation significantly increased NEO100s cytotoxicity. Given its established safety profile in humans and ability to cross the BBB, NEO100 demonstrates how integrating AI-based molecular discovery, accelerated 3D bioprinting, and clinically relevant ultrasound parameters can rapidly advance precision sonodynamic therapies for various primary and metastatic brain cancers.", "date": "2025-11-27", "journal": ""}
{"title": "AKAP1 regulates mitochondrial and synaptic homeostasis to enable neuroprotection and repair in retinal ganglion cell degeneration", "doi": "10.1101/2025.11.24.689866", "authors": "Bastola, T.; Kim, K.-Y.; Shen, Z.; Perkins, G. A.; Poudel, M.; Gomez, V.; Lim, Y.; Choi, H.; Won, J. Y.; Choi, S.-H.; Ellisman, M. H.; Weinreb, R. N.; Ju, W.-K.", "abstract": "Glaucoma is a leading cause of irreversible blindness, characterized by progressive retinal ganglion cell (RGC) loss and optic nerve degeneration. Mitochondrial dysfunction plays a central role in this neurodegeneration, yet effective targeted therapies remain limited. Here, we identify the mitochondrial scaffold A-kinase anchoring protein 1 (AKAP1) as a critical regulator of RGC resilience and axon regeneration. AKAP1 expression is diminished in human glaucomatous retinas and experimental glaucoma models, correlating with elevated intraocular pressure, disrupted mitochondrial dynamics, oxidative stress, and synaptic instability. Restoration of AKAP1 via adeno-associated virus serotype 2-mediated gene therapy preserves RGC survival, promotes mitochondrial fusion and cristae integrity, enhances ATP production, and mitigates oxidative and apoptotic stress in mouse models of glaucoma and optic nerve injury. Transcriptomic profiling of AKAP1 knockout retinas reveals widespread dysregulation of mitochondrial and synaptic gene networks. Mechanistically, AKAP1 stabilizes synapses by promoting mitochondrial biogenesis, modulating calcium/calmodulin-dependent kinase II and synapsin phosphorylation, maintaining synaptophysin expression, and suppressing complement component C1q expression, thereby preventing early synaptic loss in glaucomatous neurodegeneration. Moreover, restoring AKAP1 expression facilitates axonal regeneration, preserves the central visual pathway, and maintains visual function. Collectively, these findings establish AKAP1 as a master regulator of mitochondrial and synaptic homeostasis and axonal regeneration and a promising therapeutic target for vision preservation in glaucomatous neurodegeneration.\n\nOne Sentence SummaryAKAP1 protects retinal ganglion cells and preserves vision by restoring mitochondrial and synaptic health in experimental glaucoma models.", "date": "2025-11-27", "journal": ""}
{"title": "Muscle-specific DNM2 overexpression improves Charcot-Marie-Tooth disease in vivo and reveals a narrow therapeutic window in skeletal muscle", "doi": "10.1101/2025.11.25.690395", "authors": "Goret, M.; Piccolo, G.; Laporte, J.", "abstract": "Charcot-Marie-Tooth disease (CMT) caused by dominant loss-of-function mutations in DNM2, encoding the GTPase dynamin-2, impairs motor and sensory function. However, the respective contributions of muscle and nerve pathology, and the therapeutic potential of increasing DNM2 expression, remain unresolved. We evaluated tissue-targeted and systemic approaches to increase DNM2 in a mouse model carrying the common K562E-CMT mutation. Muscle-specific DNM2 overexpression from embryogenesis in Dnm2K562E/+ mice ameliorated desmin and integrin mislocalization, membrane trafficking defects, mitochondrial abnormalities, and fibrosis in skeletal muscle, resulting in improved locomotor performance despite persistent muscle atrophy. Conversely, systemic postnatal AAV delivery of human DNM2 increased DNM2 in muscle but failed to transduce nerves, and paradoxically worsened the muscle pathology, producing centronuclear myopathy-like features. These findings reveal a primary pathogenic impact of DNM2-CMT mutation within skeletal muscle, independent of nerve involvement. Collectively, they underscore that precise DNM2 dosage is critical for neuromuscular homeostasis and reveal a narrow therapeutic window for safe and effective therapeutic intervention. This paradox, in which efforts to compensate for a loss-of-function neuropathy risk inducing a gain-of-function myopathy, highlights the need for tightly controlled modulation of DNM2 activity in future therapeutic strategies.", "date": "2025-11-27", "journal": ""}
{"title": "Ataxin-2 knockdown is neuroprotective via cell-autonomous and non-cell-autonomous mechanisms", "doi": "10.1101/2025.11.24.690282", "authors": "Gastaldo, D.; Vito, S.; Black, H.; Foreman, O.; Yang, Z.; Pham, V.; Zhu, Y.; Choi, M.; Jovicic, A.", "abstract": "Ataxin-2 (Atxn2), a ubiquitously expressed RNA-binding protein, has been implicated in ALS risk, and its silencing represents a promising therapeutic strategy to extend life span and ameliorate symptoms in ALS. Although neuroprotective effects have been shown in several ALS preclinical models, the molecular mechanisms underlying ataxin-2 downregulation neuroprotective effects remain poorly understood. Starting with a global proteomic profiling of the yeast and mouse TDP-43 models, we uncovered that pbp1/ataxin-2 downregulation rewires metabolism to activate alternative cellular pathways for energy production under stress. By combining proteomic profiling insights and functional studies in neural cultures, we further show that ataxin-2 downregulation adjusts metabolism in both cell-autonomous and non cell-autonomous pathways. In neurons, ataxin-2 downregulation activates glycolysis and reductive glutamine carboxylation, while astrocytes provide enhanced support by increasing cholesterol synthesis. Collectively, our data characterize novel cellular pathways to overcome TDP-43 toxicity and establish ataxin-2 as a regulator of adaptive response in brain cells under the conditions of stress.", "date": "2025-11-27", "journal": ""}
{"title": "A New Approach to Modeling LGMDR1: Pyrvinium-Treated capn3b crispant Zebrafish", "doi": "10.1101/2025.11.25.690358", "authors": "Ruiz-Roldan, C.; Valls, A.; Immanuel, J.; De Santis, F.; Fernandez-Torron, R.; Lopez de Munain, A.; Saenz, A.", "abstract": "The lack of an accurate animal model for LGMDR1 is a major obstacle to therapeutic development. While murine models do not replicate the human gene expression profile, zebrafish offers a promising alternative. We generated a capn3b mutant zebrafish, which showed minimal phenotypic changes. However, when this model was treated with pyrvinium, a Wnt signaling inhibitor, its gene expression patterns mimic those observed in LGMDR1 patients, reinforcing the role of the Wnt pathway in LGMDR1 pathology. This pharmacologically enhanced model, despite lacking a clear phenotype in young larvae, could serve as a valuable tool for identifying potential therapeutic targets upon further investigation and validation.", "date": "2025-11-27", "journal": ""}
{"title": "Piperine activates the thick filament of resting rat skeletal muscle, enhancing dynamic contractility in a fiber-type-dependent manner", "doi": "10.1101/2025.11.24.689918", "authors": "Kruse, D. Z.; Herskind, J.; Kuehn, M. N.; Klotz, A. J.; Hessel, A. L.; Overgaard, K.", "abstract": "Thick-filament activation, whereby myosin heads transition from an OFF to an ON state, is a key regulatory step in muscle contraction and a promising therapeutic target. The availability of ON-state myosin heads governs dynamic muscle contractility, which is critical to physical function and well-being. Thus, compounds that induce thick-filament activation in skeletal muscle are warranted to explore this therapeutic potential. Piperine, an alkaloid from black pepper, binds to myosin and increases isometric force at submaximal activation levels in both fast and slow-twitch skeletal muscle. The mechanism underlying this effect remains unclear, but may involve thick-filament activation, as shown in cardiac muscle. During contraction, myosin heads naturally shift from the OFF to the ON state, but the kinetics and extent of this transition are fiber-type dependent. Therefore, it remains to be clarified how piperine affects dynamic contractions in fast-and slow-twitch skeletal muscles. We addressed these gaps using fiber small-angle X-ray diffraction and intact-muscle ex vivo contractility experiments on rat extensor digitorum longus (fast-twitch) and soleus (slow-twitch) muscles. X-ray diffraction data suggest that piperine promotes an OFF-to-ON transition of myosin in resting skeletal muscle, increasing the pool of myosin heads available for force generation. Functionally, piperine-induced thick-filament activation substantially enhanced dynamic contractility in both muscle types, with greater improvements in slow-twitch versus fast-twitch muscle under conditions of maximal activation. These findings establish piperine as a tool to probe thick-filament activation in skeletal muscle and guide future studies toward fiber-type-specific effects on recruitment of the contractile reserve capacity.\n\nSignificance StatementTargeting myosin, a key motor protein in muscle, to restore muscle function has become a major focus in muscle physiology. Yet no approved therapies exist for skeletal muscle, making the identification of compounds with myosin-activating properties a research priority. Skeletal muscles come in two main types: slow (postural) and fast (powerful). Here, we investigated piperine, a natural compound from black pepper, and found that it activates myosin in resting skeletal muscles, making muscles more readily activated. These molecular effects translated into substantial muscle-type-dependent increases in the muscles ability to recruit their contractile reserve capacity during complex contractions. Our findings propose piperine as a tool for investigating fundamental questions of muscle contraction and the therapeutic opportunities of myosin-activation in skeletal muscle.", "date": "2025-11-27", "journal": ""}
{"title": "Nutrient stress activates Rab5b-mediated autophagy to remodel the synaptic proteome", "doi": "10.1101/2025.11.25.690410", "authors": "Overhoff, M.; Ickert, L.; Marten, S.; Hill, A.; Tellkamp, F.; Ludwig, S. L.; Antczak, P.; Koehler, F.; Mueller, R.-U.; Krueger, M.; Kononenko, N.", "abstract": "Synaptic proteostasis is crucial for maintaining neuronal function and plasticity, yet how synapses adapt to metabolic stress remains poorly understood. Here, we show that nutrient deprivation, particularly serum withdrawal, induces robust autophagy-dependent remodeling of the synaptic proteome, while mTORC1 inhibition has more limited effects. Nutrient stress rapidly activates autophagy both globally and at synapses, with synaptic autophagy peaking within 1-2 hours of serum withdrawal. Mechanistically, we uncover that the LC3 lipidation complex (ATG5-ATG12-ATG16L1) is recruited to synapses via Rab5b-positive endosomes in a dynein-dependent manner. Live imaging reveals enhanced Rab5b-ATG16L1 co-trafficking and increased ATG5 mobility upon serum withdrawal, supporting a model of spatiotemporally controlled autophagy precursor delivery to synaptic compartments. Functionally, nutrient deprivation acutely dampens neuronal excitability in vitro, while a two-week fasting-mimicking diet in vivo triggers synaptic proteome remodeling that overlaps with starvation-induced autophagy cargo. In contrast, restriction of mTORC1-activating amino acids fails to induce comparable synaptic changes, suggesting that synaptic autophagy is regulated by nutrient signals beyond mTORC1. Our findings define a Rab5b-mediated trafficking mechanism that couples nutrient sensing to localized synaptic degradation, providing new insight into how neurons preserve proteostasis under metabolic challenge.", "date": "2025-11-27", "journal": ""}
{"title": "The BRCA1- RAD51 Axis Regulates SCAI/REV3 Dependent Replication Fork Maintenance", "doi": "10.1101/2025.11.25.689574", "authors": "Unterseher, C.; Tsuchida, H.; Bosire, R.; Jin, X.; Kieffer, S.; Adeyemi, R.", "abstract": "Replication stress is a key contributor to genomic instability and cancers. BRCA1 has well established roles in protecting stalled forks against degradation. Here we show that BRCA1 has a fork protection-independent role in driving stalled forks restoration via regulation of RAD51 in a manner that confers dependency on SCAI and REV3. BRCA1 drives SLX4-mediated DNA break formation in the absence of SCAI and REV3, which are required to complete repair synthesis and fork restart. Domain analysis revealed that the increased fork breakage seen in the absence of SCAI requires the coiled coil domain of BRCA1 and is regulated in a manner distinct from BRCA1's roles in resection control at two-ended double strand breaks. BRCA1's role also occurs independently of 53BP1 but is modulated by RIF1. Surprisingly, loss of fork reversal factors leads to increased fork breakage in the absence of SCAI/REV3 in a manner that depends on RAD51 activity. SCAI loss leads to persistent DNA breaks, genomic instability and cell death upon DNA damage. We posit that SCAI/REV3 may be required to replicate through and rescue stalled replication forks at fragile genomic regions. Failure to do so leads to increased DNA breakage and genomic instability.", "date": "2025-11-27", "journal": ""}
{"title": "CrossPPI: A Cross - Fusion Based Model for Protein - Protein Binding Affinity Prediction.", "doi": "10.1101/2025.11.25.690371", "authors": "Singam, S. R.; Devarashetty, N. C. A.; Gogte, S.; Kondaparthi, V.", "abstract": "Many biological processes depend on protein-protein interactions (PPIs), which are particularly important across biology, medicine, and biotechnology. It is essential to accurately predict the binding affinity between protein pairs to prioritize candidate interactions in large-scale studies and expedite drug discovery. The application of cross-attention mechanisms between ligand and receptor protein sequences is often neglected in current computational models, limiting their capacity to accurately represent inter-protein dependencies. In this study, we introduce CrossPPI, a novel deep learning framework that integrates structural and sequential features of interacting proteins to improve binding affinity prediction. To model intricate interactions between protein pairs, CrossPPI uses a transformer-based cross-fusion module and a dual-view feature-extraction approach that combines Graph Attention Networks (GATs) and Convolutional Neural Networks (CNNs). On the test dataset of 300 protein-protein pairs, CrossPPI achieved a Pearson correlation coefficient (PCC) of 0.7616, a Spearman correlation coefficient (SCC) of 0.7644, a mean absolute error (MAE) of 1.2869, and a root mean square error (RMSE) of 1.6824, indicating its ability to predict the binding affinity of two proteins. The results highlight CrossPPI's capability to predict inter-protein binding affinities by leveraging an attention-based integration of sequence and structural features.", "date": "2025-11-27", "journal": ""}
{"title": "Inferring Local Protein Structural Similarity from Sequence Alone", "doi": "10.1101/2025.11.24.690129", "authors": "Ma, Z.; Herrera, J. E.; Bethel, N. P.; Jinich, A.", "abstract": "Detecting structural similarity at the local level between proteins is central to understanding function and evolution, yet most approaches require 3D models. In this work, we show that protein language models (pLMs), solely using sequence data as input, implicitly capture fine-grained structural signals that can be leveraged to identify such similarities. By mean-pooling residue embeddings over sliding windows and comparing them across proteins with cosine similarity, we find diagonal patterns that reflect locally aligned regions even without sequence identity. Building on this insight, we introduce a framework for detecting locally aligned structural regions directly from sequences, supporting the development of scalable methods for structural annotation and comparison.", "date": "2025-11-27", "journal": ""}
{"title": "Synaptopodin KO rat for assessing the dendritic spine apparatus and axonal cisternal organelle in synaptic plasticity, development, and behavior", "doi": "10.1101/2025.11.25.690444", "authors": "Kuwajima, M.; Ostrovskaya, O. I.; Kirk, L. M.; Alario, A.; Yin, W.; Singh, S.; Xaymongkhol, A.; Li, A.; Prasad, E.; Harris, K. M.", "abstract": "The actin-binding protein synaptopodin (Synpo) regulates the cytoskeleton and intracellular Ca2+ and is important for long-term potentiation (LTP) and learning. The inconsistent onset age for LTP in mice makes their Synpo knockout (KO) a suboptimal developmental model. Hence, we generated Synpo KO rats using CRISPR-Cas9. Synpo KO rats are viable with reduced body weight and bone length after postnatal days (P)35-P45. Their basal kidney function is normal. 3D reconstruction from electron microscopy reveals the absence of the Synpo-dependent dendritic spine apparatus and cisternal organelles in the axon initial segment (AIS), which may contribute to reduced LTP in the KO rat. Inhibitory synapses in the wild-type AIS appear preferentially clustered near cisternal organelles - a pattern disrupted in the KO, where synapses appear more uniformly distributed. The consistent developmental profile of LTP in the rat makes this KO a robust model to assess Synpo function in development, synaptic plasticity, and behavior.", "date": "2025-11-27", "journal": ""}
{"title": "Fine-scale ecological biomonitoring in a large, complex agriculturally impacted watershed via eDNA metabarcoding", "doi": "10.1101/2025.11.24.690238", "authors": "Silva, B. S. M. L. e.; Riley, A. C.; Craiovan, E.; Wright, M.; Watson, K.; Lapen, D. R.; Hajibabaei, M.", "abstract": "DNA-based approaches utilizing high-throughput sequencing (HTS) (e.g. DNA metabarcoding) have revolutionized ecological biomonitoring by providing higher sample throughput, greater reproducibility, and better cost-benefits compared to traditional morphology-based bioassessment studies. Here, we utilized DNA metabarcoding in a watershed in Ontario (Canada) dominated by agricultural land uses. Our aim is to understand patterns of biodiversity in benthic taxa from data generated and inferred at various taxonomic scales and to compare these findings with over a decade of traditional morphological data. We sampled 18 watercourses during summer and fall 2023, spanning a forested-to-agricultural land-use gradient. We found significant differences between metabarcoding and historical morphology data where DNA provided more richness values at both the species (p = 2x10-5) and order (p = 0.008) levels. Whereas the morphology dataset contained many unresolved taxa, DNA metabarcoding captured a broader taxonomic breadth with diverse genetic profiles among taxa. Non-metric multidimensional scaling (NMDS) analyses on DNA metabarcoding data produced tighter clusters, more precise separation by land use, and greater consistency across taxonomic scales. Both urban context and land use had significant associations with metabarcoding patterns observed, with differences being strongest between agriculturally-dominated and primarily forested sites (median R^[2] {approx} 0.08-0.11). We also found strong, consistent environmental signals linked to agricultural settings, such as water conductivity and turbidity, and pH. Altogether, our DNA-based results demonstrate the differences in community composition among different land uses in this watershed. Importantly, our work highlights the need for more taxonomic resolution (obtained through DNA analysis) to decipher community changes linked to anthropogenic and environmental drivers, as morphological data alone may lack the precision needed to capture these patterns.", "date": "2025-11-27", "journal": ""}
{"title": "Heterogeneous evolutionary history defines the rear edge of the North American herb Campanula americana", "doi": "10.1101/2025.11.24.690277", "authors": "Perrier, A.; Lamb, K.; Galloway, L.", "abstract": "Aim Warmer range limits of species distributions offer a window into the ecological and evolutionary processes associated with long-term warming, as they often harbor relicts of refugial populations from last glaciation. However, warm-edge populations vary in their refugial, evolutionary, and climatic histories, complicating their use as models. Here, we characterize this variation at the warmer range limit of the North American herb Campanula americana. Location Eastern North America Taxon Campanula americana Methods We evaluated the warmer range limit using species distribution model hindcasting, range-wide analyses of population structure, effective migration and phylogenetic relationships. Results Warm-edge populations vary in their refugial history; most are relicts of historic refugial populations (i.e. rear edge), but some result from southward postglacial colonization. Within the rear edge, populations exhibit pronounced genetic structure, forming highly isolated clusters despite contiguous geography and only modest landscape barriers. Distinct rear-edge clusters also varied in climate history and gene flow among population, with the more southern populations experiencing higher habitat decline, fragmentation and isolation. Finally, only rear-edge populations from northern refugial areas contributed to postglacial range expansion. Main conclusions Our study highlights the challenges of using warm-edge populations as ecological and evolutionary models of response to climate change. Even in a geographically simple setting, warm-edge populations exhibit refugial, genetic, and climatic heterogeneity. Characterizing this variation is essential for accurately identifying rear-edge populations and inferring their evolutionary history. Knowledge of the contribution of warm-edge populations to range-wide genetic variation is key when considering how these populations may inform studies of adaptation to future climate change.", "date": "2025-11-27", "journal": ""}
{"title": "CodonTranslator: a conditional codon language model for codon optimization across all domains of life", "doi": "10.1101/2025.11.24.690310", "authors": "Chen, Y.; Zhang, Y.; Li, J.; Tian, B.; Huang, H.", "abstract": "Codon optimization involves selecting synonymous codons to match host-specific preferences. It is critical for heterologous expression but remains challenging due to the combinatorial design space. Under long-term evolutionary selection, natural coding sequences are near-optimal compromises between translational efficiency, accuracy, and regulatory constraints, providing a de facto standard for data-driven models. Recent deep learning-based language models therefore aim to learn the distribution of natural codon sequences and reuse it for design. However, existing approaches discard the rich semantic structure of taxonomic lineages, underutilize protein functional and evolutionary constraints, and often rely on masked-language objectives that lack a principled mechanism for sequence generation. Here we present CodonTranslator, a 150M-parameter decoder-only Transformer trained on 62 million CDS-protein pairs from over 2,100 species. CodonTranslator uses a pretrained language model to embed hierarchical species lineages and a pretrained protein language model to encode protein context, enabling interpolation across hosts and generalization to unseen species and proteins. Our results show that CodonTranslator implicitly learns the genetic code from data, faithfully reproduces species-specific codon usage, and designs coding sequences that match or surpass existing methods in both codon usage metrics and predicted biological stability. Our dataset, pretrained models, and code are available at https://github.com/poseidonchan/CodonTranslator.", "date": "2025-11-27", "journal": ""}
{"title": "Expanding the RNA Virus Universe by Scalable Structure-Guided Discovery", "doi": "10.1101/2025.11.24.690314", "authors": "Luo, G.; Zang, Z.; Yuan, L.; Zhou, J.; Dong, A.; Huang, Y.; Li, S. Z.; Ju, F.", "abstract": "The discovery of RNA viruses from metatranscriptomic data remains challenging due to their extreme sequence divergence and frequent lack of conserved motifs. We present Rider, a lightweight two-stage framework that couples fast, structure-informed sequence screening with targeted structural validation. Stage 1 uses a compact 35M-parameter protein language model to prioritize RdRp-like fragments at whole-sample scale, achieving over 44 folds higher end-to-end screening throughput on commodity hardware. Stage 2 applies structure prediction and Foldseek-based alignment against a dedicated RdRp structure resource (~200k ESMFold-predicted structures), providing orthogonal evidence for remote homologs. Applied to >10,000 metatranscriptomes spanning marine, freshwater, soil and host-associated microbiomes, Rider matches or outperforms leading tools (e.g., LucaProt, PalmScan) and additionally recovers divergent and truncated sequences. Multiple orthogonal indicators, including structure consistency and low DNA read mapping to corresponding contigs, support genuine RNA origin. In a human IBD cohort, Rider agrees with state-of-the-art calls for clinically relevant RNA viruses while extending discovery to divergent lineages. Rider turns structure-guided homology search into a practical, scalable pipeline for RNA virome discovery.", "date": "2025-11-27", "journal": ""}
{"title": "Comparative Assessment of Large Language Models for Microbial Phenotype Annotation", "doi": "10.1101/2025.11.24.690272", "authors": "Muench, P. C.; Safaei, N.; Han, Y.; Binder, M.; Robertson, G.; Mreches, R.; Franzosa, E. A.; Huttenhower, C.; McHardy, A. C.", "abstract": "Large language models (LLMs) are increasingly used to extract knowledge from text, yet their coverage and reliability in biology remain unclear. Microbial phenotypes are especially important to assess, as comprehensive data remain sparse except for well-studied organisms and they underpin our understanding of microbial characteristics, functional roles, and applications. Here, we systematically assessed the biological knowledge encoded in publicly available LLMs for structured phenotype annotation of microbial species. We evaluated the performance of over 50 LLMs, including state-of-the-art models such as Claude Sonnet 4 and the GPT-5 family of models. Across phenotypes, LLMs reached accurate assignments for many species, but performance varied widely by model and trait, and no single model dominated. Model self-reported confidence is informative, with higher confidence aligning with higher accuracy, and can be used to prioritize phenotype assignment, effectively distinguishing between high- and low-confidence inferences. Overall, our study outlines the utility and limitations of text-based LLMs for phenotype characterization in microbiology.", "date": "2025-11-27", "journal": ""}
{"title": "MIMYR: Generative modeling of missing tissue in spatial transcriptomics", "doi": "10.1101/2025.11.24.690239", "authors": "Deshpande, A.; Bei, Z.; Ma, J.; Krieger, S.", "abstract": "Spatial transcriptomics enables the study of how gene expression is organized across tissues, revealing how cells interact within their native microenvironments in health and disease. However, tissue damage during sectioning and the allocation of intermediate slices to other assays often result in regions or entire planes missing from the data, limiting downstream analysis. Here, we introduce MIMYR, a generative framework for reconstructing realistic spatial transcriptomics data in unmeasured tissue regions. MIMYR addresses this challenge through three coupled components: predicting cell locations via guided diffusion, assigning cell types through supervised classification, and generating gene expression profiles with a transformer conditioned on spatial and cellular context. MIMYR accurately reconstructs held-out regions in mouse brain data and generalizes across experimental conditions, including variations in gene panels and slicing orientations. After finetuning on limited Alzheimer's disease data, MIMYR captures disease-associated transcriptional changes in unmeasured brain regions. By enabling high-fidelity spatial imputation from limited training data, MIMYR extends the utility of spatial transcriptomics, allowing researchers to recover unmeasured tissue states and deepen investigations into tissue spatial organization and dynamics.", "date": "2025-11-27", "journal": ""}
{"title": "Ribosomal RNA Synthesis is a Lethal Vulnerability During Reductive Stress In C. elegans", "doi": "10.1101/2025.11.24.690266", "authors": "Rotti, J.; Ahsan, F.; Stuhr, N.; Emans, S.; Soukas, A.; Yerevanian, A.", "abstract": "Reductive stress has remained underappreciated as a significant disrupter of redox homeostasis. Recent studies have begun to link the accumulation of NADH and NADPH to the development and progression of metabolic diseases such as cancer, cardiac disease, and diabetes. Further research is needed to understand how cellular responses to reductive stress are governed. In this study we use the nematode Caenorhabditis elegans to examine the phenomenon of catastrophic reductive-death caused by combined biguanide treatment and fasn-1 deficiency. This process of synergistic reductive stress correlates with aberrant alternations in nucleolar morphology. The absence of fasn-1 activity blocks phenformin-mediated reduction in nucleolar size in the hypodermis, potentially resulting in enhanced translation. We find that loss-of-function and RNAi-based knockdown of the catalytic RNA exosome subunit crn-3 significantly increases resistance to toxic reductive stress. Multiple other genes involved in rRNA synthesis recapitulate this phenotype. We postulate that this reversal of reductive death can be attributed to impaired ribosomal RNA biogenesis that promotes tolerance of the accumulation of reducing equivalents NADPH and NADH and preventing the accumulation of GSH. Overall, we identify a novel mechanism by which pathologic states of reductive stress-related diseases can be ameliorated.", "date": "2025-11-27", "journal": ""}
{"title": "Multi-Omics analyses reveal dynamic interactions between DNA methylation and transcriptional regulation during black raspberry ripening", "doi": "10.1101/2025.11.24.690302", "authors": "Hsieh, W.-H.; Hung, Y.-H.; Zhang, J.-H.; Chen, H.-Y.; Lin, L.-P.; He, M.-H.; Wang, Y.-C.; Ho, Y.-Y.; Fernandez, G.; Perkins-Veazie, P.; Le, B.; Li, X.; Hsieh, T.-F.; Lin, J.-Y.", "abstract": "We profiled developmental-series transcriptome, methylome, and metabolome profiling to reveal extensive epigenetic reprogramming during black raspberry (Rubus occidentalis) fruit ripening. Fruit tissues exhibit globally higher DNA methylation than leaves, particularly in CHG and CHH contexts. Local methylation in all cytosine contexts progressively decreases in promoter regions during ripening, whereas CHG and CHH methylation increase in transposon-rich regions. Two primary methylation transitions--promoter hypomethylation and CHH hypermethylation--govern transcriptional shifts in genes involved in ripening processes. Methyl-binding transcription factors with activation potential likely promote CHH hypermethylation-linked transcriptional activation. Multi-omics integration revealed coordinated anthocyanin accumulation parallels expression of biosynthetic and regulatory genes within coherent networks. Elevated non-CG methylation in heterochromatin coincides with increased transcription of histone variants mediating chromatin compaction, suggesting chromatin remodelers fine-tune accessibility for methyltransferases. Our study highlights both genome-wide and locus-specific epigenetic reprogramming and demonstrates a coordinated interplay between DNA methylation and transcriptional regulation during black raspberry fruit ripening.", "date": "2025-11-27", "journal": ""}
{"title": "Mapping spatial gradients in spatial transcriptomics data with score matching", "doi": "10.1101/2025.11.24.690257", "authors": "Wang, A.; Geman, D.; Chitra, U.; Younes, L.", "abstract": "Spatial transcriptomics (ST) technologies measure gene expression at thousands of locations within a two-dimensional tissue slice, enabling the study of spatial gene expression patterns. Spatial variation in gene expression is characterized by spatial gradients, or the collection of vector fields describing the direction and magnitude in which the expression of each gene increases. However, the few existing methods that learn spatial gradients from ST data either make restrictive and unrealistic assumptions on the structure of the spatial gradients or do not accurately model discrete transcript locations/counts. We introduce SLOPER (for Score-based Learning Of Poisson-modeled Expression Rates), a generative model for learning spatial gradients (vector fields) from ST data. SLOPER models the spatial distribution of mRNA transcripts with an inhomogeneous Poisson point process (IPPP) and uses score matching to learn spatial gradients for each gene. SLOPER utilizes the learned spatial gradients in a novel diffusion-based sampling approach to enhance the spatial coherence and specificity of the observed gene expression measurements. We demonstrate that the spatial gradients and enhanced gene expression representations learned by SLOPER leads to more accurate identification of tissue organization, spatially variable gene modules, and continuous axes of spatial variation (isodepth) compared to existing methods.", "date": "2025-11-27", "journal": ""}
{"title": "TissueNarrator: Generative Modeling of Spatial Transcriptomics with Large Language Models", "doi": "10.1101/2025.11.24.690325", "authors": "Liu, S.; Tang, J.; Ma, J.; Liang, S.", "abstract": "The intricate spatial organization and molecular communication among cells are fundamental to multicellular systems. Spatial transcriptomics (ST) enables gene expression profiling while preserving spatial context, providing rich data for studying cellular interactions and tissue dynamics. However, most existing computational approaches focus on embedding-based tasks and provide limited generative capacity for simulating cell behavior in situ. Moreover, accurately interpreting spatial interactions requires extensive biological knowledge, which current models do not incorporate. Here, we introduce TissueNarrator, a framework that reformulates spatial omics analysis as a language modeling problem. By representing tissue sections as spatial sentences - rank-based gene lists augmented with spatial coordinates and metadata - TissueNarrator leverages pretrained large language models (LLMs) to learn spatially conditioned gene expression patterns. The model generates realistic, context-aware cellular profiles, predicts intercellular interactions, and performs in silico perturbation analyses. Across multiple ST technologies (MERFISH, Perturb-FISH, and CosMx SMI), TissueNarrator achieves superior quantitative performance and recovers biologically meaningful ligand-receptor and signaling pathways. Furthermore, a conversational inference mode enables natural-language querying of tissue organization. By integrating pretrained biological knowledge with spatial context, TissueNarrator establishes a new, scalable generative paradigm for modeling, simulating, and reasoning about tissue systems.", "date": "2025-11-27", "journal": ""}
{"title": "Eduomics: a Nextflow pipeline to simulate -omics data for education", "doi": "10.1101/2025.11.24.690117", "authors": "Sola, L.; Bagordo, D.; Carpanzano, S.; Santorsola, M.; Lescai, F.", "abstract": "Moving past learning just algorithms and code is a key challenge of bioinformatics education: the ideal goal is for students to acquire higher-order knowledge such as the ability to solve biological problems with the appropriate tools, and more importantly learn to interpret the results in the broader context where bioinformatics is needed. To design such a teaching and learning experience, data simulations play a key role: however, there is a massive barrier to adoption. Different data types are produced by different tools, requiring educators to learn each of them and adapt their workflow to the necessary dependencies, requirements and input files. Additionally, most existing data simulation solutions are meant for benchmarking and methods development rather than education and cannot provide the context needed to teach students the critical interpretation skills they need to move beyond problem-based learning to what we call storyline-based learning. A significant effort must be placed also when many datasets with the same characteristics are needed, such as in tutoring or assessment in higher education. Here, we present eduomics: a Nextflow pipeline meant to automate the simulation workflow for both genomic and transcriptomic next-generation sequencing data, and to produce realistic clinical scenarios to provide students with clues and a biomedical story necessary for the interpretation of their results. Eduomics removes barriers to adoption, by requiring the user to just decide which chromosome datasets should be simulated on, and which type of data they would like to simulate. There is no need to learn specific tools and resolve their dependencies. The use of Gemini API provides an innovative approach to generate plausible clinical scenarios, consistent with the genes where either a pathological mutation or differential expression has been simulated. With eduomics, we offer an accessible and scalable solution to design comprehensive learning experiences and innovate bioinformatics education.", "date": "2025-11-27", "journal": ""}
{"title": "AmarylOmicBase: A unified transcriptome database to accelerate gene discovery in Amaryllidoideae species", "doi": "10.1101/2025.11.24.690262", "authors": "Goncalves dos Santos, K. C.; Merindol, N.; Desgagne-Penix, I.", "abstract": "Amaryllidoideae plants produce structurally diverse and unique alkaloids with potent anti-cholinesterase, antiviral, and antitumor activities, making this subfamily a rich source of pharmaceutical leads. Despite the absence of reference genomes for any Amaryllidoideae species, many enzyme characterization and pathway reconstruction efforts to date have been made possible through transcriptome mining, often requiring bioinformatic expertise and data preprocessing. To facilitate new studies in this subfamily, here we present AmarylOmicBase, a unified transcriptomic database that integrates assemblies, annotations, and expression profiles from 39 studies, covering 29 species across 13 genera of Amaryllidoideae. The AmarylOmicBase includes both published and de novo assemblies generated from published raw data using Trinity or IsoSeq workflows and provides standardized functional annotation and quantitative expression datasets. AmarylOmicBase enables rapid identification of candidate genes, facilitates comparative analyses across species and tissues, and supports pathway reconstruction for specialized metabolism, including Amaryllidaceae alkaloid biosynthesis. By providing ready-to-use datasets and fully reproducible analysis scripts, this resource reduces computational barriers and expands access to transcriptomic information for researchers working on non-model plant species. AmarylOmicBase will accelerate discoveries related to enzyme function, pathway evolution, and the regulatory networks underlying chemical diversity in Amaryllidoideae.", "date": "2025-11-27", "journal": ""}
{"title": "mim: A lightweight auxiliary index to enable fast, parallel, gzipped FASTQ parsing", "doi": "10.1101/2025.11.24.690271", "authors": "Patro, R.; Bharti, S.; Singhania, P.; Dhakal, R.; Dahlstrom, T. J.; Groot Koerkamp, R.", "abstract": "The FASTQ file format is the lingua franca of primary data distribution and processing across most of bioinformatics. Over time, the compression, storage, transmission, and decompression of gzip compressed FASTQ files has become a substantial scalability bottleneck in the modern world of fast and massively parallel genomics tools and algorithms. In this work, we introduce mim: a lightweight, auxiliary index that enables fast, parallel, and highly-scalable parsing of compressed gzipped FASTQ files. The creation of the mim index for a file is a one-time operation that can be performed in time comparable to that of simply decompressing and parsing the file (index creation induces ~ 20% overhead) and with minimal working memory. The mim index itself is very small, usually about 1/1000th of the size of the original compressed file, and can be easily stored along side the file or fetched from a remote location when it is needed. Further, the mim index is purely additive -- it does not modify the original gzipped FASTQ file in any way, nor require that the file be recompressed or rewritten -- and thus it does not require converting the massive back catalog of existing raw sequencing data.To demonstrate the feasibility and utility of the mim index, we benchmark construction of the mim index on a variety of existing gzipped FASTQ data, and also measure thread-scaling of mim index-assisted parallel FASTQ parsing on a simple parsing/decompression-related task. We find that, for the one-time cost of index creation, and a small fraction of extra storage space, the mim index can massively accelerate the ingestion and parsing of gzipped FASTQ data, exhibiting near linear thread scaling in our experiments. mim is written in C++17, and is available as open source software under a BSD 3-clause license at <a href=\"https://github.com/COMBINE-lab/mim\">https://github.com/COMBINE-lab/mim</a>.", "date": "2025-11-27", "journal": ""}
{"title": "Amaranth: Enhanced Single-Cell Transcript Assembly via Discriminative Modeling of UMI Reads and Internal Reads", "doi": "10.1101/2025.11.24.690228", "authors": "Zang, X. C.; Zahin, T.; Khan, I. M.; Shi, Q.; Xing, Y.; Shao, M.", "abstract": "Single-cell RNA sequencing has transformed transcriptome profiling at cellular resolution. A central yet unsolved challenge is the accurate reconstruction of full-length transcripts for individual cells. Emerging scRNA-seq protocols can produce reads that span entire transcripts, enabling the isoform-level expression analysis. For example, Smart-seq protocols combine UMI-linked reads that index and stitch together multiple reads from the same molecule, with internal reads filling coverage gaps. Here, we report a previously unrecognized phenomenon that, UMI reads and internal reads exhibit markedly different biological and statistical properties in strandness, 5'/3' coverage bias, and locality distribution. Existing assemblers fail to leverage these distinctions and consequently yielding suboptimal assembly. We show that discriminative modeling of UMI reads and internal reads can drastically increase the assembly accuracy. Based on these insights, we developed Amaranth, a new single-cell assembler that implements a set of new heuristics specifically designed to address the distinct biases of UMI-linked and internal reads. These heuristics enable accurate assignment of strandness for internal reads, reliable refinement of the splicing graph, and precise determination of transcript start and end sites, collectively resulting in substantial improvements. We also developed Amaranth-meta, that integrates all cells to produce improved assembly for individual cells. Benchmarked on Smart-seq3 datasets from human and mouse, Amaranth outperformed other state-of-the-art assemblers in assembling individual cells and in meta-assembly. Amaranth advances isoform-level analysis in single-cell transcriptomics, facilitating detailed studies at cellular resolution.", "date": "2025-11-27", "journal": ""}
{"title": "Rodent Origins and Human-Mediated Evolutionary Dynamics of PRRSV", "doi": "10.1101/2025.11.25.690366", "authors": "Novosel, D.; Jungic, A.; Rota Stabelli, O.; Cortey, M.; Curik, I.; Mateu, E.", "abstract": "Porcine reproductive and respiratory syndrome virus (PRRSV) is among the most economically damaging swine pathogens worldwide, yet its evolutionary origins and the forces driving its diversification remain unclear. Using complete arterivirus genomes, we applied an integrative, high-resolution phylogenomic framework that combined time calibrated evolutionary inference with recombination- and introgression-aware analyses. This approach resolved the divergence history of PRRSV and uncovered a cryptic mosaic genome and reticulation shaped by recurrent recombination and interspecies viral gene flow. We show that North American and European lineages diverged in the late 19th century long before the emergence of disease on either continent and that their closest relatives are rodent arteriviruses, indicating a rodent ancestry. Genome-wide scans further reveal that PRRSV evolution is driven by adaptive changes in the glycoprotein ORF3, whereas the replicase genes remain a conserved genomic backbone. Demographic reconstructions suggest that the intensification of pig farming in the mid 20th century imposed transmission bottlenecks that amplified genetic drift and accelerated the fixation of advantageous variants. Together, these findings rewrite the evolutionary timeline of PRRSV and provide a framework for understanding how human practices shape the emergence and spread of viral pathogens across animal and human health.", "date": "2025-11-27", "journal": ""}
{"title": "Experience from an HTS campaign: Investigation of susceptibility and rescue of SARS-CoV-2 nsp3 protease assay from metal contamination", "doi": "10.1101/2025.11.27.690678", "authors": "Georgiou, I.; O'Neill, S.; Robinson, C.; Cunningham, F.; O'Byrne, S. N.; Gray, D.; Scott, D. E.; Gilbert, I. H.", "abstract": "Different biochemical assays yield different rates of false positives than others either due to the nature of the enzyme, the technology associated with the assay, or properties of the compounds being screened. Ensuring that the right counter-screens are in place to identify false positives without wasting time and resources on them is of great importance. Herein we describe the results of a high throughput screen (HTS) against non-structural protein 3 (nsp3) protease PLPro, which resulted exclusively in false-positive hits. By triaging hit compounds through purification of metal chelating resin, we identified contamination by either copper or palladium as the most likely source of false positives from the library screening campaign. We then performed a systematic assessment of the vulnerability of nsp3 protease screening to metal contamination and evaluated common additives to combat the inhibitory effects of different metal salts. We further conducted a thorough survey of the literature reports of nsp3 HTS campaigns with a focus on the presence of additives and what metal susceptibility was likely, given the results of our work. We conclude that the majority of reported nsp3 screens are susceptible to copper contamination with a smaller proportion also potentially susceptible to palladium contamination.", "date": "2025-11-27", "journal": ""}
{"title": "namiRa: A Comprehensive, Manually Curated Database for MicroRNA Expression, Function, and Deregulation in Cancer", "doi": "10.1101/2025.11.25.671411", "authors": "Mohebbi, S.; Dostmohammadi, A.; Amjadian, S.; Abdi, Z.; Torkian, H.; Ghavidel, M.; Rahbar, M.; Movahed, A. Y.; Rastidoust, N.; Mahdizad, F.; Akbari, A.; Farsi, S. M.; Azadedel, F.; Abdollahi, L.; Farhadnejad, R.; Salmanzadeh, N.; Sadeghi, H.; Moradi, S.", "abstract": "MicroRNAs (miRNAs) have the potential to serve as oncogenes or tumor suppressors, playing important roles in the pathogenesis of human cancers. Despite the growing recognition of miRNA significance, the contributed information remains scattered in the publications. This fragmentation underscores the need for a centralized and comprehensive database that consolidates miRNA expression patterns, functional roles, and regulatory interactions across diverse cancer types. So far, several miRNA databases have been developed, but neither of them enables in-depth functional analysis or comparative visualization of miRNA data. Here, we present namiRa, a manually curated database, to offer a comprehensive resource for miRNA expression and functional significance in various types of cancer, describing miRNA-cancer associations based on a thorough review of the literature. namiRa provides an extensive collection of miRNA expression profiles, detection methods, functional analyses for miRNAs in vitro and in vivo, and visualized regulatory networks across different cancer types. The current version of namiRa documents curated relationships between 1,077 human miRNAs and 33 types of human cancers, based on data from 9,884 published papers. namiRa is accessible at https://www.namira-db.com.", "date": "2025-11-27", "journal": ""}
{"title": "A conserved transcriptional backbone and rewiring of gene-regulatory networks in activated human CD4⁺ T cells", "doi": "10.1101/2025.11.25.687998", "authors": "Mihai, I. S.; Nunez-Carpintero, I.; Cirillo, D.; Trygg, J.; Forsell, M. N.; Selinger, M.", "abstract": "CD4+ T cells are components of the adaptive immune system with a plethora of subtype-specific functions. In order to further dissect the activation and differentiation regulatory program(s) of individual CD4+ T cell subsets, we performed an in vitro activation and differentiation of human primary naive CD4+ T cells towards Th1, Th2, Th17 and Treg subtypes followed by the single-cell RNA-seq and ATAC-seq (multiome) analysis. Resulting multiome data were used for constructing the subtype-specific gene regulatory networks, which were next assessed for their differences/similarities among the subtypes. Surprisingly, a conserved set of 8 \"backbone\" transcription factors (TFs) was identified as highly central in all subtypes, however, with unique differentiation-driven rewiring tendency. Subtype-specific \"driver\" TFs were identified in the case of Th1-Th1_17-Th17 lineage (EOMES, HLF), naive Tregs (ESR1, DACH1), and memory Tregs (SOX13). Finally, we applied community detection algorithms to identify potential non-obvious groups of genes that regulate diverse molecular functions within the differentiated subtypes, linked to the backbone TFs. Our atlas aims at providing a high resolution understanding of the gene regulatory networks and their rewiring in human primary CD4+ T cells, upon activation and differentiation.", "date": "2025-11-27", "journal": ""}
{"title": "Initial identification of genomic islands in Taylorella equigenitalis and Taylorella asinigenitalis and their distribution in isolates from around the world", "doi": "10.1101/2025.11.26.686905", "authors": "Hicks, J. A.; Li, G.; Petry, S.; Duquesne, F.; Choi, J. G.; Overesh, G.; Lantz, K.; Robbe Austerman, S.; Huang, X.", "abstract": "Taylorella equigenitalis, the causative agent of contagious equine metritis (CEM), is endemic in several countries throughout the world and impacts the global movement of horses. It presents with symptoms ranging from non-clinical to endometritis, vaginitis, and acute infertility in females while males remain asymptomatic. Studies of the disease have focused primarily on understanding pathology, transmission dynamics, diagnostics, and phenotypic and genotypic characteristics. The goal of this study was to establish a more comprehensive global phylogenetic structure and generate reference-quality genomes for each major clade of the tree where such data were absent. Seven of these genomes along with 44 other publicly available genome assemblies, including Taylorella asinigenitalis, were then used to predict genomic islands. Exploration of the NCBI annotations in the genomic islands indicate links to virulence and ecological fitness. An additional 97 T. equigenitalis and 48 T. asinigenitalis short-read isolates from this study and 215 publicly available genomes were used to examine distribution of each genomic island across the phylogenetic tree for evidence of horizontal movement. The stability of these genomic islands in their natural environment was evaluated utilizing 141 isolates recovered from a recent CEM outbreak in the United States. The results obtained in this study demonstrate 36 mobile genomic islands in T. equigenitalis genomes, sites of concern for their contribution 37 to the potential virulence of the organism.", "date": "2025-11-27", "journal": ""}
{"title": "Homotypic endoplasmic reticulum membrane tethering is critical for flavivirus replication", "doi": "10.1101/2025.11.26.690702", "authors": "Owen, J. E.; Bemis, C. L.; Wang, Q.; Varadan, A. C.; Vander Velden, J. W.; Andacic, L.; Uyar, O.; Gupta, M.; Scharer, C. D.; Chatel-Chaix, L.; Scaturro, P.; Suthar, M. S.; Neufeldt, C.", "abstract": "Flaviviruses (genus Orthoflavivirus) are arthropod-borne viruses which cause approximately 400 million annual global infections in humans. Flavivirus infection requires cellular machinery to facilitate replication and spread. All known flaviviruses replicate in association with the host endoplasmic reticulum (ER), where genome replication is confined within virus-induced ER invaginations called viral replication organelles (vROs). Despite the central role of these structures during flavivirus infection, the mechanisms underlying vRO biogenesis remain undefined - particularly the membrane rearrangements required for their formation. In this work, we report a conserved role for a cellular ER remodeling protein, atlastin-2 (ATL2), in the organization of vROs within infected cells. Using confocal and electron microscopy, we show that ATL2 depletion leads to a reduction in vRO spatial distribution in flavivirus-infected cells. Changes in vRO distribution corresponded with a decrease in virus production and robust induction of innate immune responses. We also demonstrate that ATL2 accumulates in areas of vRO formation during flavivirus infection. Critically, mutational analysis showed that a tethering-competent but fusion-defective ATL2 mutant was sufficient to rescue DENV and ZIKV replication in ATL2-knockout cells. Finally, inhibition of ATL2 activity using synthetic peptides significantly reduced DENV replication in both immortalized and human primary cells, suggesting a possible avenue for targeting host ER functions to limit flavivirus replication. Taken together, these results show that membrane tethering plays a critical and conserved role in flavivirus infection, functioning to organize membranes for vRO biogenesis and limit cellular immune activation. Importantly, we provide evidence that ATL2-mediated membrane organization can be targeted to inhibit viral replication.", "date": "2025-11-27", "journal": ""}
{"title": "Integrin β1-Talin1 at focal adhesions underpin uncontrolled endothelial cell enlargement in live cerebral cavernous malformation vasculature", "doi": "10.1101/2025.11.25.688491", "authors": "Keyser, M. S.; Yordanov, T. E.; da Silva, J. A.; Chau, T. C.; Morris, E. K.; Paterson, S.; Bower, N.; Koltowska, K.; Baillie, G. J.; Simons, C.; Parton, R. G.; Smith, K. A.; Hogan, B. M.; Lagendijk, A. K.", "abstract": "Cerebral cavernous malformations (CCMs) are vascular anomalies caused by loss of CCM gene function and consequent hyperactivation of MEKK3-KLF2/4 signaling in endothelial cells. Excess integrin {beta}1 activity has been associated with lesion growth, yet the precise mechanistic and biomechanical roles of the integrin-KLF2/4 hierarchy in CCM cellular pathogenesis are not fully understood. Using live imaging of endothelial Vinculin in Ccm1-deficient zebrafish, we demonstrate excessive, mechanically active focal adhesions in an in vivo model of CCM pathology. We validate this in CCM1-deficient endothelial cells and show a redistribution of mechanical tension from cell-cell junctions to focal adhesions. Genetic deletion of Talin1 to decouple focal adhesions from the cell cortex and inhibit integrin {beta}1 signaling demonstrates the integrin {beta}1-Talin1 complex is essential for vascular malformations in ccm1 mutants by driving endothelial cell enlargement. We show integrin {beta}1-Talin1 act independent or downstream of KLF2/4, rather than upstream as previously suggested. Thus, we reposition the role of integrin {beta}1-Talin1 in CCM pathogenesis, demonstrating an essential function in driving cell enlargement, which underpins lesion growth.", "date": "2025-11-27", "journal": ""}
{"title": "Gene editing without a genome: generation and validation of F0 CRISPR mutants in gastropod mollusc  Crepidula fornicata", "doi": "10.1101/2025.11.26.690768", "authors": "Jordan, D. C.; Rivers, M. L.; Belmont, L.; Martin, S. A. M.; Bean, T. P.; Sleight, V. A.", "abstract": "CRISPR-Cas9 gene editing is a powerful tool to study gene function but to date is mostly applied in traditional model organisms. Due to specific challenges in spiralian genomics such as genome size, complexity, proportion of repetitive regions and high inter individual genome variation, applications of CRISPR-Cas9 in spiralian models have been limited. Within the Spiralia, molluscs are a strikingly diverse phylum with many unique gene family expansions and novelties, yet there are relatively few applications of CRISPR-Cas9 to unravel gene function. We generated pax6 knockout F0 CRISPR-Cas9 mutants in the gastropod mollusc Crepidula fornicata using a de novo transcriptome to design single guide RNAs and genotyping primers. In lieu of an assembled genome, alignments with closely related species were used to determine putative intron-exon boundaries and successfully target gene editing to a specific exon of pax6 containing a homeodomain. F0 pax6 knockout mutants had an eye-loss phenotype. Successful CRISPR-Cas9 gene editing was confirmed genotypically using Sanger sequencing and Interference of CRISPR Edits (ICE) analysis. The generation of F0 CRISPR-Cas9 knockout mutants with a clear phenotype in a mollusc without an assembled genome enhances the applicability of CRISPR for functional genomics in non-traditional emerging model systems. pax6 is highly conserved and is required for eye development across metazoans, including the snail C. fornicata . The pax6 mutants developed in this study suggests the pax6 homeodomain is specifically required for eye formation in gastropods and sheds light on the evolution of eye development in animals.", "date": "2025-11-27", "journal": ""}
{"title": "A Natural Programmable Metamaterial Controls 3D Curvature of Compound Eyes", "doi": "10.1101/2025.11.25.689431", "authors": "Garrido-Garcia, J.; Walther, R. F.; Torres-Tirado, J.; Andres-San Roman, J. A.; Sanz-Herrera, J. A.; Pichaud, F.; Casares, F.; Escudero, L. M.", "abstract": "The panoramic vision of the convex compound eyes, common to insects and crustaceans, relies on micrometer-scale curvature variations. These variations create specialized visual zones adapted to specific tasks, including detecting prey, mates, or predators. However, the mechanisms by which such fine-scale curvature is encoded during development remain unknown. Here we show that the developing eye of Drosophila melanogaster functions as a natural metamaterial that programs the organ's precise 3D curvature. We discover a supracellular triangular mesh in the basal retina with a specific pattern of triangles sizes. Computational simulations demonstrate its role directing the small scale curvature variations of the eye. Genetic disruption of this micropattern prevents local curvature establishment. Furthermore, the presence of a homologous mesh-curvature relationship in Drosophila mauritiana indicates evolutionary conservation of this mechanism. These results reveal a novel mechanism of morphogenesis control in which the supracellular 2D patterning give rise to a biological programmable metamaterial that encodes 3D curvature with great precision. Our in vivo finding offers a novel framework for the design of shape-programmable 3D biological surfaces with broad implications from synthetic morphogenesis to clinical applications.", "date": "2025-11-27", "journal": ""}
{"title": "Hyperdominance and rarity in Amazonian secondary forests", "doi": "10.1101/2025.11.25.690408", "authors": "Elias, F.; Ferreira, J.; Berenguer, E.; Oliveira do Nascimento, R.; Miranda, L.; Vicente Silverio, D.; Vieira, I.; Aragao, L.; Schwartz, G.; Barlow, J.", "abstract": "Recent studies have shown that a few tree species dominate abundance and carbon storage in undisturbed Amazonian forests. However, this pattern remains poorly understood in forests regrowing after deforestation. Understanding dominance patterns in secondary forests is important as it could improve insights into their functioning and guide management and restoration efforts. We used unweighted and novel plot-weighted approaches to assess hyperdominance in abundance and carbon storage of trees and palms during secondary forest recovery, using data from 102 plots across four regions in the eastern Amazon, separated by an average distance of 600 km (range: 150-1,000 km). Secondary forests show extreme hyperdominance in all approaches, with just 16-25 species (~3.6-5.6%) accounting for over 50% of abundance and carbon storage. A small subset of species (~9%) were found across all regions and successional stages, highlighting their key role in ecosystem structure and function during forest regrowth. Annona exsucca, Cecropia palmata, Tapirira guianensis, Inga alba, Attalea maripa, Amphiodon effusus, Banara guianensis, and Vismia guianensis consistently emerged as hyperdominant across stem size classes, approaches, and metrics, jointly accounting for roughly 16-27% of total abundance and carbon in Amazonian secondary forests. For larger stems >10cm DBH, hyperdominant species exhibited lower wood density compared to non-hyperdominant species across all successional stages, suggesting these specialist pioneers have distinct ecological strategies from the rest of the community. Our findings indicate that secondary forest functioning can be largely predicted by a relatively limited set of species, providing a framework for future research ranging from ecophysiology to remote sensing of canopy traits and restoration planning.", "date": "2025-11-27", "journal": ""}
{"title": "Learning the mechanism of collective microbial function via random community-media pairing", "doi": "10.1101/2025.11.25.690499", "authors": "Wang, L.; Kuehn, S.; Tikhonov, M.", "abstract": "In microbial systems, many biochemical functions arise from pathways encoded and executed at the community level. The collective nature of these functions complicates bottom-up efforts to determine each species' contribution. Previous work has shown that regression over randomly sampled datasets of collective functions succeeds at predicting those functions. Building on this top-down idea, this paper asks whether regression can also reveal mechanistic insight into a cross-feeding relationship. For this, we propose extending the random sampling method to vary the growth environment, cultivating each community in the spent medium of another randomly constructed community. With a model-based analysis, we show that the new protocol extracts more mechanistic information, enabling assignment of species to the correct cross-feeding pathway steps and identification of species essential to the collective function, both achieved with simple LASSO regressions. More generally, our work illustrates that the utility of machine learning-based approaches can be greatly enhanced by a synergistic experimental design.", "date": "2025-11-27", "journal": ""}
{"title": "Combining artificial intelligence and local ecological knowledge to document the largest ever-counted Cape buffalo mega-herd", "doi": "10.1101/2025.11.26.689243", "authors": "Bennitt, E.; Costelloe, B. R.; Koger, B.; Wielgus, E.; Masunga, G.; Caron, A.", "abstract": "Large aggregations of wild mammals are declining globally, sometimes before they can be scientifically documented and their ecological value understood, although non-scientists may be aware of these phenomena. Video recording of wildlife by non-academics is becoming more frequent with increasing activities of humans in natural habitats. This opportunistically-collected material can document rare or ecologically-important events, such as large aggregations, and thus provide potentially valuable data for ecologists and conservationists. We used footage of a large herd of Cape buffalo recorded by a wildlife film producer in the Mababe Depression, northern Botswana, and applied automated detection and tracking techniques to count individuals as they moved across the video frame. To complement this demographic snapshot, we accessed local ecological knowledge from stakeholders to provide contextual information for a more complete understanding of the ecosystem processes potentially driving population movement and trends. Manual review of the automated count resulted in a minimum group size of 3676 buffalo and a total estimated herd size of 4131 (range 3828-4446), which matched herd size estimates provided by local stakeholders. To our knowledge, this is the largest documented group of Cape buffalo, which we identify as a mega-herd and recommend research into the costs, benefits and ecological consequences of forming such large groups. This study represents an opportunistic collaboration among wildlife film-makers, computer scientists, lay experts and ecologists, and highlights the value of combining contributions from different fields to generate information that can be used in conservation practice.", "date": "2025-11-27", "journal": ""}
{"title": "Automated detection of macropods in Tasmania using drone surveys and convolutional neural networks (CNNs)", "doi": "10.1101/2025.11.26.688741", "authors": "Teo, Y. V.; Turner, D.; Buettel, J. C.; Brook, B. W.", "abstract": "Manual annotation of drone imagery is labour-intensive and prone to observer bias, particularly when applied to large datasets across varied environments. To address this, a deep-learning pipeline was developed and evaluated for identifying macropods in visual (RGB) drone imagery, using a convolutional neural network (CNN) adapted from the DeepForest framework. The model was trained on annotated images of Forester kangaroos (Macropus giganteus tasmaniensis) and Bennett's wallabies (Notamacropus rufogriseus) collected across two Tasmanian study sites. Performance was assessed using independent test sets from each site, representing open and forest-edge habitats, as well as a combined multi-site test set. Detection accuracy was quantified using precision, recall, and F1 scores, with further analyses evaluating the effect of solar altitude angle on model performance. The model achieved high recall across sites, indicating strong potential for minimising missed detections under diverse conditions. These results demonstrate the feasibility of applying transfer learning to drone-based wildlife surveys and highlight the promise of deep learning models for reducing manual effort in macropod monitoring, with applications for broader conservation and management workflows.", "date": "2025-11-27", "journal": ""}
{"title": "Sex-specific modifications of gametogenesis in natural and lab-bred Fundulus spp. hybrids", "doi": "10.1101/2025.11.26.690728", "authors": "Dedukh, D.; Obidena, K.; Majtanova, Z.; Ouellette, P.; Roussel, A.-J.; Horn, M. E.; Janko, K.; Dalziel, A. C.; Dion-Cote, A.-M.", "abstract": "Successful hybridization between species can be limited by a variety of reproductive barriers; the emergence of asexual lineages is an example of a strong post zygotic barrier that is relatively rare in animals. In vertebrates, asexual reproduction typically arises through gametogenic alterations such as premeiotic genome endoreplication or meiotic failure, yet the relative frequency and conditions leading to their emergence remain poorly understood. Here, we investigate natural, all female clonal hybrid lineages and laboratory-bred hybrids of both sexes between two North American killifishes, Fundulus diaphanus and F. heteroclitus, to determine the mechanisms underlying and maintaining the emergence of asexual reproduction and male sterility. By combining cytogenetic, molecular, and gametogenetic analyses, we learned that both natural and lab-bred F1 hybrid females can produce diploid and tetraploid oocytes. In diploid oocytes, we observed both bivalents and univalents. In contrast, tetraploid oocytes formed exclusively bivalents with normal crossover formation, consistent with premeiotic genome endoreplication restoring proper meiotic pairing and facilitating clonal reproduction. Hybrid males do not undergo premeiotic genome duplication and exhibit extensive chromosomal mispairing, leading to aberrant meiotic divisions, elevated apoptosis, and decreased fertility or sterility. Together, these findings highlight sex-specific differences in gametogenesis, paralleling patterns observed in other systems, and emphasize the relative ease with which asexual reproduction can arise in hybrid females, in contrast to the sterility commonly observed in hybrid males.", "date": "2025-11-27", "journal": ""}
{"title": "charisma: An R package to perform reproducible color characterization of digital images for biological studies", "doi": "10.1101/2025.11.25.690362", "authors": "Schwartz, S. T.; Tsai, W. L. E.; Karan, E. A.; Juhn, M. S.; Shultz, A. J.; McCormack, J. E.; Smith, T. B.; Alfaro, M. E.", "abstract": "1. Advances in digital imaging and software tools have provided increasingly accessible datasets and methods for analyzing color evolution. Despite the variety of computational packages available, most rely on color classification before running analyses. Previous methods limit the ability to analyze large-scale image databases, decreases the accuracy of downstream analyses, and is not always representative of biologically relevant color classes. 2. Here, we present charisma, an R package designed to characterize the distribution of distinct color classes in images suitable for large-scale studies of biological organisms. Here, we demonstrate the utility of our package through an analysis of color evolution in a sample of diverse and charismatic birds, tanagers, in the subfamily Thraupinae. 3. We show that charisma can quickly and accurately classify every pixel in an image and validate these results using pre-identified, canonical color swatches. We find that charisma color classifications are consistent with those made by color-pattern experts in the field. Applying charisma to tanager color evolution, we find that charisma outputs seamlessly integrate with downstream evolutionary analyses. 4. Our results demonstrate that using charisma to manually curate and characterize colors in images provides a standardized, reliable, and reproducible framework for high-throughput color classification.", "date": "2025-11-27", "journal": ""}
{"title": "The Macroevolution of Filamentation Morphology Across the Saccharomycotina Yeast Subphylum", "doi": "10.1101/2025.11.26.690719", "authors": "Chavez, C. M.; Harrison, M.-C.; Danis, T.; Groenewald, M.; Hittinger, C. T.; Rokas, A.", "abstract": "Saccharomycotina yeasts are a highly diverse and widely distributed subphylum of ascomycete fungi that exhibit diversity in their asexual growth morphologies; the human commensal yeast Candida albicans exhibits both unicellular and filamentous growth, whereas the baker's yeast Saccharomyces cerevisiae grows unicellularly by budding. Filamentous growth (and the production of hyphae) can comprise linear and branched budding cells that do not undergo cell separation, termed pseudohyphae, or of tubular filaments with septa that perforate allowing movement of organelles, termed true hyphae. We integrated phenotypic, genomic, metabolic, and isolation environment data from 1,154 strains from 1,051 Saccharomycotina species to examine the variation and evolutionary history of filamentation across Saccharomycotina and determine the extent to which genes, metabolic traits, and environments can predict filamentation types. We found that 63.37% of strains can form filaments; 6.56% can form true hyphae, 42.40% can form pseudohyphae, and 14.39% can form both true hyphae and pseudohyphae. We found that the distributions of species that can produce true hyphae or that can filament were more strongly correlated with the yeast phylogeny than the distribution of species with pseudohyphae. Ancestral state reconstruction suggested that the ability to form true hyphae and/or pseudohyphae evolved several times in yeast evolution. We infer that most yeast ancestors likely produced pseudohyphae or lacked filaments, while the Saccharomycotina last common ancestor likely produced pseudohyphae but not true hyphae. Machine learning models trained on genomic and metabolic features predicted filament morphologies with about 70% accuracy. Connecting the evolution of Saccharomycotina morphologies to their genomic, metabolic, and ecological characteristics will enrich our understanding of the evolution of the diversity of lifestyles observed in this lineage.", "date": "2025-11-27", "journal": ""}
{"title": "The heterogeneous selection landscape of genome evolution in prokaryotes", "doi": "10.1101/2025.11.26.690804", "authors": "Kogay, R.; Karamycheva, S.; Rochman, N. D.; Wolf, Y. I.; Koonin, E. V.", "abstract": "Evolution of prokaryote genomes appears to be defined by the interplay of selection for genome streamlining, deletion bias and selection for functional diversification. The previously observed overall positive correlation between the strength of selection, measured as the ratio of non-synonymous to synonymous nucleotide substitutions (dN/dS), points to diversification as the primary factor of prokaryote genome evolution. Here, we investigated the interplay between genome size and selection pressure by analyzing an expanded collection of closely related prokaryotic genomes, evaluating genome-wide selection by measuring dN/dS by using an accurate, phylogeny-based method and decomposing the resulting values into lineage-specific and gene-specific components. These analyses reveal a pronounced heterogeneity in the relationship between genome size and the strength of selection across the diversity of prokaryotes. Most bacteria display a positive correlation consistent with selection for diversification, whereas all analyzed archaeal lineages show strong negative correlation which is the signature of streamlining. These findings indicate that the selection regimes broadly vary across the diversity of prokaryotes rather than following a single, universal pattern. Genome streamlining, selection for functional diversity and drift in small populations are all important factors of evolution, their relative contributions depending on the population genetics and ecology of a given lineage.", "date": "2025-11-27", "journal": ""}
{"title": "Bursts of reproduction can create genetic structure in frequently recombining bacterial populations", "doi": "10.1101/2025.11.25.690602", "authors": "Jiang, C. J.; Weissman, D. B.", "abstract": "In many bacterial species, strong genetic structure is present, where individuals are clustered into genetically distinct groupings within the species. However, high rates of homologous recombination have also been observed in many of these species, high enough that simple models of evolution predict that such genetic structure should be eliminated. One proposed resolution to this contradiction is the presence of recurrent bursts of reproduction caused by rapid adaptation or microepidemics. We investigate this hypothesis using coalescent simulations with recombination, focusing on the distribution of pairwise genetic distances. We show that bursty reproduction can indeed create genetic structure even when recombination is so frequent that all structure would be eliminated in the absence of bursts. We find that genetic structure is only possible when there is a burst of reproduction that is sufficiently large and recent in the population's history. In addition, we find that for other statistics beyond the distribution of pairwise distances, the simplest model of bursty reproduction does not produce distributions similar to those observed in nature. Interestingly, genetic structure from bursts of reproduction can appear among pairs of samples which do not share any genetic material by clonal descent, a feature which cannot be observed in populations whose structure is just a consequence of limited recombination.", "date": "2025-11-27", "journal": ""}
{"title": "Domestication of the ancient grain Amaranthus cruentus L.", "doi": "10.1101/2025.11.27.690906", "authors": "Sulub-Tun, R. A.; Singh, A.; Cifuentes-Velasquez, R.; Stetter, M. G.; Sanchez-del Pino, I.", "abstract": "Grain amaranths are nutritious pseudocereals that have been domesticated in the Andes and North America mainly in Mexico. The repeated domestication of grain amaranths has recently been studied using genome-wide data. The results suggested independent processes of domestication from Amaranthus hybridus L. in different geographical regions. Although domestication process of the three grain amaranths has been partially elucidated, the detailed domestication centers remain unknown. Therefore, we study the geographic origin and center of domestication of A. cruentus within North America. We reveal a high genetic diversity and distinct history, using whole genome sequencing of 138 accessions belonging to A. cruentus and its closely related species (A. hypochondriacus L.) along with the wild relative A. hybridus mainly from South of Mexico and Guatemala. A. cruentus was most likely domesticated in central Mexico and then taken to Guatemala, where this species is most widely preferred and cultivated today. We identified three genomic groups of A. cruentus. Amaranthus cruentus group 1, representing the center of Mexico, A. cruentus group 2 mostly from Guatemala, and A. cruentus group 3 including individuals in Mexico, but distinct from group 1. Compared to A. hybridus, A. cruentus group 3 exhibited the lowest genetic differentiation and the highest genetic diversity among the A. cruentus groups. We find gene flow between A. cruentus group 1 and A. hybridus indicating the continuing interbreeding between wild and domesticated amaranth in its domestication center. Our results support the hypothesis of a Mexican origin of A. cruentus and a secondary center of domestication in Guatemala.", "date": "2025-11-27", "journal": ""}
{"title": "Single-cell phylodynamics reveal rapid late-stage colorectal cancer expansions", "doi": "10.1101/2025.11.25.690378", "authors": "Alves, J. M.; Chen, K.; Prado-Lopez, S.; Estevez-Gomez, N.; Alvarino, P.; Alonso, J.; Valecha, M.; Tomas, L.; Zwaans, A.; Stolz, U.; Stadler, T.; Chantada, D.; Cameselle-Teijeiro, J. M.; Drummond, A.; Posada, D.", "abstract": "Single-cell whole-genome sequencing of 335 cells from seven colorectal cancers, coupled with Bayesian phylodynamic modeling, revealed tumors often originate decades before diagnosis, remain indolent, and expand rapidly within two years. Strong spatial structuring with minimal interregional mixing was observed, while substitution rates varied widely and were decoupled from growth. Our findings highlight extended evolutionary stasis and sudden expansion, informing strategies for early detection and intervention.", "date": "2025-11-27", "journal": ""}
{"title": "Genome-wide association mapping for grain and forage quality traits in a subtropical oat germplasm collection adapted to highland regions of Eastern Africa", "doi": "10.1101/2025.11.26.690820", "authors": "Gari, A. T.; Ashenafi, L.; Dejene, M.; Mohammed, K.; Mekonen, T.; Feyisa, F.; Lire, H.; Negawo, A. T.; Rahman, A.; De Vega, J. J.; Jones, C. S.; Barth, S.", "abstract": "Oat (Avena sativa L.) is a globally important cereal cultivated for both livestock feed and human nutrition. However, its productivity is increasingly constrained by both biotic and abiotic stresses, exacerbated by rapid climate change. To support the development of dual-usage, stress-resilient and high-yielding cultivars adapted to subtropical agroecologies, we evaluated the genetic structure and agronomic performance of a 169-member oat association panel. This panel was phenotyped for key vegetative, forage feed quality and grain related traits across three subtropical locations in Sub-Saharan Africa (SSA) over two growing seasons and genotyped using Genotyping-by-Sequencing (GBS). Diversity analysis, based on filtered SNPs, showed moderate genetic diversity (He = 0.39 and PIC = 0.3), and population structure analysis identified two main sub-groups with varying degrees of admixture, suggesting gene flow among different groups. Genome-wide association analysis uncovered 42 SNPs significantly associated with sixteen traits (false discovery rate, FDR, <0.05), along with 46 candidate genes located near these loci. Notably, candidate genes associated with seed traits included a homolog of rice OsAK3, encoding adenylate kinase, and a UDP-glucosyltransferase homologous to rice GSA1, both previously shown to regulate grain size. These genes were located near QTL linked to seed length, width, and thousand-grain weight. Another key candidate, encoding a subunit of the ESCRT-II complex (VPS25), was identified near a separate QTL and is implicated in intracellular trafficking, endosperm development, and overall seed quality. By illuminating the genetic architecture of economically important traits and identifying molecular markers linked to yield, quality and resilience, this study provides valuable genomic resources to support genomics-based breeding aimed at developing climate-resilient, productive oats varieties adapted to sub-tropical agro-ecologies.", "date": "2025-11-27", "journal": ""}
{"title": "Accurate and robust 3D genome feature discovery from multiplexed DNA FISH", "doi": "10.1101/2025.11.26.690837", "authors": "Yu, H.; Zhou, L.; Xie, L.; Strambio-De-Castillia, C.; Hu, M.; Li, Y.", "abstract": "Multiplexed DNA FISH (also known as FISH Omics) is a powerful imaging technology to map three-dimensional (3D) genome organization in thousands of single cells at kilobase resolution. However, existing computational approaches to identify 3D genome features, such as A/B compartments, topologically associating domains (TADs) and chromatin loops, have been mainly adapted from Hi-C and do not account for the distinct measurement errors across the three XYZ physical axes. Here we present ArcFISH (accurate and robust chromatin analysis from FISH data), which explicitly models axis-specific measurement errors in a unified statistical framework to detect multi-level 3D genome features. Comprehensive evaluations using multiple simulated as well as experimental datasets show that ArcFISH reliably identifies chromatin loops under heterogeneous measurement errors, detects TAD boundaries highly enriched for active histone marks H3K4me3 and H3K36me3, and requires as few as 30 chromatin traces to faithfully assign A/B compartments. Applying ArcFISH to multiplexed DNA FISH data from mouse embryonic stem cells and mouse excitatory neurons reveals cell-type-specific chromatin loops and TADs, overlapping with differentially expressed genes. ArcFISH is freely available at https://hyuyu104.github.io/ArcFISH.", "date": "2025-11-27", "journal": ""}
{"title": "Phylogenomic and comparative genome analysis of the Juglandaceae family reveals black walnut (Juglans nigra) as an ancient lineage of the Rhysocaryon section.", "doi": "10.1101/2025.11.25.690472", "authors": "Ebrahimi, A.; Mathur, S.; Arab, M. M.; LaBonte, N.; Long, E.; Monroe, J. G.; Jacobs, D. F.", "abstract": "Accelerated climate change causes heatwaves, droughts, and severe freezes, posing threats to tree regeneration and to global biodiversity. Deeper genomic insights are crucial for breeding, conserving genetic resources, guiding management, and building resilience to these threats. Juglans, a globally distributed genus of timber and nut-producing trees, still has unresolved species relationships; comprehensive genomic data would clarify adaptation to rapid climate change and inform assisted migration strategies. We analyzed 20 Juglans species from North and South America and Asia using whole-genome data, chloroplast genome data, cold-hardiness gene families, and environmental variables related to freezing tolerance. Phylogenomic analyses indicate that black walnuts (J. nigra, section Rhysocaryon) may have diverged ~28.7 MYA (late Oligocene). J. nigra reveals higher nucleotide diversity with more genes than other Juglans, whereas J. hindsii clusters with Central/South American species, consistent with a more recent divergence within Rhysocaryon. As expected, Juglans species originating from mild-winter regions are distinct from those in cold-climate regions in genome-wide and cold-hardiness gene analyses, with introgression occurring mainly from temperate into tropical lineages. Juglans species from milder or warmer winters show CBF gene deletions, whereas cold-adapted species lack such gene deletions. These results support J. nigra as an ancient lineage within Rhysocaryon, consistent with subsequent colonization of Central/South America and longer evolutionary histories. Genome analyses further suggest Rhysocaryon is ancestral to Cardicaryon, Trachycaryon, and Dioscaryon. These findings illuminate the demographic history of the Juglans, particularly Rhysocaryon, and have direct implications for gene conservation, breeding, and assisted migration.", "date": "2025-11-27", "journal": ""}
{"title": "Tangerine: a Starship-like element in the genomes of Xanthoria lichen-forming fungi", "doi": "10.1101/2025.11.25.690456", "authors": "Tagirdzhanova, G.; Bucknell, A.; Cameron, E. S.; Finn, R. D.; Blaxter, M.; McDonald, M. C.; Talbot, N. J.", "abstract": "Lichens are symbiotic associations between filamentous fungi and photosynthetic micro-organisms, such as algae or cyanobacteria, that result in a single anatomically-complex structure that can thrive in environments inhospitable to most organisms, including arctic tundra, high mountains, and deserts. Recent evidence suggests that lichens may be even more complex than previously appreciated, containing multiple microbial constituents that operate as mini-ecosystems, but how genomes of the principal fungal symbiont (which provides the majority of biomass in lichen tissue) have been shaped during evolution is largely unexplored. Recently, giant transposable elements called Starships have been found in many genomes of filamentous fungi, but to which extent they occur in lichen-forming fungi is not known. In this report, we describe a Starship-like element from the lichen fungus Xanthoria parietina. This element, named Tangerine, contains several genes that have signatures of horizontal gene transfer from non-lichen-forming fungi, most likely from black yeasts of the Chaetothyriales, that are often lichen-associated. Furthermore, the \"captain\" gene responsible for transposition of the Starship defines a small lichen-specific clade of tyrosine recombinases within clade 1 of the tyrosine recombinase typology, suggesting a longstanding association of these elements with lichen-forming fungi. Internal repeats within Tangerine, and other sites in Xanthoria genomes, are affected by repeat-induced point mutation (RIP), a mechanism of genome defense against transposable elements, consistent with fungal sexual reproduction which always precedes new lichen formation by Xanthoria. We conclude that Starships may have played a significant, yet hitherto unrecognized role, in lichen genome evolution.", "date": "2025-11-27", "journal": ""}
{"title": "Do DNA and cytometric measures agree on genome sizes?", "doi": "10.1101/2025.11.26.690794", "authors": "Gilbert, D.", "abstract": "Measurement of DNA contents of genomes is valuable for understanding genome biology, including assessments of genome assemblies, but it is not a trivial problem. Measuring contents of DNA shotgun reads is complicated by several factors: biological contents of genomes, laboratory methods, sequencing technology and computational processing. This compares and shares complications with cytometric measures of genome size and contents. There is an obvious discrepancy between cytometry and current long-read assemblies: assemblies average significantly below cytometric sizes. Measures of population changes within a species will control some of these complications. This report examines five species population sets with published cytometric and DNA data sets: Arabidopsis thaliana and A. arenosa, Arctic plants of Cochlearia genus, clonal populations of a rotifer Brachionus asplanchnoidis, and Zea mays corn plants. Results of this are clear, if complicated: DNA and cytometry do measure the same genome sizes, when done carefully with controls or adjustments for errors. Population changes in genome sizes are found by assembly-mapped measures of DNA, including environment or regional effects of latitude and altitude. Copy numbers of repeats, transposons and genes are changing. Kmer-based measures of DNA generally fail to match cytometry, miss population changes, and are opaque to understanding measurement errors. Oxford Nanopore technology produces the least biased DNA for measurement, with recent ONT.R10 Simplex data a match to cytometric sizes for corn, tomato plants, zebra fish and zebra finch bird. Assemblies of these species DNA average 12% below measured sizes, incomplete for duplicated content. New assembly of this ONT Simplex DNA reaches the size measured by cytometry and Gnodes, in 4 of 5 species. rRNA gene duplications measure one aspect of this discrepancy: the genome assemblies examined all are missing many rRNA genes. New experiments that measure both cytometry and DNA, controlling error factors, are warranted to clarify these results and suggest improvements for genome projects.", "date": "2025-11-27", "journal": ""}
{"title": "What Relative Neocortex Size Tells Us About Social Evolution", "doi": "10.1101/2025.11.26.690799", "authors": "Dunbar, R. I. M.", "abstract": "Primate evolution has been dominated above all by increases in brain size over time. Here I show that two separate pressures have been responsible for substantial changes in the major structural features of the primate brain. Lineages that have adopted pairliving are associated with a differential increase in the volume of the subcortical brain. This mainly reflects an increase in body size and a consequent need to invest in cerebellum size in order to manage large body masses in 3D arboreal environments, a trend that continues through the great apes. The second trajectory is associated with a switch to group-living, and is associated with a progressive increase in neocortex volume. This seems to have occurred in three distinct waves corresponding to stepwise increases in social group size. These trends are not associated with phylogeny, but represent taxonomically mosaic evolution driven by individual species exposure to new kinds of habitats.", "date": "2025-11-27", "journal": ""}
{"title": "Synthesis of stable isotope labeled analogs of phytanic acid for separate and combined tracing of alpha-, beta- and omega-oxidation", "doi": "10.1101/2025.11.24.689497", "authors": "Broadrup, R. L.; Schwartz, A. C.; Smith, J.; von Trentini, D.; Snyder, N. W.", "abstract": "Phytanic acid (3,7,11,15-tetramethylhexadecanoic acid) is a branched very long chain fatty acid (VLCFA) derived in humans from the diet and catabolized via peroxisomal metabolism. Catabolism of phytanic acid is important in humans as certain inborn errors of peroxisomal metabolism, including Refsum Disease, manifest when catabolism of diet derived phytanic acid is impaired. We developed a novel, linear, unified, unoptimized synthesis of all-racemic phytanic acid along with its 2,3,6,7,10,11,14,15-d8, 1,2-13C2, and 1,2-13C2-2,3,6,7,10,11,14,15-d8 stable isotope labeled analogs from commercially available materials including the common starting material ethyl 2-bromoacetate and ethyl 2-bromoacetate-13C2. This improves upon previous synthetic work to provide a simple synthetic route to produce amounts of stable isotope labeled analogs useful for biochemical studies. The neutron encoded position of the stable isotope enrichment allow distinct examination of oxidative pathways of catabolism, allowing comparison of alpha, beta, and omega oxidation through the combination of labels. This provides a useful set of stable isotope labeled analogs for studies of phytanic acid and branched VLCFA metabolism.", "date": "2025-11-27", "journal": ""}
{"title": "Computer-guided enzyme engineering of PET hydrolase mutants towards improved PET affinity", "doi": "10.1101/2025.11.26.689686", "authors": "Balola, A.; Ferreira, S.; Souza, C. S.; Lousa, D.; Correia, J. P.; Soares, C. M.; Rocha, I.", "abstract": "Polyethylene Terephthalate (PET) is an extensively used plastic whose durability and resistance to degradation contribute to growing environmental pollution and concerns. Enzymatic PET degradation, particularly via PETase from Ideonella sakaiensis, has emerged as a sustainable approach due to its ability to depolymerize PET under mild conditions. While research has largely focused on enhancing the enzyme's thermal stability through distal mutations, less attention has been given to active-site engineering aimed at directly improving catalytic efficiency. Here, we used an automated in silico protein engineering platform called Gene Discovery and Enzyme Engineering (GDEE), designed to systematically explore mutations at the active site. By leveraging FastPETase (FP) as scaffold, we perform a high throughput generation of thousands of variants, evaluated them via docking studies with a PET substrate analogue, and ranked candidates based on binding affinity and catalytic geometry. We identified S238Y as a key mutation that enhanced PET film degrading performance at 40 {degrees}C when inserted in two of the most active PETase variants reported to date: 2.2-fold increase in the FP scaffold and 3.4-increase in the ThermoStable-PETase (TSP) background. Compared to wild type PETase, FP S238Y showed a 14.8-fold increase in bulk activity, translating into 9.4-fold more TPA and 20-fold more MHET by UPLC, while TSP S238Y reached a 25.8-fold increase (14.4-fold more TPA and 42.6-fold more MHET). This mutation also enhanced catalytic efficiency and resistance to enzyme concentration inhibition, especially in the TSP scaffold. Molecular dynamics confirm position 238 as a relevant modulator of ligand stabilisation. These findings underscore the potential of targeted active-site engineering, combined with structure-guided prediction, to accelerate the development of efficient mesophilic biocatalysts for plastic waste remediation.", "date": "2025-11-27", "journal": ""}
{"title": "Haplotype-resolved diploid genome inference on pangenome graphs", "doi": "10.1101/2025.11.26.690754", "authors": "Chandra, G.; Doan, W. T.; Gibney, D.", "abstract": "Genotyping is the task of identifying the genetic variants present in a sample from sequencing data, and it is a fundamental problem in computational biology. Existing genotyping approaches typically rely on either haplotype reference panels or pangenome graphs. Compared to haplotype reference panels, pangenome graphs compactly represent both small and large variants, making them a powerful and expressive reference model. Motivated by the haplotype reconstruction framework of Li and Stephens, Chandra et al. [Genome Research, 2025] introduced a deterministic formulation for genotyping, reduced it to a haploid genome inference problem on pangenome graphs, proved its NP-hardness, and proposed integer linear and quadratic programming approaches with strong empirical performance. In this work, we introduce new problem formulations and scalable algorithms for inferring phased diploid genomes. We implement these methods in our tool DipGenie and evaluate phasing and structural variant calling accuracy on real Illumina short-read data. DipGenie achieves switch error rate as low as 0.7% and F1-score up to 0.6 on structural variant calling, compared to switch error rate of up to 7.0% and structural variant calling F1-scores of 0.5 for VG. These results show that DipGenie substantially reduces phasing errors while improving the accuracy of structural variant detection.", "date": "2025-11-27", "journal": ""}
{"title": "COATswga: A Coverage Optimizing and Accurate Toolkit for fast primer design in selective whole genome amplification", "doi": "10.1101/2025.11.26.688640", "authors": "Zuckerman, K.; Leonetti, A.; DeFeo, R.; Taropawala, O.; Simkin, A.; Fola, A. A.; Bailey, J. A.", "abstract": "Background: Despite the transformative nature of next-generation sequencing in genomics, efficiently capturing underrepresented microbial DNA from complex biological mixtures, such as pathogens from host samples, remains a persistent challenge. Unwanted genomes make whole-genome sequencing (WGS) inefficient and expensive without enrichment of the targeted genome. Selective whole genome amplification (sWGA) uses primers that selectively bind to the target genome to preferentially amplify and enrich an entire microbial genome. However, existing sWGA primer design is often complicated and time-consuming, with primers usually having biased amplification producing uneven genome coverage. Developing faster primer design methods that ensure uniform, reliable microbial genome recovery are critical to improving sWGA. Methods: We developed COATswga, a Coverage Optimizing and Accurate Toolkit for designing sWGA primer sets. The pipeline consists of three key steps: (1) primer discovery, using k-mer counting to identify all candidate primers in the target genomes; (2) filtering, where primers are screened for amplification potential, thermodynamic stability, and specificity; and (3) set formation, which uses a novel interval-based tiling algorithm. COATswga is parallelized for efficiency and supports pre-existing primer set refinement and gap filling. The pipeline was evaluated by designing primer sets for Plasmodium falciparum (strain 3D7) and benchmarking their performance against sets generated using similar pipelines. Results: COATswga-designed primers demonstrated superior enrichment based on both qPCR and long-read sequencing. In P. falciparum-spiked human DNA samples at parasitemia levels of 400, 100, and 10 parasites/L, COATswga primers achieved higher amplification efficiency and specificity compared to alternatives. At 100 parasitemia, COATswga yielded ~99% of reads mapping to the P. falciparum genome with 82.5% of the genome having 5x coverage. Even at 10 parasites/uL, COATswga primers enabled effective amplification of key drug resistance genes (pfcrt and pfmdr1). Additionally, integration with molecular inversion probe (MIP) genotyping showed that COATswga greatly improved sequencing depth and target recovery in low-density infections compared to established sWGA primers. Conclusion: COATswga provides a robust and flexible solution for designing sWGA primers to reliably recover targeted genomes from complex samples. The new P. falciparum primer set performs well in low-parasitemia samples allowing more extensive application of sWGA in falciparum malaria genomics.", "date": "2025-11-27", "journal": ""}
{"title": "CHLOROPLAST GENOME AND PHYLOGENETIC ANALYSIS OF KATMON (Dillenia philippinensis Rolfe), A PHILIPPINE ENDEMIC FRUIT", "doi": "10.1101/2025.11.26.690882", "authors": "Lucero, J. J. M.; Munoz, J. A. M.; Aglibot, L. Y.; Cardona, D. E. M.; Gueco, L. S.; Manalang, A. P.; Villanueva, J. C.; Alonday, R. C. S.", "abstract": "Background: Katmon (Dillenia philippinensis Rolfe) is a Philippine endemic fruit species with a relatively well-studied biochemical profile but poor genomic characterization. Studies involving the chloroplast genome can provide valuable insights into its evolution and support conservation efforts. Methods: The complete chloroplast genome of D. philippinensis was sequenced using Illumina NovaSeqX. Reads were quality-checked, assembled with GetOrganelle, and annotated using CPGAVAS2 and GeSeq. Simple sequence repeats, codon usage, and inverted repeat boundaries were analyzed. Phylogenetic relationships were inferred using concatenated rbcL and matK sequences via maximum likelihood analysis. Result: The chloroplast genome was 161,591 bp with a GC content of 36.3%. It exhibited the typical quadripartite structure, consisting of a large single-copy region (89,411 bp), a small single-copy region (19,208 bp), and a pair of inverted repeats (26,486 bp each). A total of 113 unique genes were identified, comprising 79 protein-coding, 30 tRNA, and four rRNA genes. Fifty-four SSRs, primarily A/T mononucleotide repeats, and 53,863 codons were observed. Phylogenetic analysis placed D. philippinensis as the closest relative to D. suffroticosa and the most distantly related to D. ovata. The complete chloroplast genome of D. philippinensis provides a valuable resource for phylogenetic studies, germplasm characterization, and future breeding and conservation programs. Keywords: Chloroplast genome, Dillenia philippinensis, Phylogenetic analysis, Germplasm characterization, Next Generation Sequencing, Philippine Endemic Fruit", "date": "2025-11-27", "journal": ""}
{"title": "Chromosome-scale haplotype genome assemblies for the Australian mango 'Kensington Pride' 1 and a wild relative, Mangifera laurina, provide insights into anthracnose-resistance and volatile 2 compound biosynthesis genes", "doi": "10.1101/2025.11.24.690335", "authors": "Wijesundara, U. K.; Furtado, A.; Masouleh, A.; Dillon, N. L.; Smyth, H.; Henry, R. J.", "abstract": "Mango (Mangifera indica) is one of the most popular fruits cultivated in tropical and subtropical regions of the world. The availability of reference genomes helps to identify the genetic basis of important traits. Here we report assembled high-quality chromosome-level genomes for the Australian mango cultivar 'Kensington Pride', and M. laurina; a wild relative, which shows resistance to anthracnose disease. PacBio HiFi sequencing with higher genome coverage enabled the assembly of both genomes with 100% completeness. Genome sizes of 'Kensington Pride' and M. laurina were 367 Mb and 379 Mb, respectively, with all 20 chromosomes in both genomes having telomeres at both ends. K-mer analysis revealed that these genomes are highly heterozygous and significant structural variations were identified between 'Kensington Pride', M. laurina, and the recently published genome of the cultivar 'Irwin'. Functional annotation identified key genes involved in carotenoid, anthocyanin, and terpenoid biosynthesis, responsible for fruit color and flavour in mango. Furthermore, the presence of a SNP in {beta}-1,3-glucanase 2 gene associated with anthracnose resistance was analyzed. Whole genome duplication analysis confirmed that mangoes have undergone two polyploidization events during their evolution. Analysis revealed a conserved pattern of colinear genes, although many colinear blocks were also identified on non-homologous chromosomes.", "date": "2025-11-27", "journal": ""}
{"title": "The structured mRNA element 45ABC mediates auto- and cross-regulation of RBP45 genes via alternative splicing", "doi": "10.1101/2025.11.25.690383", "authors": "Reinhardt, M.; Burgardt, R.; Engel, C.; Sack, M.; Weinberg, Z.; Wachter, A.", "abstract": "Alternative splicing (AS) is a common gene regulatory mechanism involving distinct interactions between trans-acting factors and cis-regulatory elements on the precursor mRNA (pre-mRNA). In this study, we have functionally characterized the structured motif 45ABC, which is located in the pre-mRNAs of RNA-binding protein (RBP) 45 genes in many plant species. Our data revealed that this element mediates a negative auto- and cross-regulatory feedback loop via AS of the three 45ABC-containing RBP45 genes in Arabidopsis thaliana. We identified a G-rich stretch within the first stem as a potential RBP45 binding site and observed increased RBP45-dependent AS upon structural weakening of this pairing element. The second stem includes the alternative 5' or minute splice site being activated in the presence of RBP45. Based on the known interaction between RBP45 homologs and U1 snRNP components required for 5' splice site recognition, we propose that RBP45 binding to stem I of 45ABC induces usage of the alternative 5' splice site in stem II. The resulting splicing variant is unproductive, thereby diminishing RBP45 expression. Analysing the splicing regulatory impact of the three At-RBP45 genes in auto- and cross-regulation and a transcriptome-wide manner revealed unequal genetic redundance with a major role of RBP45B. Furthermore, phenotypical analysis of single and higher order rbp45 mutants pointed at these genes' functions in controlling primary root growth and flowering time. Taken together, we demonstrated that both sequence and structural features of 45ABC are critical for proper splicing control, balancing RBP45 expression and functions in plants via a conserved mRNA motif.", "date": "2025-11-27", "journal": ""}
{"title": "Dog brain atlas generated via spatially constrained spectral clustering", "doi": "10.1101/2025.11.25.690406", "authors": "Hernandez-Perez, R.; Cuaya, L. V.; Boch, M.; Barrios, F. A.; Alcauter, S.; Huber, L.; Lamm, C.", "abstract": "Functional parcellations enable reproducible analyses of brain organization, yet the dog fMRI field still lacks a validated, multi-scale functional atlas. We applied spatially constrained spectral clustering to a resting state fMRI dataset (n = 27 dogs) to generate whole-brain parcellations spanning 20-300 parcels. Replicability was evaluated against an independent dataset (n = 20 dogs) using Dice overlap and Adjusted Rand Index (ARI) as measures of spatial overlap and similarity; within-parcel functional coherence was assessed via homogeneity. Functional parcellations were anatomically coherent across scales, with global Dice peaking at 0.625 at N = 140 and 0.623 at N = 100, while decreasing to 0.526 at N = 300. ARI peaked at 0.48 for N = 60 and remained [&ge;] 0.46 through N = 180. Mean within-parcel homogeneity increased monotonically from 0.08 (N = 20) to 0.19 (N = 300). Concordance with an anatomical atlas (Johnson et al., 2020) increased at the regional level (plateau ~0.16 for N [&ge;] 140) while diminishing at gyral and lobar levels as resolution increased, consistent with functionally driven sub-regional differentiation. Together, these results indicate functional segmentations that are replicable across datasets and internally coherent across scales, with intermediate resolutions (100-140 parcels) balancing specificity and reproducibility for common analyses. We introduce a comprehensive, multi-scale functional dog brain atlas derived from data-driven clustering, providing an open resource for comparative studies of brain evolution and canine cognition.", "date": "2025-11-27", "journal": ""}
{"title": "TSP1/TGF-β1 drives arachidonic acid metabolism to orchestrate neutrophil swarming", "doi": "10.1101/2025.11.25.688397", "authors": "Widera, L.; Spangenberg, P.; Siemes, D.; Bessler, S.; Bottek, J.; Voss, H.; Novak, A.; Hueser, D.; Richter, M.; Potthoff, A.; Siebels, B.; Moritz, M.; Gocke, A.; Thiebes, S.; Schaefer, S.; Chavakis, T.; Jablonska, J.; Laemmermann, T.; Gunzer, M.; Schlueter, H.; Hahn, J.; Grueneboom, A.; Soehnlein, O.; Dreisewerd, K.; Soltwisch, J.; Shevchuk, O.; Engel, D. R.", "abstract": "Neutrophil swarming has emerged as a conserved multicellular behaviour observed across tissues and pathological contexts. Yet, the molecular cues and the spatially coordinated cellular circuits that drive the process of neutrophil swarming leading to cluster formation remain poorly understood. Here, we combine spatial proteomics and lipid profiling in a model of urinary tract infection to define the epithelial-immune circuits driving neutrophil cluster formation. We identify thrombospondin-1 (TSP1)-mediated activation of TGF-{beta}1 as key epithelial signal licensing neutrophil clustering and enhancing bacterial control. Spatial lipid analysis further reveals that TSP1/TGF-{beta}1 signalling locally activates arachidonic acid metabolism in epithelial neutrophils, with 5-lipoxygenase dependent leukotriene synthesis required for swarm formation and infection clearance. These findings uncover a spatially coordinated defence mechanism in which epithelial-derived TSP1/TGF-{beta}1 engages neutrophil lipid metabolism to orchestrate neutrophil swarming behaviour and reinforce antibacterial immunity.", "date": "2025-11-27", "journal": ""}
{"title": "Wrapping it Up: Structural Basis of ADAMTS13 Global Latency", "doi": "10.1101/2025.11.26.689657", "authors": "Geist, N.; Bonnez, Q.; Vanhoorelbeke, K.; Delcea, M.", "abstract": "ADAMTS13 is a critical enzyme responsible for cleaving ultra-large von Willebrand factor (VWF) multimers, thereby preventing the formation of microthrombi in the microvasculature. Dysfunction or deficiency of ADAMTS13 is associated with thrombotic thrombocytopenic purpura (TTP), a rare and life-threatening disorder characterized by microangiopathic hemolytic anemia and severe thrombocytopenia. Understanding the regulation of ADAMTS13 is essential for developing therapeutic interventions for TTP. ADAMTS13 exhibits two latency mechanisms: local latency within the metalloprotease (MP) domain and global latency that affects its overall conformation. Although the role of the two CUB domains in binding the Spacer module is known during global latency, the contributions of TSP7, TSP8, and the flexible Linker region (L3) between TSP8 and CUB1 have been repeatedly observed but never explained. Binding studies with monoclonal antibodies (mAbs) targeting the MP domain have revealed a cryptic epitope that becomes accessible only when ADAMTS13 is conformationally activated, and Spacer-CUB binding is disrupted. However, the mechanism behind this long-range effect has never been explained. We present a novel autoinhibition model of ADAMTS13, proposing that its distal domains directly occlude substrate binding sites, thereby modulating the enzyme's activity. In this model, TSP7 and TSP8 bind directly to the MP module, while the Linker region between TSP8 and CUB1 acts as a pseudosubstrate, mimicking the natural VWF-A2 substrate and blocking the binding sites. Our results show that the CUB domains must depart from the tandem arrangement observed in the crystal structure and instead adopt refined binding positions. Further evidence comes from novel monoclonal antibodies targeting more cryptic epitopes on various ADAMTS13 domains that we have recently presented, as well as pH- and EDTA-dependent conformational changes observed by ELISA. A detailed molecular model is derived from extensive molecular simulations and mechanistically reconciles a wide range of previously disconnected experimental observations. This novel insight into the regulation of ADAMTS13 lays the groundwork for new therapeutic strategies against TTP.", "date": "2025-11-27", "journal": ""}
{"title": "Parent-offspring conflict over sex determination in non-Mendelian systems", "doi": "10.1101/2025.11.26.690632", "authors": "Hitchcock, T. J.; Baird, R. B.", "abstract": "Across the tree of life, many organisms exhibit asymmetric inheritance systems in which males and females contribute differently to the long-term genetic future of the population. Although, in such groups, the sexes ultimately differ in their contributions, the zygotes that become males and females often start out genetically identical, with sex determined by maternal factors deposited into the embryo. However, there has been little work considering what the optimal sex ratio is from the perspective of the offspring in such scenarios, how this may differ from their parents, and how such conflicts may be modulated by other ecological factors. To investigate this, we develop analytical models to calculate the optimal sex allocation under a range of asymmetric genetic systems, and under the control of different parties. We then investigate the effects of various population structures and mating systems to consider their effects in shaping such conflicts. We find that asymmetric genetic systems may be prone to perpetual ongoing conflict between mothers and offspring over sex determination, even in panmictic populations. This may be one factor explaining the diverse and unusual sets of sex determining systems seen in these groups.", "date": "2025-11-27", "journal": ""}
{"title": "Understanding Patterns of Interploidy Admixture in Polyploid Complexes: Insights from Thymus sect. Mastichina (Lamiaceae)", "doi": "10.1101/2025.11.27.690785", "authors": "Garcia-Cardenas, F. J.; Ortiz, M. A.; del Valle, J. C.; Doblas, D.; de la Estrella, M.; Nieto-Lugilde, D.; Berjano, R.", "abstract": "Understanding gene flow between ploidy levels in polyploid complexes is essential for species delimitation and conservation. This study explores evolutionary dynamics in the polyploid complex Thymus sect. Mastichina (Lamiaceae), comprising three taxa: T. mastichina subsp. mastichina, T. mastichina subsp. donyanae, and the endangered T. albicans. Using Hyb-Seq data, phylogenomics (nuclear orthologs), and population genomics (SNPs), we confirm the section consists of two sister groups with distinct ploidy levels: a diploid and a tetraploid one. The tetraploid group shows low genetic differentiation among its populations, probably indicating rapid expansion across diverse environments. In contrast, the diploid group exhibits more complex genetic structuring, potentially shaped by geomorphology, interploidy introgression, and incipient isolation. Four diploid subgroups (Algarve, Cadiz, Donyana, and Hercynian) are identified, with reticulate evolution. The dense reticulation observed is compatible with incomplete lineage sorting in diploid lineages, due to recent and rapid divergence events. Phylogeographic analyses suggest isolation-by-distance, with two major riverbeds maybe playing a role in shaping genetic differentiation, while interploidy gene flow detected could have facilitated ancient and/or ongoing admixture between diploid and tetraploid lineages, despite geographic isolation. These findings highlight cryptic genetic diversity and emphasise the need for an integrative taxonomy that includes multiple lines of evidence: morphological, cytological, genomic, and ecological. Conservation efforts should prioritise protecting the four diploid subgroups, aided by flow cytometry, since they may harbour critical adaptive potential to both specific habitat types and/or environmental conditions. This work contributes to advancing our knowledge of evolution in polyploid complexes, by combining genomic approaches and highlighting cryptic diversity in Thymus species. Future research should investigate morphometric and chemical data, hybridisation events, divergence times, diversification dynamics, and relationships with other Thymus species to further understand polyploid evolution and its impact on biodiversity.", "date": "2025-11-27", "journal": ""}
{"title": "Using pangenome variation graphs to improve mutation detection in a large DNA virus", "doi": "10.1101/2025.11.26.690900", "authors": "Wright, C.; Tennakoon, C.; Lasecka-Dykes, L.; Downing, T.", "abstract": "Accurately quantifying viral genetic diversity is essential for understanding pathogen evolution, transmission, and emergence. However, standard approaches that map sequencing reads to a single linear reference genome introduce substantial reference bias, particularly for samples that are divergent, recombinant, or belong to rare lineages. Pangenome variation graphs (PVGs) mitigate this issue by representing multiple genomes within a unified graph structure, enabling read mapping across all observed and potential haplotypes. Despite this, PVGs have rarely been applied to viruses. Here, we address this gap by constructing and evaluating the first PVG for lumpy skin disease virus (LSDV), an emerging poxvirus of global importance. We generated PVGs of different sizes and mapped Illumina datasets using Giraffe, benchmarking performance against linear reference mapping with Minimap2. A minimal three-sample PVG containing one representative from each major lineage recovered 97% of known LSDV nucleotide diversity while reducing PVG size by >95% relative to a 121-sample PVG. PVG-based mapping detected more SNPs than linear mapping, including variants at genes involved in host recognition and immune evasion, and identified lineage-specific mutations that improved subclade phylogenetic structure. Notably, 27% of SNPs discovered using PVGs could not be projected onto the linear reference, highlighting the extent of reference bias and the limitations of single-genome references. We propose a generalisable strategy for PVG construction that leverages viral population structure to maximise biological signal while minimising computational cost. Our findings demonstrate that PVGs substantially enhance SNP discovery in LSDV, with direct implications for genomic surveillance, outbreak tracing, and the detection of recombinant vaccine-related lineages in LSDV and other large DNA viruses.", "date": "2025-11-27", "journal": ""}
{"title": "Tracking ongoing chromosomal instability using single-cell whole-genome sequencing", "doi": "10.1101/2025.11.26.690781", "authors": "Hernando, B.; Chaves-Urbano, B.; Escobar-Rey, M.; Torres-Lazaro, M.; Cadiz, A.; Fernandez-Sanroman, A.; Barrambana, S.; Lechuga, C. G.; Guerra, C.; Barbacid, M.; Gomez-Sanchez, D.; Sanchez-Vega, F.; Razavi, P.; Garcia-Perez, M.; Santamaria, P. G.; Macintyre, G.", "abstract": "Chromosomal instability (CIN) generates aneuploid genomes that are characteristic of most cancers. While bulk genome sequencing reveals historical CIN, it lacks the resolution to identify ongoing CIN that actively shapes genome evolution. Here, we present a computational framework that leverages single-cell whole-genome sequencing (scWGS) to identify and quantify ongoing CIN by detecting cell-unique copy number alterations and probabilistically mapping them to known CIN signatures. We validated this framework generating in vitro models with four types of induced CIN, correctly identifying the induced-CIN type in each case. When applied to cell lines and organoids with ongoing homologous recombination deficiency, our method showed improved identification of sensitivity to PARP inhibition and platinum-based chemotherapy. Analysing scWGS data from 8 triple-negative breast cancers, we linked ongoing impaired non-homologous end joining to subclonal diversification, a finding further supported in cohorts of 179 unmatched primary and metastatic TNBCs and 39 matched cases. Our framework offers a robust tool for dissecting tumour evolution and supports expanding biomarker-guided therapies by targeting active CIN rather than historical genomic scars.", "date": "2025-11-27", "journal": ""}
{"title": "Molecular maps of diseases from omics data and network embeddings", "doi": "10.1101/2025.11.25.689280", "authors": "Hu, D.; Schaap-Johansen, A.-L.; Villarroel, J.; Ekebjaerg, C. E.; Rasmussen, S.; Hansen, D. H.; Wernersson, R.; Jensen, L. J.", "abstract": "Identifying disease-relevant proteins and pathways remains a fundamental challenge in understanding disease mechanisms and supporting therapeutic development. While omics analyses can provide valuable insights, they typically consider each gene/protein separately rather than at the level of biological systems. This can be addressed by combining the omics data with protein networks. We integrate disease-specific omics data with a universal functional association network from STRING, which we represent using node2vec embedding. This way, we constructed disease maps for seven diseases spanning inflammatory, oncological, neurological, and vascular diseases based on genetics, transcriptomics, somatic mutation, and proteomics data. Compared to omics analysis alone, the use of a simple linear model on top of network embedding enabled us to identify 2--4 times as many known disease-relevant proteins at the same specificity. Clustering of the resulting disease maps revealed both functional modules shared by many diseases, such as inflammatory pathways and cancer hallmarks, and disease-specific modules, such as keratinization in atopic dermatitis and extracellular matrix remodeling in aortic aneurysm. Together, these results highlight the value of protein network embedding when analyzing omics data to understand diseases.", "date": "2025-11-27", "journal": ""}
{"title": "A benchmark of DNA methylation deconvolution methods for tumoral fraction estimation using DecoNFlow", "doi": "10.1101/2025.11.27.688590", "authors": "Giuili, E.; Van de Velde, S.; Kint, S.; Ferro dos Santos, M. R.; Cornelli, L.; Roelandt, S.; Schoofs, K.; Imschoot, R.; Van Paemel, R.; Meuris, L.; Everaert, C.; De Preter, K.", "abstract": "In cancer patients, circulating cell-free DNA (cfDNA) is released into body fluids from both healthy and cancer cells. The proportion of tumor-derived cfDNA serves as a surrogate marker of tumor burden allowing disease monitoring. Tumoral cfDNA can be distinguished based on patient specific tumoral mutations or using more general tumor specific DNA methylation patterns, that are preserved on tumoral cfDNA. DNAm profiling of cfDNA thus enables non-invasive cancer detection and monitoring. However, accurately determining tumour fractions remains challenging due to the heterogeneous mixture of cfDNA sources in body fluids. Computational DNAm deconvolution methods address this by inferring cell-type contributions either with or without reference methylomes. While several tools exist and multiple benchmarking studies have been performed, none have specifically evaluated the sensitivity and accuracy of tumour-fraction estimation in cfDNA-focused contexts. Here, we benchmarked 10 reference-based and 2 reference-free DNAm deconvolution tools using 3,690 in silico mixtures spanning multiple tumour types, different bisulfite-based sequencing strategies and several sequencing depths. Overall, CelFiE showed the most accurate tumour-fraction estimation across the different conditions. Interestingly, reference-free methods demonstrated superior sensitivity for tumour detection, but consistent over-estimation of tumoral fraction. We further observed that sequencing depth strongly affects performance until sufficient saturation is achieved. To enable reproducible evaluation and tool selection within this benchmark, we developed DecoNFlow, a scalable Nextflow pipeline integrating 12 deconvolution tools and 3 marker selection methods, making it the most comprehensive pipeline for sequencing-based deconvolution up to date. Together, our findings provide practical guidance for tool selection in cfDNA tumour monitoring and establish DecoNFlow as a robust framework for benchmarking and applying DNAm deconvolution.", "date": "2025-11-27", "journal": ""}
{"title": "PhenoDEL as a Novel Screening Strategy Based on Intracellular Protein Degradation Activity", "doi": "10.1101/2025.11.26.690606", "authors": "Onda, Y.; Ochi, Y.; Araki, T.; Kageoka, M.; Takeda, S.; Yamada, K.; Ueda, T.; Ohno, K.; Tanaka, M.; Sakai, D.; Hasegawa, M.; Tanaka, Y.", "abstract": "Targeted protein degradation (TPD), including proteolysis targeting chimeras (PROTACs) and molecular glue degraders (MGDs), is a promising therapeutic approach. However, systematic discovery of such small molecules remains a major challenge. Here, we present PhenoDEL, a novel phenotypic DNA-encoded library (DEL) screening platform that integrates one-bead one-compound DEL (OBOC-DEL) with the Beacon(R) optofluidic system for high-throughput, single-cell analysis. By co-culturing individual OBOC-DEL beads and engineered reporter cells in nanoliter-scale chambers, PhenoDEL enables direct observation of compound-induced protein degradation at single-cell resolution. We demonstrate this approach by identifying compounds that induce degradation of FKBP12F36V-EGFP fusion proteins in PC-3 cells. The workflow allows precise linkage between compound identity and cellular phenotype via DNA barcoding and next-generation sequencing. PhenoDEL overcomes limitations of conventional screening methods, offering high sensitivity, spatial control, and scalability. This platform holds significant potential for mechanism-driven drug discovery, including identification of novel PROTACs and MGDs.", "date": "2025-11-27", "journal": ""}
{"title": "Paradoxical gene regulation explained by competition for genomic sites", "doi": "10.1101/2025.11.27.691022", "authors": "Jatkar, D. D.; Aravind, K. M.; Sontag, E. D.; Del Vecchio, D.", "abstract": "Understanding how opposing regulatory factors shape gene expression is essential for interpreting complex biological systems. A motivating observation, drawn from cancer epigenetics, is that removing an activating factor can sometimes lead to higher, not lower, expression of a gene that is also subject to repression. This counterintuitive behavior suggests that competition between activators and repressors for limited genomic binding sites may produce unexpected transcriptional outcomes. Prior theoretical work proposed this mechanism, but it has been difficult to test directly in natural systems, where layers of chromatin regulation obscure causal relationships. This paper introduces a fully synthetic, tunable genetic platform in a prokaryotic model system that isolates this competition mechanism in a clean and interpretable setting. The engineered construct contains a target gene with binding sites for both an activator and a repressor, together with a separate decoy region that carries overlapping binding sites for the same regulators. Activator and repressor functions are implemented using CRISPRa and CRISPRi, which permit independent control of regulator expression levels and binding affinities. Using this minimal system, the paper shows that increasing activator expression can reduce expression of the target gene when both regulators are present, consistent with the prediction that additional activator molecules displace the repressor from decoy sites and allow it to more effectively repress the target. By demonstrating how competition alone can invert expected regulatory responses, this synthetic framework provides a validated model for understanding similar paradoxical behaviors in natural regulatory networks and establishes a foundation for future studies in more complex mammalian contexts.", "date": "2025-11-27", "journal": ""}
{"title": "Iterative and modular expression of Botryococcus braunii genes enhances isoprenoid production in the diatom Phaeodactylum tricornutum", "doi": "10.1101/2025.11.27.690994", "authors": "Morelli, L.; Jensen, C.; Arnspang, E. C.; Fabris, M.", "abstract": "Isoprenoids are essential natural compounds with high structural and functional diversity. Among them, carotenoids and triterpenoids such as squalene have high biotechnological value but remain challenging to produce sustainably. The green microalga Botryococcus braunii synthesizes large amounts of triterpenoids through specialized methylerythritol phosphate (MEP) pathway configurations involving distinct 1-deoxy-D-xylulose-5-phosphate synthase (DXS) isoforms, a bifunctional squalene synthase (SQS) and squalene synthase-like (SSL) enzymes working together for the synthesis of the compound. However, its slow growth limits industrial application. In this work, we established the fast-growing diatom Phaeodactylum tricornutum as a heterologous chassis for terpenoid production using a synthetic biology Design-Build-Test-Learn (DBTL)-based approach. Episomal uLoop assembly enabled rapid expression and evaluation of B. braunii DXS and SQS variants, enhancing precursor flux and resulting in the co-accumulation of squalene and carotenoids. This work demonstrates the functional transfer of specialized algal terpenoid enzymes into a tractable diatom host and highlight P. tricornutum's potential as a versatile platform for sustainable, high-value isoprenoid biosynthesis.", "date": "2025-11-27", "journal": ""}
{"title": "Gut microbiota characterization in vegetarian adults from the adventist population living in coastal, highland, and jungle regions of Peru", "doi": "10.1101/2025.11.26.690875", "authors": "Marcos Carbajal, P.; Medina ramirez, S.; Yareta Yareta, J.; Otiniano Trujillo, M.; Chambi Quispe, M.; Ruiz Panaifo, M.; Diaz Rengifo, P.; Sias Garay, C.; Tito, R.; Obregon-Tito, A.", "abstract": "Introduction: The gut microbiota plays a crucial role in various physiological processes, and its composition can be influenced by factors such as diet, genetics, age, and health status. Among these, diet is one of the most significant determinants of microbial balance. A well-balanced diet promotes the growth of beneficial bacteria, reducing intestinal inflammation and the risk of chronic diseases. Vegetarian diets have been proposed to confer beneficial effects on gut health; however, many questions remain regarding microbial profiles, their variability, and the potential influence of geographic and cultural factors--particularly within Latin American contexts. This study aims to address this gap by presenting the first characterization of the gut microbiota in vegetarian adults from the Adventist population living in three distinct regions of Peru. Methods: Stool samples were used as a proxy to analyze gut microbiota composition through 16S rRNA gene sequencing. Standard descriptive analyses were performed to assess bacterial composition, including diversity and relative abundance across samples. Results: The gut microbial communities of Peruvian vegetarians revealed three distinct enterotypes, with distribution varying by region. Enterotype 1 (ET1), predominant in coastal and highland regions, exhibited the highest bacterial richness and diversity. Enterotype 2 (ET2), observed in highland and jungle areas, was characterized by higher levels of Prevotella. Enterotype 3 (ET3), more frequent in the jungle region, showed a greater abundance of Bacteroides and Faecalibacterium. Conclusions: Despite all participants adhering to a vegetarian diet, notable diversity in gut microbiota profiles was observed within this population. While three distinct enterotypes were identified, consistent with findings in other populations, the specific profiles differed from those previously reported. This study highlights the importance of incorporating variables that enable greater resolution in future research, allowing better control of within-population variability, such as that observed in Peruvian vegetarians, and ultimately enhancing the accuracy of microbiome-related conclusions.", "date": "2025-11-27", "journal": ""}
{"title": "Systematic Discovery of Novel Phosphoinositide-Binding Effectors in Legionella Reveals Conserved α-Helical Folds", "doi": "10.1101/2025.11.26.690877", "authors": "Bolt, A. E.; Richardson, A. E.; Pike, C. M.; Noll, R. R.; Yu, Y.; Neunuebel, J. P.; LeMarchand, S.; Schmitz, K. R.; Neunuebel, M. R.", "abstract": "Intracellular bacterial pathogens deploy effector proteins to hijack host membranes by targeting specific lipids. Phosphoinositides are key eukaryotic signaling molecules that govern membrane identity and dynamics, making them powerful levers for microbial interference. However, the bacterial repertoire of phosphoinositide-binding effectors remains largely undefined. In this study, we systematically identified such proteins using an expression library of 241 Legionella pneumophila effectors. We applied a combination of lipid bead pulldowns, mass spectrometry, colocalization with phosphoinositide biosensors, and protein-lipid overlay assays, leading to the validation of 18 new phosphoinositide-binding effectors. Structural predictions revealed that these proteins share compact alpha-helical folds distinct from canonical eukaryotic lipid-binding domains. Guided by this structural signature, we performed a computational screen across L. pneumophila, Coxiella burnetii, and Burkholderia pseudomallei. This analysis identified 15 additional effectors, which were experimentally validated as phosphoinositide binders. Altogether, we report 33 previously unrecognized bacterial phosphoinositide-binding effectors. While their lipid-binding profiles were diverse, many effectors showed a preference for compartments enriched in phosphatidylinositol 3-phosphate. These findings expand the known diversity of lipid-binding effectors produced by intracellular pathogens, identify new structural modules bacteria use for phosphoinositide recognition, and broaden our understanding of how pathogens exploit phosphoinositide signaling to manipulate host membranes.", "date": "2025-11-27", "journal": ""}
{"title": "High-Resolution Imaging of the Rhizosphere Using Resin-Embedded Cross-Sectional Polishing and Scanning Electron Microscopy for Biological Samples (bioCP-SEM)", "doi": "10.1101/2025.11.27.690849", "authors": "Toyooka, K.; Saito, Y.; Goto, Y.; Sato, M.", "abstract": "Understanding microbial colonization in plant-associated environments requires high-resolution imaging of intact plant-microbe interfaces under natural soil conditions. However, conventional electron microscopy is limited by sample distortion and poor compatibility with heterogeneous substrates. Here, we present bioCP-SEM, a cross-sectional polishing scanning electron microscopy technique optimized for biological specimens inhabiting unsterilized soil. This method integrates resin embedding, diamond band saw sectioning, and mechanical polishing to enable high-quality imaging across large, complex samples. Using bioCP-SEM, we visualized bacterial clusters in a model plant root, and multilayered biofilm-like structures and fungal structures, including arbuscule-like forms, in a wild weed species. We further applied this method to intact moss collected from an urban environment, capturing spatially resolved interactions among biofilms, spores, protozoa, and annelids. Notably, microbial cells and subcellular structures, such as cilia, were preserved in situ. These results demonstrate the versatility of bioCP-SEM for mapping microbial architecture across diverse biological and environmental contexts.", "date": "2025-11-27", "journal": ""}
{"title": "Redefining the role of the Plasmodium heme detoxification protein: From hemozoin formation to mitochondrial protein synthesis", "doi": "10.1101/2025.11.27.690934", "authors": "Sarrazin, L.; Kloehn, J.; Ziesmann, T.; Schmitz, Y.; Sandtmann, A.-L.; Domenech-Eres, R.; Scholz-Hoehn, K.; Boulet, C.; Distler, U.; Matz, J. M.", "abstract": "Throughout their intraerythrocytic development, malaria parasites digest up to 80% of the host cell's hemoglobin within a specialized degradative compartment known as the digestive vacuole. This process releases heme, which is detoxified by sequestration into bioinert hemozoin crystals. Although heme biomineralization is essential for blood-stage survival and a validated drug target, its underlying mechanisms remain unclear. Initially identified as a potent inducer of {beta}-hematin crystallization in vitro, the parasite's Heme Detoxification Protein (HDP) has been proposed to execute a similar role in the formation of hemozoin crystals in cellulo. Here, we investigate the function of HDP in live Plasmodium falciparum parasites, integrating experimental genetic approaches with quantitative microscopy, cellular bioenergetics and whole-proteome profiling. Endogenous tagging revealed that HDP localizes to the mitochondrion rather than the digestive vacuole. Conditional inactivation of HDP resulted in a gradual loss of mitochondrial membrane potential, preceding developmental arrest. Bypassing the essential role of the respiratory chain in pyrimidine biosynthesis - either through exogenous electron acceptors or expression of a ubiquinone-independent dihydroorotate dehydrogenase - rescued HDP-deficient parasites, indicating a role in maintaining respiratory chain activity. Consistent with this, electron flow through complex IV was abolished in rescued HDP-null parasites, increasing sensitivity to proguanil, an antimalarial that synergizes with respiratory chain inhibitors. We found that loss of HDP leads to a marked reduction of complexes III and IV, whose integrity depends on mitochondrial protein biosynthesis. Integration of quantitative proteomic data with structure-guided homology modelling supports a role for HDP as part of the large mitoribosomal subunit at the inter-subunit contact site. By contrast, neither the quantity nor morphology of hemozoin was affected by the loss of HDP, and sensitivity to the hemozoin-targeting drug chloroquine remained unchanged. Together, these findings challenge previous models linking HDP to hemozoin formation and instead reveal an essential role for HDP in mitochondrial protein biosynthesis.", "date": "2025-11-27", "journal": ""}
{"title": "NCY-I beta-lactamase activity correlates with antimicrobial susceptibility of a clinical strain of Nocardia cyriacigeorgica", "doi": "10.1101/2025.11.27.690932", "authors": "Couston, J.; Le Marchand, A.; Hodille, E.; Genestet, C.; Joannard, B.; Jerome, F.; Benito, Y.; Dumitrescu, O.; Blaise, M.", "abstract": "Nocardiosis is an infectious disease caused by several Nocardia species, among which Nocardia cyriacigeorgica is one of the most frequently isolated species in the clinic. Albeit most isolates of this species are susceptible to standard treatment combining trimethoprim and sulfamethoxazole, resistance has been reported, necessitating alternative or combination therapies. Beta-lactam antibiotics are of particular interest in this context. In this study, we aimed to address the Beta-lactam susceptibility profile of a clinical strain of N. cyriacigeorgica and assessed whether it correlated with the enzymatic activity of purified beta-lactamase of the strain. We herein established that the strain is highly susceptible to imipenem and ceftriaxone, moderately sensitive to meropenem and resistant to amoxicillin. The resistance could be counteracted by beta-lactamase inhibitors from two distinct chemical classes: vaborbactam, and avibactam while clavulanate was less potent. We demonstrated that the beta-lactam susceptibility of the strain is in direct line with the enzymatic activity of purified NCY-I, a class A beta-lactamase. NCY-I was indeed only active with amoxicillin but displayed poor activity towards other classes of beta-lactams. The NCY-I activity could be inhibited in vitro by vaborbactam, clavulanate and avibactam. We consolidated these data by determining the high-resolution structure of NCY-I bound to avibactam. The structural analysis supported a conserved inhibitor binding site among other Nocardia class A beta-lactamases strongly suggesting a broad inhibition spectrum of avibactam across Nocardia species.", "date": "2025-11-27", "journal": ""}
{"title": "Phage-encoded sRNA counteracts xenogenic silencing in pathogenic E. coli", "doi": "10.1101/2025.11.27.690950", "authors": "Poudyal, P.; Sy, B. M.; Mediati, D. G.; Payne, M.; Nandel, V.; Norris, D.; McAteer, S. P.; Ullah, A.; Li, S.; Menz, L.; Waters, S.; Dallman, T.; Baker, M. A.; Lan, R.; Gally, D. L.; Tree, J. J.", "abstract": "Horizontal gene transfer introduces foreign DNA that can disrupt cellular processes and is therefore subject to xenogenic silencing by nucleoid-associated proteins such as H-NS and Hha. In Enterohaemorrhagic Escherichia coli (EHEC), prophages make up a large fraction of the accessory genome and encode many virulence factors, yet to be expressed they must overcome this silencing. We identify a prophage-encoded small RNA (sRNA), HnrS, that functions as an anti-silencing factor by targeting the H-NS paralogue Hha. HnrS is a short (66-nt) sRNA present in multiple copies (up to nine) in EHEC and Enteropathogenic Escherichia coli (EPEC) genomes and is enriched in E. coli strains that carry the locus of enterocyte effacement (LEE+). We show that HnrS directly base-pairs with the ribosome-binding site of the hha mRNA, repressing its translation and thereby reducing Hha-enhanced H-NS silencing. This counter-silencing de-represses the LEE type III secretion system and concomitantly represses motility. Transcriptomic profiling further revealed that HnrS indirectly activates genes involved in nitrate/nitrite respiration and nitric oxide resistance, metabolic pathways that contribute to survival in the inflamed gastrointestinal tract. Deletion of hnrS reduced expression of nitrate reductase genes and impaired actin pedestal formation on host epithelial cells. Our results indicate that prophage-encoded, multicopy hnrS provides a counter-silencing mechanism that reduces Hha-H-NS repression at specific virulence loci. This likely enables expression of horizontally acquired genes without broadly disrupting the core H-NS regulon. HnrS illustrates how mobile genetic elements deploy sRNAs to counteract xenogenic silencing and promote virulence gene expression, enhancing colonisation of the host.", "date": "2025-11-27", "journal": ""}
{"title": "The spatial proteome of the Plasmodium falciparum schizont illuminates the composition and evolutionary trajectories of its organelles", "doi": "10.1101/2025.11.27.690946", "authors": "Chisholm, S. A.; Flores, V.; Kemp, A.; Breckels, L. M.; Koreny, L.; Dos Santos Pacheco, N.; Barylyuk, K.; Kuroshchenkova, A.; Lilley, K. S.; Rayner, J. C.; Waller, R. F.", "abstract": "Malaria is caused by apicomplexan parasites of the genus Plasmodium, with all malaria symptoms and pathology caused by parasite stages that develop within, or transit between, host erythrocytes. The ability of Plasmodium cells to parasitise erythrocytes depends on distinctive intracellular compartments associated with invasion, as well as the development of unique cellular niches within the infected host cell. However, our understanding of the biology of the malaria parasite is limited by the fact that a large proportion of the parasites proteome has no known cellular location or function. To address this problem, we have generated comprehensive high-resolution maps of protein subcellular localisation for the invasive stage of the erythrocytic life cycle of Plasmodium falciparum, the major cause of malaria mortality. Using the spatial proteomics technique hyperplexed Localisation of Organelle Proteins by Isotopic Tagging (hyperLOPIT) we generated data for 3000 P. falciparum proteins expressed in late schizont stages. Our hyperLOPIT data resolved 24 distinct cellular niches, and using supervised machine-learning we can classify 1646 proteins into one of these compartments including exported sites within the host cell. Through comparative genomic analyses our data resolve the spatial patterns of cell evolution that have shaped the development of Plasmodium species and ongoing adaptive pressures and responses that challenge our efforts to manage these major disease-causing organisms.", "date": "2025-11-27", "journal": ""}
{"title": "Regulatory Rewiring Drives Intraspecies Competition in Bacillus subtilis", "doi": "10.1101/2025.11.27.690801", "authors": "Kalamara, M.; Bonsall, A.; Griffin, J.; Carneiro, J.; Stevenson, D.; Gierlinski, M.; Eigentler, L.; Wood, A.; Porter, M.; Dorfmueller, H. C.; MacPhee, C. E.; Abbott, J. C.; Stanley-Wall, N.", "abstract": "Intraspecies interactions shapes microbial community structure and evolution, yet the mechanisms determining competitive outcomes among closely related strains remain unclear. The soil bacterium Bacillus subtilis is a model for microbial social interactions, where quorum-sensing systems regulate cooperation and antagonism. Here, we take a multifaceted approach to dissect the role of quorum-sensing regulation in competitive fitness. Isolate NCIB 3610 carries a signal unresponsive RapP-PhrP module that alters quorum-sensing control and promotes faster growth. Modelling and mutant analysis demonstrate that the small differences in growth rate conferred by RapP-PhrP3610 are sufficient to drive competitive exclusion. The importance of quorum sensing control is further exemplified by experimental evolution of distinct wild isolates, which revealed recurrent mutations in the sensor kinase comP, which phenocopy complete comP or comA deletions and confer a growth-linked competitive advantage. Key quorum sensing mechanisms are abandoned even in structured microbial communities, where it might be expected that communal traits are favoured. Furthermore, a phylogenomic survey of 370 B. subtilis genomes identified disruptive comP mutations in ~16% of isolates. However, growth rate alone does not explain all interaction outcomes as even isogenic strains with equivalent doubling times differ in competitiveness. Transcriptomic profiling and validation experiments implicated a type VII secretion system toxin as an additional effector. These findings reveal that disruption of quorum-sensing pathways, whether naturally or through selection, provides a rapid route to competitive advantage, highlighting a fundamental trade-off between communal signalling and individual fitness in microbial populations.", "date": "2025-11-27", "journal": ""}
{"title": "i6A-seq maps N6-isopentenyladenosine and uncovers its role as a regulator of mRNA stability through recruitment of DIS3L2", "doi": "10.1101/2025.11.26.690722", "authors": "Avrahami-Rozenblum, C.; Cohen Ben-Aderet, L.; Ashwal-Fluss, R.; Masoud, R.; Nayshool, O.; Zinger, T.; Sevilla-Sharon, M.; Glick-Saar, E.; Yahalom, A.; Coll-SanMartin, L.; Esteller, M.; Rechavi, G.; Dominissini, D.; Moshitch-Moshkovitz, S.", "abstract": "Dynamic post-transcriptional RNA modifications are crucial regulators of RNA metabolism and cell fate. Recent advances in sequencing, combined with antibody, enzymatic, or chemical approaches, have enabled transcriptome-wide mapping of these modifications. While prevalent in tRNAs and rRNAs, a growing number of modifications also adorn lower-abundance mRNA transcripts. Global mapping efforts, particularly for N6-methyladenosine (m6A), uncovered the affected mechanisms governing RNA metabolism, shedding light on novel, modification-dependent, modes of gene regulation. N6-isopentenyladenosine (i6A) is a conserved tRNA modification involved in translation fidelity and efficiency. i6A depletion is linked to mitochondrial defects and human diseases. Current i6A detection methods are low-throughput, and its lack of base-pairing effects makes sequencing-based identification challenging. Here we developed a novel and robust mapping technique, i6A-seq, a method that utilizes antibody-mediated enrichment and iodine chemical labeling to generate a reverse transcription signature, enabling transcriptome-wide i6A detection. Our global mapping revealed hundreds of i6A sites in human and mouse mRNA, indicating its presence in this RNA species, with conserved isopentenylome features. These sites exhibit a typical consensus sequence, primarily in coding transcripts (CDS), preferentially within lysine codons. Consistent with its role in tRNA, tRNA-isopentenyltransferase (TRIT1) also appears to install i6A in mRNA. Manipulation of TRIT1 revealed that i6A regulates the expression of a subset of genes through mRNA decay, specifically those isopentenylated at the CDS and translated on ER-bound ribosomes. Importantly, DIS3 like 3'-5' exoribonuclease 2 (DIS3L2), an RNA exoribonuclease known to regulate ER-translated mRNA, was identified as the first i6A reader protein. Our findings introduce i6A as a new modified nucleotide that decorates mRNA, allowing us to decipher its regulatory roles in gene expression. This study not only establishes the presence and location of i6A in mRNA, but also uncovers its first functional mechanism. Similar to the knowledge accumulated on m6A, this work paves the way for further discoveries with potential relevance for understanding gene regulation, disease diagnosis, and therapy.", "date": "2025-11-27", "journal": ""}
{"title": "Role of the osaA transcription factor gene in development, secondary metabolism and virulence in the mycotoxigenic fungus Aspergillus flavus", "doi": "10.1101/2025.11.26.690797", "authors": "Hossain, F. E.; Dabholkar, A.; Lohmar, J. M.; Lebar, M. D.; Mack, B. M.; Calvo, A. M.", "abstract": "Aspergillus flavus colonizes oil-seed crops contaminating them with aflatoxins, highly carcino-genic mycotoxins that cause severe health and economic losses. Genetic studies may reveal new targets for effective control strategies. Here we characterized a putative WOPR transcription factor gene, osaA, in A. flavus. Our results revealed that osaA regulates conidiation and sclerotial formation. Importantly, deletion of osaA reduces aflatoxin B1 production, while, unexpectedly, transcriptome analysis indicated upregulation of aflatoxin biosynthetic genes, suggesting post-transcriptional or cofactor-mediated regulation. Cyclopiazonic acid production also de-creased in absence of osaA. In addition, the osaA mutant exhibited upregulation of genes in the imizoquin and aspirochlorine clusters. Moreover, osaA is indispensable for normal seed coloni-zation; deletion of osaA significantly reduced fungal burden in corn kernels. Aflatoxin content in seeds also decreased in the absence of osaA. Furthermore, deletion of osaA caused a reduction in cell-wall chitin content, as well as alterations in oxidative stress sensitivity, which could in part contribute to the observed reduction in pathogenicity. Additionally, promoter analysis of osaA-dependent genes indicated potential interactions with stress-responsive regulators, indi-cated by an enrichment in Sko1 and Cst6 binding motifs. Understanding the osaA regulatory scope provides insight into fungal biology and identifies potential targets for controlling aflatoxin contamination and pathogenicity.", "date": "2025-11-27", "journal": ""}
{"title": "Linear Z-line-like alignment of capping protein in obliquely striated muscle of the nematode C. elegans suggests that dense bodies are not equivalent to Z-lines", "doi": "10.1101/2025.11.24.690283", "authors": "Ono, S.; Nickoloff-Bybel, E.; Kurimaru, K.; Ono, K.", "abstract": "Many invertebrates have obliquely striated muscles, in which neighboring thin and thick filaments are staggered and aligned in an oblique manner. This type of muscle allows force production over a wide range of lengths and is beneficial for soft-bodied animals. Unlike cross-striated muscles of vertebrates, most of obliquely striated muscles lack distinct Z-lines and, instead, have dense bodies. Because the dense bodies are located in the middle of the I-bands and contain -actinin, the dogma is that dense bodies are equivalent to the Z-lines anchoring the actin barbed ends. However, we present evidence that the barbed ends of sarcomeric actin filaments in the nematode Caenorhabditis elegans body wall muscle are aligned in a linear Z-line-like arrangement without converging at the dense bodies. Colocalization of F-actin and ATN-1/-actinin was minimal. Furthermore, CAP-1, an -subunit of capping protein/CapZ, was linearly aligned in the middle of the I-bands without concentration at the dense bodies. This linear CAP-1 alignment was maintained in the absence of ATN-1. These results demonstrate that the actin barbed ends are not directly anchored to the dense bodies. Depletion of the capping protein subunit, CAP-1 or CAP-2, caused embryonic or larval lethality with severe actin disorganization in the body wall muscle, indicating that barbed-end regulation by capping protein is essential for sarcomere assembly. These results contradict the current view of the sarcomere organization in C. elegans muscle and suggest a new model of a linear Z-line-like arrangement of actin barbed ends.", "date": "2025-11-27", "journal": ""}
{"title": "Chromatin priming and Hunchback recruitment integrate spatial and temporal cues in Drosophila neuroblasts", "doi": "10.1101/2025.11.25.690435", "authors": "Bhattacharya, A.; Rao, H.; Sen, S. Q.", "abstract": "Neural stem cells generate diverse cell types by integrating spatial and temporal cues to activate neuron-specific terminal selector (TS) genes. In Drosophila neuroblasts (NBs), spatial patterning sets lineage identity, while a temporal transcription factor (TTF) cascade sets birth order. Two proposed mechanisms could integrate these inputs. In direct regulation, spatial transcription factors (STFs) and TTFs co-occupy and activate TS enhancers within NBs. In epigenetic regulation, STFs first prime NB-specific chromatin, creating 'sites of integration' (SoIs) that later recruit TTFs. We test this in two identified NBs -- NB5-6 and NB7-4 -- and their candidate STFs, Gooseberry (Gsb) and Engrailed (En), together with the first TTF, Hunchback (Hb). In NB5-6, Gsb is expressed transiently, suggesting a chromatin-based memory of its activity. In NB7-4, En expression persists throughout development so integration could either be epigenetic or direct. We used chromatin engagement by the STFs as the discriminator between these models. If integration is epigenetic, the STF must engage less-accessible chromatin to establish NB-specific SoIs; if regulation is direct, the STF need not. We find that En binds only to pre-accessible loci in NB7-4 and En+Hb co-binding marks the most accessible enhancers. This suggests that NB7-4 likely relies on an unknown priming factor to establish SoIs, with direct En-Hb co-binding mediating enhancer activation. In NB5-6, Gsb binds both open and less-accessible chromatin and Gsb+Hb co-binding marks the most accessible enhancers. When ectopically expressed, Gsb remodels chromatin globally in the non-cognate NB7-4, and at endogenous NB7-4-SoIs, it specifically reduces accessibility as well as Hb binding. This suggests that in NB5-6 Gsb likely acts together with other NB5-6-specific factors to recognize less-accessible chromatin and to promote Hb recruitment while restricting Hb occupancy to appropriate enhancers. Together these findings support a unified two-step model: NB-specific combinations of TFs -- each NB's \"STF code\" -- first prime chromatin and then recruit and restrict Hb to ensure lineage-specific enhancer activation.", "date": "2025-11-27", "journal": ""}
{"title": "Multi-stem-loop constrained library enables accelerated SELEX for aptamers with superior kinetics and affinity", "doi": "10.1101/2025.11.27.690911", "authors": "Wang, Q.; Zhao, Y.; Zhao, S.; Wu, A.; Hao, L.; Hong, T.; Hong, L.", "abstract": "Aptamers are single-stranded nucleic acids with ligand-binding capacity as cost-effective alternatives to antibodies. However, their utility is often undermined by the inherent conformational instability of single-stranded nucleic acids, which can compromise binding kinetics and final affinity. To overcome this critical limitation, we synthesized a novel primary library incorporating multiple inlaid stem-loop structures to enhance molecular stability and rigidity. This structural constraint dramatically accelerated the selection process, allowing us to isolate aptamer candidates with superior affinity in just three rounds of SELEX (Systematic Evolution of Ligands by EXponential enrichment), a significant reduction compared to conventional methodologies. Critically, the resulting aptamer demonstrated higher affinity and faster binding kinetics compared to previously reported sequences, which directly validate our hypothesis that structural stabilization leads to high-performance aptamers. This methodology, which integrated rational conformational constraint with a high-throughput selection process, offered a generalizable strategy to efficiently select aptamers with excellent kinetic and thermodynamic performance for demanding applications such as continuous, real-time ligand detection.", "date": "2025-11-27", "journal": ""}
{"title": "Effects of cell growth and temperature on mitochondrial physiology of Drosophila melanogaster embryonic cell line", "doi": "10.1101/2025.11.25.690158", "authors": "Rosa, R. S.; Mendonca, A. P. M.; Oliveira, M. P.; Carvalho, D. B.; Vazquez, L.; Oliveira, M.", "abstract": "The fruit fly Drosophila melanogaster is a valuable model for studying cellular and metabolic processes conserved with mammals. Using its embryonic Schneider S2 cell line, commonly used for heterologous protein expression, we investigated how culture duration and slight temperature changes affect mitochondrial physiology via high-resolution respirometry. We assessed five mitochondrial bioenergetic parameters and two coupling parameters at early and late growth phases, and at two temperatures (26{degrees}C and 28{degrees}C). We observed that a moderate temperature increase coupled with late growth phase synergistically enhanced basal, OXPHOS, and leak respiration, with only minor impacts on mitochondrial coupling efficiency. Notably, spare and maximal respiratory capacities increased disproportionately with either cell growth progression or moderate temperature rise, suggestive of enhanced mitochondrial biogenesis. These results demonstrate that small temperature increases and cell maturation activate mitochondrial bioenergetic capacity through mechanisms consistent with mitochondrial biogenesis and functional remodeling. Such adaptations improve cellular metabolic resilience while maintaining energy conversion efficiency. These findings deepen understanding of mitochondrial plasticity in response to environmental and developmental signals. They may inform strategies to optimize mitochondrial physiology in various biological contexts, including aging, metabolic diseases, and stress adaptation.", "date": "2025-11-27", "journal": ""}
{"title": "Topological adaptation of heliorhodopsins enables exogenous second-antenna acquisition in monoderm phototrophs", "doi": "10.1101/2025.11.27.691015", "authors": "Kornilov, D.; Bukhdruker, S.; Astashkin, R.; Tsybrov, F.; Shevtsov, M.; Bukhalovich, S.; Ivashchenko, S.; Mikhailov, A.; Zinovev, E.; Golybev, V.; Ryzhykau, Y.; Vlasov, A.; Rulev, M.; Borshchevskiy, V.; Kuzmichev, P.; Bamberg, E.; Gordeliy, V.", "abstract": "Heliorhodopsins (HeRs), the third rhodopsin family, are characterized by inverted membrane topology and confinement to monoderm organisms, yet their biological meaning has so far remained a mystery. We report the first crystal structure of a eukaryotic HeR, supported by structural modeling and comparative analyses across all domains of life. A conserved carotenoid-binding site, reminiscent of secondary antennae in some microbial rhodopsins, is identified and found to be common among HeRs. We show that inverted topology allows recruitment of exogenous xanthophylls, inaccessible in diderm cells, explaining HeRs' distinctive orientation and distribution. These findings reveal a previously unrecognized light-harvesting mechanism of HeRs, expand the known repertoire of microbial phototrophy, and suggest evolutionary constraints linking membrane topology to environmental metabolite accessibility.", "date": "2025-11-27", "journal": ""}
{"title": "Design to Data for mutants of β-glucosidase B from Paenibacillus polymyxa: N160L, N160S, N160C, N160M, N160G", "doi": "10.1101/2025.11.24.690255", "authors": "Li, N.; Vater, A.; Siegel, J. B.", "abstract": "Protein design is advancing toward quantitative modeling of enzyme function and stability. However, progress remains limited by the scarcity of standardized experimental datasets for training and benchmarking computational models. The Design to Data (D2D) program addresses this need by generating harmonized measurements of catalytic and stability parameters across an extensive {beta}-glucosidase B (BglB) variant library. Here, we expand the D2D dataset with kinetic and thermal characterization of five single-point BglB variants and the wild-type (WT), including soluble expression, Michaelis-Menten constants (kcat , KM , and kcat/KM), and melting temperature (TM). Foldit Standalone was used to model the structural effects of the mutations. In this study, a weak but consistent association between Foldit total system energy (TSE) and TM was observed, suggesting local energetic effects that may influence stability. Together with the broader D2D corpus, these data enhance the functional mapping of BglB and provide model-ready benchmarks for developing and evaluating data-driven predictors of enzyme activity and stability.", "date": "2025-11-27", "journal": ""}
{"title": "Reliable Identification of Homodimers Using AlphaFold", "doi": "10.1101/2025.11.27.691011", "authors": "Danielsson, S. N.; Elofsson, A.", "abstract": "Motivation: Protein-protein interactions are central for understanding biological processes. The ability to predict interaction partners is extremely valuable for avoiding costly, time-consuming experiments. It has been shown that AlphaFold has an unsurpassed ability to accurately evaluate interacting protein pairs. However, a protein can also form homomeric interactions, i.e. interact with itself. Results: We found that AlphaFold yielded a significantly higher false-positive rate for identifying homodimers than for heterodimers. True Positive Rate (TPR) at 1% False Positive Rate (FPR) drops from 63% for heterodimers to 18% for homodimers. When we investigated the high-scoring false positives, i.e., non-homodimers with high AlphaFold scores when predicted as such, we found that their homologs were enriched for homomultimeric proteins. Using a simple logistic regression model that combines AlphaFold scores with structural and homology information, we increased the TPR (at 1% FPR) to 42 +/- 8% (5-fold cross-validation) from 19%. If we excluded the homology information, we achieved a TPR of 28 +/- 7%, which is still better than using AlphaFold metrics. Availability and implementation: All data are available from Zenodo DOI:\\10.5281/zenodo.17738668 and all code from https://github.com/SarahND97/alphafold-homodimers", "date": "2025-11-27", "journal": ""}
{"title": "Slab-PTM: A Coarse-Grained Force Field Parameter Patch for Modeling Post-Translational Modification Effects on Biomolecular Condensates", "doi": "10.1101/2025.11.24.690320", "authors": "Mu, J.; Lai, L.", "abstract": "Intrinsically disordered proteins (IDPs) play crucial roles in biomolecular condensate formation. While molecular dynamics simulations employing coarse-grained models have emerged as useful tools for studying IDP phase behavior, current force-field parameterizations remain limited in their ability to simulate post-translational modifications (PTMs), which are the critical regulatory elements of IDP involved condensation with profound biological implications. To address this gap, we developed interaction parameters for five common PTM types: phosphorylated serine (pSer), threonine (pThr), and tyrosine (pTyr); acetylated lysine (AcLys); and asymmetric dimethylarginine (aDMA). Using all-atom umbrella sampling simulations, we computed residue-specific potentials of mean force (PMFs) between modified and canonical amino acids. These PMF-derived parameters were systematically integrated into the established slab-geometry coarse-grained models (CALVADOS and Mpipi) via an additive module termed as Slab-PTM. Benchmark simulations demonstrate that Slab-PTM accurately captures the effects of PTMs on IDP phase behavior while remaining fully compatible with existing LLPS simulation frameworks. In addition, Slab-PTM enables the identification of molecular grammar elements through which PTMs modulate IDP-driven phase separation.", "date": "2025-11-27", "journal": ""}
{"title": "Inorganic pyrophosphate disrupts amorphous hydrated bone mineral interfaces in hypophosphatasia", "doi": "10.1101/2025.11.24.689921", "authors": "Dillon, S.; Armiger, A.; Murgoci, A.; Skingle, L.; Tabegna, F. G. A.; McDonald, S.; Mumm, S.; Whyte, M. P.; Garton, M.; Poole, K. E. S.; Duer, M. J.", "abstract": "Bone mineral molecular architecture is tightly regulated by the kinetics of calcium phosphate phase transformations. In the rare skeletal disease hypophosphatasia (HPP), caused by inactivating mutations in the ALPL gene encoding tissue-nonspecific alkaline phosphatase (TNSALP), accumulation of inorganic pyrophosphate (PPi) alters these phase dynamics. Using solid-state nuclear magnetic resonance spectroscopy and high-resolution electron microscopy, in patient samples we show that bone mineral from compound heterozygous HPP patients exhibits a loss of hydrated amorphous interfacial phases and instead contains highly crystalline hydroxyapatite (HAP), correlating with abnormally high bone mineral density and brittle atypical femoral fractures. Synthetic and cellular models demonstrate that elevated PPi impedes normal phase transitions from amorphous calcium phosphate precursors, bypassing intermediate states and driving ordered HAP nucleation. These findings link disrupted mineral phase kinetics to pathological bone mineral molecular structure, emphasising the critical importance of the hydrated amorphous shell around bone mineral for its material properties and redefining HPP as a molecular mineralization disorder. Our findings also illustrate how biochemical cues regulate non-equilibrium crystallization pathways in biomineralization.", "date": "2025-11-27", "journal": ""}
{"title": "Photocaged chloroquine derivatives for the light-dependent inhibition of autophagy in cancer stem cells", "doi": "10.1101/2025.11.24.690081", "authors": "Alonso-Manresa, S.; Serra, C.; Munoz, L.; Bataller, M.; Garcia-Mayea, Y.; Pajarin, M. E. L.; Prats, B. G.; Zamora, S. M.; Riascos, Z. V. D.; Llebaria, A.; Josa-Cullere, L.", "abstract": "Chloroquine (CQ) and hydroxychloroquine (HCQ) inhibit autophagy and have shown promise as adjuvant anticancer agents, particularly for targeting therapy-resistant cancer stem cells (CSCs). However, their clinical utility is limited by systemic toxicity and poor tumour selectivity. Here we report the design, synthesis, and photochemical evaluation of [7-(diethylamino)coumarin-4-yl]methyl (DEACM)-caged CQ and HCQ derivatives as visible-light-activated autophagy inhibitors. Selective caging of the aliphatic amine fully suppressed biological activity in the dark and enabled rapid, efficient release of the parent drugs upon illumination. The lead compound 1C displayed robust light-dependent cytotoxicity across multiple cancer cell lines and, upon photoactivation, recapitulated CQ's effects on LC3-II accumulation. In CSC-enriched tumourspheres, illumination of 1C completely abolished spheroid formation, demonstrating precise spatiotemporal control of stemness suppression. Importantly, ex vivo and in vivo studies confirmed that visible light penetrates tumour tissue sufficiently to activate 1C and release CQ within the tumour. These findings establish the first proof of concept for light-controlled autophagy inhibition and provide a blueprint for spatiotemporally confined anticancer therapies based on photopharmacological modulation of CSCs.", "date": "2025-11-27", "journal": ""}
{"title": "Rapid and accurate quantification of viable Listeria monocytogenes with clonal specificity using microfluidic droplet digital PCR based technology", "doi": "10.1101/2025.11.27.690673", "authors": "Song, C.; Gao, Z.; Cai, G.; Yu, Y.; Ding, R.; Feng, S.; Liu, Y.", "abstract": "To overcome the technical bottlenecks in the precise quantification and molecular typing of viable foodborne pathogens, this study establishes a microfluidic droplet digital PCR (ddPCR) based method for rapid and accurate detection and quantification of viable Listeria monocytogenes with clonal specificity. In contrast to the time-consuming plate culture methods and unspecific rapid detection methods, the method in this study employs clonal complex (CC) specific primers and probe for strain-specificity and integrate the nucleic acid dye propidium monoazide (PMA) to effectively distinguish viable from dead bacteria. The rapid and precise quantification of viable bacteria is achieved through microdroplet counting. This method does not require DNA extraction, and the entire detection process takes only about 3 hours, with a quantitative detection limit of 3.3 x 10 2 CFU/mL, providing strong technical support for the risk monitoring of highly pathogenic specific types of L. monocytogenes.", "date": "2025-11-27", "journal": ""}
{"title": "Acoziborole resistance associated mutations in trypanosome CPSF3", "doi": "10.1101/2025.11.26.690711", "authors": "Ridgway, M.; Novotna, M.; Mendoza-Martinez, C.; Tinti, M.; Altmann, S.; Sloan, G.; Horn, D.", "abstract": "Acoziborole is a safe, single dose, oral therapy, for treatment of both early and late-stage sleeping sickness, a deadly disease caused by African trypanosomes. Other benzoxaboroles show efficacy against other trypanosomatids, apicomplexans, fungi, bacteria, and viruses. Acoziborole targets the trypanosome pre-mRNA processing endonuclease, cleavage and polyadenylation specificity factor 3 (CPSF3), and triggers CPSF3 degradation, but it remains unclear whether additional mechanisms contribute to efficacy. We used oligo targeting for site saturation mutagenesis of the native CPSF3 gene. Among >1,500 edits around the putative drug binding site, only Asn232His edits conferred moderate resistance to acoziborole. Using a novel combinatorial oligo targeting method we edited multiple sites simultaneously, including sites that differ in human CPSF3, and found that an Asn232His, Tyr383Phe, Asn448Gln triple-mutant strain was >40-fold resistant to acoziborole. We used gene tagging to show that all three edits were on the same allele, and to show that triple-mutant CPSF3 was highly resistant to rapid acoziborole and proteasome-dependent degradation. Computational modelling revealed how the combinatorial mutations can disrupt acoziborole - CPSF3 interactions by introducing steric clash and by disrupting hydrophobic and water-mediated interactions. We conclude that acoziborole safety and efficacy can be explained by selective affinity for, and rapid turnover of, trypanosome CPSF3.", "date": "2025-11-27", "journal": ""}
{"title": "Cell heterogeneity contributes to the variable response of HIV-1 to latency reversing agents", "doi": "10.1101/2025.11.26.690455", "authors": "Topno, R. K.; Karaki, H.; Mazzarda, F.; Pourcelot, O.; Philippe, M.; Zibara, K.; Radulescu, O.; Bertrand, E.", "abstract": "Transcriptional noise contributes to gene expression variability, but its origin and impact in HIV-1 latency remain incompletely characterized. Here, we combine a dual-copy MS2-tagging system with novel mathematical analysis to investigate the variability of HIV-1 transcription in live cells. In the basal state, the transcriptional activity of proviruses located in the same cell was uncorrelated, indicating that expression variability primarily comes from the intrinsic stochasticity of promoter dynamics. Upon stimulation with diverse latency-reversing agents, viral transcription became more correlated within cells than across them, revealing a shift from promoter-driven to cell state-driven variability. Analysis of the molecular drug targets confirmed variable effects across cells. Our findings indicates that cellular heterogeneity shapes the response to latency reversing agents and demonstrate how quantitative tools can dissect noise sources. This work offers mechanistic insights into HIV-1 latency and informs strategies to target the latent viral reservoir.", "date": "2025-11-27", "journal": ""}
{"title": "Long-range mRNA folding shapes expression and sequence of bacterial genes", "doi": "10.1101/2025.11.27.690947", "authors": "Gill, M. S.; Kim, I. A.; Xue, J. R.; Thappeta, Y.; Taggart, J. C.; Li, G.-W.", "abstract": "Accessibility of the ribosome binding site (RBS) plays an outsized role in bacterial mRNA decay and translation. Antagonistic mRNA sequences that reduce accessibility and regulate expression have been widely documented near the RBS. To determine whether such sequences are also the primary effectors of expression when placed far from the RBS, we measured impacts of all possible 8-nucleotide substitutions (65,536 variants) at different positions in mRNA in Bacillus subtilis. While the vast majority of substitutions negligibly affect RNA levels, pyrimidine-rich substitutions resembling the anti-Shine-Dalgarno (aSD) sequence exhibit strong inhibitory effects. Even several hundred nucleotides downstream of the RBS, these aSD-like sequences base-pair with the RBS, promote RNA decay, and inhibit translation initiation. We find aSD-like sequences to be depleted throughout endogenous genes, likely due to selective pressure for expression. Taken together, our findings reveal widespread long-range RNA intramolecular interactions in vivo and uncover a key constraint on gene sequence evolution.", "date": "2025-11-27", "journal": ""}
{"title": "An unprecedented DNA recognition-mimicry switch governs induction in arbitrium phages", "doi": "10.1101/2025.11.27.690993", "authors": "Chmielowska, C.; Zamora-Caballero, S.; Mancheno-Bonillo, J.; Li, Y.; Sin, D.; Borenstein, T.; Bendori, S. O.; Eldar, A.; Marina, A.; Penades, J.", "abstract": "Temperate phages integrate multiple information sources to regulate lysis-lysogeny transitions. SPBeta-like phages use arbitrium signalling and DNA damage to control repressor activity during lytic induction, but how the repressor functions and is inactivated by the SOS response remains unclear. Here, we show that SroF, the SPBeta-like phage repressor, binds DNA via a novel mechanism involving its integrase-like fold, enabling stable prophage repression. Upon DNA damage, the host SOS response triggers derepression of a newly identified antirepressor, Sar. Sar binds SroF by mimicking the DNA structure recognised by the repressor, inactivating its function and inducing phage. This mechanism is conserved across SP{beta}-like phages, which encode multiple, specific SroF-Sar pairs. Surprisingly, repressor inactivation alone is insufficient for induction when arbitrium levels are high. Our results uncover the mechanism underlying the double layer of control that ensures phage induction occurs only under SOS conditions and in the absence of neighbouring prophages.", "date": "2025-11-27", "journal": ""}
{"title": "Ferrapoptosis: Discovery of a Hybrid Programmed Cell Death", "doi": "10.1101/2025.11.25.690347", "authors": "Yang, Q.; Chen, Y.; Shen, Y.; Zhang, X.; Chen, X.; Zhao, X.; Yuan, R.; Li, M.; Xu, Y.; Lin, X.; Sun, Y.; Zuo, S.; Liu, X.; Li, Z.; Chen, Y.; Wang, S.; Lv, M.; Zhang, L.; Liang, W.; Chen, X.", "abstract": "Traditional taxonomies classify ferroptosis and apoptosis as distinct forms of regulated cell death. Here, we challenge this view by defining and validating a previously unrecognized neuronal death entity in traumatic brain injury (TBI), which we term \"Ferrapoptosis\". This hybrid mode of death is characterized by the coexistence of ferroptotic and apoptotic molecular and ultrastructural features within the same neuron, ultrastructural alterations that cannot be fully characterized by any known cell death modalities. By integrating single-cell transcriptomics with multi-layered functional assays, we show that Ferrapoptosis dominates in severe injury and the acute phase, and is critically driven by mitochondrial oxidative stress. Over time, its predominance is gradually replaced by death modes in which either ferroptosis or apoptosis alone becomes the major pathway. Genome-wide CRISPR screening further identifies Smg7 as a key regulator that synchronously activates both death programs to drive the hybrid phenotype, whereas genetic or viral inhibition of Smg7 reduces Ferrapoptosis and promotes neurological recovery after TBI in mice. Our work systematically delineates a previously unrecognized form of cell death and its pathogenetic mechanisms, providing experimental evidence to refine cell death classification, and suggesting a conceptual strategy for treating complex diseases such as TBI by targeting shared regulatory nodes.", "date": "2025-11-27", "journal": ""}
{"title": "A composition-matching algorithm, MatchIDR, identifies prion-like domains that localize to stress granules", "doi": "10.1101/2025.11.24.690216", "authors": "Cascarina, S. M.; Paul, K. R.; Ford, L. L.; Ross, E. D.", "abstract": "Intrinsically disordered regions (IDRs) play important molecular roles in cells even though they do not adopt a stable structure. Relative to structured regions, IDRs have skewed amino acid compositions favoring polar and charged amino acids. This feature is a major contributor to the biophysical behavior and in vivo activity of IDRs, but the relationship between composition and activity depends strongly on which amino acids are enriched within the IDRs. Here, we present a new search algorithm, MatchIDR, that takes as input one or more IDR sequences and finds the nearest compositional matches within a proteome. Using MatchIDR with both artificially designed and native yeast IDRs as query sequences, we successfully identify IDRs from multiple organisms that display predictable enrichment (or non-enrichment) within yeast stress granules. Our results demonstrate that composition-based proteome searches can be an effective strategy for identifying new IDRs with similar in vivo activities. MatchIDR is available at https://github.com/RossLabCSU/MatchIDR.", "date": "2025-11-27", "journal": ""}
{"title": "Structural Insights into Biased Signaling at Chemokine Receptor CCR7", "doi": "10.1101/2025.11.24.690334", "authors": "Tanaka, K.; Nishikawa, K.; Shiimura, Y.; Fujiyoshi, Y.; Tsutsumi, N.", "abstract": "CC chemokine receptor 7 (CCR7), which orchestrates adaptive immunity, exhibits a phenomenon known as biased agonism. CCL19 induces robust G protein signaling and {beta}-arrestin recruitment, leading to transient signaling. In contrast, CCL21 preferentially activates G protein pathways with minimal arrestin engagement, resulting in sustained signaling and differential functional outcomes. Here, we present the cryo-EM structures of the human CCR7-Gi complex with either CCL19 or CCL21. The structures reveal that while both engage a conserved orthosteric pocket, they adopt markedly distinct binding poses. Notably, the compact 30s loop of CCL21 inserts deeply into the receptor's extracellular vestibule, whereas the corresponding loop of CCL19 rests atop extracellular loop 2. Molecular dynamics simulations further reveal that these distinct binding modes induce differential intracellular dynamics, linked to the rotameric state of Y83. We demonstrate that CCL19 stabilizes a flexible conformational ensemble with a highly dynamic Helix 8, creating a lateral opening favorable for GPCR kinase engagement. Conversely, CCL21 restricts this flexibility, locking the receptor in a state that precludes kinase interaction while maintaining G protein coupling. These findings provide key insights into the structural basis of biased agonism at CCR7 and establish a foundation for rational design of pathway-selective immunomodulators.", "date": "2025-11-27", "journal": ""}
{"title": "Antibody Responses to Melanoma Helper Peptide Vaccines May Enhance Antigen Opsonization Through Formation of Immune Complexes and are Modulated by Vaccine Adjuvants", "doi": "10.1101/2025.11.24.690236", "authors": "Ashkani, E. G.; Dickinson, A. M.; Olson, W. C.; Taylor, J. J.; Slingluff, C. L.", "abstract": "Background: Vaccines targeting melanoma antigens can elicit CD8+ T cell responses, but a growing body of work suggests CD4+ T cells also play a role in tumor control. Induction of CD4+ cells may also support B cells in producing tumor antigen-specific antibodies (Abs). We investigated Abs induced by vaccination with a cocktail of six class II MHC-restricted melanoma peptides (6MHP) and the effect of adjuvant type on Ab isotypes. We hypothesized that the vaccines would induce Abs that respond to different epitopes on individual peptides and that IgG subclass distribution varies with different vaccine adjuvants. Methods: Sera from patients who received a 6MHP vaccine were evaluated with enzyme-linked immunosorbent assays to map epitopes for polyclonal Ab responses to synthetic melanoma peptides (n=8). IgG subclasses of Ab responses to 6MHP were assessed in patients who received one of 4 adjuvants (Incomplete Freund's Adjuvant (IFA) alone, IFA + polyICLC, IFA + systemic mCy, or IFA + polyICLC + systemic mCy) to characterize IgG subclass distribution (n=2-14). Comparisons were evaluated using a Mann-Whitney rank sum test. Results: Epitope mapping revealed that at least 50% of patients exhibiting Ab responses to melanoma peptides had responses to two or more epitopes on the same peptide, suggesting polyclonal antibody responses. Serum evaluation for IgG isotypes showed predominant induction of IgG1 and IgG3. Mean total IgG was highest when IFA and polyICLC were used in combination. Patients who received TLR3 agonist polyICLC had significantly higher concentrations of total IgG, IgG1, and IgG3 compared to patients who did not receive polyICLC. Conclusions: These findings suggest that vaccine-induced Abs may respond to multiple epitopes within the same peptide, which may support creation of large antigen-Ab complexes, with promise to facilitate antigen uptake and presentation. Abs were predominantly IgG1 and IgG3, which are optimal for binding complement and supporting Ab-dependent cellular cytotoxicity. The findings also show that adding polyICLC to IFA can significantly enhance Ab responses. Collectively, this work underscores the immunologic potential of peptide-induced Abs and the importance of adjuvant selection in cancer vaccine design.", "date": "2025-11-27", "journal": ""}
{"title": "Which are the most heat-tolerant animals? Insights from a Mediterranean lepismatid under thermal stress in the context of climate change", "doi": "10.1101/2025.11.25.690525", "authors": "Fernandez Vizcaino, E.; Molero-Baltanas, R.; Carbonell, J. A.; Gaju-Ricart, M.; Camacho, A.", "abstract": "Measuring behavioural and physiological thermal limits is crucial to understanding how they interact with the environment under a climate change scenario. We experimentally assessed the effects of acclimation on sequentially measured voluntary (VTmax), critical (CTmax), and upper thermal limit (UTL) limits in the Mediterranean silverfish Sceletolepisma guadianicum. Individuals were acclimated for six days at either 25{degrees}C (n=32) or 35{degrees}C (n=29) and heated at [~]0.5{degrees}C/min, and VTmax, CTmax, and lethal limits were recorded. S. guadianicum exhibited some of the highest thermal limits reported to date among terrestrial arthropods. VTmax showed limited (1.04{degrees}C) but statistically detectable plasticity, increasing with high acclimation temperature and heating rate, whereas CTmax rate and lethal limits remained unchanged. We provide hypotheses explaining the co-ocurrence of exceptional heat tolerance levels together with their reduced plasticity in this and other extremely heat-tolerant species.", "date": "2025-11-27", "journal": ""}