{"title": "Animacy semantic network supports implicit causal inferences about illness", "doi": "10.1101/2024.07.10.602983", "authors": "Hauptman, M.; Bedny, M.", "abstract": "Inferring the causes of illness is a culturally universal example of causal thinking. We tested the hypothesis that implicit causal inferences about biological processes (e.g., illness) depend on the animacy semantic network. Participants (n=20) undergoing fMRI read two-sentence vignettes that elicited causal inferences across sentences, either about the emergence of illness or about the mechanical breakdown of inanimate objects, in addition to noncausal control vignettes. All vignettes were about people and were linguistically matched. The same participants performed localizer tasks: language, logical reasoning, and mentalizing. Inferring illness causes, relative to all control conditions, selectively engaged a portion of the precuneus (PC) previously implicated in the semantic representation of animates (e.g., people, animals). Neural responses to causal inferences about illness were adjacent to but distinct from responses to mental state inferences, suggesting a neural mind/body distinction. We failed to find evidence for domain-general responses to causal inference. Implicit causal inferences are supported by content-specific semantic networks that encode causal knowledge.", "date": "2025-08-17", "journal": ""}
{"title": "Galvanin (TMEM154) is an electric-field sensor for directed cell migration", "doi": "10.1101/2024.09.23.614580", "authors": "Belliveau, N. M.; Footer, M. J.; Platenkamp, A.; Rodriguez, C.; Kim, H.; Prinz, C. K.; van Loon, A. P.; Lin, Y.; Eustis, T. E.; Chan, M. M.; Cohen, D. J.; Theriot, J. A.", "abstract": "Directed cell migration of immune and epithelial cells is critical for their rapid response to tissue injury or infection. Endogenous electric fields generated by disruption of the transepithelial potential across the skin have been postulated to play an important role in guiding cells to wound sites, though how individual cells sense these tissue-scale physical cues remains largely unknown. We have identified Galvanin (TMEM154), a previously uncharacterized single-pass transmembrane protein, as being required for electric-field-guided migration of individual rapidly moving cells. Galvanin functions in both immune and epithelial cell types. Upon exposure of cells to an electric field, Galvanin rapidly relocalizes to the anodal side of a cell, and the net charge on its extracellular domain is necessary and sufficient to drive this spatial relocalization. Furthermore, expression of Galvanin is sufficient to confer electric field-guided migration on otherwise non-responsive epithelial cells. In human neutrophils, we show that Galvanin relocalization is immediately followed by changes in the spatial pattern of cellular protrusion and retraction. The strong directional response of these cells is lost upon truncation of Galvanin's intracellular domain, suggesting that Galvanin acts as a direct sensor of the electric field, transducing spatial information about a cell's electrical environment to the intracellular migratory apparatus. This sensor relocalization mechanism of cell steering defines a new paradigm for directed cell migration.", "date": "2025-08-17", "journal": ""}
{"title": "2D, or not 2D? Investigating Vertical Signal Integrity of Tissue Slices", "doi": "10.1101/2025.01.13.632601", "authors": "Tiesmeyer, S.; Müller-Bötticher, N.; Malt, A.; Ma, L.; Marco Salas, S.; Kiessling, P.; Horn, P.; Guillot, A.; Kümmerle, L.; Tacke, F.; Theis, F. J.; Kuppe, C.; Nilsson, M.; Eils, R.; Long, B.; Ishaque, N.", "abstract": "Imaging-based spatially resolved transcriptomics can localize transcripts within tissue sections in 3D. Cell segmentation assigns transcripts to cells and precedes annotation of cell function. However, cell segmentation is usually performed in 2D, thus unable to deal with spatial doublets arising from overlapping cells, resulting in segmented cells containing transcripts originating from multiple cell types. Here we present a computational tool called ovrlpy that identifies overlapping cells, tissue folds, and inaccurate cell-segmentation by analyzing transcript localization in 3D.", "date": "2025-08-17", "journal": ""}
{"title": "Preemptive glycogen storage in granulosa cells powers avascular corpus luteum via glycogenolytic energy provision", "doi": "10.1101/2025.01.22.634063", "authors": "Liao, J.; Liu, Q.; Liu, C.; Liu, G.; Li, X.; Wang, X.; Wang, Y.; Liu, R.; Wu, H.; Shi, H.; Zhao, Y.; Ke, W.; Ran, Z.; Wu, Z.; Tan, B.; Wang, C.; Wang, Q.; Hua, G.; Zhang, S.; Xie, Q.; Liu, G.; He, C.", "abstract": "The corpus luteum (CL) arises from the luteinization of follicular granulosa cells (GCs) and theca cells, marked by rapid progesterone elevation and angiogenesis. Intriguingly, angiogenesis lags behind progesterone elevation, creating an avascular phase during which luteal cells must fuel intensive steroidogenesis without perfusion. How the avascular CL meets this energetic demand remains a mystery. Here, we reveal a novel cellular adaptive mechanism-GC energy storage (GCES)-that resolves this enigma. We demonstrate that upon luteinization initiation, GCs enter a metabolically quiescent state yet enhance glucose uptake via SLC2A1, converting the glucose into glycogen through the hCG (LH)-MAPK-RUNX1-Insulin signaling axis. Catabolism of this glycogen reserve supplies the energy required for the avascular CL, ensuring normal luteogenesis. GCES is evolutionarily conserved across species. Genetic or pharmacological disruption of GCES or glycogenolysis induces luteal insufficiency, whereas timely glucose administration enhances GCES, improving luteal function and optimize reproductive outcome in both mouse and ovine models. In human study, orally intake of glucose post-hCG significantly augments GCES and enhances progesterone production in women. These results advance luteal physiology by uncovering a universal reproductive principle with direct clinical implications.", "date": "2025-08-17", "journal": ""}
{"title": "Influence of duty-cycle recording on measuring bat activity in passive acoustic monitoring", "doi": "10.1101/2025.04.15.649046", "authors": "Krishna, A.; Lee, W.-J.", "abstract": "Echolocating bats provide vital ecosystem services and can be monitored effectively using passive acoustic monitoring (PAM) techniques. Duty-cycle subsampling is widely used to collect PAM data at regular ON/OFF cycles to circumvent battery and storage capacity constraints for long-term monitoring. However, the impact of duty-cycle subsampling and potential detector errors on estimating bat activity has not been systematically investigated for bats. Here, we simulate the influence of duty-cycle subsampling in measuring bat activity via three metrics - Call Rate (CR), Activity Index (AI), and Bout-Time Percentage (BTP) - using three months of continuous recordings spanning summer to fall in a temperate urban natural area. Our simulations show that subsampled bat activity estimates more accurately track true values when the listening ratio is high and the cycle length is low, when the true call activity is high, or when recorded calls have lower frequency content. Generally, among the three metrics, AI provides the best subsampling estimates and is robust against false negatives but sensitive to false positives, whereas BTP provides better temporal resolution compared to AI and is robust against both false positives and false negatives. Our results offer important insights into selecting sampling parameters and measurement metrics for long-term bat PAM.", "date": "2025-08-17", "journal": ""}
{"title": "Multispecies coexistence emerges from pairwise exclusions in communities with competitive hierarchy", "doi": "10.1101/2025.04.22.649899", "authors": "Miller, Z. R.; Max, D.", "abstract": "Competitive coexistence is often understood as an additive process where coexisting species pairs, triplets, etc. combine to form larger communities. However, emergent coexistence -- where multispecies persistence occurs without pairwise coexistence -- can arise through mechanisms including intransitive loops, facilitation, or higher-order interactions. Emergent coexistence has functional consequences, for example constraining community assembly and reducing robustness to extinctions. Here, we demonstrate that emergent coexistence can arise without intransitivity in competitive communities with pairwise interactions. First, we develop a simple trade-off model where interactions are competitive, transitive, and pairwise, yet coexistence is emergent. Second, we show that coexistence is typically emergent in well-known hierarchical trade-off models. Third, we find that emergent coexistence frequently occurs without pronounced intransitivity in random model communities. Our results suggest that competitive coexistence may often be emergent, highlighting a need to better understand the mechanisms and prevalence of this phenomenon in order to reliably predict community assembly, robustness, and biodiversity maintenance.", "date": "2025-08-17", "journal": ""}
{"title": "Packing of apolar amino acids is not a strong stabilizing force in transmembrane helix dimerization.", "doi": "10.1101/2025.04.26.649789", "authors": "Loiseau, G. J.; Senes, A.", "abstract": "The factors that stabilize the folding and oligomerization of membrane proteins are still not well understood. In particular, it remains unclear how the tight and complementary packing between apolar side chains observed in the core of membrane proteins contributes to their stability. Complementary packing is a necessary feature since packing defects are generally destabilizing for membrane proteins. The question is the extent by which packing of apolar side chains -- and the resulting van der Waals interactions -- are a sufficient driving force for stabilizing the interaction between transmembrane helices in the absence of hydrogen bonding and polar interactions. We addressed this question with an approach based on high-throughout protein design and the homodimerization of single-pass helices as the model system. We designed hundreds of transmembrane helix dimers mediated by apolar packing in the backbone configurations that are most commonly found in membrane proteins. We assessed the association propensity of the designs in the membrane of Escherichia coli and found that they were most often monomeric or, at best, weakly dimeric. Conversely, a set of controls designed in the backbone configuration of the GASright motif, which is mediated by weak hydrogen bonds, displayed significantly higher dimerization propensity. The data suggest that packing of apolar side chains and van der Waals interactions may be a relatively weak force in driving transmembrane helix dimerization, unless highly optimized. It also confirms that GASright is a special configuration for achieving stability in membrane proteins.", "date": "2025-08-17", "journal": ""}
{"title": "The influence of nucleus accumbens shell D1 and D2 neurons on outcome-specific Pavlovian instrumental transfer", "doi": "10.1101/2025.05.26.656228", "authors": "Soegyono, O.; Pepin, E.; Leung, B. K.; Chieng, B.; Balleine, B. W.; Laurent, V.", "abstract": "The nucleus accumbens shell (NAc-S) and its projections to the ventral pallidum (VP) are thought to be critical for stimulus-based decisions. The NAc-S is predominantly composed of spiny projection neurons (SPNs) that express either the dopamine D1 (D1-SPNs) or the dopamine D2 receptor (D2-SPNs). Yet, the role of these two neuronal subpopulations and their inputs to the VP in stimulus-based decisions remains unknown. Here, we used optogenetics in female and male knock-in rats to selectively silence D1- or D2-SPNs and their projections to the VP at a time when the rats were required to use predictive stimuli to choose between two instrumental actions. Silencing either population of NAc-S SPNs disrupted choice. Silencing NAc-S D1-SPNs terminals in the VP also disrupted choice. However, choice was left intact by silencing NAc-S D2-SPNs terminals in the VP. Together, these findings provide novel insights into the cellular mechanisms and circuitry underlying stimulus-based decisions. We discuss how these insights are consistent with a recent model proposing that these decisions are controlled by an opioid-based memory system residing in the NAc-S.", "date": "2025-08-17", "journal": ""}
{"title": "Non-conscious Multisensory Integration in the Ventriloquist Effect", "doi": "10.1101/2025.06.01.657322", "authors": "Turkovich, E.; Sankaran, S.; Dou, W.; Samaha, J.", "abstract": "The degree to which information from distinct sensory modalities can interact in the absence of conscious awareness remains controversial. According to the Global Neuronal Workspace Theory (GNWT), unconscious sensory information remains relatively confined to sensory cortex and should not be capable of interacting with other modalities until it is broadcast into the (conscious) global workspace comprising late (>250ms) frontal-parietal activation. The ventriloquist effect is a classical multisensory integration phenomenon that refers to the misperception of sound location towards concurrent visual stimulation, such as perceiving the voice of a ventriloquist actor as coming from the moving dummy. Here we used meta-contrast masking to render a brief flash stimulus non-conscious while 30 participants (male, female, and non-binary) performed a sound localization task. We found that, despite being subjectively invisible and at chance at discriminating the flash location, participants were nevertheless biased to localize sounds towards the unconscious flash locations. The effect was present in virtually all participants, was nearly as large as the effect on conscious trials, and was robust to controls for individual differences in task performance. Decoding and ERP analyses of concurrently recorded EEG signals showed that the non-conscious flash location information was present up until around 220ms but not after; suggesting that the visual influence on sound perception may have occurred before conscious broadcast. In support of this, early decoding accuracy on non-conscious trials predicted individual variation in the size of the unconscious ventriloquist effect. Our findings suggest that subjective perception is not required for the integration of signals originating in distinct sensory modalities prompting new questions about the role of subjective perception in multisensory integration.", "date": "2025-08-17", "journal": ""}
{"title": "Adaptative and ancient co-evolution of integrons with Xanthomonas genomes", "doi": "10.1101/2025.06.18.660453", "authors": "Colombi, E.; Ghaly, T. M.; Rajabal, V.; Elbourne, L. D. H.; Gillings, M. R.; Tetu, S. G.", "abstract": "Integrons are genetic elements that facilitate gene acquisition. They have been extensively studied in clinical bacteria, but their evolutionary role in phytopathogens remains underexplored. Here, we analysed complete genomes of Xanthomonas species to investigate the origin, distribution, and functional dynamics of integrons in this genus. We found that 93% of genomes harboured integrons. The integron-integrase gene intI was predominantly located downstream of ilvD, indicating an ancestral acquisition of integrons, predating diversification within the genus. Phylogenetic analyses support vertical inheritance of intI, with the exception of rare horizontal gene transfer events, notably in X. arboricola. Despite their widespread presence, full-length intI genes and active integron platforms are only retained in some species, especially X. campestris, which shows high integron gene cassette variability and functional integron activity. In contrast, species such as X. cissicola and X. phaseoli exhibit widespread intI inactivation, likely occurring early in their divergence, leading to more stable cassette arrays and conserved integron-associated phenotypes. The number and diversity of genes within cassette arrays varied significantly by species and, to a lesser extent, by the ecological context of plant host cultivation. While most cassettes encoded proteins without a known function, those with annotated roles were associated with stress response mechanism, competitive exclusion, and plant-associated functions. Together, our findings demonstrate that integrons in Xanthomonas likely originated from a single ancient acquisition event, preceding genus-wide speciation, and have co-evolved with Xanthomonas pathovars as they adapted to distinct plant hosts.", "date": "2025-08-17", "journal": ""}
{"title": "Protein structure alignment significance is often exaggerated", "doi": "10.1101/2025.07.17.665375", "authors": "Edgar, R. C.; Sahakyan, H.", "abstract": "Machine learning has generated millions of high-quality predicted protein structures, creating a need for computationally efficient structure search algorithms and robust estimates of statistical significance at this scale. We show that unrelated proteins have a universal tendency towards convergent evolution of secondary and tertiary motifs, causing an excess of high-scoring false positive alignments. We investigate popular structure search and alignment algorithms, finding that previous methods routinely overestimate significance by up to six orders of magnitude. To address these issues, and to accommodate recent innovations in search algorithm design, we describe a novel method for estimating statistical significance. We show that its E-values are accurate, scale successfully with database size, and are robust against the (generally unknown) diversity of folds in the database. We implement our approach in an online structure search service based on Reseek at https://reseek.online.", "date": "2025-08-17", "journal": ""}
{"title": "Super-pangenome analysis of 3562 human and animal papillomavirus isolates illuminates their genome and pathogenicity evolution", "doi": "10.1101/2025.07.20.664904", "authors": "Li, H.; Chen, J.; Zhang, X.; Zhang, X.; Yang, L.; Ding, Y.; Chen, C.; Shuai, Y.; Song, M.; Liu, J.; Feng, L.; Li, J.; Yue, J.-X.", "abstract": "Papillomaviruses (PVs) are groups of ubiquitous DNA viruses infecting a wide range of vertebrate hosts, including human. The infection of some human PVs (i.e., HPVs) are strongly associated with cancers, but it remains elusive how such pathogenicity evolved at the genomic level. Here we performed a super-pangenome analysis on a compendium of well-curated 3562 human and animal PV genomes. We found their global genomic diversity being strongly associated with their body sites and tissue origins, but not with their host, geographical, or disease specificity. By reconciling time-resolved phylogenies of PVs and their hosts, we revealed a high-resolution view on how virus-host cospeciation, horizontal host switches, and duplication/loss turnovers collectively shaped the evolution of PVs. We identified key selection-driven mutations that defined the genus-specific divergence of PVs, with those underlying the rise of Alpha-PVs highly enriched in the N-terminal domain of E1 gene. Especially, we identified a group of risk-defining variant sites showing contrasting genotypes between low-risk and high-risk HPVs. With four independent PV genome cohorts, we further validated their high sensitivity and specificity on HPV risk classification even at single site level, underscoring their application values in large-scale HPV screening tests. Finally, with cervical and oropharyngeal cancer patient cohorts assembled by this study, we also evaluated the prognostic value of specific HPV16 variants in predicting patient survival. Taken together, such illumination on the genome and pathogenicity evolution of PVs paves the road for better prevention, control, and treatment of PV-related cancers.", "date": "2025-08-17", "journal": ""}
{"title": "DNA Conformational Flexibility Descriptors Improve Transcription Factor Binding Prediction Across the Protein Families", "doi": "10.1101/2025.07.20.665724", "authors": "Dey, U.; Yella, V. R.; Kumar, A.", "abstract": "Precise binding of transcription factors (TFs) to specific DNA sequences is fundamental to gene regulation, yet the molecular principles underpinning TF-DNA specificity remain incompletely understood. While nucleotide sequence and DNA shape are known determinants of TF binding, the role of DNA flexibility encompassing axial, torsional, and stretching dynamics remains largely unexplored, particularly across diverse TF families. Here, we systematically integrate experimentally and computationally derived DNA flexibility descriptors into predictive models of TF-DNA binding specificity. Through extensive analyses of large-scale in vitro datasets from HT-SELEX, SELEX-Seq, protein binding microarrays encompassing mammalian and Drosophila TFs, we demonstrate that flexibility-augmented models consistently outperform sequence based models, and DNA shape augmented models to an extent. These improvements are robust across diverse experimental platforms, and scale of the datasets, underscoring the importance of DNA conformational dynamics in indirect readout. Quantitative analyses of position-specific flexibility contributions reveal distinct \"flexibility hotspots\" within transcription factor binding sites and their flanking regions. This is exemplified by structural insights into the homeodomain TF MSX1, where localized DNA bendability directly correlates with enhanced binding affinity and precise recognition specificity. Finally, leveraging in vivo ChIP-Seq and DNase-Seq data from ENCODE, we further validate that DNA flexibility substantially enhances the identification of functional TF binding sites across various TF families and cellular contexts. Collectively, current findings substantiate DNA flexibility as a fundamental element of the cis-regulatory code and significantly advancing predictive frameworks of gene regulatory networks.", "date": "2025-08-17", "journal": ""}
{"title": "Multi-objective Evaluation and Optimization of Stochastic Gradient Boosting Machines for Genomic Prediction and Selection in Wheat (Triticum aestivum) Breeding", "doi": "10.1101/2025.07.24.665873", "authors": "Munroe, H. N.; Osatohanmwen, B. E.; Sharifi, R.", "abstract": "Machine learning (ML) models with stochastic and non-deterministic characteristics are increasingly used for genomic prediction in plant breeding, but evaluation often neglects important aspects like prediction stability and ranking performance. This study addresses this gap by evaluating how two hyperparameters of a Gradient Boosting Machine (GBM), learning rate (v) and boosting rounds (ntrees), impact stability and multi-objective predictive performance for cross-season, cross-environment prediction in a MAGIC wheat population. Using a grid search of 36 parameter combinations, we evaluated four agronomic traits with a comprehensive suite of metrics: Pearson's r, Area Under the Curve (AUC), Normalized Discounted Cumulative Gain (NDCG), and the Intraclass Correlation Coefficient (ICC) and Fleiss' {kappa} for stability. Our findings demonstrate that a low learning rate combined with a high number of boosting rounds substantially improves prediction stability (ICC > 0.98) and selection stability (Fleiss Kappa > 0.80), while reducing train-test performance gaps. This combination produced concurrent improvements for predictive accuracy (r) and ranking efficiency (NDCG), though optimal settings were trait-dependent. Conversely, classification accuracy (AUC) was poor and performed relatively better with higher learning rates, revealing a conflict in optimization hyperparameters. Despite moderate Pearson's r and poor AUC in this challenging cross-season, cross-environment prediction scenario, NDCG remained high (> 0.85), indicating strong ability to rank top-performing entries. Ultimately, prioritizing stability when tuning GBMs effectively yields reproducible cross-environment predictions with improved accuracy and top-end ranking performance.", "date": "2025-08-17", "journal": ""}
{"title": "Mapping the Inter- and Intra-genic Codon Usage Landscape in Homo sapiens", "doi": "10.1101/2025.07.27.667039", "authors": "Arshad, M.; Uchmanowicz, M.; Rana, V.; Trost, B. W.; Scherer, S.; Rafiq, M. A.", "abstract": "The redundancy of the genetic code permits multiple codons to specify a single amino acid, but codon selection is far from random and reflects underlying functional significance. Most lifeforms exhibit the phenomenon of codon usage bias, where the usage of certain codons is favored over others and hence used more often throughout the genome. Codon bias is thought to provide a layer of post-transcriptional regulation that shapes mRNA stability, translation kinetics and co-translational protein folding. Despite extensive characterization of codon bias in bacteria, viruses and various model organisms, its prevalence and functional consequences remain understudied in humans. Accordingly, this study seeks to (1) characterize the genome-wide distribution of key codon bias metrics in humans, (2) investigate how codon usage correlates with protein structural features, and (3) assess whether genes with exceptionally restricted codon repertoires are selectively constrained against synonymous mutations. Our study finds that codon usage bias is pronounced in structured protein domains relative to intrinsically disordered regions (IDRs) (Cliffs = 0.26; p < 2.2); that the most frequently used codons are supported by higher tRNA gene copy numbers (p < 0.05); and that genes exhibiting extreme codon bias (high ENC) harbor significantly fewer synonymous variants than expected (r = 0.28, p < 2.2). Collectively, our findings position codon usage bias as a central, evolutionarily conserved regulator of translational efficiency, protein folding, and genomic integrity in humans. This offers a new framework for interpreting synonymous variation and guiding future efforts in functional genomics.", "date": "2025-08-17", "journal": ""}
{"title": "Mapping the Inter- and Intra-genic Codon Usage Landscape in Homo sapiens", "doi": "10.1101/2025.07.27.667039", "authors": "Arshad, M.; Uchmanowicz, M.; Rana, V.; Trost, B.; Scherer, S. W.; Rafiq, M. A.", "abstract": "The redundancy of the genetic code permits multiple codons to specify a single amino acid, but codon selection is far from random and reflects underlying functional significance. Most lifeforms exhibit the phenomenon of codon usage bias, where the usage of certain codons is favored over others and hence used more often throughout the genome. Codon bias is thought to provide a layer of post-transcriptional regulation that shapes mRNA stability, translation kinetics and co-translational protein folding. Despite extensive characterization of codon bias in bacteria, viruses and various model organisms, its prevalence and functional consequences remain understudied in humans. Accordingly, this study seeks to (1) characterize the genome-wide distribution of key codon bias metrics in humans, (2) investigate how codon usage correlates with protein structural features, and (3) assess whether genes with exceptionally restricted codon repertoires are selectively constrained against synonymous mutations. Our study finds that codon usage bias is pronounced in structured protein domains relative to intrinsically disordered regions (IDRs) (Cliffs = 0.26; p < 2.2); that the most frequently used codons are supported by higher tRNA gene copy numbers (p < 0.05); and that genes exhibiting extreme codon bias (high ENC) harbor significantly fewer synonymous variants than expected (r = 0.28, p < 2.2). Collectively, our findings position codon usage bias as a central, evolutionarily conserved regulator of translational efficiency, protein folding, and genomic integrity in humans. This offers a new framework for interpreting synonymous variation and guiding future efforts in functional genomics.", "date": "2025-08-17", "journal": ""}
{"title": "Label-free DIA-NN enabled RIME (DIANNeR) reveals glucocorticoid receptor interaction networks in breast, bladder, and blood across normaluntransformed cells, cancer cell lines, and PDXs", "doi": "10.1101/2025.08.07.669166", "authors": "Zhao, W.; Rose, S. F.; Grimes, T. F.; Stenning, J.; Taylor, C.; Baldreki, C.; Goulding, I.; Duke, R.; Baker, S. C.; Montes de Oca, M.; Sinha, A.; Hinley, J.; Fox, J. M.; Kaye, P. M.; Gomm, J. J.; Jones, L. J.; Marangoni, E.; Simoes, B. M.; Clarke, R. B.; Southgate, J.; Bridge, K. S.; Dowle, A.; Holding, A. N.", "abstract": "The glucocorticoid receptor (GR) coordinates diverse transcriptional responses to glucocorticoids, regulating metabolism, inflammation, homeostasis, and development. Although GR is expressed in nearly every cell type, its activity is tissue-specific and shaped by context-dependent protein interactions. To enable comprehensive, quantitative profiling of GR interactomes across tissue types and cell states, we developed DIANNeR: a label-free proteomic pipeline combining immunoprecipitation with data-independent acquisition mass spectrometry (DIA-MS) and the DIA-NN software.\n\nDIANNeR provides a 2-fold increase in quantification of specific protein-protein interactions over DDA-RIME, without requiring isotopic labelling. Applied to GR, DIANNeR revealed distinct context-dependent interaction networks. We observed loss of a HOXA5-GR interaction during the transition from breast epithelium to cancer lines and patient-derived xenografts (PDXs), and a CD4+ T cell-specific GR interaction with FOXP3 and BCL11B, not detected in epithelial or Jurkat cells. Conversely, the SWI/SNF complex subunit SMARCD3 was consistently enriched in GR interactomes from normal human breast and urothelial cells but absent in CD4+ T cells, suggesting lineage-specific roles and the potential for selective modulation of GR activity in different contexts.\n\nOur findings establish DIANNeR as a robust, scalable platform for resolving tissue-specific transcription factor interactomes, and reveal features of GR signalling with implications for cancer biology and immunology.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=77 SRC=\"FIGDIR/small/669166v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (30K):\norg.highwire.dtl.DTLVardef@8c1a18org.highwire.dtl.DTLVardef@55d89org.highwire.dtl.DTLVardef@3ff770org.highwire.dtl.DTLVardef@18e0a67_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-08-17", "journal": ""}
{"title": "seekrflow: Towards end-to-end automated simulation pipeline with machine-learned force fields for accelerated drug-target kinetic and thermodynamic predictions", "doi": "10.1101/2025.08.13.669965", "authors": "Ojha, A. A.; Votapka, L. W.; Dutta, S.; Noland, A. F.; Hanson, S. M.; Amaro, R. E.", "abstract": "Accurate prediction of drug-target binding and unbinding kinetics and thermodynamics is essential for guiding drug discovery and lead optimization. However, traditional atomistic simulations are often too computationally expensive to capture rare events that govern ligand (un)binding. Several enhanced sampling methods exist to overcome these limitations, but they require extensive manual intervention and introduce variability and artifacts in free energy and kinetic estimates that limit high-throughput scalability. The present work introduces seekrflow, an automated multiscale milestoning simulation pipeline that streamlines the entire workflow from a single receptor-ligand input structure to kinetic and thermodynamic predictions in a single step. This integrated approach minimizes manual intervention, reduces computational overhead, and enhances the reproducibility and accuracy of kinetic and thermodynamic predictions. The accuracy and efficiency of the pipeline is demonstrated on multiple receptor-ligand complexes, including inhibitors of heat shock protein 90, threonine-tyrosine kinase, and the trypsin protein, with predicted kinetic parameters closely matching experimental estimates. seekrflow establishes a new benchmark for automated and high-throughput physics-based predictions of kinetics and thermodynamics.", "date": "2025-08-17", "journal": ""}
{"title": "An interneuronal CRH and CRHBP circuit stabilizes birdsong performance", "doi": "10.1101/2025.08.16.670679", "authors": "Colquitt, B. M.; Brainard, M.", "abstract": "The performance of skilled behaviors requires a balance between consistency and adaptability. Although the neural mechanisms that regulate this balance have been extensively studied at systems and physiological levels, relatively little is known about how the molecular properties of motor circuits influence motor stability versus flexibility. Here, we characterize the region- and cell-type specific expression patterns of neuropeptide systems across the neural circuit that controls the learning and performance of birdsong, a model for skilled behavior. We identify a number of neuropeptide pathways with differential expression between song regions and surrounding areas that are not involved in song production or learning. One of the strongest enriched genes in song regions is corticotropin releasing hormone binding protein (CRHBP), whose product binds corticotropin releasing hormone (CRH), a neuropeptide implicated in neuronal excitability and plasticity. We find that the expression of CRHBP in the song motor pathway decreases upon deafening-induced song destabilization, increases during song acquisition, and increases the more a bird sings. CRH and CRHBP are expressed in distinct interneuronal populations in song motor regions, providing a local neuromodulatory circuit well-positioned to regulate song performance. Consistent with this role, genetic and pharmacological manipulation of the CRH pathway in the song motor pathway resulted in bidirectional modifications of song variability, with elevated CRHBP acting to maintain low variability and elevated CRH acting to increase variability. These data indicate that an interneuronal neuropeptidergic pathway maintains the stability of song, acting as a local mechanism that regulates the balance between motor consistency versus flexibility.", "date": "2025-08-17", "journal": ""}
{"title": "Synaptic Dysfunction and Compensation After NMDA Receptor Ablation in the Mouse Medial Prefrontal Cortex", "doi": "10.1101/2025.08.14.669968", "authors": "Dick, R. M.; Cunitz, L. B.; Perez, A. T.; Ahmed, H.; Mitchell, J. S.; Marron Fernandez de Velasco, E.; Grissom, N. M.; Rothwell, P. E.", "abstract": "The glutamate hypothesis of schizophrenia posits that patients' symptoms arise from abnormal corticolimbic glutamatergic signaling, which is supported by evidence of abnormal expression of N-methyl-D-aspartate receptors (NMDARs) and decreased dendritic spine density in the prefrontal cortex (PFC). Pharmacological blockade of NMDARs in humans and animal models induces psychotomimetic symptoms, cognitive deficits, and decreased neural synchrony, with genetic knockdown of NMDARs providing further evidence of altered spine density and synaptic transmission. However, it is unknown how chronic loss of NMDARs in the PFC during adolescence - a developmental time period associated with significant synaptic pruning and symptom onset in patients - affects spine density and neurotransmission, and whether compensatory mechanisms emerge over time. In this study, we used in vivo genome editing to ablate expression of the Grin1 gene, which encodes the obligate GluN1 subunit of NMDARs, in neurons in the medial PFC of female and male adolescent mice. We assessed synaptic density and function in layer V pyramidal neurons at multiple time points using whole-cell patch-clamp electrophysiology, integrated with confocal imaging of dendritic spine architecture in recorded neurons. NMDAR ablation caused an early decrease in basilar dendritic spine density, followed by a rebound over baseline in spine density and a corresponding increase in AMPAR-mediated synaptic transmission. Inhibitory spontaneous neurotransmission was also increased, suggesting that synaptic compensation maintains an allostatic set point. Our findings demonstrate that NMDAR ablation initially disrupts local PFC networks, followed by recovery via compensatory processes that may be impaired in the disease state.", "date": "2025-08-17", "journal": ""}
{"title": "Theta-paced stimulation of the thalamic nucleus reuniens entrains mPFC-HPC oscillations and facilitates the acquisition of extinction memories", "doi": "10.1101/2025.08.15.670624", "authors": "Tuna, T.; Mourao, F.; Maren, S.", "abstract": "Background: The nucleus reuniens (RE) is a midline thalamic nucleus interconnecting the medial prefrontal cortex (mPFC) and the hippocampus (HPC), structures known to be involved in aversive memory processes. Recent work indicates that the RE plays a critical role in the acquisition and retrieval of fear extinction memories. Functional inactivation of the RE impairs both mPFC-HPC coherence and extinction memory. Here we examine whether imposing theta activity on the RE entrains oscillations in the mPFC and HPC and facilitates extinction learning. Methods: To deliver theta-paced (8 Hz) optogenetic stimulation, we expressed an excitatory opsin, (channelrhodopsin; AAV9-CaMKIIa-hChR2(H134R)-mCherry) or control virus (AAV9-CaMKIIa-mCherry) in the RE in male and female rats. A single optic fiber targeting the RE was implanted during the same surgery. After recovery, animals underwent auditory fear conditioning, extinction training, and an extinction retrieval test, each separated by 24-h. During extinction training, conditioned stimuli (CS) presentations were paired with 8-Hz sinusoidal optostimulation (473 nM, 10 mW) of the RE. In another experiment, we recorded local field potentials (LFPs) from the mPFC and dorsal HPC during using these behavioral procedures. Results: Theta-paced stimulation of the RE during extinction training significantly decreased freezing behavior compared to the control group. Notably, the reduction in conditioned behavior was evident during the subsequent stimulation-free retrieval test. This reveals that RE stimulation during extinction not only suppresses conditioned fear responses acutely, but also facilitates the acquisition of long-term extinction memories. Theta-paced RE stimulation markedly enhanced both neural activity and entrained theta oscillations in the mPFC and dHPC. Conclusion: This work suggests that the RE oscillatory activity is critical for the acquisition of extinction memories through the modulation of hippocampal-prefrontal network dynamics. In the future, RE theta-paced stimulation can be an important therapeutic tool by strengthening extinction memories.", "date": "2025-08-17", "journal": ""}
{"title": "Fetal inflammatory signals regulate maternal investment in a pregnant marsupial", "doi": "10.1101/2025.08.16.669780", "authors": "Stadtmauer, D. J.; Maziarz, J. D.; Griffith, O. W.; Wagner, G.", "abstract": "Marsupial pregnancy is strikingly short: placental attachment in the gray short-tailed opossum Monodelphis domestica lasts only two days. This brevity has been attributed to a maternal immune response to fetal contact which only eutherian mammals have evolved mechanisms to tolerate. The attachment period is characterized by a spike in inflammatory signaling, development of an expanded uterine capillary network, and exponential fetal growth. Several inflammatory cytokines, including interleukin-1A (IL-1A) and interleukin-6 (IL-6), are produced primarily by fetal cells. We hypothesized that placental cytokines function as solicitation signals that increase maternal investment. To test this, we treated pregnant opossums with inhibitors of IL-1 and IL-6 during the rapid growth phase. Inhibition of IL-1 and IL-6 signaling significantly increased average biomass per fetus (+12% and +10%), and as such these signals impose costs, rather than direct benefits, to intrauterine growth. However, uninhibited controls showed greater surviving litter sizes than IL-1-inhibited animals, suggesting that IL-1A promotes offspring survival. Single-cell transcriptomes reveal that maternal vascular endothelial cells, perivascular cells, and fibroblasts are the primary targets of fetal IL-1A, and maternal cells simultaneously upregulate antagonists IL1R2 and IL1RN, suggesting resistance to fetal signaling. Placental transcriptomics reveals that the cytokine surge is restricted to the final day of pregnancy when placental cells fuse to form syncytial knots, and that these cells produce additional vasomodulatory signals including a truncated isoform of VEGFA. Maternal cells, in contrast, increase production of functional antagonists IL1R2 and IL1RN, suggesting resistance to fetal signals. We propose that marsupials co-opted inflammatory signals to perform a novel function promoting fetal survival through maternal vascular remodeling.", "date": "2025-08-17", "journal": ""}
{"title": "Genome-wide analysis of social behaviour in context: a meta-regression approach across social domains, reporters and developmental stages", "doi": "10.1101/2025.08.16.667148", "authors": "de Hoyos, L.; Schlag, F.; Jahagirdar, S.; Corfield, E. C.; Allegrini, A. G.; Admiraal, D. A. G.; de Zeeuw, E. L.; Nolte, I. M.; Llonga, N.; Neumann, A.; Lange, K.; van den Bedem, S.; Du Rietz, E.; Motazedi, E.; Eising, E.; Ng, N. Y. T.; Palviainen, T.; Wang, C. A.; Thiering, E.; Scatolin, S.; Choudhary, P.; Vilor-Tejedor, N.; Liao, Z.; Alemany, S.; Pedersen, C.-E. T.; Fernandez-Jimenez, N.; Campbell, M. L.; Girchenko, P.; Barthome, E.; Kumar, A.; Jeanne, A.; Seelemeyer, H.; Ahluwalia, T. S.; Black, M. H.; Buitelaar, J. K.; Fisher, S. E.; Heiskala, A.; Hernandez-Lorca, M.; Jaddoe, V. W.; Järve", "abstract": "Social behaviour is a heritable, context-dependent trait that changes across social settings and development, influencing wellbeing and mental health. We present the first genome-wide meta-regression study of social behaviour from infancy to early adulthood, leveraging 491,246 repeat measures of low prosocial behaviour and peer/social difficulties in European-ancestry cohorts (Neff=121,777, Nind=73,321). We modelled heterogeneity in genetic effects across social domains, informants, and ages (2-29 years), capturing social context through genomic influences. Six loci were identified, including variation within CADM2 (p=2.51x10-9). The SNP-based heritability was modest (2-7%), and the genetic architecture of social behaviour multidimensional. Polygenic scores demonstrated predictability and accuracy in independent European-ancestry cohorts and, partially, in African-ancestry cohorts (Nind=16,305). Genetic correlations with later-life and mental health outcomes showed context-dependent patterns. Modelling predicted onsets of associations with social behaviour revealed distinct profiles, as observed for autism, ADHD, depression and schizophrenia, highlighting novel opportunities to genetically proxy developmental trajectories.", "date": "2025-08-17", "journal": ""}
{"title": "Lead (Pb) exposure alters neural cell fate in the developing human brain", "doi": "10.1101/2025.08.14.670354", "authors": "Sampson, M. M.; Sonsurkar, S. J.; Nieland, L.; Pan, L.; Kan, R. L.; Azizad, D. J.; Li, X.; Kebede, N.; Lane, A. R.; DSouza, P. E.; Panuwet, P.; Hill, E. J.; Lanjewar, S. N.; Voss, A. N.; Fawwal, D.; Sing, A.; King, A.; Werner, E.; Spangle, J. M.; Barr, D. B.; Bhaduri, A.; Zhang, Y.; Faundez, V.; Sloan, S. A.", "abstract": "The heavy metal lead (Pb) is a developmental neurotoxicant associated with cognitive and behavioral deficits, but the cellular mechanisms underlying these impairments remain unclear. Here we show that prenatal Pb exposure biases human radial glia fate, prolonging neurogenesis and suppressing astrogenesis. We used hiPSC-derived cortical organoids, primary human fetal tissue, and in vivo xenografts to demonstrate that Pb exposure alters radial glial differentiation. Pb-exposed organoids contain a higher proportion of neurons and fewer astrocytes. We validated this differentiation bias in primary radial glia from human cortices (GW16-20), observing Pb-associated reductions in astrocyte commitment via genetic lineage tracing. This correlated with increased H3K27me3, a repressive histone modification deposited by the histone methyltransferase complex PRC2, suggesting epigenetic reprogramming as a mechanistic link between Pb and neural cell fate commitment. Our findings indicate that prenatal Pb exposure impacts lineage commitment in the developing brain, which may contribute to cognitive and behavioral impairment.", "date": "2025-08-17", "journal": ""}
{"title": "Population trajectory analysis reveals divergent state-space geometries across three cortical excitatory cell types", "doi": "10.1101/2025.08.13.670197", "authors": "Yang, Z.", "abstract": "Understanding how cortical cell types differ in state-space geometry is central to linking circuit composition with population coding. Population neural trajectories provide a compact representation of high-dimensional activity, capturing both spatial configuration and temporal evolution. In the visual cortex, excitatory subtypes differ in laminar location, projection targets, and synaptic integration, yet most trajectory analyses pool mixed populations, obscuring subtype-specific contributions. Here, we compared trajectory geometries across three genetically defined excitatory subtypes-Cux2-CreERT2, Emx1-IRES-Cre, and Slc17a7-IRES2-Cre-in the mouse primary visual cortex, using large-scale two-photon calcium imaging data from the Allen Brain Observatory and five complementary structural metrics. Across all metrics, Cux2 neurons exhibited consistently smaller trajectory scales than the other two types, with medium effect sizes stable across time windows, stimulus orientations, and leave-one-out validation. Emx1 and Slc17a7 populations showed broadly overlapping profiles, with the largest differences emerging in the mid-response window, corresponding to the sensory integration phase of population dynamics. These findings reveal distinct geometric signatures imposed by excitatory subtypes: Cux2 circuits favor localized, stable representations, whereas Emx1 and Slc17a7 circuits support broader, distributed integration. This provides a framework for linking microcircuit composition to population-level dynamics under identical sensory conditions.", "date": "2025-08-17", "journal": ""}
{"title": "Theta-rhythmic attentional exploration of space", "doi": "10.1101/2025.08.16.670674", "authors": "Senoussi, M.; Galas, L.; Busch, N. A.; Dugue, L.", "abstract": "Attention facilitates stimulus processing by selecting specific locations (spatial attention) or features (feature-based attention). It can be sustained on a given location or feature, or re-oriented between locations or between features, enabling attentional exploration. Sustained attention was associated with alpha (8-12Hz) oscillations. More recently, authors suggested that exploratory attention was instead related to theta (4-7Hz). To date, there is no systematic evaluation of attentional exploration across stimulus dimensions (space, features) in relation to theta oscillations. Using attentional cueing and electroencephalography (EEG) in humans, we assessed exploration of stimulus dimension during the (1) precue-to-stimulus (first attentional orienting) and (2) post-stimulus (during stimulus processing) trial periods. In the precue-to-stimulus period, we classified the cued dimension (attending to a location/feature) from EEG topographies to assess the neural dynamics of sustained and exploratory attentional orienting. Temporal generalization matrices showed oscillatory patterns of classification accuracies across time. When attention was sustained on a cued location but explored the feature dimension as the target feature was unknown, only the alpha frequency was observed. When attention was sustained on a cued feature but explored locations, both alpha and theta frequencies were observed. Focusing on post-stimulus theta oscillations revealed increased theta power in invalid trials (attention reorients from the precued distractor location/feature to the target, i.e., exploration) relative to valid trials in both feature-based and spatial attention conditions. Post-stimulus theta oscillations further predicted behavioral performance. Together, our results show that while alpha oscillations are associated with sustained attention regardless of the attended dimension, theta oscillations are specifically related to spatial exploration.", "date": "2025-08-17", "journal": ""}
{"title": "Parvalbumin interneurons mediate spontaneous hemodynamic fluctuations", "doi": "10.1101/2025.08.15.670614", "authors": "Rakymzhan, A.; Fukuda, M.; Vazquez, A. L.", "abstract": "Resting-state hemodynamic fluctuations are closely linked to gamma-band neural activity, yet the cellular drivers of this neurovascular coupling remain unclear. Given their established contribution in generating gamma oscillations, parvalbumin (PV) interneurons are prime candidates for regulating spontaneous cerebral blood flow (CBF) dynamics. Using chemogenetic tools in awake PV-Cre mice, we modulated PV interneuron activity and measured effects on neural network activity, local field potentials (LFP), and hemodynamics. Two-photon (2P) calcium imaging confirmed effective PV modulation, which affected excitatory neuron activity. PV suppression reduced high-gamma power, increased low-frequency LFP activity, and elevated basal CBF. 2P vessel imaging showed increased basal arterial diameter and significantly greater diameter fluctuation power in deeper cortical layers enriched with PV cells, but not in superficial layers. PV suppression also significantly weakened the correlation between gamma LFP power and CBF. Despite increased apparent neuronal synchrony during PV suppression, its relationship to arterial dynamics remained stable, possibly due to compensatory regulation by subsets of PV-positive and PV-negative cells. These findings provide causal evidence that PV interneuron contribute to spontaneous neurovascular dynamics and mediate the link between gamma oscillations and resting-state hemodynamic signals, revealing their significant role in maintaining functional connectivity and vascular regulation during non-task-engaged brain states.", "date": "2025-08-17", "journal": ""}
{"title": "The inner ear's active process contributes to selective attention to speech in noise", "doi": "10.1101/2025.08.15.670505", "authors": "Steinebach, J.; Reichenbach, T.", "abstract": "Humans are remarkably skilled at understanding speech in noisy environments. While segregation of different audio streams is mostly accomplished in the auditory cortex, it remains unclear whether the inner ear, where the sound detection occurs, already contributes to selective attention. In particular, the cochlea possesses an active process enabling it to amplify sound in a frequency-dependent manner. A physiological correlate of the active process are distortion-product otoacoustic emissions (DPOAEs) that can be measured non-invasively from the ear canal. Here we employed speech-DPOAEs that are connected to the spectral structure of voiced speech to show that these emissions are modulated by selective attention to one of two competing voices. We found that speech-DPOAEs evoked by the resolved harmonics of a voice were significantly reduced when that voice was attended as compared to when it was ignored. No such effect was observed for the unresolved harmonics of the target voice when the competing voice's harmonics in that range were unresolved as well, indicating that attentional modulation is specific to those components of voiced speech that are spectrally resolved. Our findings demonstrate for the first time that selective attention to speech in noise is already shaped by the inner ear's active process.", "date": "2025-08-17", "journal": ""}
{"title": "Subtype-Specific miRNA Expression Profiling in HPV-Associated Cervical Cancer: Insights into Oncogenic Pathways and Biomarker Potential", "doi": "10.1101/2025.08.13.670021", "authors": "ABD RASHID, N. S.; ABDUL AZIZ, A. A.; SULONG, S.; ISMAIL, M. P.; CHE JALIL, N. A.; HIKMAH, M.; MUSA, M.; Duski, D. R.; MOHD YUNUS, N.", "abstract": "Cervical cancer driven by high-risk human papillomavirus (HPV) infections, remains a global health concern. Despite advances in understanding HPV-mediated carcinogenesis, the role of microRNAs (miRNAs) in subtype-specific oncogenesis remains underexplored. This study aims to profile miRNA expression patterns in cervical cancer cell lines emphasizing subtype-specific dysregulation and its implications for diagnostic and therapeutic strategies. Four cervical cancer cell lines representing HPV16, HPV18, HPV68, and HPV-negative were profiled for miRNAs expression using NanoString nCounter Human V3 miRNA Panel. Differentially expressed miRNAs were identified based on fold change [&ge;] 2.0, p-value <0.05, and false discovery rate (FDR) < 0.3. Predicted target genes of miRNAs were identified from TarBase, TargetScan, and microT-CDS. Further enrichment analysis and protein-protein interaction (PPI) network were performed using DIANA-miRPath and STRING software respectively. Subtype-specific clustering revealed 18 distinct miRNA signatures unique to different HPV subtypes with miR-205-5p and miR-125b-5p were the most up-regulated and down-regulated, respectively. Bioinformatic analyses, identified PI3K-Akt signaling as a key cancer-associated pathway implicated in tumor proliferation and survival. These findings advance understanding of miRNA-driven molecular mechanisms in HPV subtype-specific cervical carcinogenesis. miR-205-5p and miR-125b-5p are potential biomarkers and therapeutic targets toward precision medicine approaches in cervical cancer management. Further validation is warranted to integrate these findings into clinical practice.", "date": "2025-08-17", "journal": ""}
{"title": "Trustworthy detection of exencephaly in high-throughput micro-CT embryo screens with focal-loss transformers", "doi": "10.1101/2025.08.12.669840", "authors": "Thomas, O. O.; Roston, R.; Shen, H.; Maga, A. M.", "abstract": "Lethal and sub-viable knockout mouse lines require whole-embryo imaging to connect genotype to phenotype (Dickinson et al., 2016; Cacheiro et al., 2022). Because many lethal strains cannot be evaluated postnatally, standardized embryonic pipelines acquire late-gestation 3D images to capture whole-embryo morphology and viability (Dickinson et al., 2016; Wong et al., 2013). Moreover, there are often far fewer samples of in-class (e.g., homozygous knockouts) than wildtypes or normative samples. Such extreme subject-level imbalance degrades both statistical anatomy and deep learning, often yielding saliency maps that highlight noise rather than lesion-specific signal (Adebayo et al., 2018; Buda et al., 2018; Johnson & Khoshgoftaar, 2019). We therefore asked whether focal loss [Lin et al., 2017] in combination with model-capacity control and seed ensembling can stabilize explanations without compromising classification accuracy. Exencephaly is an open neural-tube defect characterized by absence of the cranial vault and exposure of disorganized neural tissue (Greene & Copp, 2014). In our late-gestation screen, approximately 10% of embryos were affected, creating severe class imbalance and underscoring the need for interpretable automation. As a test case for imbalance-aware, interpretable phenotyping, we analyzed 253 diceCT scans of E15.5 embryos (24 with exencephaly). A self-supervised transformer was fine-tuned with three regimes: cross-entropy (CE-Large), focal-loss equal-capacity (FL-Large) and focal-loss reduced-capacity (FL-Small). Five random seeds per regime yielded 15 models. Integrated Gradients saliency was quantified, and explanation quality was measured by saliency entropy (sparsity), cross-seed Dice/Jaccard similarity (reproducibility), and expert visual inspection. All 15 models achieved near perfect phenotype recognition on held-out data with 0.996 {+/-} 0.002 mean accuracy with some seeds/regimens reached 1.000. Focal loss reduced saliency entropy by up to 1.5 bits and doubled cross-seed Dice overlap, concentrating attribution on the malformed cranial vault. Ensemble-averaged heat-maps show that both focal-loss regimes concentrate attribution on the malformed cranial vault while suppressing spurious body-wide signals. Focal loss, modest capacity, and seed ensembling within a modified M3T transformer yielded sparse, reproducible, anatomically focused saliency while preserving perfect sensitivity. This supports trustworthy high-throughput phenotyping in severely imbalanced embryo screens. The workflow relies only on standard atlas registration and image pre-processing, requires no voxel-level annotations, and is readily adaptable to other structural malformations and developmental stages.", "date": "2025-08-17", "journal": ""}
{"title": "10 recommendations for strengthening citizen science for improved societal and ecological outcomes: A co-produced analysis of challenges and opportunities in the 21st century", "doi": "10.1101/2025.08.13.670232", "authors": "Nunn, J. S.; da Silva Hyldmo, H.; McKnight, L.; McCulloch, H.; Lavers, J.; Old, J.; Smith, L.; Grobler, N.; Tan Kay Yin, C.; Chan, W. Y.; Raeburn, C.; Simard, N. S. M.; Kingsley Smith, A.; Van Holsbeeck, S.; Drinkwater, E.; Prendergast, K.; Burrows, E.; Lawson, C. L.", "abstract": "Citizen science plays an increasingly important role in generating scientific knowledge and supporting environmental and social action. However, its potential to address complex global challenges remains underutilised. This study explores how to improve citizen science by involving the public in all stages of scientific research. Using participatory research methods, we conducted online surveys and group discussions with researchers, citizen scientists, and Indigenous people. Thematic coding was used to identify key challenges, opportunities, and best practices to enhance citizen science initiatives. Additionally, nine case studies were reported using the Standardised Data on Initiatives (STARDIT) reporting tool. The study identifies key strategies for enhancing participant engagement and retention in citizen science initiatives. Findings underscore the importance of inclusive, evidence-informed approaches such as targeted outreach, fair compensation, tailored support, and co-creation practices. Ensuring data quality and fostering trust require adherence to FAIR data principles, transparent validation and sharing processes, and the establishment of ethical research partnerships. Persistent challenges include short-term funding, which undermines long-term project sustainability, and the lack of centralized support for ethics and project management. Formal recognition of citizen scientists through co-authorship, standardized training, and professional development opportunities can further strengthen involvement and build capacity. Finally, emerging technologies--including AI and open data platforms--present opportunities to scale and improve efficiency, provided they are implemented with appropriate ethical safeguards and investment. Drawing together these insights, we provide 10 actionable recommendations for citizen science in the 21st century. These highlight the importance of embedding citizen science in national research infrastructure, education, and policy, alongside consistent evaluation and reporting, to improve its inclusivity, longevity, and impact. We conclude by arguing that as the world confronts climate change, public health crises, and biodiversity loss, broader public involvement in science is key for equitable, efficient and evidence-informed responses.", "date": "2025-08-17", "journal": ""}
{"title": "Telomere 3'-overhang attrition and persistent telomeric DNA damage response in failing human hearts", "doi": "10.1101/2025.08.12.669993", "authors": "Ye, B.; Shang, L.; Yuan, X.; Xu, Y.; Wen, Y.; Shi, Y.; Xu, H.; Wang, X.; Margulies, K. B.; Wang, X.; Li, F.", "abstract": "Background: Telomere homeostasis is critical for normal cellular and organ function, and its dysregulation is implicated in aging and chronic diseases. Although telomere length (TL) is critical for normal telomere function, its functional status can also be altered by many other factors. The organization and protective status of telomere in failing human heart (FHH) remains incompletely understood. Methods: Using left ventricular tissues from patients with idiopathic dilated cardiomyopathy (IDC), ischemic heart disease (IHD), and non-failing heart (NFH), we performed a comprehensive analysis that included measurements of overall TL and 3' overhang length in left ventricles and cardiomyocytes (CM), assessment of telomere-binding protein associations, and transcriptomic profiling through RNA sequencing. Results: Although TL varied among individuals, reduced median TL was observed only in IDC, while both IDC and IHD showed an increased frequency of very short telomeres, falling below the 5th percentile, in CMs. Strikingly, significant telomere 3'-overhang attrition was detected in both disease groups and strongly correlated with elevated H2AX phosphorylated on serine 139 ({gamma}H2AX) in heart tissues, indicating DNA damage. This was accompanied by persistent activation of ataxia telangiectasia mutated (ATM) protein-mediated DNA damage responses and the formation of telomere dysfunction-induced foci (TIFs) in CMs from FHH. Concomitantly, the association of telomeres with the single-stranded telomere-binding protein, Protection of Telomeres 1 (POT1), and the double-stranded telomere-interacting protein, telomere repeat-binding factor 2 (TERF2), was markedly reduced, accompanied by an increase in association of {gamma}H2AX and ssDNA binding protein, RPA with telomeres in IDC and IHD relative to NFH, signifying telomere de-protection. Conclusions: CM telomere dysfunction, characterized by 3' overhang attrition and de-protection, is a common feature in FHH, leading to persistent DNA damage response in telomeres. Better understanding of telomere biology throughout the progression of different heart diseases to heart failure will provide more effective prevention and treatment strategies.", "date": "2025-08-17", "journal": ""}
{"title": "Characterization and inhibitor sensitivity of ARAF, BRAF, and CRAF complexes", "doi": "10.1101/2025.08.14.670349", "authors": "Tkacik, E.; Jang, D. m.; Boxer, K.; Ha, B. H.; Eck, M. J.", "abstract": "The RAS-RAF-MEK-ERK signaling pathway controls cellular growth and proliferation, and mutational activation of this pathway is a frequent cause of cancer. Most prominently, the V600E mutation in BRAF causes malignant melanoma, papillary thyroid cancer and other malignancies. Rare but recurrent activating mutations in the other two RAF isoforms, ARAF and CRAF, have also been identified in diverse cancers. Distinct classes of RAF inhibitors have been developed, particularly for BRAFV600E, but their potencies against the three RAF isoforms have not been systematically compared. Here we biochemically characterize monomeric and dimeric preparations of ARAF, BRAF, and CRAF and measure the potencies of a panel of thirteen type I, type I.5, and type II RAF inhibitors against each active RAF preparation. Type I inhibitor SB590885 is roughly equipotent across RAF isoforms and, as expected, type I.5 inhibitors are typically most potent against BRAFV600E. Despite their reputation as pan-RAF inhibitors, type II inhibitors as a class are potent inhibitors of CRAF but exhibit relative sparing of ARAF and intermediate potencies against BRAF. Type II compounds inhibit BRAF and CRAF with marked positive cooperativity, and their apparent potencies are insensitive to ATP-concentrations. Crystal structures of CRAF in complex with type I.5 inhibitor PLX4720 reveal an asymmetric CRAF dimer with one CRAF subunit bound in the inactive state and the second bound in an aC-helix-in, active conformation with an altered inhibitor pose. Our findings have important implications for understanding the pharmacology of current RAF inhibitors and will inform development of new agents with distinct isoform selectivity.", "date": "2025-08-17", "journal": ""}
{"title": "Effects of Cholesterol on Amyloid-induced Membrane Poration", "doi": "10.1101/2025.08.15.670631", "authors": "Yang, Y.; Shah, B.; Agapito, M.; Nieuwkoop, A.", "abstract": "The aggregation of amyloid peptides and their interactions with lipid membranes are central to the pathology of several neurodegenerative diseases. Using all-atom molecular dynamics simulations, we investigate how varying cholesterol concentrations (0%, 15%, and 30%) modulate amyloid-induced membrane poration. In cholesterol-free bilayers, pore formation was reproducibly observed in all simulations, whereas the presence of 15% cholesterol significantly reduced pore incidence, and 30% cholesterol entirely suppressed pore formation. Analysis revealed that cholesterol stiffens the bilayer and strongly inhibits peptide-induced perturbations. Furthermore, cholesterol reduced the inter-leaflet mechanical coupling critical for transmembrane beta-sheet formation, a key step in pore initiation. Our findings suggest that increasing cholesterol content protects membranes against amyloid-induced poration, providing a potential molecular basis for the observed reduction in amyloid toxicity in cholesterol-enriched environments. These results offer new insights into the complex role of membrane composition in amyloid-related diseases and highlight cholesterol as a potential modulator of amyloid cytotoxicity.", "date": "2025-08-17", "journal": ""}
{"title": "Abundant positively-charged proteins underlie JCVI-Syn3A's expanded nucleoid and ribosome distribution", "doi": "10.1101/2025.08.16.670686", "authors": "Roure, G.; Sivasankar, V. S.; Zia, R. N.", "abstract": "Nucleoid compaction in bacterial cells has been attributed to cytoplasmic crowding, supercoiling effects, and the action of nucleoid-associated proteins (NAPs). In most bacteria, including E. coli, these mechanisms condense the nucleoid to a smaller volume within the cell, excluding most ribosomes to the surrounding cytoplasm. In contrast, the nucleoid in many Mycoplasmas, including the Mycoplasma-derived synthetic cell JCVI-Syn3A, spans the entire cell, with ribosomes distributed throughout. Recent models of Syn3A representing only DNA and ribosomes (both charge neutral) instantiated the experimentally-observed expanded nucleoid and ribosome distribution. However, we found that this configuration becomes dynamically unstable, giving way to a compacted nucleoid that expels ribosomes to the periphery, suggesting the need for a more detailed model. Speculation emerging from recent studies of Syn3A suggests that its lower concentration of NAPs underlie its expanded nucleoid. We are interested in this genotype-to-`physiotype'-to-phenotype implication: that coupled transcription, translation, and nucleoid remodeling lead to different phenotypical outcomes. We developed a coarse-grained computational model of Syn3A, physically and explicitly representing ribosomes, cytoplasmic proteins, and a sequence-accurate chromosome with physiological distributions of size, charge, and relative molecular abundance. An interplay between Brownian dynamics, DNA stiffness (both inherent and NAP-enhanced), and electrostatic charge led naturally to a stable molecular distribution. We find that an interplay between inherent and induced DNA stiffness, heterogeneous mesh size, and crowding enhances nucleoid compaction and ribosome expulsion via a competition between entropic and enthalpic forces. In contrast, electrostatic interactions and size-polydispersity counteract these effects and expand the nucleoid. In particular, Syn3A's atypically high abundance of positively-charged proteins shields ribosomes' negative charge, allowing them to interpenetrate the nucleoid. Finally, we observe condensate formation arising from electrostatic interactions with potential implications on transcription and translation rates.", "date": "2025-08-17", "journal": ""}
{"title": "Agnostic Tools for Life Detection: A Multiscale Approach to Biological and Chemical Reaction Networks", "doi": "10.1101/2025.08.13.670162", "authors": "Cuevas, B.; Adam, Z. R.; Sephus, C.; Cove, D.; Kacar, B.", "abstract": "Life manifests itself across a variety of different operative scales, ranging from molecular networks up to ecologies. Deep conceptual difficulties arise when trying to define exactly what life s distinguishing attributes are, and how they may be quantitatively distinguished from abiotic systems that are complicated but demonstrably not alive. Here we assembled different biotic and abiotic chemical reaction networks to test whether network-level (macroscale) and reaction-level (microscale) metrics can impartially distinguish biotic from abiotic category networks. Macroscale attributes such as statistical tests for a discrete network s heavy-tailed connectivity distribution generally distinguish bona fide biotic and protobiotic networks (E. coli heterotrophy, pruned protometabolism, KEGG) from abiotic networks but with two significant exceptions (radiolytic network and the Open Reaction Database). Microscale attributes such as an analysis of the frequency of a set of six primitive reaction motifs shows a depletion of some motifs in all chemical networks and the prevalence of others in specific networks; all networks were readily distinguishable from random network variants across all motifs. A comparison of the chemical spaces spanned by the different networks points to similarity and dissimilarity relationships between networks. Independent component analysis of an aggregate of all measured attributes, across all contexts, reliably distinguishes abiotic, prebiotic and biotic networks from one another. The combination of macro- and microscale attributes forms an agnostic toolset that may help to evaluate the prebiotic plausibility of different candidate settings for the origins of life, and may inform new ways of detecting and recognizing living systems (engineered or extraterrestrial) that differ from Terran biochemistry.", "date": "2025-08-17", "journal": ""}
{"title": "NRF2 inhibition of alveolar macrophage MHC II expression during Mycobacterium tuberculosis infection", "doi": "10.1101/2025.08.16.670319", "authors": "Pham, L. K.; Cervantes, M. M.; Lim, P. N.; Dubey, D.; Tufts, A.; Shinkawa, T.; Behar, S. M.; Rothchild, A. C.", "abstract": "During Mycobacterium tuberculosis (Mtb) infection, infected alveolar macrophages (AMs) initially up-regulate a NRF2 regulated cell-protective program, which is detrimental to host control and impedes AM activation, including MHC II expression. MHC II is critical for CD4+ T cell activation and host immunity during Mtb infection. We hypothesized that NRF2 regulates the MHC II pathway and AM antigen presentation to T cells. We found that NRF2 inhibits MHC II, but not MHC I, specifically in AMs, following Mtb infection in vitro and in vivo. NRF2 dampens Ciita and H2-Ab1 gene expression in uninfected AMs, and MHC II inhibition by NRF2 is retained following innate stimuli and IFN{gamma} exposure. NRF2 expression in Mtb-infected AMs impedes their ability to activate ESAT6-specific CD4+ T cells. Thus, although NRF2 expression enhances cell-protective functions, it has the unexpected consequence of limiting innate-adaptive crosstalk, which can impair CD4+ T cell activation and host immunity during Mtb infection.", "date": "2025-08-17", "journal": ""}
{"title": "Crosstalk between CD8+ T cells and systemic bile acid metabolism controls LCMV-induced immunopathology", "doi": "10.1101/2025.08.17.670599", "authors": "Keszei, Z.; Richter, F. C.; Colaquo, H. G.; Baumgartner, M.; Antonio-Herrera, L.; Siller, M.; Hofmann, A.; Viczenczova, C.; Baazim, H.; Fuchs, C. D.; Petrenko, O.; Amman, F.; Genger, J.-W.; Campbell, C.; Marschall, H.-U.; Reiberger, T.; Trauner, M.; Bergthaler, A.", "abstract": "Antiviral immunity has a profound effect on host metabolism, which can, in turn, modulate immune responses and influences disease pathology. Among its many functions, the liver orchestrates systemic bile acid (BA) metabolism, a pathway disrupted in chronic liver diseases such as viral hepatitis. BAs have become increasingly recognized for their immunomodulatory properties, and multiple BA species are being explored as therapeutic agents in liver diseases. Understanding the interplay between immune responses and BA metabolism could unlock new therapeutic opportunities based on BA modulation. Using lymphocytic choriomeningitis virus (LCMV) as a model, we investigated the interplay between chronic hepatotropic virus infection, BA metabolism and immunity. Our findings reveal that chronic LCMV infection increases BA levels and shifts circulating and liver BA composition towards host-derived, conjugated BAs. At the same time, hepatic BA transport and synthesis genes are broadly downregulated, which is at least partially dependent on CD8+ T cells. Additionally, we found that sustained high BA levels impact CD8+ T cell responses to chronic LCMV infection. Mice with elevated circulating BAs due to the lack of BA transporters OATP1a and OATP1b, showed impaired T cell expansion and reduced liver immunopathology. These findings reveal a reciprocal interplay between CD8+ T cells and BA metabolism, expanding our understanding of adaptive immunity against viral hepatitis. Moreover, it highlights how immuno-metabolic changes in liver disease may affect the body's ability to fight infections and cancer.", "date": "2025-08-17", "journal": ""}
{"title": "Ambient temperature storage in DESS supports molecular studies of benzimidazole resistance from canine hookworm eggs", "doi": "10.1101/2025.08.16.670690", "authors": "Yi-Jou, C.; Li, V.; Suwandy, M.; Mitrea, I. B.; Hayward, D.; Jaensch, S.; Francis, E. K.; Slapeta, J.", "abstract": "Emerging benzimidazole resistance in canine hookworms poses a growing concern for veterinary and public health. Molecular diagnostics targeting {beta}-tubulin gene mutations are essential for resistance surveillance but traditionally rely on refrigerated faecal samples. This study evaluates dimethyl sulfoxide, EDTA, and saturated NaCl (DESS) as a room-temperature preservation medium for canine faeces. Using ITS-2 rDNA and tubb-1 amplicon metabarcoding, we compared DNA integrity and diagnostic performance of DESS-preserved samples (4, 28, and 106 days) to refrigerated controls. No significant differences in PCR amplification or sequencing outcomes were observed. DESS enabled reliable detection of hookworm species and resistance-associated SNPs, including F167Y in tubb-1, with mutation frequencies consistent across treatments. Therefore, DESS can preserve samples from remote settings without cold chain logistics. Our findings validate DESS as a robust alternative for sample collection for molecular parasitology, facilitating expanded surveillance of anthelmintic resistance in field conditions.", "date": "2025-08-17", "journal": ""}
{"title": "A Descriptive Analysis of Streptococcus suis-Associated Disease in Irish Pigs from 2010 to 2024: Serotypes, Pathology, and Antimicrobial Resistance", "doi": "10.1101/2025.08.17.670728", "authors": "Moriarty, J.; Osei, E. K.; Brady, C.; Salgado, S.; Mignacca, S. A.; Kane, F.; Johnston, D.; Scanlon, L.; Flynn, H.; Beumer, M.; Reid, R.; Curran, P.; Mahony, J.; O'Doherty, A.; McGettrick, S.; Sanchez-Miguel, C.; Wilson, M.; Kenny, J. G.", "abstract": "Streptococcus suis is a major cause of respiratory and systemic diseases in post-weaned pigs, leading to significant production losses and animal welfare concerns. This study provides the first long-term national level analysis of Streptococcus suis-associated disease (SSAD) in the Republic of Ireland. We examined the pig diagnostic submissions, characterised serotype distribution, antimicrobial susceptibility, and co-infection patterns from 2010 to 2024. The findings confirm that serotypes 9 and 2 or 1/2 were most frequently associated with disease. We observed a significant shift in recent years where serotype 9 has surpassed serotype 2 or 1/2 in number of occurrences. S. suis was frequently co-detected with viral pathogens including porcine reproductive and respiratory syndrome virus (PRRSV), porcine circovirus type 2, and swine influenza virus (SIV), as well as bacterial pathogens such as Actinobacillus pleuropneumonia and Pasteurella multocida, typically from pneumonic lungs. While resistance to tetracycline and erythromycin was high (44.4% to 65.8%), isolates remained susceptible to first-line beta-lactam antibiotics such as penicillin (7.9% resistance), ampicillin (5.5% resistance) and amoxycillin/clavulanate (0% resistance). The observed heterogeneity between and within herds challenges successful implementation of vaccination and highlights the need for ongoing disease monitoring. These findings provide the first in-depth assessment of SSAD in Ireland's pig population which will offer valuable insights for future surveillance efforts, including genomic studies and supporting evidence-based strategies and vaccine selection for controlling S. suis in Irish pig sector.", "date": "2025-08-17", "journal": ""}
{"title": "Valorization of Paneer waste Whey through Fermentation with Pediococcus pentosaceus NCDC 273 Insights from Intracellular Metabolomics by GC-MS", "doi": "10.1101/2025.08.16.670691", "authors": "Sansi, M. S.; IRAM, D.; Gandhi, K.; Singh, N.; Sood, S. K.", "abstract": "The present study employed an untargeted GC-MS-based metabolomics approach to investigate the intracellular metabolic landscape of Pediococcus pentosaceus NCDC 273 during the fermentation of paneer whey. The goal was to understand the metabolic dynamics that enable this bacterium to efficiently utilize a dairy by-product and produce value-added compounds. Intracellular metabolites were profiled at the early (6 h) and late (18 h) exponential growth phases, revealing a distinct temporal metabolic reprogramming. Multivariate analysis and correlation networks confirmed significant metabolic shifts, where the early phase was characterized by active uptake and utilization of diverse sugars and fatty acids to support rapid proliferation. In contrast, the late phase demonstrated a metabolic reorientation towards energy production, redox balance, and stress adaptation. This was evidenced by the significant accumulation of key metabolites such as lactic acid, nicotinamide, and trehalose, which are crucial for maintaining growth and tolerance in an acidifying environment. Overall, the findings demonstrate that P. pentosaceus NCDC 273 possesses the metabolic flexibility to effectively channel whey derived sugars into central metabolism, while concurrently deploying adaptive strategies for survival. This research represents the first intracellular metabolomic characterization of this strain during whey fermentation, providing novel mechanistic insights that reinforce its potential for the valorization of paneer whey into functional bioproducts.", "date": "2025-08-17", "journal": ""}
{"title": "A 3D-Printed Capillary Tube Holder for High-Throughput Chemotaxis Assays", "doi": "10.1101/2025.08.16.670682", "authors": "Berruto, C.; Grillo, E.; Esturi, S.; Demirer, G. S.", "abstract": "Bacterial chemotaxis is an important behavior to study to understand spatial segregation of species in mixed communities and the assembly of host microbiomes. This is particularly relevant in the rhizosphere, where chemoattraction towards root exudates is an important determinate of plant colonization. However, current methods to screen chemoeffectors are limited in their throughput, creating a barrier to generating comprehensive datasets describing chemotactic profiles for species of interest. Here, we describe a novel, 3D-printed capillary tube holder approach, which enables up to 384 simultaneous capillary tube chemotaxis assays. We optimized and benchmarked our assay using Escherichia coli k12 and Bacillus subtilis 3610 and their known chemoattractants: serine and aspartate. We then tested the threshold concentration of these chemoattractants in our assay and found we could detect chemoattraction towards concentrations spanning multiple orders of magnitudes. In this paper, we describe our novel high-throughput chemotaxis assay in detail and provide the necessary files for 3D printing the capillary tube holder.", "date": "2025-08-17", "journal": ""}
{"title": "Deployment of non-canonical splicing in tunicate genomes is mediated by divergent U2AF function and re-patterning of snRNA m6A modification", "doi": "10.1101/2025.08.15.670264", "authors": "Soo, T. C. C.; Leon, A.; Waymel, E.; Barais, A.; Porta, B.; Chourrout, D.; Henriet, S.", "abstract": "In eukaryotes, splicing is a critical step of gene expression that produces transcripts competent for protein synthesis by removing introns from pre-mRNA. The spliceosome defines target splice sites based on sequences located around intron ends and in almost all cases, spliced segments begin with a GT and end with an AG. The key molecules for this function are the spliceosomal RNA (snRNA) and the U2AF heterodimer, which interact with splice signals found at the ends of introns. In chordates, tunicate genomes in the family Fritillariidae (Lohmann, 1915) form a remarkable exception by hosting numerous introns that escape the GT/AG rule, and they represent a material of choice to address the evolution of intron recognition. A comparison of chordate genomes revealed that the emergence of the unusual splicing code in Fritillaria borealis was accompanied by the duplication of its subunits U2AF1 and U2AF2. We found that the conserved duplicates bind to canonical splice signals on RNA, but different binding was seen with the divergent versions U2AF1{beta} and U2AF2{beta}, suggesting they could recognize other splice sites. When expressed in mammalian cells, U2AF2{beta} promotes the removal of introns that have a weak polypyrimidine tract, and we also show that it interacts specifically with AHCYL1/2, a protein that can regulate the N6-methyladenosine (m6A) modification of snRNA U2 and U6. In striking contrast with other species, F. borealis has lost m6A on the U6 snRNA while U1 snRNA has gained a stable, 5'-terminal m6A. We used structure prediction to show how these modifications could play decisive roles during the recognition of non-GT/AG introns. Our study suggests that discrete changes implemented on the spliceosome during the evolution of Fritillariidae have contributed to a dramatic shift in splice site identity.", "date": "2025-08-17", "journal": ""}
{"title": "Specificity and exon target space of splicing modifying compounds", "doi": "10.1101/2025.08.14.670273", "authors": "Lenkeit, F.; Knehr, J.; Altorfer, M.; Byrnes, A.; Li, W.; Hsiao, J.; Kolter, C.; Skaanderup, P. R.; Mullin, S.; Solovyeva, E.; Krueger, A. T.; Ottl, J.; Gubser Keller, C.; Naumann, U.; Ottis, P.; Reyes, A.", "abstract": "Modulation of splicing has become an established therapeutic strategy, with proven clinical applications and continued potential to target specific exons to influence gene expression. Recent advancements led to the identification of small molecule splicing modifiers such as Risdiplam and Branaplam. These compounds induce the inclusion of exons that are typically skipped due to their weak 5' splice site. While Risdiplam has a preference to induce exons with a NGA sequence at the 3' exon end, Branaplam has a proclivity towards introducing AGA-ending exons. However, the variables that determine the selectivity and specificity of splicing modulators are still not completely understood, as evidenced by the hundreds of unaffected NGA-ending exons present in the human genome. In this study, we delve into the molecular mechanisms governing the specificity of splicing-modifying compounds, focusing on their interactions with RNA structures at splice sites. Using biochemical assays, whole transcriptome analyses, and genetic perturbation approaches, our findings reveal contributions of primary sequence dependencies that help determine the required secondary structural conformation, thus governing responsiveness to splicing-modulator induction. Based on these learnings, we were able to reprogram the specificity of splicing modulators by genetic manipulation of the U1 snRNA component of the spliceosome. Our findings further the understanding of splicing modulators and might help to identify novel targets and to design new splicing-modifying compounds.", "date": "2025-08-17", "journal": ""}
{"title": "Identification of translation events that drive nonsense-mediated mRNA decay reveals functional roles for noncoding RNAs", "doi": "10.1101/2025.08.15.670413", "authors": "Young, D. J.; Wang, Y.; Guydosh, N. R.", "abstract": "The nonsense-mediated mRNA decay (NMD) pathway targets mRNAs undergoing premature translation termination for degradation. Previously, RNA-seq of yeast lacking NMD revealed that most genes targeted by NMD lack obvious premature termination codons (PTCs). We developed a combined approach using RNA-seq and a novel 40S ribosome profiling strategy to identify cryptic premature termination events that could account for NMD on nearly all these transcripts, including many non-coding RNA transcript isoforms associated with annotated genes. Many NMD-targeted transcripts appear to be involved in two-promoter gene regulatory systems and share properties with long un-decoded transcript isoforms (LUTIs). In particular, we show that the DAL5 LUTI regulates expression of the DAL5 protein-coding mRNA in response to changes to environmental nitrogen. Our work expands the functional roles for LUTIs and establishes the importance of NMD in their regulation.", "date": "2025-08-17", "journal": ""}
{"title": "Momordica charantia Prevents Reproductive and Neurological Dysfunctions in Drosophila melanogaster Models of Type 2 Diabetes", "doi": "10.1101/2025.08.13.670173", "authors": "Agi, M. A.; Abdulazeez, R.; Omobalaji, B. M.; Haruna, O. S.; Mukhtari, D. S.", "abstract": "Type 2 diabetes (T2DM) poses a significant global health threat, compounded by factors such as obesity and lifestyle. This study investigates the anti-diabetic, reproductive, and neuroprotective effects of Momordica charantia (MC) in preventing T2DM. We used a high-calorie sucrose diet (2.5 g/10 g diet) to induce T2DM in Harwich and Indigenous strains of Drosophila melanogaster. Concurrently, we administered varying concentrations of MC (100 mg, 150 mg, and 200 mg/10 g diet) and 16 mg of metformin for 10 days. M. charantia significantly improved egg-laying ability in Indigenous and Harwich strains. Specifically, 150 mg and 200 mg doses significantly (p<0.01) enhanced egg-laying ability in Indigenous and Harwich strains, respectively. Additionally, 100 mg and 200 mg doses significantly rescued filial generation output in Harwich and Indigenous strains, respectively. M. charantia at the lowest dose (100 mg) reduced neuromuscular activity (p < 0.01) in both strains. Our results demonstrate that M. charantia prevents the onset of T2DM, improving reproductive fitness and reducing neuromuscular impairments associated with hyperglycemia. These findings suggest that M. charantia may be a promising therapeutic agent for preventing T2DM and its associated complications.", "date": "2025-08-17", "journal": ""}
{"title": "Context matters: A meta-analysis of the variable impact of transgenerational and developmental plasticity on responses to stress", "doi": "10.1101/2025.08.13.670161", "authors": "Neylan, I. P.; Salgado, A. L.; Vaidya, R. V.; Guillory, C.; Kelly, M. W.", "abstract": "1.) Understanding organisms abilities to adapt and acclimate to stressors in their environments is essential for predicting the distributions and persistence of species and populations during environmental change. Beyond genetic adaptation, prior experiences with a given stressor across life stages can dictate how an individual will fare when exposed to that stressor again. There is now a robust literature on the impacts of parental experiences on offspring traits (transgenerational plasticity), plus an even broader literature on the carry-over effects of early-life experience on phenotypic outcomes (within-generational or developmental plasticity); however, less is understood about the relative strengths of these two forms of plasticity and how they interact to shape stress tolerance. 2.) We explored these questions by conducting a meta-analysis of peer-reviewed studies that tested both within- and transgenerational effects of naturally occurring environmental stressors. In particular, we explored contextual moderators or predictor variables including the traits measured, the type of stressor, taxonomic group, and organismal life history traits to elucidate patterns and develop a predictive framework for when we should expect to see effects of transgenerational plasticity, within-generational plasticity, both, or neither. 3.) We found that there was not a strong or consistent directional effect of either parental or early-life exposure on subsequent offspring traits. Instead, experimental context (what stressor was used and what traits were measured) as well as biological context (taxonomy, life history traits) were important predictors for understanding the strength and direction of plasticity. We found several contexts where there were meaningful effects of parental and early-life stress exposure and where there was evidence that these may interact to impact phenotypic and fitness outcomes. 4.) Our study highlights the need for careful consideration of context when exploring patterns of plasticity. We hope to underscore the need for additional, fully factorial studies that measure the interaction between these forms of plasticity across a variety of systems and stressors to better understand how stress may carry forward across life stages and generations.", "date": "2025-08-17", "journal": ""}
{"title": "NucEL: Single-Nucleotide ELECTRA-Style Genomic Pre-training for Efficient and Interpretable Representations", "doi": "10.1101/2025.08.17.670700", "authors": "Ding, K.; Parker, B.; Wen, J.", "abstract": "Pre-training large language models on genomic sequences has become a powerful approach for learning biologically meaningful representations. While masked language modeling (MLM)-based approaches, such as DNABERT and Nucleotide Transformer (NT), achieve strong performance, they are hindered by inefficiencies due to partial token supervision, pre-training/fine-tuning mismatches, and high computational costs. We introduce NucEL, the first ELECTRA-style pre-training framework for genomic foundation models, which overcomes these challenges. Through a discriminator network identifying tokens modified by a generator, NucEL achieves comprehensive token-level supervision across all sequence positions, thereby markedly improving training efficiency relative to the partial supervision of masked positions inherent in MLM frameworks. By integrating ModernBERT's architectural advancements, including hybrid local-global attention and flash attention mechanisms, NucEL establishes an optimized BERT architecture for genomic sequence modeling. Unlike traditional methods that tokenize genomic sequences into 6-mers, NucEL implements single-nucleotide tokenization, enabling fine-grained resolution and improving both efficiency and interpretability. Pre-trained on the human genome only, NucEL achieves state-of-the-art performance on benchmark datasets across diverse downstream tasks in both human and non-human species, including regulatory element identification (e.g., promoters, enhancers), transcription factor binding prediction in human and mouse, open chromatin region classification, and histone modification profiles, surpassing MLM-based models of similar size and rivaling models 25 times larger, such as NT. Ablation studies provide critical insights into tokenization and masking strategies, optimizing ELECTRA-style pretraining for DNA sequences. Attention analyses reveal NucEL's superior ability to capture biologically relevant sequence motifs compared to NT, offering valuable insights into its hierarchical learning process and regulatory element modeling capabilities. This work highlights the potential of ELECTRA-style pretraining as an efficient and effective strategy for advancing genomic representation learning with broad implications for future genomic research.", "date": "2025-08-17", "journal": ""}
{"title": "Oxidative stress causes a reversible decrease of deubiquitylases activity in old vertebrate brains", "doi": "10.1101/2025.08.15.670606", "authors": "Sahu, A. K.; Minetti, A.; Di Fraia, D.; Marino, A.; Winterhalter, P. R.; Giustarini, D.; Simm, A.; Neri, F.; Galvagni, F.; Gerhardt, C.; Pfirrmann, T.; Ori, A.", "abstract": "The ubiquitin-proteasome system is essential for neuronal proteostasis, and its activity declines with age. How deubiquitylating enzymes (DUBs) are affected by aging in the vertebrate brain remains unclear. Here, we profiled cysteine protease DUBs using activity-based proteomics in aging mouse and killifish brains. Despite stable protein levels, we identified a subset of DUBs that progressively lose catalytic activity with age. We demonstrated that oxidative stress impairs DUB function through thiol oxidation and that antioxidant treatment restores their activity in vitro and in vivo. Further, inhibition of DUBs in human iPSC-derived neurons significantly recapitulated ubiquitylation changes observed in aged brains, and temporal analysis in mice revealed that DUB inhibition precedes proteasome decline in the brain during aging. Together, these findings indicate a redox-sensitive subset of DUBs that undergo an age-associated decline in activity and suggest that impaired deubiquitylation is an early, yet potentially reversible, driver of proteostasis decline in the aging brain.", "date": "2025-08-17", "journal": ""}
{"title": "Mechanistic Insights into the Inhibition of Recombinant Hepatitis E Virus Papain-like Cysteine Protease by Khaya grandifoliola Hydro-Ethanolic Extract: UHPLC-MS Profiling, Enzyme Kinetics, Computational Modeling, and Cell-Based Assays", "doi": "10.1101/2025.08.17.670703", "authors": "KOUAM, A. F.; Zemnou, C. T.; Seukep, A. J.; Oladejo, B. O.; Simo, B. F. N.; Kongnyuy, K. J.; Fepa, A. G. K.; Zeukoo, E. M.; Njayou, F. N.; Moundipa, P. F.", "abstract": "Ethnopharmacological Relevance: Hepatitis E virus (HEV), a significant cause of liver diseases, lacks specific treatments. Khaya grandifoliola C.DC (Meliaceae), used in ethnomedicine to treat infections and liver-related ailments, shows promise as an antiviral agent. While its efficacy against hepatitis C virus (HCV) is known, its effects on HEV remain underexplored. Aims of the Study: This study evaluates K. grandifoliola hydro-ethanolic extract (KHE) as a potential source of HEV inhibitor, focusing on the HEV papain-like cysteine protease (HEV-PLpro). Materials and Methods: Phytochemical profiling of KHE was performed using a Waters-Acquity UHPLC-MS system. The recombinant HEV-PLpro, expressed in baculovirus-infected insect cells and purified via nickel-affinity and size-exclusion chromatography, was used to screen KHE antiviral activity. The IC50 and inhibition mechanism were determined using the fluorogenic substrate Z-RLRGG-AMC. Molecular docking and dynamics simulations predicted interactions and analyzed the stability of KHE compounds with HEV-ORF1 (PDB ID: 6NU9). Additionally, HEV replication inhibition and cytotoxicity were evaluated in Huh7.5 cells using a Gaussia luciferase reporter system and MTT assay, respectively. Results: Eighteen compounds comprising flavonoid-O-glycosides, polyflavonoids, phenolic and terpene glycoside among other were successfully identified. KHE exhibited mixed-type inhibition of HEV-PLpro proteolytic activity, with an IC50 of 20.86 ug/mL, comparable to ribavirin (19.13 ug/mL), acting as competitive inhibitor. Notably, quercetin-3-[rhamnosyl-(1[-&gt;]2)--L-arabinopyranoside] and quercitrin exhibited stronger binding affinities (-7.68 and -7.43 kcal/mol) and greater structural stability, robustness, and compactness than ribavirin (-4.87 kcal/mol). In cell-based assays, KHE suppressed HEV replication more effectively than ribavirin (IC: 12.75 ug/mL vs. 17.96 ug/mL), with no cytotoxicity at [&le;]100 ug/mL. Conclusion: Our results demonstrate that KHE exhibits potent anti-HEV activity by inhibiting both viral protease function and replication, likely attributable to its flavonoid-rich composition. Its mixed-type inhibition mechanism and favorable safety profile underscore its potential as promising source of lead candidate for HEV therapeutics. This study bridges traditional medicine and modern pharmacology, supporting further exploration of K. grandifoliola for antiviral drug development. Keywords: Khaya grandifoliola, hepatitis E virus, papain-like cysteine protease, enzyme inhibition, molecular docking, antiviral activity.", "date": "2025-08-17", "journal": ""}
{"title": "Glutamic Acid at position 168 is a constitutive activator of Tank Binding Kinase 1 catalytic function", "doi": "10.1101/2025.08.17.669475", "authors": "Bhore, N.; Sarkar, A.; Yao, Z.; Herbst, S.; Lewis, P.", "abstract": "TANK binding kinase 1 (TBK1) is serine/threonine protein kinase member of the inhibitor of nuclear factor kappa B kinase family, with links to the etiology of familial as well as idiopathic Amyotrophic Lateral Sclerosis. It contributes to several regulatory cellular processes such as autophagy, inflammation and apoptosis. Reduction or loss of TBK1 kinase activity is associated with increased risk of ALS, and so understanding the molecular basis of this activity is an important research priority. In this current study, the role of the E168 residue, located adjacent to the active site of TBK1, has been assessed using a combination of artificial and naturally occurring variants found at this codon - evaluated using multiple readouts for TBK1 kinase activity. The results suggest that the negative charge resulting from the presence of a glutamic acid at this codon is a constitutive activator of TBK1 activity.", "date": "2025-08-17", "journal": ""}
{"title": "Exploring chromatographic dimensions for state-of-the-art proteomics applications", "doi": "10.1101/2025.08.16.670650", "authors": "Schebesta, A.-S.; Korff, K.; Itang, E. C. M.; Albrecht, V.; Geyer, P. E.; Mueller-Reif, J. B.", "abstract": "The evolution of mass spectrometry (MS)-based proteomics has been driven by continuous technological advances in sample preparation, instrumentation, and data acquisition. While chromatographic separation has historically been considered a critical bottleneck in achieving comprehensive proteome coverage, recent developments in ultra-fast data acquisition fundamentally challenge this paradigm. We investigated whether the traditional paradigm that chromatographic performance directly correlates with proteome depth still holds true. Spanning a matrix of experiments with five distinct stationary phases, including C18 chemistries, C8, and Phenyl-Hexyl, across eight column lengths (40-140 mm), we evaluate protein identification performance using data-independent acquisition (DIA) on the Orbitrap Astral mass spectrometer. Despite substantial chromatographic differences, we observed remarkably convergent proteome coverage metrics. All C18 and C8 phases consistently achieved over 150,000 precursor and approximately 9,000 protein group identifications, regardless of column length variations. While distinct selectivity fingerprints persisted across chemistries, these chromatographic differences did not translate into meaningful variations in proteome coverage under high-speed acquisition conditions at 200 Hz. We conclude that the analytical bottleneck has fundamentally shifted from chromatographic resolution to mass spectrometric sampling efficiency, where comprehensive peptide identification is now gained through advanced spectral deconvolution rather than physical separation alone. This paradigmatic shift is reflected in modern proteomics by method development priorities being directed beyond traditional separation optimization, with greater emphasis placed on operational robustness, analytical throughput, and reproducibility.", "date": "2025-08-17", "journal": ""}
{"title": "Hydrogen Sulfide Suppresses Keratinocyte Migration in Scratch Assay", "doi": "10.1101/2025.08.13.670126", "authors": "Chen, A.; Krishna, V.", "abstract": "Cell migration is crucial for maintaining physiological functions in the body and is driven by mechanical, electrical, or chemical stimuli. Hydrogen sulfide (H2S), a gaseous signaling molecule, has been shown to regulate cellular migration in a cell type and context-dependent manner. Keratinocytes are the predominant cell-type in the epidermis and drive re-epithelialization during wound healing. However, the effect of H2S on keratinocyte migration remains incompletely defined. Here, we demonstrate that H2S suppresses keratinocyte migration in a serum-restricted in vitro scratch assay. Intracellular H2S levels were modulated using fast-releasing donors H2S donors (NaHS or Na2S) to achieve supraphysiological levels or by siRNA knockdown of endogenous H2S-producing enzymes cystathionine-gamma-lyase (CGL) and cystathionine-beta-synthase (CBS) to obtain infraphysiological levels. Treatment with NaHS or Na2S (10 {micro}M - 5 mM, 24 h) reduced gap closure in a dose-dependent fashion, with negligible effects at <100 {micro}M and progressive suppression at higher concentrations. Conversely, siRNA knockdown of CGL or CBS boosted keratinocyte migration by 30% versus scrambled siRNA control. Supplementation with a slow-release H2S donor rescued the siCGL phenotype, restoring migration to control levels. Across experiments, intracellular H2S level is negatively associated with keratinocyte migration. These findings suggest that H2S can restrain keratinocyte motility under serum-restricted conditions, and that reports of accelerated wound closure with H2S donors in vivo may reflect effects on other cell types and/or inflammatory pathways rather than direct enhancement of keratinocyte migration.", "date": "2025-08-17", "journal": ""}
{"title": "ConNIS and labeling instability: new statistical methods for improving the detection of essential genes in TraDIS libraries", "doi": "10.1101/2025.08.14.670266", "authors": "Hanke, M.; Harten, T.; Foraita, R.", "abstract": "The identification of essential genes in Transposon Directed Insertion Site Sequencing (TraDIS) data relies on the assumption that transposon insertions occur randomly in non-essential regions, leaving essential genes largely insertion-free. While intragenic insertion-free sequences have been considered as a reliable indicator for gene essentiality, so far, no exact probability distribution for these sequences has been proposed. Further, many methods require setting thresholds or parameter values a priori without providing any statistical basis, limiting the comparability of results. Here, we introduce Consecutive Non-Insertions Sites (ConNIS), a novel method for gene essentiality determination. ConNIS provides an analytic solution for the probability of observing insertion-free sequences within genes of given length and considers variation in insertion density across the genome. Based on an extensive simulation study and real world scenarios, ConNIS was found to be superior to prevalent state-of-the-art methods, particularly in scenarios with a low or medium insertion density. In addition, our results show that the precision of existing methods can be improved by incorporating a simple weighting factor for the genome-wide insertion density. To set methodically embedded parameter and threshold values of TraDIS methods a subsample based instability criterion was developed. Application of this criterion in real and synthetic data settings demonstrated its effectiveness in selecting well-suited parameter/threshold values across methods. A ready-to-use R package and an interactive web application are provided to facilitate application and reproducibility.", "date": "2025-08-17", "journal": ""}
{"title": "ECOD: Classification of domains in AFDB Swiss-Prot structure predictions", "doi": "10.1101/2025.08.14.670261", "authors": "Schaeffer, R. D.; Zhang, J.; Cong, Q.; Grishin, N.", "abstract": "The development of highly accurate protein structure prediction algorithms has led to an explosion of structural data, transforming our understanding of protein structure-function relationships across diverse organisms. Domain classifications such as the Evolutionary Classificatioxn of Protein Domains (ECOD) have incorporated these computational predictions alongside experimental structures to create comprehensive resources for the research community. The AlphaFold Database (AFDB) plays a unique role, providing millions of predicted structures that ECOD has systematically classified for human proteins, small pathogens, and reference proteomes. Here, we extend this classification framework to the Swiss-Prot/UniProtKB dataset, applying the Domain Parser for AlphaFold Models (DPAM) pipeline to classify domains from over 542,000 Swiss-Prot protein structure predictions, resulting in more than 1,032,000 classified domains. These domains span 3,493 ECOD topologies and display high assignment confidence (mean DPAM probability: 0.992), with extensive taxonomic and functional diversity. Notably, over 100,000 domains lack existing Pfam mappings, indicating novel evolutionary groups. These results significantly expand ECODs coverage into a functionally and taxonomically diverse protein space, anchoring high-confidence structure predictions in an evolutionary framework. By integrating Swiss-Prot predictions, we enhance the utility and interpretability of AlphaFold models and establish a foundation for future large-scale, functionally informed domain classifications.", "date": "2025-08-17", "journal": ""}
{"title": "Eukan: a fully automated nuclear genome annotation pipeline for less studied and divergent eukaryotes", "doi": "10.1101/2025.08.13.670088", "authors": "Sarrasin, M.; Burger, G.; Lang, B. F.", "abstract": "Here, we introduce a new annotation pipeline, called Eukan, designed to deliver reliably high-quality results across a broad range of eukaryotes. First, experimental evidence is automatically leveraged to refine predictions, specifically, RNA-Seq coverage to inform gHMM gene prediction, and intron lengths to inform protein sequence alignments. Second, a consensus is created from an empirically optimized weighting of gene models from multiple sources. Third, Eukan runs a post-annotation routine to recover gene models missing from the consensus that otherwise have strong transcript support and appear to be protein-coding. We compare the results of Eukan with those of three popular freely-available pipelines (Maker, Braker, Gemoma) on 17 phylogenetically diverse haploid and diploid nuclear genomes. In addition to the commonly reported annotation accuracy statistics, we define a novel classification system of critical defects commonly observed in automated annotations. Furthermore, we developed a statistical model that demonstrates each of the tested pipelines correctly identified the majority of the validated \"Gold Standard\" gene models across the test set, but each pipeline uniquely generates a non-negligible portion of either fragmented, artificially fused, or missing gene models. Despite that, we demonstrate that Eukan performs consistently well where other pipelines encounter challenges, such as for compact protist genomes.", "date": "2025-08-17", "journal": ""}
{"title": "Structure-based Generation of a Secondary Nucleation Inhibitor in alpha-Synuclein Aggregation Using a Conditional Diffusion Model", "doi": "10.1101/2025.08.16.670694", "authors": "Zhang, H.; Horne, R. I.; Brotzakis, Z. F.; Harris, C.; Lio', P.; Vendruscolo, M.", "abstract": "The process of -synuclein aggregation results in the formation of amyloid fibrils, which accumulate in the brain of patients affected by Parkinson's disease. Among possible therapeutic strategies to cure this disease, one approach is based on the development of compounds capable of inhibiting alpha-synuclein aggregation. An effective inhibition could be achieved by blocking the nucleation sites on the surface of the amyloid fibrils that are responsible for their autocatalytic proliferation. Here, we report a strategy based on deep learning to achieve this goal, which uses an E(3)-equivariant conditional diffusion model. By using this approach, we designed and tested experimentally candidate small molecules. We found that one of these small molecules acts as a potent inhibitor of secondary nucleation in alpha-synuclein aggregation. These results provide evidence that generative diffusion models offer effective tools for drug design.", "date": "2025-08-17", "journal": ""}
{"title": "Force Propagation in Active Cytoskeletal Networks", "doi": "10.1101/2025.08.13.669984", "authors": "Liu, S.; Pan, R. W.; Lee, H. J.; Shadkhoo, S.; Yang, F.; Larios, D.; Li, C.; Wang, H.; Qu, Z.; Phillips, R.; Thomson, M.", "abstract": "Conventional materials science establishes clear structure--function relationships: grain boundaries modulate strength by blocking dislocations, and defect density limits conductivity through electron scattering. Active matter presents a fundamentally different challenge, components continuously consume energy to generate forces, creating a dual identity as both structural elements and force-generating machines. This material--machine duality raises a fundamental question: which structural parameters govern functional behavior in systems where constituents actively generate forces rather than merely responding to external inputs? Here we demonstrate that percolation is the critical mechanism that transforms active cytoskeletal networks from energy-dissipating materials into work-performing machines. Using light-controlled microtubule-kinesin networks, we show that increasing bundle length from 0.9 m to 5 m triggers a percolation transition that enables global force organization. Networks below the threshold remain incapable of performing coordinated work, while networks above it develop correlation lengths exceeding 240 m, generate 25-fold stronger forces, and extract 1000-fold more mechanical work, powering transport of live cells across 800 m distances. Network simulations reveal that introducing just 5-10% longer bundles creates a connected component containing 90% of microtubules, establishing the precise threshold that drives this material-to-machine transition. Our findings establish percolation as the fundamental mechanism governing whether active matter systems function as passive materials or as coordinated machines--providing design principles for both synthetic and biological systems.", "date": "2025-08-17", "journal": ""}
{"title": "Nanoparticle Metal Mass Uptake Governs Radiosensitizing Efficacy Across 2D, 3D, and In Vivo Models", "doi": "10.1101/2025.08.13.670090", "authors": "Gerken, L. R. H.; Schaller, L. G. S.; Dok, R.; Camenisch, S.; Gogos, A.; Habermann, S.; Nuyts, S.; Herrmann, I. K.", "abstract": "Despite extensive efforts to develop nanoparticle-based radioenhancers, clinical translation remains limited, partly due to the lack of physiologically relevant in vitro models. To address this gap, we developed a 3D spheroid model of head and neck cancer using FaDu cells and compared it directly to a corresponding in vivo model in a radiotherapy setting. The spheroids exhibited key tumor-like features, including the formation of a hypoxic core and growth kinetics comparable to in vivo tumors. Importantly, the model allowed for long-term monitoring of tumor growth and radiation response. Upon X-ray irradiation, dose-response behavior in spheroids mirrored that observed in vivo. Furthermore, TiO2, HfO2, and Au nanoparticles demonstrated consistent radiosensitization effects in both systems when matched for uptake mass. In contrast, conventional 2D clonogenic assays failed to predict in vivo performance, likely due to their lower radioresistance and unrealistic nanoparticle exposure conditions. This study introduces a robust, scalable, and clinically compatible 3D in vitro platform for preclinical screening of nanoparticle radioenhancers. The system may offer streamlining of development pipelines and support the 3R principles of reduction, replacement, and refinement in radiation oncology research.", "date": "2025-08-17", "journal": ""}
{"title": "Temporal Clonal Tracing and Functional Perturbation Reveal Niche-Adaptive and Tumor-Intrinsic IFNγ Dependencies Driving Ovarian Cancer Metastasis", "doi": "10.1101/2025.08.13.669778", "authors": "Aleksandrovic, E.; Fross, S. R.; Golomb, S. M.; Liu, X.; Zhao, Z.; Das, N. M.; Reese, T. C.; Ma, W.; Lopez, J.; Stack, M. S.; Zhao, M.; Zhang, S.", "abstract": "Metastasis is an emergent continuum, driven by evolving reciprocal adaptations between continuously disseminating tumor cells (DTCs) and the specialized metastatic niches of distant organs. The interplay between intrinsic and niche-driven mechanisms that enables DTCs to survive and home to distant organs remains incompletely understood. Here, using MetTag, a single-cell barcoding and transcriptome profiling approach with time-stamped BC.IDs, we mapped temporal, clonal dynamics of DTCs and the immune cell landscape across ovarian cancer metastatic niches. Deep sequencing of barcodes revealed preferred enrichment of early-disseminated clones across metastatic niches. Mechanistically, single-cell RNA sequencing (scRNA-seq) coupled with velocity analyses in ascites and metastasis-bearing omentums uncovered an emergent, distinct interferon-gamma (IFN{gamma}) centric transcriptional trajectory, enriched among early seeding clones. Moreover, in vivo CRISPR/Cas9 screening of metastatic niche-specific signatures demonstrated that genes belonging to the ascites IFN{gamma} signature, including Marco, Gbp2b, and Slfn1, are functionally important for peritoneal metastasis. Knockout of IFN{gamma} receptor 1 (Ifngr1) in tumor cells significantly reduced metastatic burden and extended survival, underscoring the importance of tumor cell intrinsic IFN{gamma} signaling in ovarian cancer metastasis. Furthermore, we identified that the tumor intrinsic IFN{gamma} response and ascites-derived tumor-associated macrophages (TAMs) protect cancer cells from anoikis-mediated death within the IFN{gamma}-rich ascites environment. Our study resolves temporal dynamics of disseminating tumor cells and highlights an ascites-driven, IFN{gamma} program as a necessary pro-metastatic adaptation in the ovarian metastasis cascade.", "date": "2025-08-17", "journal": ""}
{"title": "Cyclin-dependent kinase 9 inhibitors as oncogene signaling modulators in combination with targeted therapy for the treatment of colorectal cancer", "doi": "10.1101/2025.08.13.669992", "authors": "Mohammadi, M.; Bhat, M. A.; Li, T.; Wei, N.; Patil, P.; Mo, C.; Thielen, N.; Huang, Z.; Du, J.; Goldstein, Y.; Wiltz, O.; Huang, R.; Ooka, K.; Quintal, M.; Chu, E.; Kuang, C.", "abstract": "Background: Colorectal cancer (CRC) is the second deadliest cancer worldwide and new treatment options are urgently needed. Cyclin dependent kinase 9 (CDK9) promotes aberrant RNA transcription in cancer and is a promising target for cancer therapies. Methods: Using CRC cell lines as well as newly established patient-derived organoid models of CRC, we studied the clinically promising CDK9 inhibitors (AZD4573, BAY1125152/VIP152/enitociclib, and NVP2) to determine their therapeutic potential. We investigated the efficacy and mechanisms of action through cell growth and cytotoxicity assays, RNAseq, immunoblotting, and IHC. Results: We found CDK9 inhibitors to be highly potent against CRC, through suppression of proliferation and induction of apoptosis. Our results demonstrated CDK9 inhibitors to be broadly active against a set of CRC models derived from a diverse patient population. Our mechanistic studies showed significant suppression of the Mitogen-active protein kinase (MAPK) signaling pathway due to CDK9 inhibitor treatment, suggesting that CDK9 inhibitor efficacy could be enhanced when combined with MAPK pathway inhibitors. As proof-of-concept, we found that CDK9 inhibitors and MEK inhibitors could be combined to synergistically suppress CRC growth and survival. Conclusions: CDK9 inhibitors show promising activity against patient-derived models of CRC. MAPK signaling is particularly suppressed by CDK9 inhibitors. Combining CDK9 inhibitors and targeted therapy against MAPK signaling pathway may be a viable strategy worthy of further investigation preclinically and clinically.", "date": "2025-08-17", "journal": ""}
{"title": "Reprogramming Immunosuppressive Bone Marrow Derived Cells via CD44 Targeting Impacts Pancreatic Cancer Metastasis", "doi": "10.1101/2025.08.13.670111", "authors": "Mehner, L.-M.; Munoz-Sagredo, L.; Andrieux, G.; Koschut, D.; Gaida, M. M.; Warth, A.; Haitz, P.; Treffert, S. M.; Orian-Rousseau, V.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is characterized by early dissemination and an aggressive metastatic course. In order to establish in the liver, metastatic cells require a metastatic niche providing prosurvival signals. Here, we demonstrate that bone marrow derived cells (BMDCs) establish immunosuppressive niches in the liver that promote metastatic colonization in PDAC. Using an immunocompetent orthotopic PDAC mouse model, we show that BMDCs form clusters enriched in myeloid progenitors and display upregulation of migratory, adhesive, and immunoregulatory programs in response to tumor derived cues. CD44 and its splice variant CD44v6 are found to be highly expressed on these cells. Hematopoietic specific deletion of Cd44 or Cd44v6 using Cd44/Cd44v6fl/fl;VavCreERT2 mice markedly impairs BMDC clustering, reshapes the BMDC transcriptome, disrupting pathways critical for migration, adhesion, and immunosuppression thereby reducing metastatic burden. Mechanistically, CD44 inhibition blocks BMDC migration toward CCL2, CCL5, and CXCL12, and impairs adhesion to VCAM-1 and fibronectin. Functionally, Cd44 deficient BMDCs exhibit reduced expression of immunosuppressive mediators such as Arginase 1, Ido1, and Il10, and fail to suppress T cell proliferation. Our findings position CD44 as a pleiotropic regulator of BMDC mediated metastatic niche formation and identify it as a promising therapeutic target to disrupt the prometastatic microenvironment in PDAC.", "date": "2025-08-17", "journal": ""}
{"title": "Integrated multi-omic analysis reveals novel subtype-specific regulatory interactions in pediatric B-cell acute lymphoblastic leukemia", "doi": "10.1101/2025.08.13.670107", "authors": "Pushel, I.; Clark, Z. S.; Lansdon, L. A.; Yoo, B.; Rekowski, M. J.; Wood, N. M.; Washburn, M.; Farooqi, M. S.", "abstract": "Molecular subtyping of pediatric B-cell acute lymphoblastic leukemia (B-ALL) has improved patient outcomes through stratification and selection of targeted therapies. Despite extensive genomic and transcriptomic profiling of this cancer, few studies to date have characterized the proteomic landscape, although proteins are the direct targets of many therapeutic agents. In this study, we demonstrate the utility of multi-omic integration of global transcriptomic, proteomic, and phosphoproteomic profiles of samples from patients diagnosed with either of two B-ALL subtypes - Ph-like (BCR::ABL1-like) and ETV6::RUNX1. Through individual and multi-omic analysis, we recapitulate known transcriptomic findings and identify novel subtype-specific proteomic and phosphoproteomic biomarkers. Our findings suggest a previously undescribed role for calcium-dependent signaling processes in Ph-like B-ALL, which has the potential to serve as a novel avenue for targeted treatments. By integrating multiple 'omics modalities, we identify not only features of interest but also begin to unravel the regulatory interactions driving subtype-specific mechanisms of leukemogenesis. This integrated analytic approach paves the way for enhanced precision medicine for precise subtyping and treatment selection for pediatric leukemia patients. Mass spectrometry data generated in this study have been deposited in MassIVE under accession MSV000097955.", "date": "2025-08-17", "journal": ""}
{"title": "Beyond Traditional Poincare Analysis: Second-Order Plots Reveal Respiratory Effects in Heart Rate Variability", "doi": "10.1101/2025.08.13.670042", "authors": "Lebedev, M. A.; Medvedeva, A. S.; Solovieva, K. P.; Starodubtseva, N. M.; Makarova, A. V.; Kleeva, D. F.", "abstract": "Poincare plots are commonly used to visualize and quantify the most rapid component of heart rate variability (HRV), capturing the interdependence of successive beat-to-beat intervals. In this study, the analysis was enhanced by introducing the second-order Poincare plot, where axes represented interval increments rather than consecutive intervals. Using data from healthy subjects at rest and during classical music listening, it was demonstrated that this method filtered out the elliptical shape observed in traditional Poincare plots, which reflected slow HRV, thereby emphasizing faster variability. Ring-shaped patterns emerged in the plots for several participants, indicating heart rate correlation with respiratory cycles. For the other subjects, the plots displayed point clouds with positive, negative, or no serial correlation. Further analysis revealed that positive correlation arose during slow breathing, while negative correlation occurred with rapid breathing, corresponding to the ratio between respiratory frequency and heart rate. A simple oscillator model - consisting of a fast (cardiac) oscillator modulated by a slow (respiratory) oscillator - confirmed these findings. Although the study is primarily focused on HRV, the second-order Poincare plot holds potential for broader applications in physiological and neurophysiological signal analysis.", "date": "2025-08-17", "journal": ""}
{"title": "Detection of Cytosolic Ion Concentrations by the Trans-Golgi Network/Early Endosome is Important for Salt Tolerance", "doi": "10.1101/2025.08.13.670069", "authors": "Mckay, D. W.; Lupanga, U.; Uebele-Perez, M.; Krebs, M.; Wege, S.; Grabe, M.; Schumacher, K.", "abstract": "Plant survival requires cellular sensing systems that detect and respond to nutrient and ion fluctuations. The ability to monitor and adjust solute concentrations is essential for managing environmental stresses, particularly salt stress, yet the molecular mechanisms underlying cellular ion sensing remain largely unknown. Here, we combine luminal pH measurements with mathematical modelling of ion transport to investigate the role of the Trans-Golgi Network/Early Endosome (TGN/EE) for cellular ion homeostasis. Our results demonstrate that cytosolic concentrations of Cl-, Na+ and K+ directly impact ion transport activity at the TGN/EE, thereby influencing luminal pH dynamics. Specifically, we find that the TGN/EE lumen becomes more alkaline when plants are exposed to elevated NaCl concentrations, indicating a previously unrecognised role for endomembrane pH regulation in salt stress responses. Furthermore, we demonstrate that TGN/EE ion transport mutants that fail to exhibit NaCl-induced alkalisation display hypersensitivity to Na+. These findings indicate that the translation of elevated cytosolic ion concentrations into TGN/EE luminal alkalisation, represents an important mechanism for conferring Na+ tolerance in plant cells.", "date": "2025-08-17", "journal": ""}
{"title": "PRMix: Primary Region Mix Augmentation and Benchmark Dataset for Precise Whole Mouse Brain Anatomical Delineation", "doi": "10.1101/2025.08.13.670045", "authors": "Yuan, K.; Woods, H.; Günar, U.; Dominic, D.; Wu, Y.; Qiu, Z.; Grant, S. G. N.", "abstract": "The architecture of the mouse brain shares remarkable similarities with the human brain, making it an essential model for studying brain pathologies, synaptic diversity, and regional specialization. A key step in such studies involves registering molecular images to reference brain atlases, a process hindered by the difficulty of accurately delineating brain regions. Toward this, we have curated a collection of high-resolution, dual-fluorescence microscopy images, termed as dual-fluorescence mouse brain microscopy (DMBM) dataset, complemented by expert annotations of 118 subregions. This dataset provides unprecedented insights into the molecular and structural complexity of the mouse brain. However, its full potential for detailed whole-brain analysis is compromised by challenges such as boundary ambiguity and sample scarcity in existing automated segmentation methods, prompting the development of the primary region mix (PRMix) augmentation method. PRMix is specifically designed to expand these datasets, enhance the realism of synthetic data and minimize overlap between adjacent regions. Our approach, together with the curated dataset, achieves superior segmentation performance across the mouse brain compared with existing methods, setting a new benchmark in brain imaging research. Code and data are available at https://git-pages.ecdf.ed.ac.uk/dmbm-datasets-5c13cd/.", "date": "2025-08-17", "journal": ""}
{"title": "Multiscale Metapopulations", "doi": "10.1101/2025.08.13.670192", "authors": "Malagon, D.; Camper, B. T.; Bewick, S. A.", "abstract": "New advents in technology have improved our ability to study and track host-associated organisms. Often, these organisms experience vastly different spatial and temporal scales than their hosts. However, host-associated organisms are not independent of their hosts nor are hosts independent of their host-associated organisms. Rather, processes at the host and host-associated organism scales interact to alter outcomes for both the host and its symbionts. Often, host-associated organisms are described in terms of metapopulations, wherein individual hosts act as habitat patches for their symbionts. When hosts themselves also exist in patchy environments, the result is metapopulation structure at two distinct scales. In this paper, we develop a model to explore how the incorporation of multiscale metapopulation dynamics impacts metapopulation predictions at both the host and symbiont scales. While related to several disease models, our system differs in its inclusion of full colonization and extinction dynamics at both scales, and its emphasis on how the interaction between colonization and extinction at these two scales impact the host and its host-associated organisms, including pathogens as well as symbionts that are beneficial to the host. Overall, our multiscale metapopulation model predicts rich dynamics that often deviate from the dynamics of metapopulation models built for either the host or its host-associated organisms independently.", "date": "2025-08-17", "journal": ""}
{"title": "Metabolomics of a Cysteinyl Leukotriene Receptor 1 (CysLTR1) Knockout Mouse Model by Analysis of Bronchoalveolar Lavage Fluid Using Gas Chromatography-time of Flight Mass Spectrometry.", "doi": "10.1101/2025.08.15.670145", "authors": "Adeosun, W. B.; Poswayo, S. K.; Parihar, S. P.; Loots, D. T.", "abstract": "Cysteinyl leukotriene receptor 1 (CysLTR1), a potent lipid mediator, is known for its critical role in regulating inflammatory responses, particularly in asthma and airway diseases. While its function in immune cell recruitment has been previously reported, its broader impact on pulmonary metabolism remains largely unexplored. In this study, we investigated the metabolic consequences of CysLTR1 deletion in mice via GC-TOFMS-based metabolomics analysis of bronchoalveolar lavage fluid (BALF) from both CysLTR1 knockout (KO) and wild-type (WT) mice. The BALF from CysLTR1 KO mice presented significantly reduced levels of glucose, gluconic acid, sedoheptulose, D-xylose, glucosamine, glyceric acid, and 1-methylinosine, indicating impaired glucose uptake and dysregulation of glycolysis and gluconeogenesis. Further disruption of glucose-associated pathways, including the pentose phosphate pathway and purine metabolism, alongside reduced 1-methylinosine levels, suggests altered RNA turnover. In addition, decreases in butanoic acid, decan-2-ol, and 1-hexadecanol indicate dysregulated fatty acid metabolism, potentially as a compensatory response to glucose deficiency. Altered levels of mandelic acid, glutaric acid, tricarballylic acid, and decan-2-ol, some of which are derived from corn-based diets, also indicate changes in the pulmonary microbiome. Overall, the deletion of CysLTR1 significantly disrupts pulmonary metabolic homeostasis, affecting the metabolism of carbohydrates, lipids, amino acids, nucleotides, and microbial-derived metabolites. Given the reported role of CysLTR1 in asthma and airway disorder, these findings provide new insights into the metabolic dimensions of leukotriene signalling and may help reveal novel therapeutic targets for chronic airway diseases. Keywords: cysteinyl leukotriene receptor 1; bronchoalveolar lavage fluid; metabolomics.", "date": "2025-08-17", "journal": ""}
{"title": "Photoacoustics-guided Real-Time Closed-loop Control of Magnetic Microrobots through Deep Learning", "doi": "10.1101/2025.08.13.670011", "authors": "Nauber, R.; Hoppe, J.; Castellanos Robles, D.; Medina Sanchez, M.", "abstract": "Medical microrobots promise to increase the efficacy and reduce the invasiveness of certain medical procedures in the future. Real-time tracking of the microrobot, actuation, and closed-loop control of its position under in vivo conditions is crucial to fulfill the task at hand. We present a system for closed-loop control of magnetic microrobots using dual-mode ultrasound and photoacoustic imaging. It employs GPU-accelerated beamforming and tracking to achieve real-time operation with a closed-loop cycle time of 100 ms. Artifacts from simultaneous imaging and magnetic actuation are suppressed through time-multiplexing. To address the challenge of detecting microrobots in low-contrast, strong-background images, we implemented real-time Deep Learning-based tracking. A custom dataset of various types of microrobots is curated from long-duration closed-loop control measurements and employed to fine-tune a pre-trained detection model. We introduce a platform for real-time closed-loop control of microrobots and demonstrate its performance with a 300 um spiral-shaped microrobot following a figure-of-8 shape under photoacoustic imaging guidance. The localization error is evaluated against an optical reference measurement. Our results show that photoacoustic-based tracking significantly outperforms ultrasound tracking, with the deep learning approach further reducing missed detections. This demonstrates the algorithm's ability to generalize to a previously unseen type of microrobot. We envision this platform to advance medical microrobotics research by providing real-time closed-loop control of untethered microrobots under deep tissue.", "date": "2025-08-17", "journal": ""}
{"title": "Purine nucleobases enhance CD8+ T cell effector function", "doi": "10.1101/2025.08.14.669899", "authors": "Genger, J.-W.; Haladik, B.; Lercher, A.; Agerer, B.; Mangana, C.; Amman, F.; Viczenczova, C.; Hohl, T.; Hofmann, A.; Koblischke, M.; Kratzer, B.; Li, W.; Zinober, K.; Kartnig, F.; Schueller, C.; Koren, A.; Lin, J.-M. G.; Maier, B. B.; Bock, C.; Kralovics, R.; Arguello, R. J.; Aberle, J. H.; Reiberger, T.; Pickl, W. F.; Superti-Furga, G.; Klavins, K.; Hannich, J. T.; Kubicek, S.; Bergthaler, A.", "abstract": "During antiviral immune responses, activated immune cells remodel metabolic pathways towards uptake and utilization of biosynthetic and bioenergetic metabolites. Concurrently, viral infections alter metabolic environments, impacting metabolite availability for the establishment of an effective immune response. Here, we integrated in vivo metabolomics data from murine and human viral infections with in vitro metabolite screens, identifying purine nucleobases as novel immunometabolites that enhance CD8+ T cell effector function. We found that CD8+ T cells can switch from resource-intensive purine de novo synthesis to purine salvage pathway, to produce nucleotides from purine nucleobases. This strategy of metabolic adaptation allows diversion of biosynthetic and bioenergetic resources towards enhancing effector molecule production. Our findings unveil an adaptation strategy by CD8+ T cells to manage metabolic challenges in dynamic organismal environments and suggest pharmacological targets in purine metabolism as potential targets for immunotherapy.", "date": "2025-08-17", "journal": ""}
{"title": "Multimodal learning decodes the global binding landscape of chromatin-associated proteins", "doi": "10.1101/2025.08.17.670761", "authors": "Tan, J.; Fu, X.; Ling, X.; Mo, S.; Bai, J.; Rabadan, R.; Fenyo, D.; Boeke, J. D.; Tsirigos, A.; Xia, B.", "abstract": "Chromatin-associated proteins (CAPs), including over 1,600 transcription factors, bind directly or indirectly to the genomic DNA to regulate gene expression and determine a myriad of cell types. Mapping their genome-wide binding and co-binding landscape is essential towards a mechanistic understanding of their functions in gene regulation and resulting cellular phenotypes. However, due to the lack of techniques that effectively scale across proteins and biological samples, their genome-wide binding profiles remain challenging to obtain, particularly in primary cells. Here we present Chromnitron, a multimodal foundation model that accurately predicts CAP binding landscapes across hundreds of proteins in unseen cell types. Via in silico perturbation experiments, we show that the model learned principles of CAP binding from multimodal features including DNA sequence motifs, chromatin accessibility levels, and protein functional domains. Applying Chromnitron to study cell fate transitions, we discovered novel CAPs regulating the T cell exhaustion process. Furthermore, Chromnitron can predict the dynamic CAP binding landscapes during development, revealing the global orchestration of protein and regulatory element activities in neurogenesis. We expect Chromnitron to accelerate discovery and engineering in regulatory genomics, particularly in human primary cells, and empower future therapeutic opportunities.", "date": "2025-08-17", "journal": ""}
{"title": "Hyperexcitability of female serotonin neurons underlies sex-specific anxiety responses", "doi": "10.1101/2025.08.17.670715", "authors": "van der Veldt, S.; Henderson, F.; Pizzoccaro, L.; Simard, A.-S.; Perreault, F.; Fortin-Houde, J.; Ducharme, G.; Amilhon, B.", "abstract": "Mood disorders display robust sex differences in prevalence, symptom profile, and treatment outcomes, with women nearly twice as likely as men to be diagnosed. However, the neural substrates mediating sex-specific regulation of mood and related disorders remain incompletely understood. Here, we identify a neural circuit mechanism involving serotonergic (5-HT) projections from the median raphe region (MRR) to the ventral hippocampus (vHP) responsible for sex-specific regulation of anxiety-like behavior in mice. Using a multimodal approach combining electrophysiology, fiber photometry, and optogenetics, we show that 5-HT neurons targeting the vHP (5-HTvHP neurons) display heightened intrinsic excitability and delayed deactivation in female mice during exposure to aversive environments. Optogenetic activation of this pathway enhanced anxiety-like behavior, and decreased risk-assessment behavior in females, but not in males. Collectively, our findings establish 5-HTvHP neurons as a critical circuit for the regulation of anxiety and provide a mechanistic framework for understanding how serotonergic modulation contributes to sex-specific vulnerability to mood disorders.", "date": "2025-08-17", "journal": ""}
{"title": "Age-related decline of synaptic plasticity is regulated by neuro-androgen and neuro-estrogen in normal aging of hippocampus", "doi": "10.1101/2025.08.17.670749", "authors": "Kawato, S.; Hojo, Y.; Ogiue-Ikeda, M.; Soma, M.; Saito, M.; Kim, J.; Munetomo, A.; Higo, S.; Ishii, H.; Kato, A.; Mukai, H.; Hiragushi, A.; Shirasawa, T.; Shimizu, T.; Horie, S.", "abstract": "We revealed a good relationship between age-dependent decrease in the hippocampal dendritic spine density and age-dependent decrease in hippocampal androgen and estrogen levels with normal aging of male rats. Approximately 25% decrease in the spine density was observed in hippocampal CA1 region by going from 3 month-old (3m; young adult) to 24 month-old (24m; aged). We found a significant age-induced decrease in hippocampal neuro-androgen levels by going from 3m to 24 m using mass-spectrometric analysis. The hippocampal levels of testosterone (T) and dihydrotestosterone (DHT) dramatically decreased from 17 nM T and 7 nM DHT at 3 m to 17/100 nM T and 7/15 nM DHT at 24 m. On the other hand, hippocampal estradiol (E2) was moderately decreased with aging, from 8 nM at 3 m to 2 nM at 24m. Comprehensive analysis of mRNAs of hippocampal steroidogenic enzymes and receptors showed an age-dependent decrease in their expression levels by approximately 50% (P450(17alpha)), 25% (17beta-hydroxysteroid dehydrogenase) and 0% (5-reductase and P450arom). Androgen receptor AR was moderately decreased but estrogen receptor ER was not decreased with aging. The 25% decrease in the spine density with aging may be due to a balance between considerably decreased T and DHT levels (spine decrease factor) and remained moderately high E2 level (spine increase factor) in the 24m hippocampus. Aged hippocampus still has moderate capacity of sex-steroid synthesis and their functions. Interestingly, DHT-supplementation and T-supplementation recovered the spine density at 24m.", "date": "2025-08-17", "journal": ""}
{"title": "fSuSiE enables fine-mapping of QTLs from genome-scale molecularprofiles", "doi": "10.1101/2025.08.17.670732", "authors": "Denault, W. R. P.; Sun, H.; Carbonetto, P.; Liu, A.; De Jager, P.; Bennet, D.; The Alzheimer's Disease Functional Genomics Consortium,  ; Wang, G.; Stephens, M.", "abstract": "Molecular quantitative trait locus (QTL) studies seek to identify the causal variants affecting molecular traits like DNA methylation and histone modifications. However, existing fine-mapping tools are not well suited to molecular traits, and so molecular QTL analyses typically proceed by considering each variant and each molecular measurement independently, ignoring the LD among variants and the spatial correlation in effects between nearby sites. This severely limits accuracy in identifying causal variants and quantifying their molecular trait effects. Here, we introduce fSuSiE (``functional Sum of Single Effects''), a fine-mapping method that addresses these challenges by explicitly modeling the spatial structure of genetic effects on molecular traits. fSuSiE integrates wavelet-based functional regression with the computationally efficient ``Sum of Single Effects'' framework to simultaneously finemap causal variants and identify the molecular traits they affect. In simulations, fSuSiE identified causal variants and affected CpGs more accurately than methods that ignore spatial structure. In applications to DNA methylation and histone acetylation (H3K9ac) data from the ROSMAP study of the dorsolateral prefrontal cortex, fSuSiE achieved dramatically higher resolution than existing methods (e.g., identifying 6,355 single-variant methylation credible sets compared to only 328 from an existing approach). Applied to Alzheimer's disease (AD) risk loci, fSuSiE identified potential causal variants colocalizing with AD GWAS signals for established genes, including CASS4 and CR1/CR2, suggesting specific potential regulatory mechanisms underlying these AD risk loci.", "date": "2025-08-17", "journal": ""}