{"title": "Can increased prenatal exposure to thyroid hormones alter physiology and behaviour in the long-term? Insights from an experimental study in Japanese quails.", "doi": "10.1101/2023.03.22.533811", "authors": "Aho, K.; Stier, A.; Sarraude, T.; Hsu, B.-Y.; Ruuskanen, S.", "abstract": "Maternal thyroid hormones (triiodothyronine T3 and thyroxine T4) are important regulators of embryonic development and gene expression. While maternal thyroid disorders are known to cause developmental issues in humans, variation in maternal thyroid hormones in healthy mothers have also been found to correlate with infant and child phenotypes. This suggests a potential impact of maternal thyroid hormones on offspring phenotype in an eco-evolutionary context. In chickens, prenatal thyroid hormone treatment has been shown to influence embryonic gene expression and postnatal treatment to influence imprinting and learning. However, the potential long-term effects of maternal thyroid hormones on physiology and behaviour are unclear. This study aims to investigate the long-term effects of maternal thyroid hormones on behaviour, plasma thyroid hormone levels and brain gene expression using the Japanese quail (Coturnix japonica) as a model. Egg hormone levels were elevated by injecting unincubated eggs with either saline (control), T3, T4 or a mixture of T3 and T4. Social motivation, boldness and fearfulness to predators were tested shortly after hatching and as adults. Plasma thyroid hormone levels and pallial expression of thyroid hormone receptor A, type 2 deiodinase, and nuclear receptor coactivator 1 were measured in adulthood. We found no evidence that elevated thyroid hormone levels in eggs affected behaviour, plasma hormone levels, or gene expression. This is the first study examining the potential long-term effects of elevated maternal thyroid hormones within the natural range. Although we found no evidence of long-term effects, other traits may still be affected and remain to be studied.", "date": "2025-08-31", "journal": ""}
{"title": "Shared and unique lifetime stressor characteristics and network connectivity predict adolescent anxiety and depression", "doi": "10.1101/2024.10.25.620373", "authors": "Qu, Y.; Chopra, S.; Qu, S.; Cocuzza, C. V.; Labache, L.; Bauer, C. C. C.; Morfini, F.; Whitfield-Gabrieli, S.; Slavich, G. M.; Joormann, J.; Holmes, A. J.", "abstract": "Exposure to major life stressors and aberrant brain functioning have been related to anxiety and depression, especially during adolescence. However, whether these associations differ based on the specific characteristics of the stressors experienced, and/or the functional networks engaged, remains unclear. We used baseline lifetime stressor exposure and resting-state functional magnetic resonance imaging data from a longitudinal sample of 150 adolescents enriched for anxiety and depressive disorders. We examined the cumulative lifetime stressor frequency and severity of five stressor characteristics: physical danger, interpersonal loss, humiliation, entrapment, and role change/disruption. Anxiety and depression symptoms were assessed at three time points: baseline, 6-month and 12-month follow-ups. Linear mixed-effect models tested if the lifetime frequency and severity of these stressor characteristics and functional connectivity within and between frontoparietal, default, and ventral attention networks at baseline predicted anxiety and depression symptoms at three time points. Lifetime frequency and severity of humiliation and entrapment predicted both anxiety and depression symptoms. Lifetime frequency and severity of entrapment exposures predicted anxiety and depression symptoms after accounting for baseline depression and anxiety symptoms, respectively. Resting-state functional connectivity between default, frontoparietal and ventral attention networks did not predict either anxiety or depression symptoms after correcting for multiple comparisons. Our study highlights lifetime exposures to humiliation and entrapment stressors as central stressor characteristics predictive of prospective anxiety and depression symptoms in adolescence. Our results also suggest that resting-state functional connectivity within and between default, frontoparietal and ventral attention networks may be relatively weak predictors of prospective anxiety and depression symptoms in adolescence.", "date": "2025-08-31", "journal": ""}
{"title": "Single cell Edit Detection and Identification Tool (scEDIT): computational workflow for efficient and economical single cell analysis of CRISPR edited cells", "doi": "10.1101/2025.01.23.634562", "authors": "Suryawanshi, G. W.", "abstract": "Advances in CRISPR technology are revolutionizing gene therapy and drug discovery. The advent of single-cell DNA sequencing (scDNA seq) is generating granular level insight into CRISPR induced genomic changes both intended and unintended. However, analysis of single cell data necessitates expensive high-performance computing (HPC) clusters or large data servers. Analysis of the single cell data is currently limited unaffordable computational cost and the lack of open-source software tools. To address this, we present scEDIT, a fast, lightweight, portable, and standalone software for pre- and post-processing CRISPR editing data from the Tapestri single-cell DNA-seq platform. scEDIT is memory-efficient, multithreaded, and compatible with most UNIX based systems. Tests using a low-cost desktop and public single cell CRISPR data demonstrate that the tool can efficiently process raw sequences, identify cell barcodes, count unedited and edited amplicons per cell, and outputs detailed filtered reads. Analysis of the single cell CRISPR data reveals indel patterns shared between in vitro experiments and unique indel profiles detected for in vivo study. Results further demonstrate the ability of single cell analysis in providing quantitative insights into the true zygosity of edited cell population. Although data shows a linear relation between indel frequencies by read count and cell count details of indel share between difference cells can only be truly explored with single cell data. Furthermore, scEDIT can analyze massively parallel base editing in human hematopoietic stem cells providing insights into the base editing patterns for hundreds of gRNAs targeting GATA1 and HbF gene. Importantly, scEDIT detected low frequency unintended and potentially harmful deletions introduced during the base editing. The reanalysis of two independent studies demonstrated the efficiency, stability, and portability of scEDIT making it an invaluable tool for uncovering new insights into the single cell data with limited and inexpensive computational resources.", "date": "2025-08-31", "journal": ""}
{"title": "Hyaluronic Acid-Coated Melt Electrowritten Scaffolds Promote Myoblast Attachment, Alignment, and Differentiation", "doi": "10.1101/2025.03.06.641880", "authors": "Galindo, A. N.; Chi, A. K.; Liashenko, I.; O'Neill, K. L.; Asnes, C. L.; Sharma, R.; Khachatourian, J. D.; Hajarizadeh, A.; Dalton, P. D.; Hettiaratchi, M. H.", "abstract": "Purpose: In muscle tissues, anisotropic cell alignment is essential for optimal muscle fiber development and function. Biomaterials for muscle tissue engineering must guide cellular alignment while supporting cell proliferation and myogenic differentiation. Methods: Here, we describe the fabrication of a tissue-engineered construct consisting of a scaffold of aligned poly({varepsilon}-caprolactone) (PCL) microfibers coated in a dynamic covalent hydrazone crosslinked hyaluronic acid (HA) hydrogel to support myoblast attachment, alignment, and differentiation. Norbornene modification of HA further enabled functionalization with fibronectin-derived arginine-glycine-aspartic acid (RGD) peptide. Scaffolds were fabricated using melt electrowriting (MEW), a three-dimensional (3D)-printing technique that uses stabilization of fluid columns to produce precisely aligned polymeric microfibers. We evaluated scaffolds with fiber diameters of 10 m, 20 m, and 30 m of non-coated, HA-coated, and HA-RGD-coated MEW scaffolds through immunocytochemistry and creatine kinase activity assays. Results: HA-coated and HA-RGD-coated scaffolds showed increased cellular attachment of C2C12 mouse skeletal myoblasts on all fiber diameters compared to non-coated scaffolds, with HA-RGD-coated scaffolds demonstrating the highest cell attachment. All scaffolds supported cellular alignment along the fibers. Cells differentiated on scaffolds showed anisotropic alignment with increased myotube formation on HA-RGD-coated scaffolds as seen by myosin heavy chain (MHC) staining. Highest creatine kinase (CK) activity on day 5 signified the successful differentiation of C2C12 cells into mature myotubes. Conclusion: This unique combination of tunable biophysical and biochemical cues enables the creation of a biomimetic tissue engineered scaffold, providing a platform for new therapeutic approaches for muscle regeneration.", "date": "2025-08-31", "journal": ""}
{"title": "Write and Read: Harnessing Synthetic DNA Modifications for Nanopore Sequencing", "doi": "10.1101/2025.04.14.648727", "authors": "Bertocchi, U.; Grunwald, A.; Goldner, G.; Eitan, E.; Avraham, S.; Dvir, S.; Deek, J.; Michaeli, Y.; Yao, B.; Listgarten, J.; Simpson, J. T.; Timp, W.; Ebenstein, Y.", "abstract": "An exciting feature of nanopore sequencing is its ability to record multi-omic information on the same sequenced DNA molecule. Well-trained models allow the detection of nucleotide-specific molecular signatures through changes in ionic current as DNA molecules translocate through the nanopore. Thus, naturally occurring DNA modifications, such as DNA methylation and hydroxymethylation, may be recorded simultaneously with the genetic sequence. Additional genomic information, such as chromatin state or the locations of bound transcription factors, may also be recorded if their locations are chemically encoded into the DNA. Here, we present a versatile \"write-and-read\" framework, where chemo-enzymatic DNA labeling with unnatural synthetic tags results in predictable electrical fingerprints in nanopore sequencing. As a proof-of-concept, we explore a DNA glucosylation approach that selectively modifies 5-hydroxymethylcytosine (5hmC) with glucose or glucose-azide adducts. We demonstrate that these modifications generate distinct and reproducible electrical shifts, enabling the direct detection of chemically altered nucleotides. We further demonstrate that enzymatic alkylation, such as the enzymatic transfer of azide residues to the N6 position of adenines, also produces characteristic nanopore signal shifts relative to the native adenine and 6-methyladenine. Beyond direct nucleotide detection, this approach introduces new possibilities for bio-orthogonal DNA labeling, enabling an extended alphabet of sequence-specific detectable moieties. The future use of programmable chemical modifications for simultaneous analysis of multiple omics features on individual molecules opens new avenues for genetic research and discovery.", "date": "2025-08-31", "journal": ""}
{"title": "KIASORT: Knowledge-Integrated Automated Spike Sorting for Geometry-Free Neuron Tracking", "doi": "10.1101/2025.07.10.664175", "authors": "Boroujeni, K. B.; Womelsdorf, T.; Kastner, S.", "abstract": "Modern high-density neural recordings demand spike sorting algorithms that can handle diverse probe geometries and complex, neuron-specific drift, yet existing methods often rely on rigid geometric assumptions and one-dimensional drift models. Here, we introduce KIASORT (Knowledge-Integrated Automated Spike Sorting), a geometry-free approach for per-neuron drift tracking. KIASORT trains channel-specific classifiers in a hybrid linear-nonlinear embedding space, capturing waveform features often missed by conventional linear methods. These classifiers then sort spikes by independently tracking each neuron, unconstrained by probe layout. Biophysical simulations showed that even sub-micron probe displacements induce neuron-specific waveform distortions that standard drift models cannot correct. In ground-truth benchmarks with heterogeneous, neuron-specific drift, KIASORT significantly outperformed Kilosort4 in recovering high-quality units, while maintaining real-time performance on standard CPUs. Its robustness was further validated on both primate and mouse data. KIASORT combines automated sorting with manual curation in a unified graphical interface, offering a complete and user-friendly spike sorting platform. The software is freely available at https://kiasort.com.", "date": "2025-08-31", "journal": ""}
{"title": "Synthetic Substitutes as a Conservation Tool: Evaluating Synthetic Leopard Fur for Demand Reduction and Species Recovery", "doi": "10.1101/2025.07.31.666914", "authors": "Malgaonkar, A. S.; Whittington-Jones, G.; Dickerson, T.; Lishandu, M.; Davies, S.; Woodgate, Z.; Stevens, X.; Mulenga, C.; Mulenga, G.; Phiri, M.; Mulenga, L.; Mukela, M.; Kasamu, G.; Nieman, W. A.; Mann, G.; Harihar, A.; Verissimo, D.; Pickles, R.", "abstract": "Providing synthetic substitutes is a widely promoted strategy to shift consumer demand away from wildlife products derived from threatened species. Yet, there is little evidence on whether such product substitution interventions effectively prevent illegal or unsustainable harvesting and contribute to the recovery of threatened populations. Drawing on the Furs For Life (FFL) Zambia initiative, which supplied synthetic furs known as Heritage Furs to replace leopard skins traditionally worn during Lozi royal ceremonies in Western Zambia, we present an evaluation designed to test both the effects and causal mechanisms of substitution. Guided by the EMMIE framework, commonly used in crime prevention evaluation, we triangulated data from semi-structured questionnaires, law enforcement patrols, court records, camera trap monitoring, and stakeholder interviews conducted between 2018 and 2024. Qualitative analysis using the General Elimination Method was employed to assess plausible alternative explanations for leopard recovery. By 2024, adoption of synthetic furs among leopard fur users exceeded 80 percent, while self-reported ownership of authentic leopard furs declined by 70 percent. At the same time, patrol detections of leopard poaching incidents decreased, and camera trap density estimates increased from an average of 2.7 to 3.8 leopards per 100 square kilometers across the focal landscape. An integrated mechanism of change, derived from stakeholder perspectives, indicates that while substitution reduced demand, concurrent and reinforcing effects of counter-poaching and counter-trafficking operations were critical to leopard recovery. This study provides the first empirical link between a demand reduction initiative based on synthetic substitutes and measurable species population recovery.", "date": "2025-08-31", "journal": ""}
{"title": "Transcriptional profiling defines unique subtypes of transit amplifying neural progenitors within the neonatal mouse subventricular zone", "doi": "10.1101/2025.08.20.669012", "authors": "Zaritsky, R.; Kumari, E.; Velloso, F. J.; Lemenze, A.; Husain, S.; Levison, S. W.", "abstract": "While significant progress has been made in understanding the heterogeneity in the NSCs, our understanding of similar heterogeneity among the more abundant transit amplifying progenitors is lagging. Our work on the NPs of the neonatal subventricular zone (SVZ) began over a decade ago, when we used antibodies to the 4 antigens, Lex CD133,LeX,CD140a and NG2 and FACs to classify subsets of the neontal SVZ as either multi-potential (MP1, MP2, MP3, MP4 and PFMPs), glial-restricted (GRP1, GRP2, and GRP3), or neuron-astrocyte restricted (BNAP). Using RNAseq we have characterized the distinctive molecular fingerprint of 4 SVZ neural progenitors and compared their gene expression profiles to those of the NSCs. Overall, we identified 1581 genes that were upregulated in at least one NP compared to the NSCs. Of these genes, 796 genes were upregulated in BNAP/GRP1 compared to NSCs; 653 in GRP2/MP3; 440 in GRP3; 527 in PFMPs. One gene in particular that emerged from our analysis that can be used to distinguish the NPs from the NSCs is Etv1, also known as Er81. Interestingly, PFMPs expressed high levels of the transcription factor GSX1, which has been shown to play important roles in regulating interneuron development in the forebrain. PFMPs are also highly express PDGFR, CSPG4 (NG2+) Olig2 and transcripts for olfactory receptors. PFMPs also express Sox10, Gjb1, Zfp488 and Myt1 which have been shown to be important for oligodendrocyte development. The top transcription factors with unique upregulation in BNAP/GRP1s were Zfp57, Hoxac6, and Zfp955a. Unlike the other NPs, the GRP1 and GRP2 NPs expressed many proteins involved in immune cell function. In contrast, the top downregulated genes in the NPs are those involved in cilia formation, consistent with the loss of cilia as neural stem cells become multipotential progenitors. We performed bionformatic analyses to provide insights into the transcription factor interactions that are likely regulating their development as well as the functional consequences of these diffferences in gene expression. The present work will serve as an important resource for investigators interested in further defining the transit amplifying progenitors of the mammalian SVZ.", "date": "2025-08-31", "journal": ""}
{"title": "Carnosinylation of Cardiac Antigens Attenuates Immunogenic Responses and Improves Function in Failing Hearts", "doi": "10.1101/2025.08.22.671840", "authors": "Doelling, B.; Chaudhary, M.; Hoetker, D.; Brittain, K.; Nong, Y.; Stephan, J.; Jouja, I.; Mitchell, T.; Wysoczynski, M.; Bhatnagar, A.; Jones, S.; Baba, S.", "abstract": "Objective: To investigate the effects of carnosine on heart failure and to examine whether this is associated with reduced immunogenicity of oxidatively-generated aldehyde modified proteins. Background: Heart failure is associated with the accumulation of lipid derived aldehydes that form immunogenic protein adducts. However, the pathological impact of these aldehydes and aldehyde-modified proteins in heart failure has not been assessed. Histidyl dipeptides, such as carnosine found in the heart, bind to aldehydes, and their protein adducts. However, the effects of carnosine on heart failure or the antigenicity of aldehyde modified proteins have not been studied. Methods: Male, wild type C57BL/6J mice were subjected to either sham or transverse aortic constriction (TAC) surgery. To increase carnosine levels, they were placed on drinking water with or without Beta-alanine prior to surgery, and for the remainder of the study. Cardiac function was evaluated by echocardiography, and the levels of histidyl dipeptides, immune cell populations, and CD4+ T cell activation were assessed via LC-MS/MS and flow cytometry, respectively. Results: Myocardial levels of histidyl dipeptides decreased at both 3- and 8-weeks post-TAC. Supplementation with beta-alanine increased myocardial histidyl dipeptide levels, attenuated adverse cardiac remodeling, and reduced aldehyde stress. Carnosine formed covalent bond with protein-bound aldehydes in the failing heart, reducing their antigenic potential and decreasing activation of dendritic cells and CD4+ T cells in vitro. Beta-alanine supplementation decreased the population of CD11b+CD64-Ly6G+ neutrophils and CD4+ CD44+ effector T cells in the failing heart. Conclusions: Increasing myocardial carnosine levels reduces aldehyde stress, dampens maladaptive immune responses, and preserves cardiac function during heart failure. HIGHLIGHTS: Levels of endogenous dipeptide carnosine are depleted in failing hearts, while supplementation of the carnosine precursor beta-alanine increases myocardial carnosine and preserves cardiac function during heart failure. Heart failure is associated with increased activation and infiltration of CD4+ T cells and generation of aldehyde modified protein adducts in failing hearts. The free aldehyde moiety of aldehyde modified protein adducts activates CD4+ T cells through dendritic cell presentation and capping this moiety with carnosine diminishes their antigencity. Increasing myocardial carnosine levels diminishes aldehyde stress and activation of CD4+ T cells during heart failure.", "date": "2025-08-31", "journal": ""}
{"title": "A phylogenetic contribution to understanding the panzootic spread of African swine fever: from the global to the local scale", "doi": "10.1101/2025.08.26.672323", "authors": "Rossi, G.; Leitch, E. C. M.; Graham, J.; Biccheri, R.; Iscaro, C.; Torresi, C.; Lycett, S. J.; Feliziani, F.; Giammarioli, M.", "abstract": "African Swine Fever virus (ASFV) has become a primary concern for veterinarian health agencies and pig producers worldwide. The current panzootic of genotype II is having a devastating impact on pig production in Africa, Europe, Asia, Oceania and Hispaniola (Caribbean). Due to its high persistence and mortality rate, disease control policies require enhanced passive surveillance activities, wild boar depopulation, containment and other costly interventions, as a safe and effective vaccine is not currently available. Since 2007, several clusters have emerged far from both its original range, in South-Eastern Africa, and from other affected suid populations. These transmissions were likely caused by anthropogenic movement of contaminated material, facilitated by the persistence of the virus in the environment. The objective of this research is to understand the spatio-temporal dynamic of the ASFV panzootic, with a specific focus on clusters from mainland Italy. We mapped and analysed the virus spread using 228 whole-genome sequences available from online repositories and from the Italian cases/outbreaks, combined with their metadata. We inferred the pathogen phylogenies using a Bayesian phylodynamic model, with which we obtained a time-scaled and spatially explicit maximum clade credibility tree. Our results showed a non-negligible number of long-distance transmissions across regions or continents, coupled with dense local dynamics, particularly in areas where the disease affected a na&iumlve population. This study provides important insights on the ASFV introduction into many affected areas worldwide and highlights the crucial role of genomic surveillance to correctly track the pathogen spread, and to monitor the virus potential evolution.", "date": "2025-08-31", "journal": ""}
{"title": "ATAC-seq of Low-Input and Cryopreserved Primordial Germ Cells Reveals Functional Enhancers", "doi": "10.1101/2025.08.30.672031", "authors": "Kawaguchi, A.; Igari, M.; Murayama, Y.; Iikawa, H.; Sakamoto, M.; Nakamura, Y.; Kuraku, S.; Ishihara, K.; Saito, D.", "abstract": "Cell fate specification during development is orchestrated by dynamic changes in gene expression, driven by the accessibility of cis-regulatory elements. To profile such functional regulatory elements at the genome-wide level, bulk ATAC-seq is a powerful method. Yet, its application has still been technically limited in rare cell types. Here, we optimized and titrated the ATAC-seq protocol for cultured chicken primordial germ cells (PGCs) and obtained high-quality chromatin accessibility profiles from as few as 200 cells, even after cryopreservation. Integrative analysis of our ATAC-seq with published RNA-seq and tissue ATAC-seq datasets identified over 10,000 PGC-specific accessible chromatin regions (ACRs), many absent from somatic tissues. Reporter assays demonstrated activity of selected enhancers in cultured PGCs, while transcriptome integration revealed preferential association of PGC-specific ACRs with genes highly expressed at embryonic day 2.5. In vivo transplantation confirmed that these enhancers are active in an early-stage-specific manner, but become silenced upon gonadal settlement. In conclusion, this streamlined method provides a practical and cost-effective approach to the epigenomic analysis of scarce cell populations, facilitating future investigations in developmental biology, germline research, and beyond.", "date": "2025-08-31", "journal": ""}
{"title": "Development and characterization of Novel Small Molecule Inhibitors Targeting LAG-3 Protein", "doi": "10.1101/2025.08.29.673196", "authors": "Yakovenko, O.; Baradaran-Heravi, A.; Jones, S. J. M.", "abstract": "Lymphocyte Activation Gene-3 (LAG-3) is a 503-amino acid transmembrane protein that modulates immune responses by negatively regulating the proliferation and activation of T cells - key effectors in adaptive immunity. The finely tuned expression of LAG-3, along with other immune checkpoints, prevents excessive immune activation and safeguards tissues from inflammation-induced damage. Importantly, the immune system also plays a critical role in tumor surveillance by recognizing and eliminating cells expressing neoantigens arising from somatic mutations. However, many cancers exploit immune checkpoint molecules like LAG-3 to dampen antitumor immunity. Elevated expression of LAG-3 within the tumor microenvironment contributes to immune evasion by suppressing cytotoxic T-cell activity. Consequently, inhibition of LAG-3 has emerged as a promising strategy for restoring immune function and enhancing anticancer immunity. This report presents the rational design and development of small-molecule inhibitors targeting LAG-3 through a novel semi-allosteric mechanism - a priori superior to classic (antibody) binding inhibitory - representing a next-generation therapeutic approach with potential applications in oncology and immune-related disorders.", "date": "2025-08-31", "journal": ""}
{"title": "PDS5 proteins control genome architecture by limiting the lifetime of cohesin-NIPBL complexes", "doi": "10.1101/2025.08.30.673243", "authors": "Wutz, G.; Davidson, I. F.; Banigan, E. J.; Kawasumi, R.; Stocsits, R. R.; Tang, W.; Nagasaka, K.; Costantino, L.; Jansen, R.; Hirota, K.; Branzei, D.; Mirny, L.; Peters, J. M.", "abstract": "Cohesin-NIPBL complexes extrude genomic DNA into loops that are constrained by CTCF boundaries. This process has important regulatory functions and weakens the separation between euchromatic and heterochromatic compartments. Cohesin can also bind PDS5A or PDS5B, which do not support loop extrusion but are required for the formation of CTCF boundaries. How PDS5 proteins perform this function is unknown. Here we show by in vitro single-molecule imaging that PDS5 proteins stop loop extrusion by facilitating the dissociation of NIPBL from cohesin. Hi-C experiments suggest that this function is required for the establishment of CTCF boundaries in cells. In silico modelling indicates that PDS5 proteins enable the separation between compartments by limiting cohesin's velocity and chromatin-residence time. The degree of this compartmentalization depends on the frequency with which chromatin is extruded relative to the time it takes for compartments to form. These results identify PDS5 proteins as key regulators of genome organization.", "date": "2025-08-31", "journal": ""}
{"title": "Shark tooth regeneration: RNAseq reveals genes for unlimited dental renewal", "doi": "10.1101/2025.08.26.672487", "authors": "Thiery, A. P.; Martin, K. J.; James, K.; Cooper, R. L.; Standing, A. S.; Dillard, W. A.; Howitt, C.; Nicklin, E. F.; Cohen, K. E.; Byrum, S. R.; Johanson, Z.; Fraser, G. J.", "abstract": "Sharks are masters of tooth regeneration with a rapid and unlimited tooth supply. We present a comprehensive transcriptomic analysis across five distinct compartments from the embryonic shark mouth, capturing the full sequence of shark tooth development. Differential gene expression and gene regulatory network analyses reveal novel candidate markers upregulated within epithelial stem cells of the dental lamina. We show a potential role for this conserved regenerative network in the regulation of tooth production in sharks. Notably, we find the proto-oncogene mycn co-expressed with a definitive dental stem cell marker, sox2. Perturbation of mycn disrupts stem cell proliferation, underscoring its role in regulating dental stem cells in sharks. Our data showcase the power of transcriptome-based developmental approaches in the identification of predictive gene networks governing unlimited dental regeneration. The shark dental lamina provides an accessible system for the study of regeneration, offering exciting opportunities for investigating translational mechanisms of natural tooth renewal.", "date": "2025-08-31", "journal": ""}
{"title": "A plasma membrane Ca2+-dependent protein kinase PtCDPK2 promotes phosphorus starvation resilience in Phaeodactylum tricornutum", "doi": "10.1101/2025.08.30.671211", "authors": "Meeda, Y.; Harrison, E.; Wharam, S.; Highfield, A.; Monier, A.; Wheeler, G. L.; Helliwell, K. E.", "abstract": "Phosphorus (P) is an essential element limiting algal growth and productivity in aquatic ecosystems. Diatoms are important microalgae that thrive in nutrient-variable environments. Determining how diatoms perceive and respond to P availability is therefore crucial for understanding their ecological success. P-limited diatoms use a calcium (Ca2+)-dependent signalling pathway to sense and coordinate cellular responses to phosphate resupply. Despite the importance of Ca2+ signalling for diatom environmental sensing, apparatus enabling Ca2+ signal decoding is poorly understood. Here, we characterise the repertoire of an important group of Ca2+ sensor proteins--Ca2+ dependent protein kinases (CDPKs), in Phaeodactylum tricornutum. Several PtCDPKs are transcriptionally upregulated under P starvation. To determine whether PtCDPKs can coordinate P-starvation responses or act to transduce Ca2+ signals induced by P resupply, we functionally characterised PtCDPK2. PtCDPK2 is highly expressed in P-limited cells and localises to the cell periphery, suggesting a role regulating plasma membrane processes. Further, PtCDPK2 is co-regulated with the transcriptional regulator of P-starvation responses, PtPSR1. PtCDPK2 expression is also coordinated with the induction of P-Ca2+ signalling, which is driven by depletion of cellular P rather than external P exhaustion, or growth limitation. Ptcdpk2 mutants have significantly reduced photosynthetic efficiency and alkaline phosphatase activity under P starvation, but we do not find evidence for a direct role coordinating downstream responses to P resupply. These findings suggest PtCDPK2 is essential for regulating P-starvation physiology and reveals a role for Ca2+-signalling apparatus in promoting diatom tolerance in low P environments.", "date": "2025-08-31", "journal": ""}
{"title": "A chromosome-scale genome assembly of Hordeumerectifolium: genomic, transcriptomic and anatomicaladaptations to drought in a wild barley relative", "doi": "10.1101/2025.08.27.672388", "authors": "Haraldsson, E. B.; Anokye, M.; Rütjes, T.; Toegelova, H.; Tulpova, Z.; Simkova, H.; Feng, J.-W.; Mascher, M.; von Korff, M.", "abstract": "Wild crop relatives are valuable genetic resources for improving stress adaptation in cultivated species, but their effective use depends on high-quality reference genomes integrated with phenotypic and molecular datasets. Hordeum erectifolium, a wild relative of barley (H. vulgare), is adapted to intermittent and prolonged drought and saline soils, making it an excellent model for stress-adaptation research. We assembled a chromosome-scale, annotated reference genome of H. erectifolium comprising 3.85 Gbp, and identified 71,475 genes supported by a tissue-specific gene expression atlas. Comparative morphological, physiological, and transcriptomic analyses under water limitation were conducted with cultivated and wild barley. H. erectifolium displayed a greater density of leaf veins and sclerenchyma cells, alongside rapid leaf rolling upon dehydration. Genomic comparisons revealed structural variations, independent transposon-driven evolution, and copy number expansions of desiccation-responsive gene families relative to barley. The transcriptional responses of H. erectifolium and barley to water limitation suggested contrasting drought-adaptation strategies: metabolic downregulation and survival prioritization in H. erectifolium versus maintenance of metabolic activity and competitiveness in barley. Our data suggest that H. erectifolium is genetically primed for survival under drought through anatomical adaptations, gene family expansion, efficient shutdown of growth-related metabolism, and rapid recovery upon rehydration.", "date": "2025-08-31", "journal": ""}
{"title": "Genetic drift acts strongly on within-host influenza virus populations during acute infection but does not act alone", "doi": "10.1101/2025.08.27.672713", "authors": "Shi, Y. T.; Martin, M. A.; Weissman, D. B.; Koelle, K.", "abstract": "The evolutionary dynamics of seasonal influenza A viruses (IAVs) have been well characterized at the population level, with antigenic drift known to be a major force in driving strain turnover. The evolution of IAV populations at the within-host level, however, is still less well characterized. Improving our understanding of within-host IAV evolution has the potential to shed light on the source of new strains, including new antigenic variants, at the population level. Existing studies have pointed towards the role that stochastic processes play in shaping within-host viral evolution in acute infections of both humans and pigs. Here, we apply a population genetic model called the `Beta-with-Spikes' approximation to longitudinal intrahost Single Nucleotide Variant (iSNV) frequency data to quantify the extent of genetic drift acting on IAV populations at the within-host scale. We estimate small effective population sizes in both human IAV infections (N_E = 41, 95% confidence interval: [22-72]) and swine IAV infections (N_E = 10, 95% confidence interval: [8-14]). Moreover, we evaluate the consistency of the observed iSNV dynamics with Wright-Fisher model simulations. For the human IAV dataset that we analyze, we find that observed within-host IAV evolutionary dynamics are consistent with this classic model at the estimated low effective population size. However, for the swine IAV dataset, we find statistical evidence for rejecting the classic Wright-Fisher model as the only process governing within-host iSNV frequency dynamics. Our results contribute to the growing number of studies that point towards the important role of genetic drift in shaping patterns of genetic diversity in IAV populations within acutely infected hosts. It further raises questions about whether and what other processes, such as spatial compartmentalization, viral progeny production dynamics with strong skew, or selection, may be needed to explain patterns of within-host IAV evolution.", "date": "2025-08-31", "journal": ""}
{"title": "The Occurrence Birth-Death Diffusion Process: Unraveling Diversification Histories with Fossils and Heterogeneous Rates", "doi": "10.1101/2025.08.26.672414", "authors": "Andreoletti, J.; Quintero, I.; Morlon, H.", "abstract": "Phylogenetic diversification analyses often overlook the wealth of information contained in fossils that cannot be directly integrated into phylogenetic trees (called fossil occurrences), as well as fine-grained variations in speciation and extinction rates across lineages. Addressing both of these shortcomings, we develop the Occurrence Birth-Death Diffusion (OBDD) process. This process incorporates the sampling of fossil occurrences by extending the recently developed Fossilized Birth-Death Diffusion (FBDD) process, thereby taking advantage of a clade's entire fossil record to infer its evolutionary history. To mitigate the computational challenges associated with the OBDD process, we employ Bayesian data augmentation methods. We illustrate our approach with an empirical analysis of cetacean diversification. Our analyses show that the integration of fossils is essential to recover diversification rates and richness trajectories. More specifically, fossils included in the phylogeny are highly informative about past diversification dynamics, while fossil occurrences can help to refine estimates, but do not provide significant additional information when the phylogeny already contains many fossils. We make the OBDD available in the Julia package Tapestree.", "date": "2025-08-31", "journal": ""}
{"title": "Determination of Copy Number Variations and Affected Gene Networks in Breast Cancer from Mexican Patients", "doi": "10.1101/2025.08.28.672450", "authors": "Larios-Serrato, V.; Valdez-Salazar, H.-A.; Torres, J.; Camorlinga-Ponce, M.; Pina-Sanchez, P.; Mayani-Viveros, H.; Ruiz-Tachiquin, M.-E.", "abstract": "Triple-negative breast cancer (TNBC) is an aggressive subtype with limited treatment options and high molecular heterogeneity. In this study, we performed a genome-wide analysis of copy number variations (CNVs) using high-density microarrays in tumor tissue (TUM), tumor adjacent tissue (ADJ), and leukocytes (LEU) from five Mexican TNBC patients. We identified both unique and shared CNVs across tissues, including alterations in key chromosomal regions such as 1q23.3, 1q32.1, and 8q24.3, which harbor oncogenes like MYC, MCL1, and BCL9. Losses in 6q25.2 affecting ESR1 were also detected. CNVs were enriched in genes related to the Hallmarks of Cancer, with TUM samples showing profiles associated with proliferation, metastasis, and immune evasion; ADJ samples with growth suppression; and LEU samples with genomic instability. Pathway enrichment analyses revealed disrupted functions in DNA repair, extracellular matrix organization, and TP53 signaling in TUM. Notably, EGFR, ERCC4, and HSP90AB1 emerged as central nodes in interaction networks and may serve as markers or therapeutic targets. This is the first CNV profiling study of its kind in TNBC from Mexican patients, highlighting the importance of including underrepresented populations in genomic research to uncover distinct molecular signatures and potential diagnostic or therapeutic avenues. Implications: Molecular signatures of breast cancer (BC), predicted bioinformatically, involve common and distinct CNV-Hallmarks of Cancer genes, which are suitable candidates for screening as potential BC markers.", "date": "2025-08-31", "journal": ""}
{"title": "Breaking Free from the Acquisition Dogma for Volume Electron Microscopy", "doi": "10.1101/2025.08.26.672334", "authors": "Chen, B.; Wang, F.; Wang, H.; Zhang, Y.; Zhao, Z. Z.; Chen, H.; Han, H.; Chen, X.; Hua, Y.", "abstract": "Volume electron microscopy (VEM) enables three-dimensional (3D) visualization of thick specimens through serial sectioning and nanometer-resolution imaging. In an effort to overcome daunting challenges in subsequent data analysis, people tend to employ excessively slow imaging and high resolution, both of which significantly prolong the acquisition. Here, using authentic and synthetic VEM datasets through image stack re-registration, we demonstrate the implications of 3D oversampling in maintaining structural information fidelity against high background noise. This provides a fact-based argument for a higher priority of improving the spatial sampling rate, particularly in the most difficult axial direction, than suppressing the image noise during a VEM acquisition. To accelerate VEM acquisition by leveraging the oversampled 3D context, we explore distinct machine learning-based methods for restoring serial images that contain either low-contrast snapshots or skipped sections. On the datasets of similar acquisition consumptions, 3D context-based (volumetric) denoising outperforms state-of-the-art interpolation and 2D denoising approaches. Furthermore, the volumetric denoising models can proceed in a self-supervised manner, thereby no longer relying on specific training datasets. This work is not only instructive for planning efficient large-scale acquisition on commercial setups but also benchmarks the methodology of optimizing VEM acquisition to facilitate automated image processing.", "date": "2025-08-31", "journal": ""}
{"title": "Deciphering the role of autophagy under Cd toxicity in Arabidopsis thaliana", "doi": "10.1101/2025.08.27.672299", "authors": "Collado-Arenal, A. M.; Perez-Gordillo, F. L.; Espinosa, J.; Moreno-Diaz, R.; Shabala, S.; Romero-Puertas, M. C.; Sandalio, L. M.", "abstract": "Cadmium (Cd) is a toxic pollutant in soil and water affecting plants, animals, and humans. Autophagy, a cellular recycling process, is crucial for different biotic and abiotic plant stress responses. This study explores the autophagy role in Arabidopsis under Cd stress, using wild-type, autophagy-deficient mutants (atg5, and atg7) and overexpressing lines (35S:ATG5, 35S:ATG7). Cd exposure induced autophagy, as evidenced by ATG8a and ATG8a-PE accumulation, GFP-ATG8a fluorescence, and upregulation of ATG genes and proteins. Responses differed between Col-0 and Ws backgrounds, with Ws showing higher Cd tolerance. atg5 mutants were more sensitive to Cd, indicating the autophagy protective role, whereas ATG5/ATG7 overexpression did not significantly enhance Cd tolerance. Although oxidative stress may activate autophagy, ATG5/ATG7 overexpression did not significantly change the oxidative stress response. Notably, atg5 mutants displayed marked disruptions in metal/ion homeostasis under control and Cd conditions, reinforcing autophagy's role in ion homeostasis. In contrast, atg7 showed no significant differences from its WT (Ws), suggesting genotype-specific effects. Transcriptional analysis of metal transporters and ion flux analyses indicates that autophagy can regulate metal/ion accumulation through transcriptional control and post-translational modifications (e.g., ROS) with a differential response being observed between Ws and Col-0 plants.", "date": "2025-08-31", "journal": ""}
{"title": "Post-inhibitory rebound firing drives hypothalamic activation for male mating", "doi": "10.1101/2025.08.25.672248", "authors": "Zhang, W.; Zha, X.; Gong, L.; Fan, L.; Feng, Z.; Zhang, Z.; Cao, X.; Bai, Y.; Jiao, Z.; Li, S.; Wang, Z.; Ding, X.; Yang, T.; Xu, H.; Mi, Y.; Xu, X.", "abstract": "Many behaviorally relevant limbic circuits are dominated by inhibitory connections, raising the question of how neuronal activation arises in such contexts. In male mating, both activation of mPOA and its inhibitory inputs are essential - a paradox previously ascribed to disinhibition. Here, we show that the mPOA largely lacks local inhibitory circuits, arguing against disinhibition. Instead, in vivo recordings reveal that mount-active mPOA neurons are suppressed prior to behavioral onset, and this inhibition negatively correlates with subsequent activation, consistent with post-inhibitory rebound firing (PIR). A biologically plausible conductance-based model demonstrates that synaptic inhibition interacts with T-type Ca 2+ currents - the ionic basis of PIR - to promote mPOA neuron firing. Experimentally, bidirectional manipulations of mPOA T-type Ca 2+ channels confirm this mechanism: knockdown reduces PIR and impairs male mating, while over-expression enhances mating. Together, these results identify PIR as a critical mechanism by which inhibition promotes activation in limbic circuits to drive male mating.", "date": "2025-08-31", "journal": ""}
{"title": "Asymmetric Social Representations in the Prefrontal Cortex for Cooperative Behavior", "doi": "10.1101/2025.08.27.672249", "authors": "Cheng, Y.; Chen, Y.; Kwak, M.; Kempner, R. P.; Singha, R.; Winslow, J.; Liu, R.; Khan, U.; Spangler, T.; Khan, A.; Pereira, T. D.; Whiteway, M. R.; Schaffer, E. S.; Rungratsameetaweemana, N.; Yang, N.; Wu, H. Z.", "abstract": "Cooperation is a hallmark of social species, enabling individuals to achieve goals that are unattainable alone. Across species, cooperative behaviors are often organized by distinct social roles such as leaders and followers, yet the neural mechanisms supporting such role-based coordination remain elusive. Here we introduce a new paradigm for studying cooperation in mice, where pairs of animals engage in a joint spatial foraging task that naturally gives rise to stable leader-follower roles predictive of learning speed. Disruption of medial prefrontal cortex (mPFC) activity, particularly in followers, impairs cooperation and induces reciprocal shifts in how animals weigh self- and partner-related cues for decision-making. Calcium imaging reveals that mPFC encodes both leadership dynamics and an egocentric social value map of the partner's position, each in an asymmetric, role-specific manner. Combining this behavior with a novel multi-agent inverse reinforcement learning framework, we identify latent value functions that guide cooperative decisions and are decodable from mPFC activity. These findings uncover fundamental neural computations that support cooperation, revealing how social roles shape decision-making in real time. Our work opens new avenues for investigating the cellular and circuit basis of social cognition and collective behavior.", "date": "2025-08-31", "journal": ""}
{"title": "Individual differences drive social hierarchies in mouse societies", "doi": "10.1101/2025.08.26.672308", "authors": "Reinwald, J. R.; Ghanayem, S.; Wolf, D.; Scheller, M.; Lebedeva, J.; Lebhardt, P.; Goelz, O.; Nelias, C.; Kelsch, W.", "abstract": "Social structures in naturalistic animal groups emerge from repeated interactions between individuals. Yet it remains unclear whether social position reflects a single behavioral axis or arises from multiple, dissociable processes, and to what extent social structures are shaped by stable traits of the individuals or by emergent group dynamics. Addressing these questions in mice requires continuous, long-term tracking of multiple behaviors of individuals in unperturbed groups of sufficient size. To this end, we developed the NoSeMaze, a high-throughput, non-invasive sensor-rich habitat enabling scalable study of naturalistic social interactions. Spontaneous dyadic tube competitions revealed stable, transitive social hierarchies, with individual ranks persisting even after group reshuffling. Similarly, proactive chasing showed strong, trait-like stability across different social contexts. However, social status was not monolithic: rank and chasing were only moderately aligned. Their relationship was stronger in groups with less clarified hierarchies, where mice relied more on aggressive signaling to assert their position. Additionally, chasing was disproportionately concentrated among top-ranking individuals, suggesting active status negotiation within the social elite. Despite its stability, chasing thus fulfilled distinct functional roles depending on social context. Our findings support a systems-level view in which social position results from the interplay between stable individual traits and group-level dynamics. The modular NoSeMaze platform thereby reveals the multidimensional nature of social rank organization in mice.", "date": "2025-08-31", "journal": ""}
{"title": "Brain-wide organization of intrinsic timescales at single-neuron resolution", "doi": "10.1101/2025.08.30.673281", "authors": "Shi, Y.-L.; Zeraati, R.; International Brain Laboratory, T.; Levina, A.; Engel, T. A.", "abstract": "Variations in intrinsic neural timescales across the mammalian forebrain reflect the anatomical structure and functional specialization of brain areas and individual neurons. Yet, the organization of timescales beyond the forebrain remains unexplored. We analyzed intrinsic timescales of single neurons across the entire mouse brain. Median timescales were up to fivefold longer in the midbrain and hindbrain than in the forebrain. Spatial patterns of gene expression predicted timescale variation at a resolution finer than brain-area boundaries. Across neurons, the diversity of timescales revealed a multiscale architecture, in which fast timescales determined regional differences in medians, while slow timescales universally followed a power-law distribution with an exponent near 2, indicating a shared dynamical regime across the brain consistent with the edge of instability or chaos. These organizing principles for the dynamics of single neurons across the brain provide a foundation for linking cellular activity with regional specialization and brain-wide computation.", "date": "2025-08-31", "journal": ""}
{"title": "Precise temporal localisation of M/EEG effects with Bayesian generalised additive multilevel models", "doi": "10.1101/2025.08.29.672336", "authors": "Nalborczyk, L.; Buerkner, P.", "abstract": "Time-resolved electrophysiological measurements such as those obtained through magneto- and electroencephalography (M/EEG) offer a unique window onto the neural activity underlying cognitive processes. Researchers are often interested in determining whether and when these signals differ across experimental conditions or participant groups. The conventional approach involves mass univariate statistical testing across time and space followed by corrections for multiple comparisons or some form of cluster-based inference. While effective for controlling error rates at the cluster-level, cluster-based inference comes with a significant limitation: by shifting the focus of inference from individual time points to clusters, it prevents drawing conclusions about the precise onset or offset of observed effects. Here, we present a *model-based* alternative for analysing M/EEG timeseries, such as event-related potentials or time-resolved decoding accuracy. Our approach leverages Bayesian generalised additive multilevel models, providing posterior odds that an effect exceeds zero (or chance) at each time point, while naturally accounting for temporal dependencies and between-subject variability. Using both simulated and empirical M/EEG datasets, we show that this approach substantially outperforms conventional methods in estimating the onset and offset of neural effects, yielding more precise and reliable estimates. We provide an open-source R package implementing the method and describe how it can be integrated into M/EEG analysis pipelines using MNE-Python.", "date": "2025-08-31", "journal": ""}
{"title": "Aberrant development of glutamatergic inputs to PV and SOM interneurons shape amygdala excitability and oscillatory dynamics after early life stress", "doi": "10.1101/2025.08.30.673226", "authors": "Shteinikov, V.; Rhee, J.; Ojanen, S.; Kunnari, A.-J.; Haikonen, J.; Picard, M.; Litkey, O.; Lakstygal, A.; Hartung, H.; Lauri, S.", "abstract": "Early-life stress (ELS) induces persistent amygdala dysfunction and affects amygdala-related emotional behaviors, yet the developmental and physiological mechanisms driving these effects remain poorly understood. Here, we provide a comprehensive electrophysiological characterization of the effects of ELS on parvalbumin and somatostatin interneurons (INs) as well as principal neurons (PNs) in the mouse lateral amygdala (LA) across development. Additionally, we correlate these findings to activity of the LA circuitry in vivo, using Neuropixels recordings in awake mice. In preweaning juveniles, the effects of ELS were remarkably similar in males and females, involving reduced IN excitability, elevated glutamatergic input to INs and shift in the PN E/I balance. While IN function was largely normalized in adult females, males developed a distinct pathological phenotype characterized by reduced glutamatergic input to INs, impaired recruitment of INs and hyperexcitability of PNs. This male-specific dysfunction correlated with aberrant LA oscillatory dynamics in awake mice and deficits in fear processing. Our data suggest that the impaired glutamatergic wiring of interneurons is a key mechanism underlying the aberrant circuit dynamics in the LA after ELS exposure and contribute to the ELS-induced defects in fear processing. These findings highlight sex-specific developmental trajectories of interneuron connectivity as a potential factor contributing to ELS-induced psychiatric vulnerability.", "date": "2025-08-31", "journal": ""}
{"title": "Separable neural population representations are constructed from mixed single neuron selectivity in the mouse early visual system", "doi": "10.1101/2025.08.25.672226", "authors": "Moreno, J. S.; Garcia, N.; Denman, D. J.", "abstract": "Both sensory and non-sensory brain regions receive mixed inputs from single neurons which require decomposition and integration before proceeding through a processing hierarchy. Whether mixed input signals are used in biological neural networks to derive pure single neuron representations, or distributed as new population representations from mixed single neurons, is not clear. In this study, we measured the distribution of single neuron hue and luminance tuning in the dorsolateral geniculate nucleus (dLGN) and primary visual cortex (V1) of mice, as well as the information about and structure of hue and luminance representations in populations of hundred of simultaneously sampled neurons. We compare single neuron and population encoding to null models expected for random integration and extraction of pure categorical single neuron representation. Using both univariate and multivariate regression techniques, we consistently noted that tuning for hue and luminance, rather than clustering into categorical response structures, formed uniform distributions. While the distribution of single neuron selectivity varied across the thalamocortical circuit, we found no evidence of categorical tuning organization emerging in the hierarchy. Nevertheless, populations contained complete information, in either high-dimensional linear representations or low-dimensional non-linear representations. In summary, we find that as early as primary sensory cortex and thalamus single neurons that have mixed selectivity for hue and luminance form a high dimensional representation of those variables, which can be non-linearly embedded in multiple separable representations.", "date": "2025-08-31", "journal": ""}
{"title": "G3BP1 Maintains Lysosomal Homeostasis to Limit Tau Aggregate Accumulation", "doi": "10.1101/2025.08.29.672259", "authors": "Kimura, T.; Saito, R.; Matoba, S.; Hoshino, A.; Watanabe, Y.", "abstract": "Tau aggregation is a pathological hallmark of a group of neurodegenerative diseases collectively termed tauopathies. While impaired proteostasis is known to drive the accumulation of abnormal proteins, the molecular factors influencing Tau aggregate clearance remain incompletely understood. In this study, we employed a cell-based Tau reporter assay combined with a lentivirus-based pooled CRISPR-Cas9 loss-of-function library to identify genes that regulate Tau aggregation. Genome-wide screening revealed that candidate genes were significantly enriched in categories related to mRNA metabolic processes and autophagy. Among them, we focused on the RNA-binding protein G3BP1, which is functionally associated with both processes. Detailed analyses showed that G3BP1 deficiency promoted the accumulation of Tau aggregates without affecting stress granule formation or autophagic flux. Instead, G3BP1 dysfunction resulted in impaired lysosomal homeostasis, as evidenced by reduced lysosomal abundance and acidification. Furthermore, lysosomal damage induced by LLOMe enhanced Tau aggregation, particularly in G3BP1-deficient cells. Conversely, pharmacological activation of TFEB by the curcumin analog C1 restored lysosomal function and suppressed Tau aggregate accumulation to wild-type levels. These findings highlight a role of G3BP1 in maintaining lysosomal homeostasis and promoting Tau clearance. Our results further suggest that therapeutic strategies aimed at enhancing lysosomal biogenesis, such as TFEB activation, may hold promise for the treatment of tauopathies.", "date": "2025-08-31", "journal": ""}
{"title": "COMPARING THE EFFICACY OF CONVENTIONAL SURVEY METHODS TO EDNA IN A RAPID MULTI-TAXA SURVEY OF A TROPICAL RAINFOREST ECOSYSTEM", "doi": "10.1101/2025.08.28.672370", "authors": "Biggs, C.; Le Breton, C.", "abstract": "Madagascar is globally recognized for its exceptional biodiversity and endemism yet remains severely under-sampled for many taxa. We evaluate the effectiveness of environmental DNA (eDNA) metabarcoding as a rapid, non-invasive method for surveying vertebrate biodiversity in the Makira Forest Protected Area (MFPA), comparing its performance to conventional surveys across a range of vertebrate taxa. eDNA sampling detected 158 OTUs across 18 sites, outperforming conventional surveys in birds (p = 0.000107), mammals (p = 0.000718) amphibians (p = 0.000725), reptiles (p = 0.000877) and ray-finned fish (p = 0.00788). We further examined the result for ray-finned fish by modelling species-accumulation curve asymptotes which supported this result. However, significant primer bias and amplification inconsistencies were observed, particularly in amphibian detections, and a high proportion of OTUs could not be resolved to species level due to taxonomic gaps in reference databases. We demonstrate, using species accumulation curves of our eDNA data and inventoried taxa lists of the MFPA, that the widespread practice of considering only resolved OTUs, rather than all unresolved OTUs, significantly underestimates biodiversity. This study underscores both the promise and current limitations of eDNA as a tool for tropical biodiversity assessment, specifically when compared to conventional sampling techniques. Combining eDNA and conventional survey methods increased species detection rates by 66.4%, highlighting their complementary strengths and reinforcing the value of integrated monitoring strategies for biodiversity-rich, data-deficient regions.", "date": "2025-08-31", "journal": ""}
{"title": "Is passive dispersal informed? - Experimental evidence for decision-making in phytophagous arthropods", "doi": "10.1101/2025.08.30.671941", "authors": "Zalewska, K.; Skoracka, A.; Bonte, D.; Puchlaska, E.; Lewandowski, M.; Kuczynski, L.", "abstract": "Animals must acquire and decode information to make the right decisions. While active dispersers can evaluate habitats en route, passive dispersers can only control their departure timing. Although the passive strategy is ubiquitous among arthropods, the mechanisms behind their take off decisions remain poorly understood. We tested whether host niche breadth shapes passive dispersal in phytophagous mites by exposing them to host derived kairomones and measuring departure rates. Using experimentally evolved specialist and generalist lineages, we found that dispersal depends more on the context in which cues are encountered that on the kairomones themselves. Host specialisation strongly shaped responses: mites left plants more readily when exposed to unfamiliar hosts, with generalists dispersing over twice as often as specialists. Increased number of unfamiliar kairomones strongly inhibited generalists dispersal but barely affected specialists. This suggests specialists use environmental novelty to trigger exploration, whereas generalists need multiple cues to confirm host suitability, revealing a trade-off between host range and environmental sensitivity.", "date": "2025-08-31", "journal": ""}
{"title": "Scales and symmetries of eco-evo: advective environments, dispersal, and climate change", "doi": "10.1101/2025.08.26.672437", "authors": "Filin, I.", "abstract": "I investigate effects of directional advective dispersal on eco-evolutionary invasion speeds, in either constant environmental gradients or under directional environmental change. I build upon a spatially-explicit phenotypic model that I have previously presented. The model incorporates both phenotypic sorting and gene swamping, and is used to study either constant advective dispersal or trait-based habitat choice. Through analytical arguments on characteristic lengths and speeds, as well as by direct numerical solutions, I find that, in eco-evo scenarios, advective dispersal has two opposing effects on pulled invasion fronts. In shallow environmental gradients, the demographic effect of simply adding to the steady-state invasion speed dominates. As gradients get steeper, asymmetric gene flow, due to advective dispersal, becomes increasingly stronger, pulling the invasion front in an opposite direction. Steep gradients cause front reversals, where species ranges, counter-intuitively, slide upstream. Symmetry between velocity of advective dispersal and velocity of climate change leads to adaptation lags, abundance profiles, and invasion speeds that depend only on the velocity difference. Through characteristic lengths and speeds, I also identify a symmetry between demographic and evolutionary averaging or tracking of environmental heterogeneity. I connect climate change research to demographic models of persistence in advective environments -- the so-called drift paradox. I additionally derive several dimensionless ratios that have potential in facilitating comparisons among different species, traits and locales, and in guiding micro- and mesocosm experiments and space-for-time substitutions. As an aside, I demonstrate how numerical solution and simulation of complex eco-evo models can be accelerated with GPU programming.", "date": "2025-08-31", "journal": ""}
{"title": "Implication of novel variants of BMP2 in isolated congenital heart disease: Functional characterization by in silico and invitro approaches", "doi": "10.1101/2025.08.29.672127", "authors": "Maddhesiya, J.; Dixit, R.; Kumar, A.; Mohapatra, B.", "abstract": "Bone morphogenic protein2 (BMP2), a member of TGF-B super-family, known to play a wide range of roles during embryonic development, particularly in the formation of bone/skeleton, differentiation of neurons, skeletal muscle, and development of cardiac valve septa and outflow tack. BMP2 haploinsufficiency is reported to cause multiple congenital malformations including cardiac defects mainly endocardial cushion formation and chamber specification. To investigate the functional relevance of BMP2 variations in isolated CHD cases, we performed genetic screening of BMP2 in 285 CHD probands along with 400 healthy controls by Sangers method. Five non-synonymous variants namely, an already known variant p.Ser37Ala in N-terminal region, one nonsense variant, p.Lys241X in pro-peptide region and three missense variants p.His321Leu, p.Glu328Lys and p.Ser351Cys in mature domain, were identified in 8 unrelated CHD cases. In vitro functional analysis by western blotting depicted an increase in phosphorylation of SMAD1/5 due to all five variants. Furthermore, overexpression of cardiac-specific downstream target genes namely Smad1, Smad4, Smad5, Nkx2.5, Gata4 and Irx4 of the BMP pathway was observed in response to all the variants. Luciferase assay also validated the enhanced expression of multiple downstream promoters Id1-luc, Id3-luc, Tlx2-luc, and p(SBE)4-luc. Additionally, computational analysis of RNA structural features and protein secondary and tertiary structural changes also highlighted the increased activity of mutants, possibly due to enhanced interactions of mutant proteins with their binding partners owing to more stable structures. Overall, this is the first study which characterized the functional association of BMP2 variants with the pathogenesis of CHD by in vitro and in silico methods.", "date": "2025-08-31", "journal": ""}
{"title": "Evaluating Flavoprotein Fluorescence Imaging as a Biomarker of Early Retinal Ganglion Cell Mitochondrial Stress", "doi": "10.1101/2025.08.27.672228", "authors": "Heaster-Ford, T. M.; Teotia, P.; Truong, T.; Hofmann, J. W.; Baca, M.; Chaney, S. Y.; Elstrott, J.", "abstract": "Purpose: Retinal neurodegeneration is difficult to monitor due to insensitive disease endpoints. Mitochondrial dysfunction and oxidative stress are promising early biomarkers of retinal ganglion cell (RGC) degeneration. This study investigates dynamics of flavoprotein fluorescence (FPF), a non-invasive mitochondrial oxidative stress measure, and sensitivity to early neurodegeneration and neuroprotection in vitro and in vivo. Methods: FPF activity in response to neurodegeneration and neuroprotection were characterized in vitro in wild-type (WT) and SARM1 knockout (SARMKO) human embryonic stem cell-derived RGCs with and without Vacor treatment over 24 hours and confirmed with mitochondrial reactive oxygen species (ROS) measures. Further FPF evaluation was explored in vivo using the optic nerve crush (ONC) model in WT and SARMKO mice to compare early RGC stress detection within rodent retinas. Results: In vitro FPF intensities in WT RGCs increased within 8 hours of degeneration induction, preceding significant mitochondrial ROS production. Neuroprotective SARMKO RGCs maintained comparable FPF and ROS levels following insult. In vivo FPF changes were not observed in WT and SARMKO mice over 4 days following ONC, while only early retinal thickening was observed from OCT. Early FPF and OCT changes were not reflective of late RGC survival observed from ex vivo RGC soma and axon counts. Conclusions: These findings highlight differences in FPF sensitivity to mitochondrial stress between simplified in vitro systems and complex in vivo rodent retinas. This study demonstrates the potential of FPF as an early neurodegeneration and neuroprotection endpoint in vitro while identifying limitations and areas of development for its translatability to preclinical in vivo assessment. Keywords: Flavoprotein fluorescence, mitochondrial dysfunction, oxidative stress, neurodegeneration, retinal ganglion cell, optic nerve crush", "date": "2025-08-31", "journal": ""}
{"title": "TP53 mutations drive therapy resistance via post-mitochondrial caspase blockade", "doi": "10.1101/2025.08.28.672283", "authors": "Mamdouh, A. M.; Olesinski, E. A.; Lim, F. Q.; Jasdanwala, S.; Mi, Y.; Lin, N. S. E.; Liang, D. T. E.; Chitkara, N.; Hogdal, L.; Lindsley, R. C.; Letai, A.; Itahana, K.; Bhatt, S.", "abstract": "Acute myeloid leukemia (AML) is a heterogeneous disease characterized by a broad spectrum of molecular alterations that influence clinical outcomes. TP53 mutations define one of the most lethal subtypes of acute myeloid leukemia (AML), driving resistance to nearly all available treatment modalities, including venetoclax plus azacitidine (VenAza). Yet, the molecular basis of this resistance, beyond affecting transactivation of BCL-2 family genes, has remained elusive. Here, we demonstrate that VenAza treatment leads to reduced transcriptional upregulation of the p53 signaling pathway in TP53 mutant/deficient AML compared to wild-type AML. Functionally, TP53 mutant/deficient AML exhibits selective failure in apoptosis induction rather than impaired G1 arrest or senescence. Despite inhibition of pro-apoptotic BAX and selective enrichment for MCL-1 in TP53 mutant isogenic AML cells, compensatory upregulation of BIM preserved functional mitochondrial outer membrane permeabilization (MOMP). TP53 mutant primary AML tumors at baseline also had retained capacity for MOMP. Instead, TP53 mutant AML exhibited disruption in caspase-3/7 activation to evade apoptosis after VenAza therapy, decoupling the mitochondrial and executioner phases of apoptosis. Importantly, this (post-MOMP brake) is not a bystander effect but itself a driver of VenAza and chemotherapy resistance in TP53 mutant/deficient AML. This previously unrecognized mechanistic insight shifts the focus from mitochondrial priming to terminal caspase blockade in TP53 mutant AML and opens the door for urgently needed therapeutic strategies that reignite apoptosis at its execution point.", "date": "2025-08-31", "journal": ""}
{"title": "Comparative Computational Modeling of Approach-Avoidance Biases in Suicidal Populations via Hierarchical Bayesian Inference", "doi": "10.1101/2025.08.26.672271", "authors": "Laessing, P.; Karvelis, P.; Kennedy, J.; Zai, C.; Dayan, P.; Diaconescu, A.", "abstract": "Pavlovian \"approach or avoid\" impulses are critical behavioral biases that, in excess, are linked to multiple psychiatric conditions. To investigate how such biases contribute to suicidal thoughts and behaviors, we analyzed data from two clinical populations completing an aversive Go/NoGo task. This task disentangles motor action (Go or NoGo) from outcome valence (escape from, or avoidance of, an aversive stimulus), enabling the isolation of Pavlovian biases from instrumental learning processes. We compared multiple computational models that had previously been proposed to explain Pavlovian tendencies, including reinforcement learning, active inference, and drift diffusion-based approaches. We employed a hierarchical Bayesian inference procedure that treats model identity as a random factor at the individual level, allowing an unbiased determination of which mechanisms most accurately captured participants behavior. Across both datasets, models featuring Pavlovian context biases plus a value-decay mechanism best accounted for performance. By contrast, policy-based Pavlovian models and more complex approaches, such as those integrating working memory or active inference, were supported by fewer study participants. These findings suggest that reflexive biases exert a persistent influence on decision-making, and that value decay plays a critical role in shaping behavior over time. Our results demonstrate the importance of systematically comparing and accounting for relevant cognitive processes to explain observed task behaviors. Understanding the factors contributing to task performance may help clarify how Pavlovian tendencies relate to psychopathology, including, in our case, elevated suicide risk. Finally, we illustrate how a complete hierarchical model selection framework can be applied to identify the most plausible mechanisms underlying Pavlovian biases, offering a robust approach for advancing our understanding of task behaviors and establishing clinical utility in future studies.", "date": "2025-08-31", "journal": ""}
{"title": "Male-specific analgesic effects of minocycline in sickle cell disease are mediated by microglia and the microbiome", "doi": "10.1101/2025.08.26.672427", "authors": "John, J. M.; Manjarres, Z.; Zulkifly, N. I.; Plumb, A. N.; Pratt, M. L.; Sadler, K. E.", "abstract": "Over 50% of individuals with sickle cell disease (SCD) experience chronic pain that is phenotypically distinct from their acute, vaso-occlusive crisis pain. Chronic SCD pain is commonly managed with opioid-based drugs that are associated with unwanted side effects, incomplete pain relief, and, in this population, accessibility issues. Thus, new treatments for chronic SCD pain are desperately needed. Here, we examined the analgesic efficacy of acute minocycline treatment in transgenic SCD mice. SCD mice exhibit gut dysbiosis and chronic inflammation. Therefore, we hypothesized that minocycline would provide robust analgesia in this model given the antibiotic and anti-inflammatory properties of the drug. Six days of minocycline treatment reversed chronic mechanical hypersensitivity only in male SCD mice. We identified two potential mechanisms underlying these sex-specific effects. First, we observed increased microgliosis only in the dorsal horn of male SCD mice. Minocycline treatment had opposite effects on microglial number in male and female SCD spinal cords. Second, minocycline treatment altered the gut microbiota in a sex-specific fashion; fecal microbiota transplant (FMT) from minocycline-treated female SCD mice induced widespread pain in recipients whereas FMT from minocycline-treated male SCD mice did not. In summary, these experiments highlight novel sex-specific mechanisms of minocycline analgesia and support future exploration of minocycline use for SCD pain management, but only in male patients.", "date": "2025-08-31", "journal": ""}
{"title": "A multi-frequency whole-brain neural mass model with homeostatic feedback inhibition", "doi": "10.1101/2025.08.26.672269", "authors": "Coronel-Oliveros, C.; Lehue, F.; Herzog, R.; Mindlin, I.; Gatica, M.; Kowalczyk-Grebska, N.; Medel, V.; Cruzat, J.; Gonzalez-Gomez, R.; Hernandez, H.; Tagliazucchi, E.; Prado, P.; Orio, P.; Ibanez, A.", "abstract": "Whole-brain models are valuable tools for understanding brain dynamics in health and disease by enabling the testing of causal mechanisms and identification of therapeutic targets through dynamic simulations. Among these models, biophysically inspired neural mass models have been widely used to simulate electrophysiological recordings, such as MEG and EEG. However, traditional models face limitations, including susceptibility to hyperexcitation, which constrains their ability to capture the full richness of neural dynamics. Here, we developed and characterized a new version of the Jansen-Rit neural mass model aimed at overcoming these limitations. Our model incorporates inhibitory synaptic plasticity (ISP), which adjusts inhibitory feedback onto pyramidal neurons to clamp their firing rates around a target value. Further, the model combined two subpopulations of neural cortical columns oscillating in  and {gamma}, respectively, to generate a richer EEG power spectrum. We analyzed how different model parameters modulate oscillatory frequency and connectivity. We considered a models showcase, simultaneously fitting EEG and fMRI recordings during NREM sleep. Bifurcation analysis showed that ISP increases the parameters range in which the model exhibited sustained oscillations; the target firing rate acts as a bifurcation parameter, moving the system across the bifurcation point, producing different oscillatory regimes, from slower to faster. High frequency activity emerged from low global coupling, high firing rates, and a high proportion of {gamma} versus  subpopulations. Importantly, ISP was necessary in the multi-frequency model to successfully fit EEG functional connectivity across frequency bands. Finally, ISP-controlled reductions in excitability reproduced both the slow-wave activity and the reduced connectivity in NREM sleep. Altogether, our model is compatible with biological evidence of the effects of E/I balance on modulating brain rhythms and connectivity, as observed in sleep, neurodegeneration, and chemical neuromodulation. This biophysical model with ISP provides a springboard for realistic brain simulations in health and disease.", "date": "2025-08-31", "journal": ""}
{"title": "A theory for self-sustained balanced states in absence of strong external currents", "doi": "10.1101/2025.08.26.672268", "authors": "Angulo-Garcia, D.; Torcini, A.", "abstract": "Recurrent neural networks with balanced excitation and inhibition exhibit irregular asynchronous dynamics, which is fundamental for cortical computations. Classical balance mechanisms require strong external inputs to sustain finite firing rates, raising concerns about their biological plausibility. Here, we investigate an alternative mechanism based on short-term synaptic depression (STD) acting on excitatory-excitatory synapses, which dynamically balances the network activity without the need of external inputs. By employing accurate numerical simulations and theoretical investigations we characterize the dynamics of a massively coupled network made up of N rate-neuron models. Depending on the synaptic strength J0, the network exhibits two distinct regimes: at sufficiently small J0, it converges to a homogeneous fixed point, while for sufficiently large J0, it exhibits Rate Chaos. For finite networks, we observe several different routes to chaos depending on the network realization. The width of the transition region separating the homogeneous stable solution from Rate Chaos appears to shrink for increasing N and eventually to vanish in the thermodynamic limit (N [-&gt;] {infty}). The characterization of the Rate Chaos regime performed by employing Dynamical Mean Field (DMF) approaches allow us on one side to confirm that this novel balancing mechanism is able to sustain finite irregular activity even in the thermodynamic limit, and on the other side to reveal that the balancing occurs via dynamic cancellation of the input correlations generated by the massive coupling. Our findings show that STD provides an intrinsic self-regulating mechanism for balanced networks, sustaining irregular yet stable activity without the need of biologically unrealistic inputs. This work extends the balanced network paradigm, offering insights into how cortical circuits could maintain robust dynamics via synaptic adaptation.", "date": "2025-08-31", "journal": ""}
{"title": "Connectome-based predictive modelling predicts frailty levels in older adults", "doi": "10.1101/2025.08.26.672253", "authors": "Ghaffari, A.; Abouzaki, M.; Romero, Y.; Sun, A.; Seitz, A.; langley, j.; Bennett, I.; Hu, X.", "abstract": "Frailty is characterized by a persistent and progressive decline in physiological reserves, leading to increased vulnerability to stressors and a heightened risk of adverse health outcomes, both physically and mentally. Despite the prevalence of frailty in older adults, there is limited research on its neural substrates, especially using task-based brain functional connectivity. In this study, we used connectome-based predictive modelling (CPM) to find a linear relationship between task-based connectomes, taken from tasks that involved similar handgrip manipulations, and a separate measure of frailty: the maximum grip strength in older adults. We observed that the task-based connectomes were able to explain individual differences in grip strength, with the Subcortical and Cerebellum network, particularly the caudate nucleus, functional connectivity being the strongest predictor. These findings demonstrate that task-based functional connectomes can serve as personalized markers that can predict individual behavioral measures, including handgrip strength, and point to involvement of the caudate nucleus in frailty.", "date": "2025-08-31", "journal": ""}
{"title": "Interstitial macrophages prevent tuberculosis relapse by restricting Mycobacterium tuberculosis immune evasion", "doi": "10.1101/2025.08.27.672444", "authors": "Vinette, V.; Castro, A.; Kim, H.; Trujillo, C.; Xie, M.; Gengenbacher, M.; Ioerger, T. R.; Ehrt, S.", "abstract": "Alveolar macrophages (AMs) are the first immune cells to encounter Mycobacterium tuberculosis (Mtb) in the lungs, but they frequently fail to eliminate this causative agent of tuberculosis (TB), allowing Mtb to persist or replicate. Interstitial macrophages (IMs) are recruited to restrict Mtb growth and limit immune evasion. While IMs have been implicated in the control of acute Mtb infection, their role during latent tuberculosis infection (LTBI) has not yet been explored. We hypothesized that IMs contribute to maintaining latency and that their depletion during LTBI would promote Mtb reactivation, leading to TB relapse and disease. To test this, we utilized our previously established mouse model of paucibacillary Mtb infection that mimics aspects of LTBI in humans to selectively deplete IMs during the latent phase. IM depletion led to TB relapse in 26% of mice compared to 2% in control mice. The transitory depletion of this macrophage subset transiently affected both pulmonary macrophage and neutrophil populations. Mice that relapsed exhibited an increased proportion of pro-inflammatory IMs and elevated concentrations of G-CSF, GM-CSF, IL3, IL-12, IL-13, IL-17A and KC in the lung. These findings indicate that IMs play a critical role in controlling latent Mtb and preventing TB relapse.", "date": "2025-08-31", "journal": ""}
{"title": "Temporal Trends: Phase-shifted time-series analysis reveals highly correlated reproductive behaviors in the black soldier fly, Hermetia illucens (Diptera: Stratiomyidae)", "doi": "10.1101/2025.08.26.672371", "authors": "Lemke, N. B.; Li, C.; De Smet, J.; Tomberlin, J. K.", "abstract": "For those researching reproduction of the black soldier fly (BSF), finding meaningful correlations between mating and downstream reproductive fitness metrics, owing to complex reproductive behavior and physiology, has been challenging. On the one hand, mating is not necessarily deterministic of fertile eggs being produced, since females might lay unfertile eggs both before and after mating. But conversely, the process is not 'random' either, since fertility is predicated on the exchange of gametes during mating. To investigate the relationship between mating and other reproductive metrics, a cross-correlation analysis between lagged time series was conducted on data previously collected during a semi-outdoor greenhouse experiment. This process compared the average percent correlation between un-lagged mating with oviposition in traps, oviposition outside traps, total weight of eggs deposited, and hatch rate, which were lagged 0 to - 6 days. This revealed that average mating was 97.54% correlated with oviposition in traps lagged by - 2 days. For oviposition outside of traps, total egg weights, and hatch rate, these were also ~71.63% correlated, 60.29% correlated, and 75.16% correlated with mating respectively, which were optimized when the time series were lagged n = - 3 days. These trends likely have a biological basis since flies decrease their reproductive activity as they expend energy and senesce, aligning with temporal patterns consistently observed during BSF rearing.", "date": "2025-08-31", "journal": ""}
{"title": "A Transparent and Generalizable Deep Learning Framework for Genomic Ancestry Prediction", "doi": "10.1101/2025.08.26.672448", "authors": "Rochefort-Boulanger, C.; Scicluna, M.; Poujol, R.; Grenier, J.-C.; Carrier, P. L.; Lemieux, S.; Hussin, J.", "abstract": "Accurately capturing genetic ancestry is critical for ensuring reproducibility and fairness in genomic studies and downstream health research. This study aims to address the prediction of ancestry from genetic data using deep learning, with a focus on generalizability across datasets with diverse populations and on explainability to improve model transparency. We adapt the Diet Network, a deep learning architecture proven effective in handling high-dimensional data, to learn population ancestry from single nucleotide polymorphisms (SNPs) data using the populational Thousand Genomes Project dataset. Our results highlight the model's ability to generalize to diverse populations in the CARTaGENE and Montreal Heart Institute biobanks and that predictions remain robust to high levels of missing SNPs. We show that, despite the lack of North African populations in the training dataset, the model learns latent representations that reflect meaningful population structure for North African individuals in the biobanks. To improve model transparency, we apply Saliency Maps, DeepLift, GradientShap and Integrated Gradients attribution techniques and evaluate their performance in identifying SNPs leveraged by the model. Using DeepLift, we show that model's predictions are driven by population-specific signals consistent with those identified by traditional population genetics metrics. This work presents a generalizable and interpretable deep learning framework for genetic ancestry inference in large-scale biobanks with genetic data. By enabling more widespread genomic ancestry characterization in these cohorts, this study contributes practical tools for integrating genetic data into downstream biomedical applications, supporting more inclusive and equitable healthcare solutions.", "date": "2025-08-31", "journal": ""}
{"title": "Evolutionary innovation through fusion of sequences from across the tree of life", "doi": "10.1101/2025.08.30.672725", "authors": "Kapoor, R.; Schwager, E. E.; Phuangphong, S.; Rivard, E. L.; Kuyyamudi, C.; Ghosh, S.; Ronai, I.; Extavour, C. G.", "abstract": "Novel genes arise through multiple mechanisms, including gene duplication, gene fusion and horizontal gene transfer (HGT). While HGT has increasingly been documented in animals, the interaction of HGT with other mechanisms of novel gene formation is less well understood. We hypothesized that fusion with endogenous sequences in animal genomes might generate what we call \"HGT-chimeras\": genes with regions of non-metazoan and metazoan descent in the same open reading frame. To test this hypothesis, we developed a molecular phylogenetics pipeline that enables the identification of HGT-chimeras. We applied our pipeline to 319 high-quality annotated arthropod genomes and uncovered a high-confidence set of 274 HGT-chimeras corresponding to 104 independent origination events across diverse arthropods. HGT-chimeras contain intervals acquired from across the tree of life, and many likely originated via a gene duplication-based mechanism. To assess whether HGT-chimeras might be functionally important, we performed RT-PCR and Sanger sequencing of tissues from 19 arthropod species predicted to harbor HGT-chimeras in their genome. We found evidence of the expression of contiguous chimeric mRNAs for 33 of 37 tested HGT-chimeras across 17 of 19 different tested species. We also found evidence that HGT chimeras evolve under purifying selection and have acquired potentially functional domain architectures, consistent with the hypothesis that these genes are in active use and may participate in diverse biological processes. These results illuminate an underappreciated combinatorial mechanism underlying the origin of novel genes across the largest animal phylum, and suggest that interdomain sequence fusion can play important roles in animal biology and evolution.", "date": "2025-08-31", "journal": ""}
{"title": "Heterotypic intercellular adhesion tunes efficiency of cell-on-cell migration", "doi": "10.1101/2025.08.29.673192", "authors": "Kuyyamudi, C.; Ghosh, S.; Extavour, C. G.", "abstract": "Cell migration across epithelial barriers occurs in diverse developmental, immunological, and pathological contexts. Here we investigate the contribution of heterotypic adhesion between migrating cells and epithelial \"substrate\" cells to transepithelial migration. Using an in silico model inspired by the migration of primordial germ cells across the midgut epithelium in the Drosophila embryo, we show that heterotypic adhesion modulates migration efficiency in a non-monotonic manner, revealing the existence of an optimal adhesion regime. Consistent with this prediction, in vivo overexpression of E-cadherin in germ cells accelerated their exit from the midgut relative to controls. Beyond providing experimentally testable predictions, our model integrates and explains previous observations on the role of heterotypic adhesion in cell-on-cell migration, offering a framework for understanding transepithelial migration across biological contexts.", "date": "2025-08-31", "journal": ""}
{"title": "Response-driven Serial Dependence: When Response Mode Consistency Matters More than Shared Memory Encoding", "doi": "10.1101/2025.08.26.672319", "authors": "Wu, J.; Serce, H. O.; Shi, Z.", "abstract": "Serial dependence - the bias from recent experience on present response - is often linked to shared memory representations. Yet, it remains unclear whether this bias across tasks when stimulus features are shared but response modes differ. To test this, we interleaved temporal reproduction and bisection tasks using a post-cue design that held duration encoding constant while varying motor output across trials. Using structural equation modeling (SEM), we dissociated perceptual (stimulus-driven) and decisional (response-driven) components of serial dependence. With consecutive same tasks, we replicated repulsive perceptual serial dependence and attractive decisional carryover. Critically, these effects vanished across tasks, despite identical stimulus processing, suggesting that consistent motor responses, not shared memory alone, drive sequential biases. Moreover, SEM uncovered repulsive perceptual influences that standard regression missed, highlighting its power to isolate overlapping effects. Together, these findings reveal that response-specific reactivation underpins serial dependence, pointing to motor-context binding as a key factor in temporal decision-making.", "date": "2025-08-31", "journal": ""}
{"title": "Toward Robust Neuroanatomical Normative Models: Influence of Sample Size and Covariates Distributions", "doi": "10.1101/2025.08.26.672402", "authors": "Elleaume, C.; Hebling Vieira, B.; Floris, D. L.; Langer, N.", "abstract": "Normative models are increasingly used to characterize individual-level brain deviations in neuroimaging studies, but their performance depends heavily on the reference sample used for training or adaptation. In this study, we systematically investigated how sample size and covariate composition of the reference cohort influence model fit, deviation estimates, and clinical readouts in Alzheimers disease (AD). Using a discovery dataset (OASIS-3, n = 1032), we trained models on healthy control (HC), subsamples ranging from 5 to 600 individuals, while varying age and sex distributions to simulate biases in reference populations. We further assessed the use of adaptive transfer learning by pre-training models on the UK Biobank (n = 42,747) and adapting them to the clinical dataset applying the same sub-sampling strategies. We evaluated model performance on a fixed HC test set and quantified deviation score errors, outlier detection, and classification accuracy in both the HC test set and the AD cohort. The findings were replicated in an external validation sample (AIBL, n = 463). Across all settings, model performance improved with increasing sample size, but demographic alignment of the covariates, particularly in age, was essential for reliable deviation estimates. Models trained directly within the dataset achieved stable fit with approximately 200 HCs, while adapted models reached comparable performance with as few as 50 individuals when pre-trained on large-scale data. These results show that robust individual-level modeling can be achieved using moderately sized but demographically matched cohorts, supporting broader application of normative modeling in ageing and neurodegeneration research.", "date": "2025-08-31", "journal": ""}
{"title": "Replating induces mTOR-dependent rescue of protein synthesis in Charcot-Marie-Tooth diseased neurons", "doi": "10.1101/2025.08.26.672367", "authors": "Koenig, J.; McGuire, A.; Homedan, Y.; Alberhasky, J.; Summers, D. W.", "abstract": "Charcot-Marie-Tooth disease (CMT) is an inherited peripheral neuropathy characterized by sensory dysfunction and muscle weakness, manifesting in the most distal limbs first and progressing more proximal. Over a hundred genes are currently linked to CMT with enrichment for activities in myelination, axon transport, and protein synthesis. Mutations in tRNA synthetases cause dominantly inherited forms of CMT and animal models with CMT-linked mutations in these enzymes display defects in neuronal protein synthesis. Rescuing protein synthesis in CMT mutant neurons could offer exciting therapeutic options beyond symptom management. To address this need, we expressed CMT-linked variants in tyrosyl tRNA synthetase (YARS-CMT) in primary sensory neurons and evaluated impacts on protein synthesis and cell viability. YARS-CMT expression reduced protein synthesis in these neurons prior to the onset of caspase-dependent axon degeneration and cell death. To determine how YARS-CMT expression affects axon outgrowth, we dissociated and replated these neurons to stimulate axon regeneration. To our surprise, axonal regrowth occurred normally in replated YARS-CMT neurons. Moreover, replating YARS-CMT neurons rescued protein synthesis. Inhibiting mTOR suppressed rescue of protein synthesis after replating, consistent with its significant role in protein synthesis during axon regeneration. These discoveries identify new avenues for augmenting protein synthesis in diseased neurons and restoring protein synthesis in CMT or other neurological disorders.", "date": "2025-08-31", "journal": ""}
{"title": "Environmental Drivers of Calling Activity in a Southern Subtropical Anuran Assemblage: Insights from Passive Acoustic Monitoring", "doi": "10.1101/2025.08.26.672434", "authors": "Pouso, P.; Cabana, A.; Nieto-Methol, C.", "abstract": "In anurans, acoustic communication is a crucial reproductive behavior shaped by individual traits, social interactions, and environmental cues. External factors such as temperature, rainfall, and photoperiod can elicit physiological responses that drive behavioral rhythms at individual and population scales. While temperature and rainfall effects on anuran calling activity are well-established, photoperiodic influences remain comparatively understudied, particularly within southern subtropical assemblages. We assessed hourly calling activity of Boana pulchella in Uruguay over a 12-month period using Passive Acoustic Monitoring (PAM) and validated semi-automated data processing methods to examine environmental drivers in a subtropical permanent pond. Calling behavior increased during the warmer months, showing a clear seasonal pattern. Peak activity timing remained consistent across seasons, but the temporal window of vocalizations expanded during winter (long nights) and contracted during summer (long days), reflecting photoperiodic variation. Linear regression analyses showed significant effects of photoperiod, temperature and their interaction on calling activity, while rainfall and atmospheric pressure showed no effect. These findings underscore the regulatory role of photoperiod in shaping reproductive acoustic behavior and highlight the need to further explore its physiological and adaptive significance, especially within underrepresented subtropical assemblages.", "date": "2025-08-31", "journal": ""}
{"title": "Neuroprotective Effects of Nigella sativa Extract in a Rat model of Propionic Acid-Induced Autism Spectrum Disorder", "doi": "10.1101/2025.08.26.672514", "authors": "Alshahrani, S. M.; Kadasah, S. F.; Jan, H.; Menaa, F.", "abstract": "Background: Autism Spectrum Disorder (ASD) is neurodevelopmental disorder with characteristics of impairments in social interaction, communication, and repetitive behaviors. Current pharmacological interventions often focus on alleviating symptoms, but they rarely address the underlying neurobiological disruptions or have sustained therapeutic effects. Aims: The present study explores the therapeutic effect of Nigella sativa (black cumin) extract in a propionic acid (PPA)-induced wistar rat model of ASD. Methods: Forty male Wistar rats (n = 10 per group) were randomly assigned to four experimental groups, including control, PPA, N. sativa Low-Dose (NSL), and N. sativa High-Dose (NSH). The control group received daily intravenous (i.v.) injections (1 mL/kg) of saline (0.9% NaCl) over five days. The PPA group received daily intraperitoneal (i.p.) injections of 250 mg/Kg PPA for five days to induce ASD-like behaviors. NSL and NSH groups received N. sativa extract (10 mg/Kg and 50 mg/Kg, respectively) orally for 28 days, starting 7 days before PPA administration. Behavioral assessments, including social interaction, stereotypic behaviors, and anxiety, were conducted on day 28. Then, biochemical analyses (i.e., oxidative stress, inflammatory markers, neurotransmitter levels, caspase-3 expression, and histopathology) were performed. Results: The PPA group showed significantly (p < 0.05) reduced social interaction and increased stereotypic behaviors and heightened anxiety-like responses, indicative of ASD-like symptoms. Treatment with N. sativa resulted in a significant (p < 0.05) improvement in social behaviors, a reduction in stereotypic behaviors, and a decrease in anxiety-like responses. Biochemical analysis revealed that N. sativa treatment significantly (p < 0.05) reduced oxidative stress, evidenced by lower MDA levels, higher GSH, and restored SOD activity. In both NSL and NSH groups, it was observed that (i) inflammatory cytokines (i.e., TNF- and IL-1{beta}) were significantly (p < 0.05), (ii) neurotransmitter levels (i.e., dopamine and serotonin) were normalized, (iii) caspase-3 expression was significantly reduced, leading to a reduction in neuronal apoptosis-induced cell death, and (iv) histopathological analysis revealed reduced neuronal damages and a glial activation. Conclusions:N. sativa extract appears highly effective in ameliorating ASD behavioral and biochemical pathology abnormalities associated with ASD in a PPA-rat model. These results underscore the role of N. sativa for the treatment of ASD, including as possible adjunctive therapeutic option for this challenging neurodevelopmental disorder, though further research studies are necessary, including to determine the key phytochemical(s) involved in such beneficial effects.", "date": "2025-08-31", "journal": ""}
{"title": "Enhancing Optical Properties and Stability of DNA-Functionalized Carbon Nanotubes with Cryoprotectant Mediated Lyophilization", "doi": "10.1101/2025.08.26.672410", "authors": "Nadeem, A.; Kindopp, A.; Junge, E.; Rahmani, M.; Roxbury, D.", "abstract": "The long-term optical performance and stability of single-walled carbon nanotubes (SWCNTs) functionalized with single-stranded DNA are critical for their application in near-infrared (NIR) fluorescence biological sensing and imaging. However, the aggregation of such DNA-SWCNTs during storage presents a significant challenge. Here, we explored the use of lyophilization combined with various cryoprotectants to enhance the long-term stability and reconstitution of DNA-SWCNTs at room temperature. Five conventionally used cryoprotectants, including glucose, sucrose, mannitol, polyethylene glycol (PEG), and polyvinyl alcohol (PVA), were evaluated for their ability to maintain desired optical properties and prevent aggregation of SWCNTs through the process of lyophilization and reconstitution. Our results indicated that glucose and PEG, particularly in an 80:20 ratio by weight, provided the best performance, preserving NIR fluorescence and ensuring consistent reconstitution without significant aggregation. Further, in vitro studies using murine macrophages demonstrated that lyophilized SWCNTs with glucose-PEG protectants and then held at room temperature before subsequent reconstitution maintained stable intracellular optical performance, supporting their potential for long-term storage, ease of transport, and use in biomedical applications. These findings suggest that the optimized lyophilization protocol with specific cryoprotectant combinations can significantly improve the shelf life and reproducibility of SWCNT-based sensors, paving the way for their broader application in biological and clinical settings.", "date": "2025-08-31", "journal": ""}
{"title": "Niche Net Based Dissection of CD14+ Monocyte Crosstalk with Memory CD4+ T Cells in Human PBMCs", "doi": "10.1101/2025.08.26.672385", "authors": "kota, t.", "abstract": "Intercellular communication between monocytes and T cells is essential for immune regulation within peripheral blood mononuclear cells (PBMCs). To examine how CD14+monocytes regulate memory CD4+ T cells at the gene expression level, we applied NicheNet to PBMC single-cell RNA-seq data. We performed quality control, normalization, principal component analysis, and UMAP-based visualization. CD14+ monocytes and memory CD4+ T cells were identified by canonical markers and designated as sender and receiver populations, respectively. NicheNet analysis revealed both classical cytokine signaling and checkpoint-like interactions. Prominent ligands included TNF, IFNG, IL10, and CXCL9, predicted to regulate inflammatory target genes through receptors such asTNFRSF1A/B and CXCR3. In addition, the SIRPG - CD47 axis emerged as a potential costimulatory pathway modulating T cell responses. These results suggest that monocytes regulate memory CD4+ T cells via a combination of inflammatory, costimulatory, and regulatory signals, providing mechanistic hypotheses for immune modulation in health and disease.", "date": "2025-08-31", "journal": ""}
{"title": "Identification of Distinct Topological Structures From High-Dimensional Data", "doi": "10.1101/2025.08.26.672446", "authors": "Xu, B.; Braun, R.", "abstract": "Single-cell RNA sequencing allows the direct measurement of the expression of tens of thousands of genes, providing an unprecedented view of the transcriptomic state of a cell. Within each cell, different biological processes such as differentiation or cell cycle take place simultaneously, each providing a different characterization of cell state. To identify gene sets that govern these processes for the purpose of disentangling convolved biological processes, we present ``Identification of Distinct topological structures'' (ID). ID works by constructing an alternative low-dimensional parametrization of the high-dimensional system, applying a finite perturbation to this alternative parametrization, and looking for genes that respond similarly. With this approach, we demonstrate that ID is capable of identifying structures within the data that will otherwise be missed. We further demonstrate the utility of ID in scRNA-seq datasets collected under various backgrounds, delineating cellular differentiation, characterizing cellular response to external perturbation, and dissecting the effect of genetic knock-outs.", "date": "2025-08-31", "journal": ""}
{"title": "The Pdgfd-Pdgfrb axis orchestrates tumor-nerve crosstalk in pancreatic cancer", "doi": "10.1101/2025.08.26.672505", "authors": "Wang, P.; Lester, N.; Perrault, E.; Su, J.; Gong, D.; Shiau, C.; Cao, J.; Nguyen, P.; Bae, J. W.; Olgun, D.; Hoffman, H.; Lam, A.; Huang-Gao, J.; Rahaman, S.; Guo, J.; Barth, J.; Caldwell, N.; Divakar, P.; Reeves, J.; Bahrami, A.; He, S.; Patrick, M.; Miller, E.; Ganci, M.; Cervantes-Jaramillo, G.; Hong, T.; Wo, J.; Roberts, H.; Weissleder, R.; Choi, H.; Fernandez-del-Castillo, C.; Cormier, K.; Ting, D. T.; Jacks, T.; Zheng, L.; Hemberg, M.; Mino-Kenudson, M.; Hwang, W. L.", "abstract": "Nerves are an integral component of the tumor microenvironment, contributing to cancer progression, metastasis, morbidity, and mortality. In pancreatic ductal adenocarcinoma (PDAC), worse clinical outcomes are associated with perineural invasion (PNI), a process by which cancer cells surround and invade nerves. Here, we employed whole-transcriptome and single-cell spatial transcriptomics to identify candidate tumor-nerve interactions that promote PNI. We discovered that Pdgfd signaling promotes key features of nerve invasion. Mechanistically, Pdgfd stimulated cancer cell invasiveness, neurite outgrowth, and direct physical engagement with glia. Pharmacological blockade of this axis reduced each of these processes in vitro as well as PNI in vivo. Thus, Pdgfd-Pdgfrb signaling mediates PNI by coordinating multifaceted cancer-neuron-glia interactions and represents a promising therapeutic strategy aimed at disrupting harmful cancer-nerve crosstalk.", "date": "2025-08-31", "journal": ""}
{"title": "Chromatin signalling pathways and FANCE amplification affect ATR inhibitor sensitivity in metastatic breast cancer", "doi": "10.1101/2025.08.26.672363", "authors": "Selvarajah, J.; Fernandes, R.; Lorentzen, M.; Pei, E.; Greenland, K.; Kozik, Z.; Choudhary, J.; Bevan, C. L.", "abstract": "Metastatic breast cancer remains incurable, as many patients develop therapy resistance. Loss of ATM/p53 increases reliance on the ATR pathway, positioning ATR inhibitors (ATRi) as promising therapeutics. However, targeting a single pathway often leads to resistance due to tumour heterogeneity or alternative signalling mechanisms. Here, we combine chromatin-enrichment proteomics and phospho-proteomics with genome sequencing data in the ATRi-sensitive triple negative breast cancer (TNBC) cell line MDA-MB-453 to map adaptive responses to the ATR inhibitor AZD6738. We identify chromatin-associated activation of survival pathways, including AKT1, RPTOR (mTORC1), CDK4/5, and OGFR, alongside hyperphosphorylation of MKI67, SAFB2, and CHD4, indicating ATRi sensitivity. Complementary siRNA screening of DNA damage response (DDR) genes reveals that amplification of Fanconi anaemia (FA) pathway gene FANCE increases sensitivity to AZD6738. Analysis of breast cancer datasets highlights frequent FANCE amplification in metastatic patients, particularly in circulating tumour cells. Strikingly, pharmacological inhibition of the FA pathway (UBE2T/FANCL-IN-1) synergises with AZD6738. Together, our findings define adaptive resistance mechanisms to ATR inhibition and nominate FA pathway blockade as a rational combination strategy. Overall, our work provides fundamental insight into the complexity of DDR in metastatic breast cancer and offers a platform for mechanistic investigation, which can be exploited in cancer therapy.", "date": "2025-08-31", "journal": ""}
{"title": "Loss of Sox10 in a HER2+ model prevents tumor initiation and induces luminal-to-basal reprograming in cancer cells.", "doi": "10.1101/2025.08.26.672423", "authors": "Garland, B.; Delisle, S.; Abou-Hamad, J.; De Souza, C.; Zuccarini, R.; Auer, R. C.; Sabourin, L.", "abstract": "The SRY-HMG-Box transcription factor SOX10 plays a critical role in neural crest development, but its function in epithelial tumorigenesis remains unclear. Here, we identify SOX10 as a key regulator of tumor-initiating activity in Neu-driven mammary cancers. Genetic ablation of Sox10 in the luminal compartment of MMTV-Neu (NIC) mice resulted in delayed but normal mammary gland development. Sox10 deletion conferred a dose-dependent delay in tumor onset, with a complete loss of tumor initiation in Sox10-deficient luminal cells. CRISPR/Cas9-mediated Sox10 inactivation in Neu-transformed tumor cells led to reduced 3D invasion and diminished self-renewal in mammosphere assays. Established Sox10-null cell lines exhibited markedly impaired growth in orthotopic transplant models and failed to colonize lung tissue following tail vein injection, suggesting a loss of tumor-initiating capacity. Transcriptomic profiling revealed that Sox10-deficiency in Neu+ tumor cells induces a luminal-to-basal/stem-like shift and the downregulation of several genes associated with genetic networks regulating stemness. Collectively, these findings demonstrate that Sox10 is required for a permissive cell progenitor state for Neu-driven tumor initiation and that it is critical to sustain the invasive and self-renewing traits that drive tumor progression and metastasis.", "date": "2025-08-31", "journal": ""}
{"title": "Functional rather than anatomic connectivity predicts seizure propagation in a multi-node model of focal neocortical epilepsy", "doi": "10.1101/2025.08.26.672408", "authors": "Niemeyer, J. E.; Zhan, F.; Pons, C.; Schwartz, T. H.", "abstract": "Seizures propagate through the brain either locally or via widespread networks of anatomically and functionally connected nodes. These sites can be manipulated in the surgical treatment of human patients through ablation or stimulation. However, we still lack a full understanding of how seizures, ablation, and stimulation recruit or alter recruitment of these distant sites. Here, we apply widefield calcium imaging in a non-anesthetized rodent multi-nodal bilateral neocortical network model of focal epilepsy to examine excitatory and inhibitory cell recruitment. When we initiate seizures in somatosensory cortex (S1), they preferentially spread to an ipsilateral node in frontal cortex (M2) rather than across the corpus callosum to contralateral mirror somatosensory cortex. On the other hand, seizures rapidly spread across the corpus callosum in regions that connect M2 with its mirror M2 focus, indicating that this frontal region acts an amplifier for secondary generalization. Accordingly, ablation of M2 radically altered seizure propagation. Electrical stimulation of S1 revealed that S1 preferentially recruits excitatory cells in ipsilateral M2 but inhibitory cells in contralateral S1, which may explain the preferred propagation pathway. We also observed that the stimulation frequency can differentially determine the response of excitatory versus inhibitory neurons. Altogether, our findings suggest that seizures do not propagate homogeneously through anatomically connected nodes but are preferentially pulled to specific locations by excitatory/inhibitory balance. Thus, functional connectivity rather than anatomic connectivity will be more predictive of ictal spread, and more informative for ablative and stimulation-based therapeutics.", "date": "2025-08-31", "journal": ""}
{"title": "Tirzepatide attenuates dopamine reward signaling and suppresses alcohol drinking and relapse-like behaviors in rodents", "doi": "10.1101/2025.08.26.672374", "authors": "Edvardsson, C. E.; Adermark, L.; Gottlieb, S.; Alfreji, S.; Emous, T. A.; Gouda, Y.; Thorsell, A.; Vujicic, M.; Aranäs, C.; Benrick, A.; Wernstedt Asterholm, I.; Lopez, M. F.; Becker, H. C.; Jerlhag, E.", "abstract": "Alcohol use disorder (AUD) remains a major public health problem, with few effective medications currently available. However, peptides of the gut-brain axis appear to offer promising therapeutic targets for AUD as they influence the mesolimbic reward circuitry. Here, we examined the effects of tirzepatide, a long-acting dual glucagon-like peptide-1 receptor (GLP-1R) and glucose-dependent insulinotropic polypeptide receptor (GIPR) agonist approved for diabetes and obesity, using behavioral assays, alcohol intake paradigms, and molecular analyses in rodents. First, tirzepatide effectively attenuated the rewarding properties of alcohol, measured through locomotor stimulation, conditioned place preference, and accumbal dopamine release. Subsequently, this GLP-1R/GIPR agonist dose-dependently reduced voluntary alcohol consumption, prevented binge and relapse-like drinking, and maintained efficacy during repeated administration. Finally, tirzepatide induced sustained synaptic depression in the lateral septum and further altered histone regulatory proteins in this region, suggesting a potential neural substrate for its effects. Moreover, the GLP-1R/GIPR agonist affected metabolic parameters including body weight, adipose tissue mass, hepatic triglycerides and circulating pro-inflammatory cytokines. Together, our findings suggest tirzepatide modulates alcohol-related behaviors through reward-related mechanisms while also affecting physiological consequences associated with long-term alcohol use. Given tirzepatide's established clinical use and the consistency of effects observed here, these results support further investigation for treating AUD and associated complications.", "date": "2025-08-31", "journal": ""}
{"title": "To jump or not to jump: Comparing effects of phenotypic plasticity on the visual responses and escape behavior of locusts and grasshoppers", "doi": "10.1101/2025.08.26.672473", "authors": "Mitra, S.; Namazifard, S.; Bellini, D. M.; Sarne, A.; Halder, B.; Eisenbrandt, M. R.; Macknojia, A.; Luo, J.; Xie, S.; Song, H.; Zong, C.; Gabbiani, F.; Dewell, R. B.", "abstract": "Locusts exhibit remarkable phenotypic plasticity changing their appearance and behavior from solitary grasshoppers to gregarious locusts when population density increases. These changes include morphological differences in the size and shape of brain regions, but little is known about plasticity within individual neurons and alterations in behavior not directly related to aggregation or swarming. We examined looming escape behavior and the properties of a well-studied collision-detection neuron in gregarious and solitarious animals of three closely related species, the desert locust (Schistocerca gregaria), the Central American locust (S. piceifrons) and the American bird grasshopper (S. americana). For this neuron, the lobula giant movement detector (LGMD), we examined dendritic morphology, membrane properties, gene expression, and looming responses. Gregarious animals reliably jumped in response to looming stimuli, but surprisingly solitarious desert locusts did not produce escape jumps. These solitarious animals also had smaller LGMD dendrites. This is the first study done on three different species of grasshoppers to observe the effects of phenotypic plasticity on the jump escape behavior, physiology and transcriptomics of these animals. Surprisingly, there were little differences in these properties between the two phases except for behavior. For all the three species, gregarious animals jumped more than solitarious animals, but no significant differences were found between the two phases of animals in the electrophysiological and transcriptomics studies. Our results suggest that phase change impacts mainly the motor system and that the physiological properties of motor neurons need to be characterized to understand fully the variation in jump escape behavior across phases.", "date": "2025-08-31", "journal": ""}
{"title": "Preliminary First-in-Human Pharmacokinetic Evaluation, Dosimetry and Safety of 7--Fluorotryptophan as PET Imaging Agent to Visualize Serotonin Synthesis in the Brain", "doi": "10.1101/2025.08.26.672460", "authors": "Stotz, S.; Amaro, R. M.; Zlatopolskiy, B. D.; Gemki, M.; Knudsen, G. M.; Neumaier, B.; Soza-Ried, C.; Amaral, H.; Kramer, V.; Herth, M.", "abstract": "Tryptophan (Trp) is the precursor for serotonin synthesis and other biologically relevant metabolites. We evaluated the novel radiotracer 7-[18F]Fluorotryptophan (7-[18F]FTrp) to assess its biodistribution, dosimetry, and potential for imaging brain Trp metabolism in humans. Six healthy volunteers underwent whole-body PET/CT imaging over 5.5 hours following intravenous injection of 7-[18F]FTrp. An additional four subjects underwent dynamic brain PET imaging for 2 hours. Time-activity curves (TACs) were extracted for source organs using VOIs defined on co-registered CT and PET images, and dosimetry was calculated using OLINDA software. The radiotracer showed rapid uptake and distribution, with highest activity observed in the liver, pancreas, salivary glands, in combination with urinary excretion. Brain pharmacokinetic analyses with image-derived input function (IDIF) determined that Patlak analyses were the best fit for brain image analyses. Brain uptake was modest, with highest region-specific accumulation in the pineal gland, which is a known site for serotonin synthesis. The estimated effective dose was within the expected range for 18F-labeled compounds (14.1 {+/-} 0.2 Sv/MBq). Our findings indicate that 7-[18F]FTrp is safe for human use, demonstrates favorable kinetics for studying both brain and peripheral Trp metabolism, and warrants further exploration in patients with serotonin metabolism disorders.", "date": "2025-08-31", "journal": ""}
{"title": "Runx/Cbfβ regulates the development of tolerogenic Thetis cells", "doi": "10.1101/2025.08.27.672523", "authors": "Ogawa, C.; Zou, C.; Paucar Iza, Y.; Yamashita, M.; Park, T.; Harada, J.; Satoh-Takayama, N.; Kuroda, M.; Brown, C.; Taniuchi, I.", "abstract": "Establishing immune tolerance to gut microbiota and food antigens upon first exposures during early life is essential to prevent inflammatory bowel diseases and food allergy and depends on induction of peripherally induced Rorgt expressing regulatory T (Rorgt+ pTreg) cells. Recent studies have identified a critical role for Rorgt expressing antigen-presenting cells (APC), Thetis cells (TCs), in peripheral regulatory T (pTreg) cell differentiation and tolerance to food and commensal microbes. TCs encompass four distinct subsets, and a subset of TCs, TC IV induces pTreg differentiation, but the transcription factors that control their differentiation are not fully known. Here, using orthogonal genetic approaches to impair Runx/Cbfb activity, we show that development of specific TCs subsets is regulated by Runx/Cbfb transcriptional factor complexes. While attenuated Runx3 by germline mutations resulted in a severe reduction of all Rorgt+ APCs, mice lacking one of two Cbb splicing variants, Cbfb2, exhibited a loss of TC II, III and TC IV subsets with associated loss of Rorgt+ pTreg cells. Conditional inactivation of Runx1 and Runx3 genes by CD11c-Cre led to a specific loss of TC III and TC IV subsets. Strikingly, CD11c-Cre driven transgenic Runx expression, particularly Runx1, led to enhanced TC IV differentiation and thus Rorgt+ pTreg cells. Furthermore, transgenic Cbfb2 by CD11c-Cre recovered only TC IV subset with restoration of Rorg;t+ pTreg in Cbfb2-deficient mice. Collectively, our findings establish a critical pathway for TC IV differentiation and provide new insights into therapeutic interventions to promote Rorgt+ pTreg induction in autoimmune and inflammatory diseases.", "date": "2025-08-31", "journal": ""}
{"title": "Evolutionary innovation within conserved gene regulatory networks underlying biomineralized skeletons in Bilateria", "doi": "10.1101/2025.08.27.672524", "authors": "Bai, Y.; Min, Y.; Liu, S.; Hu, Y.; Jin, S.; Yu, H.; Kong, L.; Macqueen, D. J.; Du, S.; Li, Q.", "abstract": "Biomineralized skeletons have evolved convergently across animals, yet exhibit remarkable diversity in structure and development. However, the evolutionary origins of gene regulatory networks underlying biomineralized skeletons remains elusive. Here, we report comprehensive developmental profiling of transcriptomic and chromatin dynamics in a bivalve mollusc, Crassostrea nippona. We provide evidence for a biphasic regulatory program orchestrating larval and adult shell formation, involving the coordinated activity of ancient transcription factors and dynamic chromatin remodeling. Comparative analyses suggest a conserved developmental toolkit was co-opted for larval exoskeleton formation in the common lophotrochozoan ancestor. In contrast, limited regulatory conservation was observed between lophotrochozoans and echinoderms with regards to the formation of biomineralized skeletons, despite both relying on a heterochronic activation of ancestral regulators. Together, our findings support a hierarchical model where dynamic chromatin decouples rapidly evolving effectors from deeply conserved regulators, allowing modular innovations within conserved gene regulatory networks. This study highlights how epigenetic dynamics bridge evolutionary conservation and novelty, offering a framework for understanding the independent evolution of biomineralization across Bilateria through combinatorial regulatory evolution.", "date": "2025-08-31", "journal": ""}
{"title": "Orthogonal and Robust Analytics Enable Reproducible and Scalable Manufacturing of High Purity Extracellular Vesicles Derived from Mesenchymal Stromal Cells", "doi": "10.1101/2025.08.26.672476", "authors": "Dehghani, M.; Chai, M.; Talebloo, N.; Morrissey, M.; Larey, A.; Kim, Y.; Trinidad, C.; Joshi, D.; Wu, Y.; Zhong, Y.; Cheng, R.; Lu, Y.; Lahooti, B.; Islam, M.; Zhao, Z.; Speidel, J.; Keselman, P.; Mukherjee, P.; Mayo, M.; Black, E.; Splan, D.; Haridas, N.; Marks, P.; Chon, J.; Kishimori, E.; Gaborski, T.", "abstract": "The development of extracellular vesicle (EV) based therapeutics requires robust analytical assays and scalable downstream processing (DSP) strategies to ensure product quality and reproducibility. In this study, we established an analytical toolbox comprising scattering and fluorescence mode nanoparticle tracking analysis (NTA), fluorescence-based flow cytometry (Fl-FC), and multi-detector analytical size exclusion chromatography. Liposomes, selected for their physicochemical similarity to EVs, were used as reference materials to optimize assay parameters, fluorescence labeling conditions, and dynamic range, minimizing artifacts such as photobleaching and masking effects. Using these optimized analytical tools, we designed a scalable DSP workflow for human bone marrow mesenchymal stromal cell (hBM-MSC) derived EVs, incorporating clarification, tangential flow filtration (TFF), ion exchange chromatography (IEX), buffer exchange, and sterile filtration. IEX chromatography resulted in the elution of two cell-secreted populations, with similar scattering signals while eluate 1 showed approximately 30 times higher absorbance signal compared to eluate 2. Transmission electron microscopy revealed that eluate 1 contained non-vesicular extracellular particles (NVEPs), and eluate 2 was enriched in EVs and showed higher expression of positive markers such as CD81 and CD73 using Simple Western. Additionally, the two IEX eluates showed different proteomic and lipidomic profiles. Then the analytical toolbox was utilized to monitor the DSP process in terms of particle recovery and impurity removal throughout the process determining the high purity level of the final EV preparation. Together, these results demonstrate that orthogonal analytics coupled to a scalable DSP yield reproducible MSC-EV preparations while depleting commonly co-isolated NVEPs. This practical framework advances process analytics of MSC-EV manufacturing and supports reporting of identity, purity, and function aligned with existing guidelines in the field.", "date": "2025-08-31", "journal": ""}
{"title": "gnSPADE: a reference-free deconvolution method incorporating gene network structures in spatial transcriptomics", "doi": "10.1101/2025.08.26.672457", "authors": "Xie, A.; Cui, Y.", "abstract": "Spatial transcriptomics (ST) technologies have offered unprecedented insights into the spatial organization of gene expression, allowing for the study of tissue architecture, domain boundaries, and cell-cell interactions. However, most ST data generated so far are at multicellular resolution, where each spot captures transcripts from a mixture of diverse cells of different cell types. While reference-based deconvolution approaches offer robust solutions, they rely heavily on the availability and quality of external single-cell reference data, which may be incomplete, unavailable, or poorly matched to the spatial data. Moreover, even when such references are available, they often represent only broad cell types, potentially obscuring finer subpopulation structures and masking intra-type heterogeneity. To overcome these limitations, we introduce gnSPADE, a reference-free spatial deconvolution method that incorporates gene network structures via a Markov random field within a latent Dirichlet allocation (LDA) modeling framework. gnSPADE jointly infers cell type-specific transcriptional profiles and spatial compositions without external references. Applied to synthetic and real ST datasets, gnSPADE achieves improved accuracy, spatial resolution, and biological interpretability compared to other methods, highlighting the power of reference-free deconvolution in resolving complex tissues.", "date": "2025-08-31", "journal": ""}
{"title": "Fast Multi-objective RNA Optimization with Autoregressive Reinforcement Learning", "doi": "10.1101/2025.08.26.672486", "authors": "Huang, J.; Bai, H.; Fang, Y.; Liu, X.; Wang, S.; Yuan, Y.; Yan, J.; Shen, H.-B.; Hu, R.; Pan, X.", "abstract": "Codon optimization is essential in mRNA vaccine development, while existing tools face limitations in the computational efficiency, sequence diversity and universality. To address these challenges, we develop RNAJog (RNA Joint Optimization with autoregressive Generative model), a framework integrating autoregressive generation with reinforcement learning to optimize codon sequences for minimum free energy (MFE) and codon adaptation index (CAI), even enabling sequence design without requiring annotated training data. Evaluations in both in silico and wet-lab experiments have confirmed RNAJog's effectiveness and efficiency, with two orders of magnitude faster than LinearDesign for long RNA sequence and about a 10-fold increase in antibody titre compared to the wild-type mRNA for Influenza virus hemagglutinin (HA) mRNA vaccine design in mouse.", "date": "2025-08-31", "journal": ""}
{"title": "Histolytics: A Panoptic Spatial Analysis Framework for Interpretable Histopathology", "doi": "10.1101/2025.08.26.672346", "authors": "Lehtonen, O.; Nordlund, N.; Salloum, S.; Kalliala, I.; Virtanen, A.; Hautaniemi, S.", "abstract": "Quantifying spatial organization in hematoxylin and eosin (H&E)-stained whole-slide images (WSIs) is essential for uncovering tissue-level patterns relevant to pathology. We present Histolytics, an open-source, scalable Python framework for interpretable, WSI-scale histopathological analysis. Histolytics integrates panoptic segmentation with spatial querying, morphological profiling, and graph-based analytics to enable high-resolution, quantitative characterization of nuclei, tissue compartments, and the extracellular matrix (ECM). Designed to align with diagnostic reasoning, Histolytics supports segmentation with state-of-the-art deep learning models and provides modular tools for extracting biologically grounded features across entire WSIs. By leveraging spatially contextualized measurements at cellular and tissue levels, Histolytics addresses a critical gap in explainable computational pathology, offering an interpretable alternative or complement to black-box predictive models. The framework is compatible with the broader Python data science ecosystem and includes extensive documentation and pretrained models to promote widespread adoption.", "date": "2025-08-31", "journal": ""}
{"title": "Benchmarking sketching methods on spatial transcriptomics data", "doi": "10.1101/2025.08.26.672376", "authors": "Gingerich, I. K.; Goods, B. A.; Frost, H. R.", "abstract": "High-throughput spatial transcriptomics (ST) now profiles hundreds of thousands of cells or locations per section, creating computational bottlenecks for routine analysis. Sketching, or intelligent sub-sampling, addresses scale by selecting small, representative subsets. While used in scRNA-seq, most sketching methods optimize coverage in expression space alone and ignore physical location, risking spatial bias. We systematically benchmark uniform sampling, leverage-score sampling, Geosketch (minimax/Hausdorff), and scSampler (maximin) across multiple real ST datasets (mouse ovary, MERFISH brain, human breast cancer, lung) and simulations, using three input representations: PCA embeddings, spatial coordinates, and spatially smoothed embeddings. We show that expression-only designs capture global transcriptomic heterogeneity but distort tissue architecture by over-sampling high-variability regions and under-sampling homogeneous areas. Coordinate-only sampling restores tissue coverage but misses transcriptional extremes. A simple spatially aware extension, computing leverage scores from a randomized SVD basis smoothed by a spatial weights matrix, strikes a favorable balance, recovering rare cell states while maintaining uniform tissue coverage and avoiding edge effects. Across robust Hausdorff distances, clustering stability (ARI), PCA loading drift, and local cell-type MSE, spatially smoothed leverage scores match or outperform alternatives. These results motivate joint spatial-transcriptomic sketching objectives to enable fast, unbiased analyses of increasingly large ST datasets.", "date": "2025-08-31", "journal": ""}
{"title": "Loss of the Y chromosome drives cancer metabolic reprogramming", "doi": "10.1101/2025.08.26.672471", "authors": "Subramaniyan, B.; Acharya, B. R.; Anand, P.; Mani, S. K. K.; Mohapatra, S.; Chen, X.; Qu, F.; Fstkchyan, Y.; Gutierrez, C.; Abdel-Hafiz, H.; Costello, J.; Theodorescu, D.", "abstract": "Metabolic reprogramming promotes cancer aggressiveness and an immune-suppressive tumor microenvironment. Loss of the Y chromosome (LOY) drives both phenotypes in bladder cancer (BC). We investigated the hypothesis that LOY leads to metabolic reprogramming using untargeted metabolomic profiling of human BC cells and analysis of pan-cancer transcriptomic datasets. This revealed that aerobic glycolysis is activated in LOY BC cells. Since prior work showed that expression of collagen receptor DDR2 drives BC progression and DDR2 is a regulator of tumor metabolism, we investigated if DDR2 is implicated in metabolic reprogramming of LOY-tumors. Analysis of scRNAseq data from 251 patients with 12 tumor types found that LOY and DDR2 expression promote aerobic glycolysis, and this was confirmed by metabolomics. Deletion of DDR2 in LOY BC cells reduced glycolytic flux, inhibited cell proliferation, reduced EMT and stemness features, and promoted apoptosis. Our data provide a rationale for using LOY as a tumor selection biomarker for DDR2 targeted therapeutics.", "date": "2025-08-31", "journal": ""}
{"title": "Human iPSC-derived prostate organoids with germline BRCA2 mutation undergo tumorigenic transformations", "doi": "10.1101/2025.08.26.672478", "authors": "Acharya, B. R.; Lawless, G.; Avalos, P.; Anand, P.; Fstkchyan, Y.; Bell, S.; Otero, M. G.; Guillemette, S.; Myers, Z.; Workman, M.; Catalona, W. J.; Theodorescu, D.; Svendsen, C. N.", "abstract": "The lack of physiologically relevant in vitro prostate models has impeded studies of organ development and prostate tumorigenesis. We reprogrammed peripheral blood mononuclear cells (PBMCs) from individuals with and without pathogenic-germline BRCA2 mutation (MUT_BRCA2, CON_BRCA2) into induced pluripotent stem cells (iPSCs), which showed no differences in morphology, proliferation, or pluripotency markers. Differentiation of MUT_BRCA2 iPSCs into prostate organoids (iPROS) using defined growth factors and signaling molecules resulted in disrupted morphology, impaired polarity, increased proliferation, and elevated prostate-specific antigen (PSA) secretion compared to CON_BRCA2 iPROS. Transcriptomic profiling revealed early prostate cancer (PCa) signatures. Upon exposure to dietary carcinogens, MUT_BRCA2 iPROS showed further PSA elevation, enhanced proliferation, AMACR upregulation, p63 reducetion are markers of aggressive PCa. In vivo, MUT_BRCA2 iPROS formed tumors in immunodeficient mice. This patient-derived iPROS-platform recapitulates human-prostate mopphology and function, models early tumorigenesis events, and provides a valuable tool for studying PCa biology and enabling personalized drug discovery.", "date": "2025-08-31", "journal": ""}
{"title": "A proteomic study of the dual oncogenic and tumor- suppressive roles of SIRT3 in lung and breast cancer cell lines", "doi": "10.1101/2025.08.26.672455", "authors": "Ayala Reyes, M.; Fernandez Coto, D. L.; Alonso Bastida, R.; Marko-Varga, G.; Gil, J.; Encarnacion-Guevara, S.", "abstract": "Mitochondria play a crucial role in metabolism and energy production by generating adenosine triphosphate (ATP) through oxidative phosphorylation. They also help maintain intracellular calcium levels, facilitate communication between the nucleus and cytoplasm, detoxify reactive oxygen species (ROS), and regulate apoptosis (programmed cell death). Reversible acetylation of mitochondrial proteins is a key post-translational modification influencing these processes, with the NAD-dependent deacetylase SIRT3 being a major regulator. While SIRT3 has been described as a tumor suppressor in some contexts and as a tumor promoter in others, its role appears to be tissue- and metabolism-specific. Here, we compared the proteomic and acetylomic responses of lung adenocarcinoma (A549) and breast adenocarcinoma (MCF7) cell lines to SIRT3 inhibition by 3-(1H-1,2,3-triazol-4-yl)pyridine (3-TYP). The two lines were selected based on distinct metabolic phenotypes and reported differences in basal SIRT3 abundance. Total proteome and mitochondrial-enriched fractions were analyzed separately for each cell line to avoid cross-line normalization bias. We identified 6,457 proteins and 4,199 acetylated peptides, revealing divergent pathway enrichments and acetylation patterns following SIRT3 inhibition. A549 cells showed enrichment of oxidative metabolism pathways, whereas MCF7 cells exhibited features consistent with metabolic reprogramming. These findings suggest that the cellular context determines the proteomic consequences of SIRT3 modulation and highlight the importance of metabolism in shaping SIRT3-associated phenotypes.", "date": "2025-08-31", "journal": ""}
{"title": "DeepAtlas: a tool for effective manifold learning", "doi": "10.1101/2025.08.26.672474", "authors": "Hughes, S.; Hamilton, T.; Kolokotrones, T.; Deeds, E. J.", "abstract": "Manifold learning builds on the \"manifold hypothesis,\" which posits that data in high-dimensional datasets are drawn from lower-dimensional manifolds. Current tools generate global embeddings of data, rather than the local maps used to define manifolds mathematically. These tools also cannot assess whether the manifold hypothesis holds true for a dataset. Here, we describe DeepAtlas, an algorithm that generates lower-dimensional representations of the data's local neighborhoods, then trains deep neural networks that map between these local embeddings and the original data. Topological distortion is used to determine whether a dataset is drawn from a manifold and, if so, its dimensionality. Application to test datasets indicates that DeepAtlas can successfully learn manifold structures. Interestingly, many real datasets, including single-cell RNA-sequencing, do not conform to the manifold hypothesis. In cases where data is drawn from a manifold, DeepAtlas builds a model that can be used generatively and promises to allow the application of powerful tools from differential geometry to a variety of datasets.", "date": "2025-08-31", "journal": ""}
{"title": "Dynamic neural states underpin bradykinesia severity in Parkinsons disease", "doi": "10.1101/2025.08.26.672349", "authors": "Sharma, A.; Sargezeh, B. A.; Hahn, A.; Shcherbakova, M.; Neumann, W. J.; Little, S.; Starr, P.; Oswal, A.", "abstract": "Background: Bradykinesia in Parkinson's disease (PD) may arise due to transient, network-wide neural dynamics that extend beyond beta-band oscillatory activity within the motor cortical-subthalamic nucleus (STN) circuit. Methods: We address this question by using Hidden Markov Models (HMMs) to identify neural states from chronic motor cortical and STN recordings in five PD patients (1,046 hours from 10 hemispheres), with concurrent measurements of bradykinesia using wearable sensors. Findings: We identified four neural states with distinct spectral and temporal features. Two states exhibited spectral signatures--particularly STN low and high gamma, STN delta/alpha, cortical beta, and cortico-STN beta coherence--that predicted worsening bradykinesia. However, STN beta power alone was not consistently predictive, challenging traditional beta-centric views. These states also displayed compensatory features associated with bradykinesia amelioration, including cortical delta/alpha activity, cortical high gamma, and cortico-STN high gamma coherence. Two additional states affected bradykinesia through temporal rather than spectral properties. Prolonged lifetimes of one of these state worsened symptoms, whereas increased occurrences of another, marked by local beta without cortico-STN beta coherence, improved motor function. Interpretation: Our findings highlight the multidimensional nature of bradykinesia and suggest that state-aware, adaptive interventions targeting state features--rather than single frequency bands--may offer new opportunities for improved deep brain stimulation in PD. Keywords: Hidden Markov Model (HMM), Neural states, Bradykinesia, Parkinson's disease", "date": "2025-08-31", "journal": ""}
{"title": "Dynamical Diversity in Conductance-Based Neuron Response to kilohertz Electrical Stimulation", "doi": "10.1101/2025.08.26.672415", "authors": "Polli, J. G.; Kolbl, F.; Lanusse, P.; da Luz, M. G. E.", "abstract": "Brain neuron networks are notably rich in structure and functioning, consequently rather diverse in their dynamical feedback to stimuli. Thus, accurately characterizing the neural response to external signals is a crucial first step in understanding these networks, which conceivably could enable neuroscience and medical applications. In particular, kilohertz (kHz) neuronal electrical stimulation is a technique capable of inducing behaviors and drives unseen in more conventional lower frequency ranges. This fact could be used in the development of neuromodulation therapies for neurological pathologies, e.g., Deep Brain Stimulation (DBS). Here, we investigate neuronal response and excitability of conductance-based models to kHz frequencies stimulation in a still unexplored parameter space region. We show that the dynamics exhibited by the paradigmatic Hodgkin-Huxley model under kilohertz stimulation is highly diverse, displaying from regular spiking to chaotic behavior, as well as regions of complete activity suppression. By extending the analyses to models of mammalian central nervous system regions we show that, despite presenting similar low-frequency dynamics, such neurons tend to respond rather differently under kilohertz. Further, based on dynamical markers, we propose a method for systematically mapping these behaviors on a stimulation parameter space. These results establish a quantitative framework for ultra-high-frequency neuromodulation protocols, paving the way for future computational neuroscience approaches to stimulation-based procedures.", "date": "2025-08-31", "journal": ""}
{"title": "Circadian control of dopaminergic signaling to the mushroom body regulates sleep through rhythmic Pka-C1 transcription in Drosophila", "doi": "10.1101/2025.08.29.673050", "authors": "Lago Solis, B.; Nagoshi, E.", "abstract": "Despite the progress in understanding the circadian pacemaker, the specific mechanism by which it regulates sleep remains incompletely understood. We have previously demonstrated that a substantial number of genes are rhythmically expressed in the mushroom body (MB) Kenyon cells (KCs), including Pka-C1, which encodes the catalytic subunit of protein kinase A (PKA). PKA-C1 plays a crucial role in promoting daytime wakefulness; however, the underlying mechanism remains elusive. Here, we show that the {gamma}-lobe is the primary site of rhythmic Pka-C1 expression using a newly developed in vivo luciferase reporter. Through a combination of in silico analysis, CRISPR mutagenesis, and chromatin immunoprecipitation, we identify the transcription factor Onecut as a regulator of Pka-C1 transcriptional rhythms in {gamma}-KCs. Furthermore, genetic trans-synaptic connectivity mapping and neuronal activity imaging reveal that the dorsal Lateral clock Neurons (LNds) provide inhibitory input to a subset of dopaminergic (DA) neurons in the protocerebral anterior medial (PAM) cluster, PAM-{gamma}5, rhythmically modulating their activity. This, in turn, rhythmically activates MB {gamma}-KCs via excitatory Dop1R signaling. Resulting {gamma}-neuron activity rhythms drive Pka-C1 transcriptional rhythms through Onecut. Furthermore, these PKA-C1 rhythms reinforce neuronal activity rhythms, creating a feedback cycle between transcriptional and neural activity rhythms that promote daytime wakefulness. Our findings highlight the conserved role of DA in promoting wakefulness and offer mechanistic insights into its complex regulation. More generally, this work provides a mechanistic framework for how circadian rhythms are translated into neural activity to orchestrate complex behaviors like sleep.", "date": "2025-08-31", "journal": ""}
{"title": "Lewy pathology accumulates in swollen corticostriatal synapses in α-synucleinopathies", "doi": "10.1101/2025.08.27.672679", "authors": "Prigent, A.; Henderson, M.", "abstract": "Lewy body diseases (LBD), including Parkinson's disease (PD), Parkinson's disease dementia (PDD), and dementia with Lewy bodies (DLB), are neurodegenerative disorders characterized by the accumulation of misfolded -synuclein in the form of Lewy pathology. A hallmark of these diseases is degeneration of the nigrostriatal pathway, resulting in loss of dopaminergic input to the striatum and consequent motor dysfunction. Lewy pathology is present in many regions outside the substantia nigra, and cortical Lewy pathology is the best correlate of cognitive decline in individuals that develop dementia. In addition, there is a high burden of neuritic Lewy pathology in the putamen, though the neuronal origin of this pathology is unclear. In the current study, we quantified the burden of Lewy pathology in the putamen across the spectrum of LBDs. Immunohistochemistry was used to quantify the Lewy burden in the putamen, cingulate and frontal cortices of 9 controls and 24 LBD cases. Even in PD cases without dementia, we observed a nearly complete striatal dopaminergic denervation among LBDs. Consistent with this denervation, most -synuclein pathology did not co-localize with dopaminergic terminals, but was instead enriched in excitatory, VGLUT1-positive terminals. This enrichment in glutamatergic terminals was associated with swollen axons, but not with overall loss of VGLUT1 terminals. These findings suggest that Lewy pathology accumulates at excitatory corticostriatal synapses prior to overt synaptic degeneration and could contribute to cognitive decline in LBDs.", "date": "2025-08-31", "journal": ""}
{"title": "NEK7 phosphorylation of cortactin modulates the migratory capacity of cells expressing EML4-ALK V3", "doi": "10.1101/2025.08.30.672807", "authors": "Richardson, E. L.; Knebel, A.; Straatman, K.; Gourlay, R.; Lamont, D.; Hardy, T.; Turnbull, R. E.; Robinson, S. W.; O'Regan, L.; Bayliss, R.; Fry, A. M.", "abstract": "EML4-ALK is a common oncogenic driver of non-small cell lung cancer. Distinct EML4-ALK variants cause different rates of disease progression, with patients expressing variant 3 (V3) exhibiting accelerated metastasis. Cells expressing EML4-ALK V3 develop a mesenchymal-like morphology and enhanced migration that is dependent on the NEK9 and NEK7 kinases. However, downstream substrates of these kinases relevant to these phenotypes are largely unknown. Here, we show that the actin-binding protein cortactin is phosphorylated by NEK7 within the F-actin-binding region (ABR) and that depletion of cortactin abrogates the morphological and migration phenotypes induced by EML4-ALK V3. Expression of constitutively active mutants of NEK9 or NEK7 causes similar cortactin-dependent morphological and migration changes. Cortactin co-localises with NEK7 and EML4-ALK V3 at branched filopodia-like extensions that are also generated upon expression of a cortactin protein with phospho-mimetic mutations in the ABR. In contrast, phospho-null mutations dissociate cortactin from F-actin. We propose that EML4-ALK V3 alters cell morphology and promotes directed cell migration by modulating the actin cytoskeleton via NEK7-mediated phosphorylation of cortactin within its ABR.", "date": "2025-08-31", "journal": ""}
{"title": "Atypical p38 Kinase Signaling in Retinal Vascular Damage and Recovery", "doi": "10.1101/2025.08.29.672721", "authors": "Schulz, L.; Young, A. E.; Liu, F.; Gattineni, S.; Ghosh, S. S.; Douglass, E.; Kroeger, H.; Narayanan, P.; Grimsey, N. J.", "abstract": "Despite the life-changing impact of anti-VEGF therapies, vascular retinopathies continue to affect millions of patients worldwide. To better understand disease progression, it is essential to define alternative mechanisms that contribute to retinal vascular dysregulation. Mitogen-activated protein kinase (MAPK) p38 plays a significant role in regulating vascular homeostasis, angiogenesis, and retinal disease progression, yet effective therapeutic targeting remains elusive. An alternative atypical p38 signaling pathway is mediated by interaction with the adaptor protein TGF-beta activated kinase 1, binding protein 1 (TAB1). Atypical p38 can be activated by ischemia or by inflammatory G protein-coupled receptors (GPCRs) to regulate inflammation and vascular homeostasis. However, atypical signaling has not been investigated in the context of vascular retinopathies, specifically oxygen-induced retinopathy (OIR). Here, we utilized a genetic knock-in mouse to block atypical p38 activity (Tab1KI) to explore retinal damage during OIR. We report that Tab1KI mice display significantly reduced vaso-obliteration and limited neovascularization relative to wild-type C57BL6 controls. Retinal RNAseq analysis revealed distinct transcriptional regulation in the Tab1KI mouse. Suppression of atypical p38 reduced Mef2c signaling, which in turn enhanced microglial activation and inflammation. Despite the upregulation of proangiogenic markers, the increase in endothelial markers does not correlate with the dysregulated growth of blood vessels. Instead, Mef2c suppression reduces pathological angiogenesis, while increasing physiological vascular regrowth. The combined data suggest that the selective inhibition of atypical p38 signaling could block the enhanced pathogenic neovascular tuft formation without impacting blood vessel repair. Further investigation will clarify how atypical p38 controls neovascular responses, potentially revealing new treatment strategies for vascular retinopathies.", "date": "2025-08-31", "journal": ""}
{"title": "VAMP8 function reveals tight linkage between endocytic recycling and endocytosis", "doi": "10.1101/2025.08.31.673318", "authors": "Liu, A.; Li, Y.; Huang, Z.; Chen, W.; Xu, P.; Wei, X.; Hu, G.; Liu, S.; Liu, X.; He, Y.; Wang, D.; Schmid, S. L.; Chen, Z.", "abstract": "Clathrin-mediated endocytosis (CME) is a multistage process that involves the initiation and stabilization of clathrin-coated pits (CCPs), which invaginate and finally detach from the plasma membrane to form clathrin-coated vesicles (CCVs). Given that SNARE proteins are essential for downstream vesicle targeting and fusion events, their recruitment into nascent CCVs has been suggested to play a role in regulating CME progression. However, which and how SNARE proteins regulate CME remains to be explored. Here, we showed that siRNA-mediated knockdown of the R-SNARE, VAMP8 impairs CCP initiation, stabilization and invagination and strongly inhibits CME. Mechanistically, recruitment of VAMP8 to CCVs is not required for CME regulation. Instead, VAMP8 regulates CME indirectly by mediating endocytic recycling. Depletion of VAMP8 skews endosomal recycling of CME cargo, exemplified here by transferrin receptor, toward lysosomal degradation, thereby inhibiting CCV formation. Overall, our study provides new insights into the crosstalk between endocytosis and VAMP8-mediated endocytic recycling of CME cargo and demonstrates the significance of cargo recruitment in CME regulation.", "date": "2025-08-31", "journal": ""}
{"title": "Homology-mediated transformation of frog-killing fungus Batrachochytrium dendrobatidis illuminates chytrid development and pathogenesis", "doi": "10.1101/2025.08.29.673073", "authors": "Brody, S. M.; Kalinka, E.; Prostak, S. M.; Carvalho, T.; Man, J.; James, T.; Fritz-Laylin, L.", "abstract": "The chytrid fungus Batrachochytrium dendrobatidis (Bd) infects amphibians and causes chytridiomycosis, a disease linked to global amphibian decline. Despite its ecological importance, Bd has lacked robust tools for genetic manipulation, limiting molecular insights into its development and pathogenicity. Here, we establish homologous recombination as a system for stable transformation of Bd, enabling targeted chromosomal integration of exogenous DNA, endogenous protein tagging, and targeted gene deletion. We use this system to visualize Bd infection in live amphibians to enhance understanding of host invasion and pathogenesis. We also use this system to test a previous hypothesis regarding the role of chitin synthases in Bd development by tagging the endogenous chitin synthase Myo17D and observing its rapid relocalization to the plasma membrane during de novo cell wall assembly. Finally, we use our homologous recombination approach for targeted gene deletion by knocking out the URA3 locus, and confirm the resulting genotype and phenotype via sequencing and drug resistance assays. This genetic transformation system offers a foundational tool for molecular studies of Bd, advancing our capacity to dissect molecular mechanisms of chytrid pathogenesis.", "date": "2025-08-31", "journal": ""}
{"title": "Active flows drive clustering and sorting of membrane components with differential affinity to dynamic actin cytoskeleton", "doi": "10.1101/2025.08.29.673170", "authors": "Bhat, A.; Das, A.; Iyer, m.; Beri, S.; Talluri, S.; Koester, D.; Rao, M.; Mayor, S.", "abstract": "Several cell membrane proteins, including signalling receptors and cell adhesion receptors, bind to contractile cortical F-actin at the cytoplasmic leaflet. Interaction with contractile actomyosin and associated actin flows drives these proteins into nanoscale clusters and mesoscopic assemblies of physiological relevance. In the context of diverse actin-binding membrane proteins, we ask how a specific composition of the local cluster/assembly may be achieved. Using in vitro reconstitution together with kinetic Monte Carlo simulations our studies reveal that an interplay between differential actin-binding affinity, protein-protein interactions and actomyosin remodelling leads to specific molecular patterning within a cluster and sorting between clusters. We show that in the lamellipodia of spreading cells in vivo, actin flows also result in the sorting of high and low-affinity actin-binders. This affinity-based sorting mechanism provides an attractive means for locally controlling cell membrane composition via engagement with the active cortical meshwork beneath.", "date": "2025-08-31", "journal": ""}
{"title": "The Ral small GTPase is an essential regulator of Exocyst complex function in secretion.", "doi": "10.1101/2025.08.28.672893", "authors": "Wu, Y.; Reiner, D. J.", "abstract": "Ral GTPases have long been proposed as regulators of the metazoan Exocyst, a conserved secretory vesicle-tethering complex, but direct evidence for this role has been scarce. In contrast, the well-studied yeast Exocyst relies on multiple Rab GTPases to regulate function, but yeast do not encode Ral. Using Caenorhabditis elegans we demonstrate that endogenous RAL-1 directly engages the Exocyst through conserved binding sites in its subunits. Loss of RAL-1 disrupts dendritic arborization of PVD sensory neurons, impairs vesicle trafficking, and causes broad developmental defects, acting both cell-autonomously in neurons and non-autonomously through supporting epithelial cells. Structure-guided genome editing of RAL-1-Exocyst interfaces produced synthetic phenotypes, underscoring the physiological importance of these contacts. Taken together, our findings establish RAL-1 as a bona fide regulator of the metazoan Exocyst in vivo and suggest that Ral-Exocyst interactions operate in parallel with other secretory pathways. More broadly, this work positions C. elegans as a powerful system to dissect Ral-Exocyst mechanisms across molecular, cellular, and developmental scales.", "date": "2025-08-31", "journal": ""}
{"title": "Regulatory Role for Tumor Suppressor REST on Estrogen Receptor (ESR1) Expression and Leiomyoma Pathophysiology", "doi": "10.1101/2025.08.29.673140", "authors": "Bird, S. G.; Gunewardena, S.; Cloud, A. S.; Ganeshkumar, S.; Chennathukuzhi, V. M.", "abstract": "Uterine fibroids, benign tumors of the smooth muscle layer of the uterus, plague approximately 80% of the female population by age 50. While there have been efforts to understand the mechanism behind this pathophysiology, it largely remains unclear. Lack of preclinical animal models that recapitulate aberrant steroid hormone pathways in UL has significantly hampered the development of long-term hormonal therapies for uterine fibroids. In addition, cultured myometrial as well as leiomyoma smooth muscle cells rapidly silence both estrogen receptor alpha (ESR1) and progesterone receptor (PGR) expression through unknown mechanisms, further limiting in vitro mechanistic studies of UL. Previous work by our lab has determined the loss of REST, a master regulator of epigenetic gene silencing, in leiomyoma results in the upregulation of ESR1 targets and therefore estrogen signaling. Using ChIP-PCR, we find REST is directly associated with ESR1 genomic locus, playing a role in its epigenetic regulation. ChIP-seq analysis of Rest cKO mouse uterus samples reveals a global role for REST in the regulation of progesterone receptor target genes and highlights alterations in PGR binding within the Esr1 locus. Additionally, we find REST inhibition of ESR1 expression is regulated through upstream WNT planar cell polarity molecule, PRICKLE1. Based on role of REST in silencing ESR1 expression in cultured myometrial cells, our results support the development of a potential cell culture method to maintain ESR1 expression through REST modulation. Finally, we establish a broad role for REST in epigenetic regulation relevant to leiomyoma pathophysiology.", "date": "2025-08-31", "journal": ""}
{"title": "Pathogenic mutations in Clathrin Heavy Chain associated with intellectual disability impair synaptic architecture and learning in Drosophila", "doi": "10.1101/2025.08.28.672774", "authors": "Das, J.; Dutta, M.; Pippadpally, S.; Jethani, B.; Singh, S. B.; Jena, A.; Kumar, V.; Majumdar, A.; Subramanyam, D.", "abstract": "Clathrin-mediated endocytosis is essential for neural development and function. Recent studies have linked de novo mutations in the clathrin heavy chain (Chc) gene to a range of neurodevelopmental disorders. In this study we have modelled two pathogenic mutations: L1047P and W1108R in Drosophila melanogaster and examined their effects on vesicle dynamics, ligand uptake, neuronal development and memory formation. Our data shows that expression of these mutant forms of Chc result in reduced survival and defective learning when expressed ubiquitously or exclusively in neurons. Our analysis also reveals that these mutations have the ability to disrupt vesicle dynamics and reduce ligand uptake in cells. Although we do not see a defect in neuronal morphology and function at the larval neuro-muscular junction, we see an increase in the number of Dlg-negative boutons, and a significant reduction in Spectrin expression, indicative of disruptions in the process of synapse maturation. Overall, this study provides mechanistic insights into the cellular and molecular basis of Chc-related neurodevelopmental disorders.", "date": "2025-08-31", "journal": ""}
{"title": "Inherited Brain Fitness Deficit caused by Light Stress Promotes Glioblastoma Progression in Drosophila", "doi": "10.1101/2025.08.28.672790", "authors": "de los Reyes Corrales, T.; Gavira-O'Neill, C. E.; Portela, M.; Seco, E.; Rodriguez-Martin, C.; Casas-Tinto, S.", "abstract": "Environmental exposure including modern lifestyle habits and occupational exposures describe a wide spectrum of risk factors for human health including carcinogenesis. Glioblastoma is the most common, aggressive, and lethal type of glioma. It is highly proliferative and invasive, infiltrates the surrounding brain parenchyma and is resistant to current treatments. Patients suffering from glioblastoma have a wide heterogeneity in life expectancy, even with similar mutations, that can vary from weeks to years. Many potential risk factors for glioma have been studied to date, but few provide significant correlations for tumor prognosis. Here, we provide a novel perspective on the interaction between the tumor and host depending on paternal environmental or lifestyle determinants, coined as Brain fitness hypothesis. Permanent light exposure induces genetic stress hallmarks in the progeny that do not alter central nervous system development, but compromise Brain fitness to an accelerated glioma growth, ultimately reducing life expectancy. Reduced survival in the progeny correlates with an increase in the number of activated brain genes involved in neuronal dynamics as well as those relevant for glioma progression such as presynaptic, circadian genes or genes required for the tumoral network. Among the inheritable mechanisms, ncRNAs emerge as potential vectors for the transmission of parental exposure to the subsequent generations and might explain the complexity of inheritable traits and phenotypes acquired as a pleiotropic effect.", "date": "2025-08-31", "journal": ""}
{"title": "A lipid-driven, microbe-independent mechanism of acne via Lrig1+ follicular progenitor cells", "doi": "10.1101/2025.08.30.673221", "authors": "Sugihira, T.; Tamai, M.; Takagi, K.; Salcman, B.; Kobayashi, T.; Hobro, A. J.; Nakagawa, S.; Takeuchi, Y.; Ishikawa, E.; Maekawa, M.; Owada, Y.; Inohara, N.; Takahashi, H.; Smith, N. I.; Yamasaki, S.; Fujimoto, M.; Nakamura, Y.", "abstract": "Long-chain saturated fatty acids (lcSFAs) are abundant in the skin, but their pathogenic roles in acne remain unclear. In human sebum profiling, C16:0, the most abundant lcSFA, was the only fatty acid significantly elevated in acne and correlated with inflammatory comedone counts. We then established a mouse model that faithfully recapitulates human acne phenotypes, in which topical C16:0 penetrated the epidermis and induced sebocyte hyperplasia, comedogenesis, and follicular inflammation. Mechanistically, C16:0 activated keratinization and inflammatory pathways and drove sebocyte-lineage differentiation from Lrig1+ progenitor cells, which function as cutaneous lipid sensors. These effects persisted in germ-free mice and were unaffected by fatty acid transporter modulation, while MyD88 signaling was partially required for inflammatory cell recruitment. Together, our findings identified C16:0 as a human acne-associated lipid that recapitulates disease hallmarks through a microbe-independent, lipid-driven pathway, highlighting Lrig1+ cells as central hubs in remodeling of the pilosebaceous unit.", "date": "2025-08-31", "journal": ""}
{"title": "The dietary emulsifier polysorbate-80 induces lipid accumulation and cell death in intestinal epithelial cells via ferroptosis", "doi": "10.1101/2025.08.29.673091", "authors": "Saiz-Gonzalo, G.; Singh, R.; Hanrahan, N.; Cluzel, G.; Manning, C.; Quilter, K.; Crowley, T.; Srutkova, D.; Hudcovic, T.; Schwarzer, M.; Marcone, S.; O Sullivan, J.; Joyce, S. A.; Melgar, S.", "abstract": "Chronic inflammatory and metabolic diseases are major global health issues increasingly linked to dietary factors. Consumption of dietary emulsifiers like polysorbate-80 (p80), common in ultra-processed foods and pharmaceuticals, has raised concerns about gut health. RNA sequencing on intestinal epithelial cells (IECs) exposed to p80 revealed increased expression of ferroptosis-associated genes and disruption of lipid metabolism pathways further demonstrated by mitochondrial dysfunction, including altered membrane potential and architecture, and accumulation of reactive oxygen species, iron, lipid peroxidation, and lipid droplet formation. Lipidomic profiling identified significant alterations in triglyceride species and elevated pro-ferroptotic polyunsaturated fatty acids. These data indicate that p80 disrupts lipid homeostasis in IECs and triggers ferroptotic cell death, mechanisms potentially contributing to the increased incidence of chronic conditions like inflammatory bowel disease and metabolic syndrome. The study highlights critical implications for public health, emphasizing the need for reassessment of emulsifier safety standards while balancing needs with consumer safety.", "date": "2025-08-31", "journal": ""}
{"title": "Microinjected dsRNA triggers a robust RNAi response in Stentor coeruleus", "doi": "10.1101/2025.08.28.672911", "authors": "Kuecks, M.; Arra, P.; Hoffmann-Weitsman, S.; Funk Craig, M.; Slabodnick, M. M.", "abstract": "Stentor coeruleus is an emerging model system for the study of morphogenesis and regeneration as well as behaviors like habituation and photosensation. While the Stentor genome has been sequenced, genetic tools are currently limited to RNA interference by feeding. Here we show that microinjection of long double-stranded RNA is an effective method for triggering a robust RNAi response. Additionally, microinjection of mob1 dsRNA resulted in cell phenotypes appearing 24 hours earlier than by feeding bacterially expressed dsRNA. This work expands the genetic toolkit in Stentor when RNAi by feeding is not ideal for an experiment.", "date": "2025-08-31", "journal": ""}
{"title": "Combined multi-color immunofluorescence staining and spatial in situ mRNA expression analysis identifies potential fibrosis drivers in acute lymphoblastic leukemia", "doi": "10.1101/2025.08.29.673047", "authors": "Braunig, S.; Dencker, C.; Vo, D. N.; Fan, R.; Sierras, A. L.; Enoksson, J.; Hultquist, A.; Li, H.; Scheding, S.", "abstract": "Acute lymphoblastic leukemia (ALL) is the most prevalent childhood cancer. Bone marrow (BM) fibrosis in ALL has been associated with adverse outcomes, however, little is known about the mechanisms that cause fibrosis in ALL. Therefore, we established a novel and advanced analysis method by combining multi-color immunofluorescence staining with in-situ RNA expression analysis (RNAscope) investigate the spatial expression of putative fibrotic drivers in ALL bone marrows. We analyzed standard BM biopsies from pediatric ALL patients. Sequential 5-color immunofluorescence (IF) staining with CD45, CD271, CD31, CD34 and DAPI was used to identify different BM cell types. Combined RNAscope and IF staining was established for spatial mRNA expression analysis of transforming growth factor beta 1 (TGFB1) and platelet-derived growth factor alpha 1 (PDGFA1), which are known to play major roles in primary myelofibrosis (PMF). PMF and normal BM samples served as controls. As expected, ALL bone marrows showed high cellularities and prominent populations of blast cells. CD271+ MSC density was increased in ALL and was associated with fibrosis in a similar manner as observed for PMF. TGFB1 and PDGFA1 expression was considerably increased in ALL megakaryocytes (MKs) compared to PMF patients and normal controls. Furthermore, MK TGFB1 and PDGFA1 expression intensities in fibrotic ALL correlated with fibrosis grade. TGFB1 and PDGFA1 were also expressed in leukemic blasts, however at lower intensities compared to ALL MKs. Taken together, advanced in-situ RNA and IF staining not only revealed increased expression of TGFB1 and PDGFA1 in fibrotic pediatric ALL, but also identified ALL blasts and MKs as their cellular origin at the single cell level. These novel data strongly suggest a role of these cytokines as potential fibrosis drivers in ALL. More broadly, our findings demonstrate that combined RNA and surface marker analysis is a powerful tool to provide new and valuable insights into bone marrow pathophysiology.", "date": "2025-08-31", "journal": ""}
{"title": "Specialisation of meiotic kinetochores revealed through a synthetic SAC strategy", "doi": "10.1101/2025.08.28.672825", "authors": "Koch, L. B.; Spanos, C.; Marston, A.", "abstract": "Meiosis creates haploid gametes through two sequential M phases. While many studies have focused on meiosis I, the molecular events which drive and define meiosis II are largely unknown. Here, we report a novel cell synchronization strategy which allows for collection of yeast cells arrested at metaphase I or metaphase II, enabling better characterisation of meiosis II events. The method relies on chemically-inducible dimerization of ectopic copies of spindle assembly checkpoint (SAC) proteins Mps1 and Spc105. Using this synthetic SAC (SynSAC) approach, we found that the SAC response is weaker in metaphase I compared to metaphase II and that the PP1 binding site within Spc105 contributes to restraining the MI SAC response. Furthermore, we demonstrate the utility of the SynSAC approach by analysing the composition and phosphorylation of kinetochores from metaphase I and metaphase II. This revealed an increase in the abundance of outer kinetochore proteins in meiotic metaphase I and reduced phosphorylation on metaphase II kinetochore proteins. Overall, we present the SynSAC method as a valuable tool for analysis of both meiotic metaphases.", "date": "2025-08-31", "journal": ""}
{"title": "Highly effective antifibrotic compound discovered as a contaminant in cefixime preparations: preliminary characterization", "doi": "10.1101/2025.08.28.672907", "authors": "Stefanovic, B.", "abstract": "There are no approved drugs for specific treatment of excessive type I collagen synthesis in organ fibrosis. The discovery that biosynthesis of type I collagen in fibrosis is regulated by binding of LARP6 to the unique sequence found in type I collagen mRNAs, the 5' stem-loop (5'SL), prompt the search for small molecule inhibitors of LARP6 binding. A contaminant in some commercial preparations of the third-generation cephalosporin, cefixime, has been discovered that inhibits LARP6/5'SL interaction in vitro and type I procollagen secretion by cells and organoids in culture. The activity, termed ATO-OA, forms stable non-colloidal nano-entities (NE). ATO-OA NE inhibit the binding of LARP6 to 5'SL with the IC50 of 3-4 g/ml and are equally effective in the dissociation of preassembled LARP6/5'SL complex as in the inhibition of its formation. ATO-OA NE target the RRM domain of LARP6 to alter its conformation. In cultured cells, ATO-OA NE suppresses type I procollagen secretion into the cellular medium and causes intracellular retention of the protein. The effect of ATO-OA NE in vivo is LARP6 dependent, because the LARP6 knockout cells or the cells which make type I procollagen without 5'SL show no effect of ATO-OA. In cultured organoids of human pancreatic adenocarcinoma cells ATO-OA NE diminished type I collagen production at ~62.5 g/ml. These results suggest that the discovery of ATO-OA NE as potent and specific inhibitor of LARP6 may be a breakthrough towards development of antifibrotic drugs directly targeting type I collagen biosynthesis.", "date": "2025-08-31", "journal": ""}
{"title": "Enhanced Processivity and Collective Force Production of Kinesins at Low Radial Forces", "doi": "10.1101/2025.08.27.672644", "authors": "Hensley, A. M.; Yildiz, A.", "abstract": "Kinesin-1 is a robust motor that carries intracellular cargos towards the plus ends of microtubules. However, optical trapping studies reported that kinesin-1 is a slippery motor that quickly detaches from the microtubule, and multiple kinesins are incapable of teaming up to generate large collective forces. This may be due to the vertical (z) forces that the motor experiences in a single bead trapping assay, accelerating the detachment of the motor from a microtubule. Here, we substantially lowered the z-force by using a long DNA handle between the motor and the trapped bead and characterized the motility and force generation of single and multiple kinesin-1s. Contrary to previous views, we show that kinesin-1 is a robust motor that resists microtubule detachment before it reaches high hindering loads, but it quickly detaches under assisting loads even at low z-forces. We also demonstrate highly efficient collective force generation by multiple kinesin-1 motors. These results provide an explanation for how multiple kinesins team up to perform cellular functions that require higher forces than a single motor can bear.", "date": "2025-08-31", "journal": ""}
{"title": "Synthetic yeast genome SCRaMbLEing uncovers a new role for ribosomal proteins in genetic code expansion", "doi": "10.1101/2025.08.31.673356", "authors": "Sanders, J. E. J.; Hoffmann, S. A.; Moody, E. R.; McCullough, M.; Green, A. P.; Cai, Y.", "abstract": "The translation of proteins with non-canonical amino acids (ncAAs) has emerged as a powerful technology for embedding new functional elements into proteins, enabling the development of novel enzymes, materials, and biopharmaceuticals. However, the utility of this approach has been hindered by weak translation efficiencies. To address this challenge, we sought to substantially improve orthogonal translation in Saccharomyces cerevisiae. We first evaluated recently described {triangleup}NPylRS-class pyrrolysyl-tRNA synthetase systems and identified a homolog with[~]5.4-fold higher activity than the best previously reported pyrrolysyl system. Building on this advance, we leveraged the SCRaMbLE system in the semi-synthetic yeast strain Syn6.5 to generate structural genomic variation, and identified strains with enhanced ncAA incorporation. Pooling genomic alterations across enhanced strains, we identified an association for the deletion of several ribosomal protein genes with the increased production of ncAA-containing protein. These findings demonstrate a previously unrecognized role for ribosomal proteins in enabling alternate genetic codes.", "date": "2025-08-31", "journal": ""}
{"title": "Phage-mediated just-in-time circuit amplification and delivery for recombinant expression of toxic proteins", "doi": "10.1101/2025.08.31.673379", "authors": "Baecker, L. E.; Baert, F.; Broux, K.; Oome, D.; Simoens, K.; Waldherr, S.; Bernaerts, K.; Aertsen, A.", "abstract": "In order to address outstanding challenges in bacterial bioreactor bioprocessing, we have developed an approach that alleviates the need for chemical inducers and selective agents (such as antibiotics), and mitigates leaky expression of the production circuit. More specifically, temperate bacteriophage Lambda ({lambda}) was engineered as a chassis to just-in-time amplify and deliver a production circuit to a wild-type Escherichia coli population. Since the expression of the production pathway is engineered to be dependent on {lambda}'s central regulatory switch towards the lysogenic state, {lambda} will first lytically amplify in the background without significantly altering overall bioreactor growth dynamics or gene expression. Only when {lambda} eventually starts outnumbering the host population, its natural switch to lysogeny will actively install and trigger the production circuit. As such, the {lambda} chassis serves as an intrinsic self-amplifying inducer that meanwhile rules out any leaky expression. The impact of the initial phage-to-host ratio on population dynamics and production efficiency was assessed experimentally and through ODE modeling, revealing that it can be used to fine-tune the trade-off between gene dosage and biomass conversion into virions. We demonstrate that this leakproof approach is particularly promising for the expression of toxic proteins such as Benzonase, a highly potent DNase and RNase.", "date": "2025-08-31", "journal": ""}
{"title": "Interferon-α-Driven Stratification of B Cell Reveals Metabolic Reprogramming of Double Negative, Naive and Transitional cell subsets and Refines Molecular Classification in Söjgren's Disease.", "doi": "10.1101/2025.08.27.672530", "authors": "Iperi, C.; Anilkumar Rekha, A.; Arvidsson, G.; Nordmark, G.; Bettachioli, E.; Frutoso, M.; Alarcon-Riquelme, M.; Nordlund, J.; Syvanen, A.-C.; PRECISESADS Flow Cytometry Study Group,  ; PRECISESADS Clinical Consortium,  ; Cornec, D.; Hillon, S.; Jamin, C.; Bordron, A.", "abstract": "Sjogren's disease (SjD) is a chronic autoimmune condition marked by lymphocytic infiltration of exocrine glands and production of autoantibodies such as anti-SSA/Ro, anti-SSB/La, and rheumatoid factor. B lymphocytes play a central role in disease pathogenesis, driving autoantibody production and glandular damage, and contributing to lymphomagenesis. Despite promising therapies, no effective treatment is currently available, partly due to the biological and clinical heterogeneity of the disease. While interferon (IFN) signatures and B cell-related markers are used for patient stratification, their integration remains unexplored. This study analyzed B cell transcriptional and metabolic profiles using bulk transcriptomic, clinical, and flow cytometry data from the PRECISESADS consortium, alongside public single-cell RNA-sequencing datasets. A B cell-specific IFN- signature was established to stratify patients into IFN-positive and IFN-negative groups. Both showed reduced oxidative phosphorylation (OXPHOS) and translation in B cell subsets, suggesting a shared pre-metabolic state. IFN-positive patients, however, displayed additional features, including enhanced glycolysis, amino acid and lipid metabolism, autophagy, and NF-kB signaling. They also showed an expansion of IFN-activated naive (Naive IFN), Transitional, and double-negative (DN) B cells, particularly DN2 and DN2_CXCR3 subsets, which have been linked in the literature to autoreactivity and lymphoma development. The IFN signature in naive B cells and DN2 correlated with elevated anti-SSA/Ro and anti-SSB/La titers, while only naive B cells showed an association with increased histological focus scores. These findings support the relevance of a B cell-specific IFN signature in stratifying SjD patients and suggest new metabolic and transcriptional targets for disease monitoring and therapeutic development.", "date": "2025-08-31", "journal": ""}
{"title": "Linking Genomic Landscape to Disease Mechanism: Core Genetic Factors Underlying Pathogenesis and Antimicrobial Resistance in Diarrheal Pathogens", "doi": "10.1101/2025.08.31.673274", "authors": "Hossain, M. U.; Suchi, M. A.; Sanjida, Z.; Rahman, A. B. Z. N.; Sakib, M. N.; Hasan, S. S.; Hossan, M. E.; Ahmed, A. N.; Hasan, M.; Paul, T.; Bhattacharjee, A.; Chowdhury, Z. M.; Ahammad, I.; Hossain, M. M. K.; Sarker, P. K.; Juliana, F. M.; Salimullah, M.; Das, K. C.", "abstract": "Background: Diarrheal diseases remain a major global health burden, as they severely affect children, particularly in Bangladesh. After decades of research, the molecular mechanisms of diarrheal pathogens for disease pathogenesis and antibiotic resistance are still unknown, notably in Gram-negative bacteria. This pilot study fills the gap by employing whole genome sequencing and pan-genome analysis to analyze Bangladeshi diarrheal pathogens to identify genetic variables that cause disease pathogenesis and antibiotic resistance. Results: Hence, we investigated the genetic diversity of bacterial isolates from 31 clinical stool samples by a combination of whole-genome sequencing (WGS) and pan-genomic analysis. A core group of 50 genes, conserved across a significant number of strains, was identified via pan-genomic analysis, with considerable variation in accessory genes. This signifies a significant degree of genetic flexibility. Gene ontology analysis yielded substantial insights into prospective therapeutic targets by emphasizing the critical function of these core genes in bacterial survival and pathogenicity. Furthermore, the findings of the antimicrobial susceptibility test (AST) revealed concerning resistance trends, particularly to fluoroquinolones and beta-lactams, underscoring the necessity for enhanced surveillance and alternative therapeutic approaches. Conclusion: This study provides a comprehensive genetic framework to improve understanding of the complexity of diarrheal infections and the mechanisms underlying their resistance, fostering opportunities for potential therapeutic advancements.", "date": "2025-08-31", "journal": ""}
{"title": "RNA binding by ADARs prevents RNA interference from attacking self-produced dsRNA", "doi": "10.1101/2025.08.28.672520", "authors": "Ganem, N. S.; Light, D.; Haas, R.; Goldstein, B.; Fishman, A.; Festinger, Y.; Ben-Asher, N.; Ben-Naim Zgayer, O.; Eliad, B.; Glaser, F.; Rajendren, S.; Hundley, H. A.; Lamm, A. T.", "abstract": "The ability of an organism to identify self and foreign RNA is central to eliciting an immune response in times of need while avoiding autoimmunity. As viral pathogens typically employ double-stranded RNA (dsRNA), host identification, modulation, and response to dsRNA is key. However, dsRNA is also abundant in host transcriptomes, raising the question of how these molecules can be differentiated. Two host pathways that regulate dsRNA are A-to-I RNA editing by adenosine deaminases (ADARs), and RNA interference (RNAi). Both mechanisms are important for normal organism development and function by regulating gene expression. Herein, we studied the structure and amount of siRNAs at editing sites and the ability of ADARs to prevent exogenous RNAi using the model organism, Caenorhabditis elegans. We found that the number of siRNAs targeting edited genes is significantly upregulated in ADAR mutant animals. We also found that despite an almost complete depletion of primary siRNAs generated from editing sites in wildtype animals, secondary siRNAs are generated from edited transcripts, suggesting ADARs antagonize only the first step of RNAi processing. We show that ADARs interfere with the efficacy of exogenous RNAi in vivo, probably to prevent trans-silencing, and have indications that ADR-2 binding to the dsRNA is needed for the efficient prevention of RNAi. This work sheds light on how the RNA editing process protects self-produced dsRNAs from aberrant recognition by the immune processes in the cell and from by-product degradation.", "date": "2025-08-31", "journal": ""}
{"title": "A synoptic solution to a Wright-Fisher model with recurrent mutation, drift and selection", "doi": "10.1101/2025.08.27.672576", "authors": "Madgwick, P. G.; Kanitz, R.", "abstract": "The time to fixation (conditional upon fixation) and probability of fixation are key summary statistics of classical population genetics. Here, they are integrated to solve the time to fixation unconditional on fixation in a Wright-Fisher model with recurrent mutation, drift and selection. In its derivation, minor improvements to the probability of fixation and the probability distributions of emergence and spread (or passage) are made. The solution is an exponentially modified Gaussian (ex-Gaussian) distribution with a mean and variance that is the sum of the mean and variance of the underlying exponential and normal (i.e. Gaussian) distributions. To demonstrate its value as a synoptic solution to the Wright-Fisher model, the ex-Gaussian distribution is used to partition the effects of the evolutionary forces of mutation, drift, selection and (to some extent) migration on chosen points of the probability distribution of fixation times. Further, the solution is used to derive (and show the quantitative meaning of) the stochastic drift barrier to nearly neutral mutations with very low selection coefficients, and its consequences on the probability distribution of phenotypic and/or fitness effects that contribute to adaptation. In this way, the probability distribution of the time to fixation unconditional on fixation provides an elegant summary of some key results from classical population genetics, and is also likely to have many other theoretical and applied uses.", "date": "2025-08-31", "journal": ""}
{"title": "Natural protein structures have evolved exceptional robustness to mutations", "doi": "10.1101/2025.08.27.672565", "authors": "Von der Dunk, S. H. A.; Dingle, K. H. A.; Louis, A.; Snel, B.; Hogeweg, P.", "abstract": "Protein structures are often conserved across widely divergent sequences, suggesting high mutational robustness. However, how such robustness emerges through evolution, and how it relates to the underlying sequence-structure map, remains poorly understood. In contrast, the mutational profiles (distribution of structures upon point mutation) of RNA secondary structures are well characterised, exhibiting both high mutational robustness and high evolvability through mutational access to diverse folds. The recent revolution in protein structure prediction now enables analagous large-scale analyses for proteins. Here, we use the structure prediction algorithm ESMFold to systematically investigate the mutational profiles of natural, random, and de novo proteins. Unlike RNA, where functional and random sequences share similar mutational profiles, natural proteins are substantially more robust than random amino acid sequences, suggesting an evolutionary drive toward robustness. They also exhibit limited structural variation among close sequence neighbours, potentially constraining access to new folds. Interestingly, many de novo proteins do resemble random sequences in their mutational profiles, with low robustness relative to established proteins. These findings reveal how gene duplication and de novo gene birth follow distinct evolutionary trajectories toward functional proteins and highlight a potential role for large-effect mutations in the emergence of structural complexity.", "date": "2025-08-31", "journal": ""}
{"title": "Diversity and composition of microbial communities in shrimp ponds sediments: A metagenomic approach", "doi": "10.1101/2025.08.29.672896", "authors": "Escobar, T. A.; Palma, J. J.; Flores, J. A.; Lopez, K. M.; Zambrano, S. A.; Mestanza, C. A.", "abstract": "The cultivation of Litopenaeus vannamei is of great economic importance to Ecuador, yet it faces significant challenges due to microbial diseases. This study analyzes the microbial metagenome in white shrimp culture ponds sediments, assessing the diversity and communities of both pathogenic and non-pathogenic bacteria. Sediment samples were collected from ponds in three provinces with varying salinity levels: province of Guayas (6.28 g/L), El Oro (21 g/L), and Santa Elena (48 g/L). Through sequencing the V3-V4 region of the 16S rRNA gene, diverse microbial communities were identified, significantly influenced by salinity. Results revealed that microbial communities vary among locations, highlighting the presence of pathogenic bacteria such as Proteobacteria and beneficial ones like Firmicutes. Shannon and Simpson indices indicated high diversity and evenness in Guayas, El Oro, and Santa Elena (Shannon: 5.547, 5.810, and 4.326; Simpson: 0.9953, 0.9957, and 0.982, respectively). This analysis provides crucial information for improving management and sustainability of shrimp aquaculture, offering insights into the complex microbial ecosystems in culture environments and their potential impact on shrimp health and production.", "date": "2025-08-31", "journal": ""}
{"title": "Chromosome-scale genomes of two wild flowering cherrys (Cerasus itosakura and C. jamasakura) provide insights into structural evolution in Prunus", "doi": "10.1101/2025.08.30.673203", "authors": "Fujiwara, K.; Toyoda, A.; Katsuki, T.; Sato, Y.; Biswa, B. B.; Kishida, T.; Tsuruta, M.; Nakamura, Y.; Mochizuki, T.; Kimura, N.; Kawamoto, S.; Ohta, T.; Nonomura, K.-I.; Niki, H.; Yano, H.; Umehara, K.; Suzuki, C.; Koide, T.", "abstract": "Flowering cherries (genus Cerasus) are iconic trees in Japan, celebrated for their cultural and ecological significance. Despite their prominence, high-quality genomic resources for wild Cerasus species have been limited. Here, we report chromosome-level genome assemblies of two representative Japanese cherries: Cerasus itosakura, a progenitor of the widely cultivated C. xyedoensis 'Somei-yoshino', and Cerasus jamasakura, a traditional popular wild species endemic to Japan. Using deep PacBio long-read and Illumina short-read sequencing, combined with reference-guided scaffolding based on near-complete C. speciosa genome, we generated assemblies of 259.1 Mbp (C. itosakura) and 312.6 Mbp (C. jamasakura), with both >98% BUSCO completeness. Consistent with their natural histories, C. itosakura showed low heterozygosity, while C. jamasakura displayed high genomic diversity. Comparative genomic analyses revealed structural variations, including large chromosomal inversions. Notably, the availability of both the previously published C. speciosa genome and our new C. itosakura genome enabled the reconstruction of proxy haplotypes for both parental lineages of 'Somei-yoshino'. Comparison with the phased genome of 'Somei-yoshino' revealed genomic discrepancies, suggesting that the cultivar may have arisen from genetically distinct or admixed individuals, and may also reflect intraspecific diversity. Our results offer genomic foundations for evolutionary and breeding studies in Cerasus and Prunus.", "date": "2025-08-31", "journal": ""}
{"title": "Learning to avoid collisions: Bees use cues perceived before and after a collision to prevent negative consequences during navigation in cluttered areas", "doi": "10.1101/2025.08.27.672532", "authors": "Jeschke, M.; Stahlsmeier, M.; Bertrand, O. J. N.; Egelhaaf, M.", "abstract": "Bumblebees navigate complex environments where collisions with obstacles can impair flight performance. While bees possess innate collision avoidance reflexes, they may benefit from learning to identify and avoid high-risk collision areas using environmental cues. However, the temporal dynamics of how bees form associations between visual cues and collision experiences remain unclear. We investigated whether bumblebees associate visual cues perceived before or after collision events with a movement direction. Individual foragers were trained to navigate through a flight tunnel containing a transparent barrier and an LED panel that switched colours immediately after the bee's first collision. Following training, we tested bees' responses to each colour cue without the barrier. Bees demonstrated significant preferences for avoiding the previously blocked side when presented with either the pre-collision colour (81% correct responses) or post-collision colour (71% correct responses), while showing no preference when no colour cue was presented. Individual analysis revealed that 61% of bees responded to both cue types, while others showed selective responses to specific temporal windows. These results demonstrate that bees can form associations with visual cues encountered in different time windows relative to negative experiences, revealing temporal flexibility in associative learning that contributes to successful navigation in cluttered environments.", "date": "2025-08-31", "journal": ""}
{"title": "L2 loop engineering enhances the enzymatic activity and synergism property of the AA16 family Lytic polysaccharide monooxygenase enzyme from Aspergillus fumigatus.", "doi": "10.1101/2025.08.27.672579", "authors": "Hossain, M.; Das, S.; Ray, S.; Bose, N.; Kundu, B.; Mukhopadhyay, S.", "abstract": "Lytic polysaccharide monooxygenase (LPMO) is an enzyme that has enormous potential for industrial applications. It has a synergistic effect with the cellulase enzyme complex. The LPMO enzymes typically adopt a compact {beta}-sandwich fold that consists of a 7 to 9 {beta}-strand with a flat active site containing copper in its active site. There are a few loops in LPMO, among them the L2 loop is reported to take a key role in shaping the active site and substrate binding. Now, in this work, we want to investigate the role of the L2 loop in enzymatic activity and synergistic effect. In achieving our goal, we have replaced the L2 loop of our concerning AfLPMO16 with other L2 loops from different LPMOs: HiLPMO9B (PDB: 5NNS), McLPMO9 (PDB: 7NTL) and CsLPMO9 (PDB: 7EXK). Interestingly, L2 loop replacement from CsLPMO9 (PDB: 7EXK) showed enhanced activity and synergism compared to others. The secondary structural analysis by circular dichroism also suggested that it changed the structure significantly. Moreover this is the first report of complete L2 loop engineering in LPMO.", "date": "2025-08-31", "journal": ""}
{"title": "Engineering a Dimeric Single-Domain Antibody for Improved Detection and neutralization of Amyloid-β oligomers", "doi": "10.1101/2025.08.29.672921", "authors": "Napolitano, L.; Vadukul, D. M.; Bigi, A.; Cecchi, C.; Chiti, F.; Cascella, R.; Aprile, F. A.", "abstract": "Soluble A{beta} oligomers are regarded as major neurotoxic agents in Alzheimers disease. Several monoclonal antibodies have been developed to target A{beta} oligomers, but most of them show limited specificity binding also to monomers and fibrils. To generate an antibody with high specificity for the oligomers, we aimed to increase the efficiency and sensitivity of a humanized A{beta}-oligomer-specific single domain antibody, called DesAb-O. We engineered a dimeric DesAb-O variant, DiDesAb-O, which showed a significantly improved binding properties for A{beta} oligomers as compared to the monomeric sdAb. Furthermore, DiDesAb-O detected A{beta}42 oligomers in cells, prevented their binding to cell membranes and the A{beta}42 oligomers-induced neurotoxicity from both synthetic A{beta}42 samples and cerebrospinal fluid of Alzheimer's patients at lower concentrations compared to DesAb-O. Overall, our findings indicate that the rational engineering of dimeric sdAb variants is an effective strategy to improve their binding properties offering new opportunities for the development of clinical molecules in the early diagnosis and cure of Alzheimers disease.", "date": "2025-08-31", "journal": ""}
{"title": "Global Profiling of Remodeled Subcellular Structures Due to Drug Treatment and Disease", "doi": "10.1101/2025.08.27.672480", "authors": "Victor, R. A.; Altemus, J. J.; Lay, M. A.; Shepherd, S. N.; Padilla-Rodriguez, M.; Lipinski, A. A.; Mouneimne, G.; Langlais, P. R.; Schwartz, J. C.", "abstract": "Cellular biochemistry arises from various interactions between macromolecules, including proteins, nucleic acids, and lipids. These make up membrane-bound organelles, membrane-less compartments, and molecular assemblies and scaffolds. Changes due to stimuli or disease can significantly impact cell fate and metabolism. We recently reported our protocol combining crosslinking and size exclusion chromatography with mass spectrometry (SEC-MS). In this study, we explore global changes to subcellular structure in Ewing sarcoma or in response to drug treatment. Between Ewing to non-Ewing sarcoma cells, differences occur in molecular structures involved in splicing, mitochondria function, and cell division. We confirm changes to nucleoli structure. We also examine structures affected by a transcription inhibitor, flavopiridol. Following flavopiridol treatment, we observed changes to the levels of transcription and mRNA processing machinery present in large subcellular structures. Unexpected effects were also found, including structural changes to a cytoplasmic organelle, the peroxisome. Along with a reduction in peroxisome function, dissociation of peroxisome pore proteins PEX13 and PEX14 was detected by STORM microscopy. We conclude that SEC-MS combined with crosslinking is a valuable method to detect and quantify drug or disease effects on subcellular structures and may shed light on new aspects to mechanisms underlying their biologic outcomes.", "date": "2025-08-31", "journal": ""}
{"title": "Hypoxia induced lipid alterations in iPSC-derived human glial progenitor cells revealed by Matrix assisted laser desorption ionization mass spectrometry based cellular fingerprinting", "doi": "10.1101/2025.08.27.672639", "authors": "Hameed, S.; Ramadurai, S.; Sanita, M. E.; McGill, D.; Green, F.", "abstract": "Background Increasing evidence suggests that the development of highly aggressive form of brain tumor glioblastoma contain cancer stem cells that closely resemble glial progenitor cells. The hypoxic microenvironment of tumors leads to metabolic reprogramming of cells, driving them towards more aggressive and treatment resistant state. To identify better targets for the effective removal of hypoxia adaptive cells, it is crucial to understand how these cells alter metabolism in hypoxic conditions. Methods We have used confocal microscopy to visualize mitochondrial morphology which confirmed hypoxia, and matrix assisted laser desorption ionization mass spectrometry imaging (MALDI-MSI) to decipher lipid metabolic changes in iPSC-derived human glial progenitor cells induced by that hypoxia. Results Our findings revealed that hypoxia induced changes in mitochondrial morphology, interaction of mitochondria with lysosomes, and the expression of oxidized lipid species in iPSC-derived human glial progenitor cells. Hypoxic cells showed elongated mitochondria that resembled strings. MALDI-MSI based finger printing showed upregulation of oxidized phosphatidylethanolamine (PE): m/z 716.484 PE(33:1)+O, m/z 730.01 PE(34:1)+O, m/z 766.497 PE(37:5)+O, m/z 768.510 PE(37:4)+O, and oxidized phosphatidylcholine (PC): m/z 742.500 PC(32:2)+O, m/z 744.513 PC(33:2)+O, m/z 770.531 PC(34:2)+O), m/z 794.534 PC(34:1)+O, m/z 888.523 PC(42:11)+OH, and oxidized phosphatidic acid (PA): m/z 673.444 PA(33:2)+O, m/z 699.466 PA(35:3)+OH, m/z 725.531 PA(37:4)+OH in hypoxic cells. Conclusions Given the importance of glial progenitor cells in the central nervous system, as a precursor of glioblastoma, and their structural reliance on lipids, the molecular perturbations in the cell as a result of oxygen deficiency (hypoxia) remains unclear. The change in mitochondrial morphology showed that the cells were under hypoxic stress and mass spectrometry imaging unveiled important lipid metabolic changes in hypoxic iPSC-derived human glial progenitor cells as byproducts of oxidative stress, and provided insights that could lead to better treatment strategies for hypoxia-resistant cells.", "date": "2025-08-31", "journal": ""}
{"title": "Tosylation-mediated uronic acid knockout from cryoprotective FucoPol revealed the importance of polyanionicity in ice growth disruption", "doi": "10.1101/2025.08.27.672662", "authors": "Guerreiro, B. M.; Lima, J. C.; Silva, J. C.; Freitas, F.", "abstract": "Negative formal charge is a critical structural trait for the expression of cryoprotection due to its strong ice growth disruption at the growing ice facet. Polyanionic polysaccharides containing uronic acids (UA) in their structure are therefore often associated with psychrophilic-like traits, such as defense against cryoinjury. However, their practical biological post-thaw benefit is convoluted amongst other contributing factors, including hydrophilic-hydrophobic balance, molecular weight, rheological properties, and structural conformation. Here, we leveraged ubiquitous (31.7% m.d.w.) and COOH-targeted (63.4% m.d.w.) leaving-group SN2 tosylation procedures, coupled with clean purification methodologies (high-MW membrane dialysis), to synthesize UA-free variants (FP-OTs18, FP-OTs96) of the cryoprotective, UA-containing polysaccharide FucoPol (FP). Tosylation was confirmed by ATR-FTIR (1602.3 cm-1 shift to 1627.9 cm-1) and 1H-NMR (brs, {delta} 7.92 ppm; brs, 7.53 ppm). Tosylated derivatives exhibited reduced solution conductivity ({Omega} = 300 {micro}S/cm vs. {approx}800 {micro}S/cm), unchanged molecular weight (Mw), and retained biocompatibility. However, the substitution of hydrophilic, low-steric hindrance carboxyl groups with hydrophobic, high steric hindrance tosyl groups promoted a 30-40% reduction in zero-shear viscosity (0) and precluded the formation of a hypothermic gel-state due to loss of inter-chain non-covalent interactions, leading to a drastic loss of cryoprotective activity (10-70% of the original post-thaw viability observed for native FucoPol). The cryobiologically antagonistic effect of FP-OTs18 and FP-OTs96 reveals that UAs are a key player in polysaccharide-based cryopreservation, not only due to standalone beneficial polyanionicity, but also because their presence largely contributes to the expression of agonistic structural traits that elicit a cryoprotective response.", "date": "2025-08-31", "journal": ""}
{"title": "GlycoEnzDB: A database of enzymes involved in human glycosylation", "doi": "10.1101/2025.08.30.673257", "authors": "Zhou, Y.; Ghosh, V.; Venkatesan, S.; Sriram, S.; Sobczak, E.; Setlur, S.; Gunawan, R.; Neelamegham, S.", "abstract": "The glycan distribution on cells is governed by the stochastic activity of different families of enzymes that are together called \"glycoEnzymes\". These include ~400 gene products or 2% of the proteome, that have recently been curated in an ontology called GlycoEnzOnto. With the goal of making this ontology more accessible to the larger biomedical and biotechnology community, we organized a web resource called GlycoEnzDB, presenting this enzyme classification both in terms of enzyme function and the pathways that they participate in. This information is linked to i) Figures from the \"Essentials of Glycobiology\" textbook, ii) General gene, enzyme and pathway data appearing in external databases, iii) Manual and generative-artificial intelligence (AI) based text describing the function and pathways regulated by these entities, iv) Single-cell expression data across cell lines, normal human cell-types and tissue, and v) CRISPR-knockout/activation/inactivation and Transcription factor activity predictions. Whereas these data are curated for human glycoEnzymes, the knowledge framework may be extended to other species also. The user friendly web interface is accessible at www.virtualglycome.org/glycoenzdb.", "date": "2025-08-31", "journal": ""}
{"title": "Methodology for a freshly engineered or cryo-preserved 3D tuberculoma bioplatform for studying tuberculosis biology and high-content screening of therapeutics", "doi": "10.1101/2025.08.27.672606", "authors": "Sable, S. B.; Kline, A.; Li, W.; Posey, J. E.", "abstract": "Tuberculomas are the conglomeration of tuberculous granulomas into structurally organized three-dimensional (3D) masses that result from Mycobacterium tuberculosis infection and represent one of the more severe morphological forms of tuberculosis (TB). Several in vitro models that mimic human TB granulomas have been reported to decipher complex host-pathogen interactions and discover new prophylactic and therapeutic interventions. They serve as ethical bridge approaches to human studies. However, these models need improvements in generating well-organized granuloma lesions, classic tuberculoma structures, and relevant microenvironments. They are impractical for screening extensive chemical and genetic libraries owing to their low throughput, limited scalability, batch-to-batch variability, and high costs. Here, we describe a mycobacteria-in-spheroid co-culture workflow in a standard 96-well plate format that generates a robust 3D cell culture model. This model reproduces key attributes and microenvironments in human tuberculomas and can be scaled up as a high-throughput screening (HTS)-compatible bioplatform. The tuberculoma-like structures generated encompass organized, florid granulomatous lesions and exhibit solid, necrotic, and cavitary morphologies. This model can be developed using freshly isolated human primary cells or a monocytic cell line with virulent mycobacteria. The platform combines the entire workflow from generation to imaging of tuberculoma-like structures in situ. It permits the serial quantitation of drug efficacy and monitoring of lesion resolution over several days to weeks following a single treatment. Additionally, we outline a methodology for adopting this workflow for cryo-preservation, enhancing its potential for commercial application. The ease of generation, pliability, cryo-shelf stability, and reproducibility of the bioplatform make it ideal for HTS applications and implementation in the discovery programs of TB and other granulomatous diseases.", "date": "2025-08-31", "journal": ""}
{"title": "Discovery of Electron Hole-hopping Redox Mutations in Myoglobin by Deep Mutational Learning", "doi": "10.1101/2025.08.27.672588", "authors": "Kueng, C.; Dalkiran, A.; Vanella, R.; Oyarzun, D.; Nash, M. A.", "abstract": "In addition to storing molecular oxygen, myoglobin catalyzes peroxidase-like reactions involving high valency iron(IV)-oxo species that support one-electron oxidations on a range of substrates at an open active site. In select metalloenzymes, long-range electron transfer can be mediated by hole-hopping pathways composed of aromatic residues that act as relay stations for oxidative equivalents. However, it remains unclear how sequence variations could introduce or alter such catalytic mechanisms in myoglobin. Here we used enzyme proximity sequencing (EP-Seq) to measure the peroxidase activity levels of >6,000 human myoglobin variants. The resulting fitness landscape reveals how aromatic substitutions, in particular surface-exposed tryptophans, can enhance peroxidase activity. Using protein language models in tandem with feedforward neural networks, we trained an accurate fitness predictor on the experimental dataset, and applied it to evaluate >4M double mutant variants. The predictions suggested a beneficial role for hole-hopping mutations in improving peroxidase activity. We experimentally tested 20 high scoring variants in a yeast display assay, all of which outperformed wild type myoglobin. Three selected variants were also tested in soluble format and similarly showed improved performance. A focused combinatorial library yielded a top double tryptophan variant (Q92W/F107W) with 4.9-fold higher catalytic efficiency than wild type. These results show that hole-hopping pathways can be identified and engineered through deep mutational learning, with broad implications for biocatalyst and redox enzyme design.", "date": "2025-08-31", "journal": ""}
{"title": "RPEGENE-Net: A Multi-Resolution Deep Learning Framework for Predicting Gene Expression from Microscopy Images of Retinal Pigment Epithelium (RPE) Cells", "doi": "10.1101/2025.08.27.672622", "authors": "Nowroozzadeh, M. H.; Taghinezhad, N.; Mahmoudi, T.; Sanie-Jahromi, F.", "abstract": "Abstract Purpose: To develop a deep learning framework, RPEGENE-Net, capable of predicting gene expression profiles of retinal pigment epithelium (RPE) cells using live-cell microscopy images. Methods: A dataset of live-cell images of RPE cells, treated with various drug regimens and captured at magnifications of 40x, 100x, 200x, and 400x, was used. Gene expression of six key genes involved in epithelial-mesenchymal transition or EMT (including -SMA, ZEB1, TGF-{beta}, CD90, {beta}-catenin, Snail) and treatment classes (Aflibercept, Bevacizumab, Dexamethasone, Aflibercept + Dexamethasone, and untreated control) were analyzed. After preprocessing the image data and gene expression values, we trained and evaluated twelve state-of-the-art deep learning architectures, including three variants of DenseNet, five variants of ResNet, EfficientNet_b5, Inception_v3, RegNet_y_400mf, and a vision transformer model (Swin_b). A two-stage pipeline was implemented, combining autoencoder-based pretraining to extract meaningful features with fine-tuning specifically optimized for gene expression regression and treatment type classification tasks. Features extracted from the second stage across four magnifications were concatenated to generate the final prediction, leveraging multi-scale morphological information for improved accuracy.", "date": "2025-08-31", "journal": ""}
{"title": "Novel examples of NMD escape through alternative intronic polyadenylation", "doi": "10.1101/2025.08.27.672552", "authors": "Vlasenok, M.; Kuznetsova, A.; Skvortsov, D. A.; Pervouchine, D. D.", "abstract": "The nonsense-mediated mRNA decay (NMD) surveillance system detects and selectively degrades transcripts with premature stop codons (PTC). A stop codon is recognized as premature if it is followed by an exon-exon junction in >50 nucleotides downstream. Pruning of the 3'-untranslated region containing such junctions by alternative polyadenylation (APA) could provide a mechanism of NMD escape. Here, we systematically examine exons that carry a PTC (poison exons) for the presence of polyadenylation sites (PAS) in the downstream intron. Using the GTEx consortium data, we found that poison exons are followed by an active PAS more frequently than cassette exons, and identified tissue-specific switches between NMD-target and NMD-escape isoforms in a number of human genes. Among them are the tropomyosin 2 (TPM2) gene switching between NMD-target and NMD-escape isoforms in skeletal muscle and heart, and the vaccinia-related kinase 3 (VRK3) with a similar kidney-specific switch. Blocking the polyadenylation signal and the cleavage site in VRK3 by antisense oligonucleotides in the A549 cell line led to a switch from NMD-escape to NMD-target isoform that was accompanied by a drop in the expression level. This study suggests that NMD escape via alternative polyadenylation could be a widespread and currently overlooked post-transcriptional regulatory mechanism.", "date": "2025-08-31", "journal": ""}
{"title": "IDEAL GENOM: Integrated Downstream Analytical Pipeline for Genomic Analysis", "doi": "10.1101/2025.08.27.672528", "authors": "Gonzalez Ricardo, L. G.; Tenghe, A. M. M.; Ashok Kumar Sreelatha, A.; Sharma, M.", "abstract": "Background: Since the release of the first human genome draft, there has been an exponential increase in the development of technologies that have offered unprecedented opportunities to unravel the genetic underpinnings of rare and complex diseases. However, despite the progress, the challenge persists. This includes the need for developing efficient computational tools to analyse large genomic datasets. The availability of clinical information, along with the development of cost-effective arrays that can scan hundreds of thousands of patients and healthy subjects to identify underlying risk variants, necessitates the development of tools that can streamline and automate the processing of millions of genetic markers. Results: To address this challenge, we present IDEAL-GENOM (Integrated Downstream Analytical Pipeline for Genomic Analysis), a Python-based framework designed to streamline the analytical workflow commonly implemented in genome-wide association studies (GWAS) settings. IDEAL-GENOM integrates widely used tools such as PLINK and GCTA along with custom-developed functionalities, enabling reproducible results through parameter sharing. Initial testing demonstrates that our framework reduces quality control processing time by 10\\%, requiring minimal user intervention. Additionally, IDEAL-GENOM supports both local and cloud-based environments, enhancing its accessibility and scalability. Conclusions: IDEAL-GENOM pipeline offers a simplified GWAS pipeline that will allow beginners and advanced users to leverage the in-built functionalities to perform GWAS analysis for complex diseases.", "date": "2025-08-31", "journal": ""}
{"title": "Elucidation of the polysaccharide cryoprotection mechanism: kinetic inhibition, thermodynamic Gibbs-Thomson modulation and volumetric confinement", "doi": "10.1101/2025.08.27.672675", "authors": "Guerreiro, B. M.; Lima, J. C.; Silva, J. C.; Freitas, F.", "abstract": "The emergence of gel-forming, ice-binding polysaccharides as potential candidates in cryobiology and the discovery of new structure-function relationships has fueled a knowledge convergence effort. Several polysaccharides have shown strong biological post-thaw benefits in cell cryopreservation despite some expressing contradictory ice growth anticipation, the main source of cryoinjury. The bio-based fucose-rich polysaccharide FucoPol, a current model under our scope of expertise, has further demonstrated crystal size reduction, thermal hysteresis, nucleation anticipation, nucleation stochastic narrowing and Gibbs-Thomson growth modulation effects, the latter similar to a type I antifreeze protein, in different thermodynamic settings: bulk vs. directional freezing; isobaric vs. isochoric systems; and sterile vs. biological media. Here, we undergo a critical reiteration of the consortium of findings over the years on cryoprotective polysaccharide research, rationalize several heuristic models to explain a dual nucleation behavior scenario and put forth a unifying theory to explain in which subset of conditions optimal cryoprotection may emerge from bio-based polysaccharides. We argue that gel-forming, ice-binding polysaccharides that show cryoprotective traits by anticipating nucleation and ice growth act by a combination of kinetic hampering of molecular diffusion (concentration effect); Gibbs-Thomson specific ice binding (templating effect) that induces growth modulation and size reduction; and indulge in the formation of a gel architecture of defined porosity (mesh size effect), the main initiator of a predominant pro-nucleation setting, increased stochastic determinism and the annihilation of large r* nuclei that elicits a small-nuclei survivorship bias. Classical Nucleation Theory formalisms support this hypothesis under the circumstance that a change in system state, initiated by a sol-gel transition near hypothermia, must exist to drive a meaningful shift in system energetics that explains the ANTI/PRO nucleation duality observed. The molecular fractioning of kinetically hindered bulk water into fractionally partitioned gel pores reduces system scale by a mesh size constant and enables the Gibbs-Thomson ice-binding affinity condition to be satisfied when r = rGT. A decreased nucleation energy barrier and maximal r* constraint thus invokes a predominant pro-nucleating system by enhancing nucleation susceptibility.", "date": "2025-08-31", "journal": ""}
{"title": "Nucleosome unwrapping and PARP1 allostery drive affinities for chromatin and DNA breaks", "doi": "10.1101/2025.08.29.673134", "authors": "Schaich, M. A.; Weaver, T. M.; Rakowski, J. A.; Roginskaya, V.; Leary, L. P.; van den Berg, A. A.; Iwasa, J. H.; Freudenthal, B. D.; Van Houten, B.", "abstract": "Poly[ADP-ribose] polymerase 1 (PARP1) detects DNA strand breaks that occur in duplex DNA and chromatin. We employed correlative optical tweezers and fluorescence microscopy to quantify how single molecules of PARP1 identify single-strand breaks (i.e., nicks), undamaged nucleosome core particles (NCP) and NCPs containing DNA nicks. Fluorescently-tagged PARP1 or PARP2 from nuclear extracts bound nicks with nanomolar affinity but did not engage undamaged dsDNA regions. In contrast, PARP1 avidly bound undamaged NCPs, and partial NCP unwrapping induced by DNA tension significantly increased the on rate and affinity. Catalytically dead PARP1 or EB-47 inhibition greatly increased PARP1 affinity to DNA nicks and undamaged NCP, implicating a mechanism where PARP1 reverse allostery regulates PARP1 retention to undamaged chromatin. We also monitored ADP-ribosylation in real time upon PARP1 binding undamaged or nicked NCPs. These results provide key mechanistic insights into domain allostery and how pharmacological intervention alters PARP1 binding dynamics for therapeutic impacts.", "date": "2025-08-31", "journal": ""}
{"title": "Transcriptome analysis of circulating microRNAs associated with Chagas disease susceptibility and chronic Chagas cardiomyopathy severity", "doi": "10.1101/2025.08.27.672539", "authors": "Roma, E. H.; Marques-Santos, F.; Renzetti, A. R. d. S.; Portela, L. F.; Costa, F. P. d.; Hasslocher-Moreno, A. M.; Holanda, M. T. d.; Sangenis, L. H. C.; Costa, A. R. d.; Lannes-Vieira, J.; Araujo-Jorge, T. C. d.; Ferreira, R. R.; Saraiva, R. M.; Bonecini-Almeida, M. d. G.", "abstract": "Background Chagas disease (ChD), caused by infection with the protozoan parasite Trypanosoma cruzi, is a major public health concern in Latin America. Understanding the molecular mechanisms driving disease progression and identifying biomarkers are crucial. Objective: We investigated the association of circulating microRNAs (miRNAs) with ChD susceptibility and chronic Chagas cardiomyopathy (CCC) progression. Methods: A multicentric prospective observational study was conducted with 150 ChD patients (46 indeterminate form, 104 CCC staged A-D) and 42 non-ChD controls from ChD endemic areas from Rio de Janeiro, and Posse in Brazil. Sequencing of circulating miRNAs was performed, and differential expression analyses were conducted. The differentiated miRNAs were submitted to functional analyses related to immune response and cardiovascular signaling pathways. Results: We identified 40 differentially expressed miRNAs between ChD patients and non-ChD controls, highlighting miR-199b-5p, miR-153-3p, miR-143-3p, and miR-223-3p upregulated, and miR-150-3p, miR-4508, miR-486-5p, and miR-3960, downregulated in ChD patients. Moreover, functional analysis using Ingenuity Pathway Analysis software revealed that these miRNAs were involved in immune response and cardiovascular signaling pathways. Several miRNAs (miR-6734-5p, miR-1285-5p, miR-10527-5p, miR-31-5p, miR-5187-5p, miR-6515-5p) tended to present a higher expression in patients with severe compared to those with mild CCC, while miR-30c-2-3p presented lower expression in these groups. Conclusion: This study provides evidence for the dysregulation of specific miRNAs in ChD, highlighting their potential role in disease pathophysiology and possible use as biomarkers of ChD susceptibility and CCC severity.", "date": "2025-08-31", "journal": ""}
{"title": "Keetia tinka sp. nov. & K. kounounkan sp.nov. (Rubiaceae - Vanguerieae) new threatened forest climbers and shrubs of sandstone plateau of the Republic of Guinea.", "doi": "10.1101/2025.08.27.672669", "authors": "Simbiano, F. J.; Couch, C.; Magassouba, S.; Plummer, J.; Cheek, M.", "abstract": "Two new species of Keetia are described from recent botanical collections for conservation management made in surviving submontane forest areas of the sandstone plateau areas of the Republic of Guinea. Keetia kounounkan Cheek & Simbiano is a shrub of the Kounounkan Plateau towards the border of Sierra Leone, so far with a single location in gallery forest. K. tinka Cheek & Simbiano is an evergreen rainforest climber of the main part of the Fouta Djalon Highlands with two locations both in degraded forest. Both species are described, illustrated and provisionally assessed for their conservation status, the first as Critically Endangered, the second as Endangered.", "date": "2025-08-31", "journal": ""}
{"title": "Quantitative Analysis of Meloidogyne incognita Population Density Using Real-Time PCR and Its Correlation with Root-Knot Disease Index in Tabacco (Nicotiana tabacum)", "doi": "10.1101/2025.08.27.672540", "authors": "Cheng, Z.; Chai, J.; Pu, H.; Zhao, Z.; Duan, X.; Zheng, W.; Xu, J.; Miao, P.; Hou, W.", "abstract": "Tobacco root-knot disease represents a significant threat to tobacco production, particularly in the western Henan region, where Meloidogyne incognita is the predominant species. This study collected samples of M. incognita and soil from Luoyang, Henan, and designed specific primers MiF and MiR based on the amplified 735 bp sequence of the ITS1-5.8S-ITS2 region. These primers exhibit mismatches with related species, including M. javanica, M. minor, M. hapla, and M. arenaria, showing 1, 6, 10, and 10 base differences in the forward direction, respectively, 3, 10, and 9 base mismatches in the reverse direction. Although the primers were used to detect corn-wheat soil samples, no amplification was observed. Additionally a real-time quantitative PCR curve for M. incognita in soil was constructed, revealing a negative correlation between the Ct value (Y) and the log-transformed number of nematodes (x) per 20 g of dry soil, represented by the equation y = -0.9757x + 35.565; (R2 = 0.9999, P < 0.01). According to the decomposition efficiency of nematode DNA in soil, the results showed that nematode DNA degrades rapidly in soil, with a degradation rate of approximately 87.3% at 3 days and 99.97% at 14 days. Furthermore, significant differences were observed in the real-time PCR detection efficiency among various nematode forms: the Ct value of J1 was significantly higher than that of J2, while abnormal eggs (empty eggs or internal bubble eggs) exhibited the highest Ct value. The proportion of abnormal eggs in the soil before planting was significantly higher at 64.08% compared to only 15.3% at harvest, indicating that the activity of nematodes in the soil is significantly reduced after harvesting in October and planting in March of the following year. A survey of 126 tobacco plants indicated a significant positive correlation between the root-knot index (RKI) and root-knot nematode density (r = 0.80, p < 0.01). The study identified a minimum disease threshold of 234 individuals / 20 g soil at harvest and revealed a nonlinear relationship between disease severity and nematode density. Specifically, a weak correlation was observed at low density (Low RKI: 0-1; nematode density<2000 individuals/20 g soil, r = 0.49, P<0.05), while a significant correlation was noted at moderate density (High RKI: nematode density>2000 individuals/20 g soil, r = 0.69, P<0.05). This study showed that as the RKI increases, the rate of increase in nematode density in the soil diminishes. These findings provide valuable insights for the development of effective scientific strategies for nematode control.", "date": "2025-08-31", "journal": ""}
{"title": "The human branchpoint-interacting stem loop sequence and structure regulates U2 snRNA expression, branchpoint recognition, and transcriptome.", "doi": "10.1101/2025.08.31.673180", "authors": "Stevers, M. B.; Katzman, S.; Jurica, M. S.", "abstract": "The branch helix is a structure that forms when U2 snRNP engages with introns to initiate spliceosome assembly, and its formation is mutually exclusive with the branchpoint interacting stem loop (BSL) present in U2 snRNA. While BSL structure impacts splicing with the constrained branchpoint sequence in yeast introns, its influence in the flexible context of human branchpoints is unknown. We employed an orthogonal U2 snRNA and splicing reporter to examine effects of perturbing BSL sequence. Changes to BSL base-pairing differentially affect both orthogonal U2 snRNA expression and reporter splicing. High complementarity between the branchpoint sequence and U2 snRNA increases splicing efficiency with WT and stabilized BSL, but not when BSL base-pairing is reduced. Together our data suggest that BSL structure influences the biogenesis of U2 snRNP and that after base pairs are established with the loop of the BSL, the intron drives unwinding of the BSL stem. Finally, we investigated the transcriptome-wide changes when U2 snRNA with either a cancer-associated BSL mutation or with an altered branchpoint recognition sequence is expressed. In both cases, similar changes in splicing and gene expression suggests that while altered U2 snRNA is tolerated, cells respond to their presence by upregulating genes linked to oncogenic pathways.", "date": "2025-08-31", "journal": ""}
{"title": "Micropropagation and Assessment of Genetic Homogeneity in Dendrobium moniliforme (L.) Sw. using Molecular Markers", "doi": "10.1101/2025.08.31.673335", "authors": "Ghimire, M.; Thapa, M.; Joshi, P. R.; Paudel, M. R.; Pant, K. K.; Gurung, P.; Wagner, S. H.; Pant, B.", "abstract": "Dendrobium moniliforme (L.) Sw., is a valuable medicinal orchid widely used as tonic. This study aimed to develop an effective protocol for micropropagation of D. moniliforme and to compare the genetic similarities of the micro-propagated plants to the wild plants using Random Amplified Polymorphic DNA (RAPD) and Inter Simple Sequence Repeats (ISSR) molecular markers. Healthy seeds were cultured on Murashige-Skoog (MS) medium, supplemented with various concentrations of auxins, cytokinins and coconut water for shoot and root development. Genetic homogeneity was assessed using ten primers of each RAPD and ISSR marker. MS media fortified with 10% coconut water was efficient for seed germination and protocorm development. Maximum number of shoots were produced on half strength MS (HMS) medium supplemented with 0.25 mg/L NAA and 10% coconut water (CW) i.e 22 shoots. FMS supplemented with 0.5 mg/L indole butyric acid (IBA) was found to be best as plant hormone for root induction, as it induced ten roots/shoot. RAPD and ISSR amplified a total of 15 and 5 homogeneous DNA fragments. This protocol demonstrates a reliable and efficient method for large-scale propagation and conservation of D. moniliforme, supporting its commercial and medicinal value.", "date": "2025-08-31", "journal": ""}
{"title": "Zooplankton feeding behavioral signatures in the morphology of macroscale prey spatial distribution", "doi": "10.1101/2025.08.27.672564", "authors": "Colombo, E. H.; Tarnita, C. E.; Bonachela, J. A.", "abstract": "The problem of pattern and scale remains a central problem in ecology, bridging fundamental and applied questions. Marine microbial communities are a case in point. For instance, to understand the role of zooplankton in oceanic biogeochemistry, their response to changes in environmental conditions, and the implications for ecosystem services (e.g., fisheries), it is critical to understand zooplankton trophic interactions and how they change in a rapidly changing climate. This understanding, however, remains elusive because, unlike for phytoplankton, for which remote sensing of macroscale patterns can provide insight into their microscale dynamics and community composition, obtaining this information for zooplankton largely rests on quantifying the difficult-to-monitor microscale interactions among millions of individuals with different behaviors, and between individuals and their environment. Here, we investigate whether it is possible to obtain indirect information on zooplankton from the macroscale spatial distribution of their prey. To tackle this \"problem of scale\", we develop a rigorous coarse-graining methodology that connects individual-level properties with macroscale spatial patterns. We demonstrate that the shape of the prey spatial distribution can indeed encode information about zooplankton feeding behavior and community dynamics. Specifically, we predict a change in dominant feeding behavior - from non-motile to motile feeding - as one moves from areas of high to areas of low prey density. These results thus suggest a novel application for remote sensing approaches: the potential tracking of consumer behavioral signatures in the large-scale patterns of the resource. Importantly, the scaling-up methodology that we developed to check whether those signatures exist is general, and can be used to link scales rigorously and systematically in any system in which the complexity of individual dynamics makes connecting scales intractable.", "date": "2025-08-31", "journal": ""}
{"title": "Genomic Insights into the Evolution of Parental Care in Weevils", "doi": "10.1101/2025.08.27.672529", "authors": "Rinke, S.; Biedermann, P.; Schebeck, M.; Harrison, M. C.", "abstract": "Parental care, a key step in the evolution of sociality, has evolved multiple times in insects, yet the molecular mechanisms underlying its emergence remain poorly understood. Weevils (Curculionidae) exhibit diverse parental care behaviours, from nest building to egg and larval attendance, making them an ideal system to investigate genomic changes associated with subsociality. We analysed 13 high-quality weevil genomes, encompassing independent origins of egg and larval attendance, to test two predictions: (1) the sheltering hypothesis, where parental care relaxes selection on traits critical for independent larval survival, and (2) the regulatory hypothesis, where behavioural shifts are driven by changes in transcriptional regulation. Gene family evolution analyses revealed significantly more convergent contractions, particularly in genes linked to transcriptional regulation and enzymatic activity, on branches where larval attendance evolved, consistent with functional gene loss under relaxed selection. Selection analyses identified over 400 genes under relaxed selection, especially those associated with transcriptional regulation and neural plasticity, further supporting hypothesis 1. In contrast, positive selection and intensified selection were rare but enriched for genes regulating gene expression, consistent with hypothesis 2. Together, these results suggest that parental care in weevils drives both simplification of larval traits through relaxed selection and convergent gene loss, and innovation in caregiving behaviours via adaptive changes in gene regulation.", "date": "2025-08-31", "journal": ""}
{"title": "Generalists link peaks in the shifting adaptive landscape of Australia's dragon lizards", "doi": "10.1101/2025.08.27.672751", "authors": "Brennan, I. G.; Cooper, N.; Sumner, J.; Tiatragul, S.; Goncalves Tedeschi, L.; Broady, E. S.; Melville, J.; Keogh, J. S.", "abstract": "The adaptive landscape is one of biology's most flexible and intuitive general concepts. This multidimensional space enables us to map individuals, populations, and species to an evolutionary topography, teasing apart what distinguishes entities from one another. A common exercise is clustering species into adaptive peaks which highlight regions of explored trait space, often considered trait optima or adaptive zones. Typically this reveals broad regions of unpopulated and suboptimal trait space that must be traversed between peaks, however, these evolutionary pathways remain poorly understood. Here we use new sequence-capture and linear morphological datasets to investigate the evolution of the adaptive landscape in a group of highly visible and charismatic reptiles: Amphibolurinae dragon lizards (Family Agamidae). We generate a well-supported time-calibrated phylogenomic tree from >5,000 nuclear markers for more than 360 specimens across 176 dragon species, including undescribed diversity, and provide new insights into the diversification of a group that includes iconic species like the frilled-neck lizard, thorny devil, and bearded dragon. By investigating the multivariate morphological evolution of dragon lizards we show that the colonization of Australia was followed by rapid morphological expansion. While the ancestral amphibolurine was likely tree-living, the evolution of the morphological landscape was facilitated by a transition to a generalist form and then subsequent transitions to more specialized ecomorphs. These results provide evidence of an evolutionary pathway for adaptive diversification in a continental radiation.", "date": "2025-08-31", "journal": ""}
{"title": "Efficient detection and typing of phage-plasmids", "doi": "10.1101/2025.08.29.673033", "authors": "Ilchenko, K.; Bonnin, R.; Rocha, E. P. C.; Pfeifer, E.", "abstract": "Phage-plasmids are temperate phages that replicate as plasmids during lysogeny. Despite their high diversity, they carry genes similar to phages and plasmids. This leads to gene exchanges, and to the formation of hybrid or defective elements, which limits accurate detection of phage-plasmids. To address this challenge, we present tyPPing, an easy-to-use method that efficiently detects and types phage-plasmids with high accuracy. It searches for distinct frequencies and sets of conserved proteins to separate phage-plasmids from plasmids and phages. tyPPing's strength comes from both its precise predictions and its ability to systematically type phage-plasmids, including the assignment of confidence levels. We tested tyPPing on current databases and a collection of incomplete (draft) genomes. While predictions rely on the quality of assemblies, we detected high-quality phage-plasmids and experimentally proved them to be functional. Compared to other classification methods, tyPPing is designed to detect distinct types of phage-plasmids, and surpasses other tools in terms of sensitivity and scalability. Phage-plasmids are highly diverse, making the systematic identification of new types a difficult task. By combining tyPPing with other tools, however, we show a valuable foundation for addressing this challenge.", "date": "2025-08-31", "journal": ""}
{"title": "Multiple origins of a sex ratio supergene in Formica ants", "doi": "10.1101/2025.08.27.672632", "authors": "Lagunas-Robles, G.; Purcell, J.; Shimota, E.; Brelsford, A.", "abstract": "Many known supergenes, regions of the genome containing two or more functional mutations with little or no recombination between them, formed in recent evolutionary time to control complex traits. However, when supergenes persist through millions of years of evolution, they may take on additional functions in different lineages. Here, we investigate how an ancient supergene has evolved to gain novel function. In Formica ants, most species have an ancient \"social\" supergene with M and P haplotypes which determine whether a colony is headed by a single queen or multiple queens, respectively. At least three Formica species have an additional haplotype on the same chromosome, termed MD, associated with female-biased offspring sex ratio at the colony level. Is an MD haplotype present in additional species? Do the MD haplotypes share a common origin or did they evolve convergently? With whole-genome resequencing, we identify MD haplotypes in three additional species and use variation across six Formica species to examine the evolutionary history of the MD haplotype. We find that the MD haplotype did not originate from a rearrangement of the ancestral M haplotype. Instead, the MD haplotype likely originated from recombination between the M and P haplotypes. Strikingly, we identified two putative origins of the MD haplotype, one in the ancestor of five Nearctic species, and a second in the Palearctic species F. cinerea. The discovery of two MD haplotypes convergently evolving from distinct recombination events between two ancestral supergene haplotypes illustrates how supergenes can diversify and gain additional phenotypes.", "date": "2025-08-31", "journal": ""}
{"title": "Delivery and expression of mRNA therapeutics during ex vivo kidney perfusion: A feasibility study in porcine and human donor kidneys", "doi": "10.1101/2025.08.28.672793", "authors": "Ballester Bergada, C.; Song, P.; Knudsen, K. B.; Jaynes, C.; Leuvenink, H. G.; Llorente, V. R.; Van Furth, L. A.; Norregaard, R.; Hillebrands, J.-L.; Keller, A. K.; Jespersen, B.; Kjems, J.; Eijken, M.", "abstract": "Ischemia-reperfusion injury (IRI) is a major cause of graft dysfunction in donor kidneys. Normothermic machine perfusion (NMP) offers a clinically relevant ex vivo platform for targeted intervention during organ preservation, while minimizing systemic exposure. Here, we investigated lipid nanoparticle (LNP)-mediated mRNA delivery during NMP as a strategy to enable immediate post-transplant therapeutic activity. Porcine and human kidneys were perfused at 37 {degrees}C for 6-12 h with an erythrocyte-based perfusate, and LNP-encapsulated mCherry or human erythropoietin (hEPO) mRNA was administered via the renal artery. Intravascular LNP delivery resulted in widespread renal parenchymal uptake of reporter mRNA without evidence of vascular obstruction or histological injury. hEPO protein became detectable in the perfusate approximately 2 h after infusion and continued to increase throughout perfusion, reaching biologically relevant concentrations. LNPs incorporating PEG-lipid TPGS (D--tocopherol polyethylene glycol 1000 succinate) achieved significantly higher mRNA delivery efficiency than conventional DSPE-PEG2000 formulations. The findings provide a foundation for the use of LNPs and mRNA therapeutics during organ machine perfusion as a platform for precision medicine in the field of kidney transplantation.", "date": "2025-08-31", "journal": ""}
{"title": "Mapping Molecular Diversity in Prostate Cancer with a Combined Multiplex IHC and RNA-ISH Assay", "doi": "10.1101/2025.08.27.672653", "authors": "Palanisamy, N.; Carskadon, S.; Jyothilingam, S.; Gupta, N.; Williamson, S.", "abstract": "Combining multiplex Immunohistochemistry (mIHC) and RNA in situ hybridization (RNA-ISH) in a single assay allows for the simultaneous detection of multiple markers in tissue sections. This approach can be a powerful tool for understanding the molecular landscape of tumors, such as prostate cancer, by providing information in the same tissue context. Studying the expression of multiple genes in the same tissue is often necessary. ERG, SPINK1, ETV1, and ETV4 are all relevant genes in the context of prostate cancer. ERG is a transcription factor, and its fusion with the TMPRSS2 gene is one of the most common genetic alterations in prostate cancer. Overexpression of the ERG protein due to this gene, involved in gene fusion with TMPRSS2 and rarely with other 5' partner genes, can be detected using Immunohistochemistry (IHC) due to the availability of a characterized antibody. SPINK1 (serine peptidase inhibitor, Kazal type 1) is an overexpressed protein in a subset of prostate cancers that do not harbor ERG rearrangements. High SPINK1 expression is known to be associated with a more aggressive tumor phenotype in some studies. SPINK1 expression can be detected using a well-characterized antibody by IHC. ETV1 and ETV4 are transcription factors that can also be involved in gene fusions in prostate cancer, albeit less frequently than ERG. There are no well-characterized antibodies for ETV1 and ETV4. Due to the mutually exclusive expression of ERG, SPINK1, ETV1, and ETV4, simultaneous evaluation of these genes can provide valuable information on the molecular subtype of prostate cancer, which can have implications for the assessment of inter- and intra-tumor heterogeneity, prognosis, and potential treatment. We describe a novel approach for the simultaneous evaluation of all four markers in prostate cancer tissues using a combined dual IHC and dual RNA-ISH method using validated antibodies for ERG, SPINK1, and RNAscope probes for ETV1 and ETV4.", "date": "2025-08-31", "journal": ""}
{"title": "The Ighmbp2-R604X mouse recapitulates the severe SMARD1 clinical symptoms of aspiration, respiratory and feeding deficits", "doi": "10.1101/2025.08.27.672633", "authors": "Torres, F. J. L.; Muchow, R.; Woolridge, M.; Perez-Lopez, D.; Smith, C. L.; Nichols, N. L.; Lorson, C. L.; Lorson, M. A.", "abstract": "Spinal muscular atrophy with respiratory distress type 1 (SMARD1) and Charcot Marie Tooth type 2S (CMT2S) are due to mutations in immunoglobulin mu binding protein two (IGHMBP2). We generated the Ighmbp2-R604X mouse (R605X-humans) to understand how alterations in IGHMBP2 function impact disease pathology. The IGHMBP2-R605X mutation is associated with patients with SMARD1 or CMT2S. The impact of this mutation is substantial, Ighmbp2R604X/R604X mice have a decreased lifespan (6 days) and weight, and failure to thrive consistent with SMARD1 symptoms. Significant respiratory changes were present along with disease pathology of the phrenic nerve and diaphragm muscle fibers. Ighmbp2R604X/R604X mice also presented with signs of milk aspiration and lung pathology. Interestingly, Ighmbp2R604X/R604X mice were born with visible milk spots, but demonstrated reduction of the milk spot by P3, indicating deficits in suckling. Alterations in hindlimb electrophysiology were consistent with the sciatic nerve, hindlimb neuromuscular junction and muscle pathology. Injection of the ssAAV9-WT-IGHMBP2 vector extended Ighmbp2R604X/R604X survival a few days, due to reduced expression of the vector before death ensued. Ighmbp2R604X/R604X phenotypes are consistent with the most severe SMARD1 clinical symptoms and for the first time a Ighmbp2 mouse model demonstrates that milk aspiration and loss of the ability to suckle impact survival.", "date": "2025-08-31", "journal": ""}
{"title": "Key moments in naturalistic events synchronize neural activity patterns and dominate memory reinstatement", "doi": "10.1101/2025.08.30.673233", "authors": "Upadhyayula, A.; Henderson, J. M.; Zacks, J. M.; Reagh, Z. M.", "abstract": "Continuous experiences are experienced and remembered in terms of events that unfold over time. There is strong evidence that event boundaries segment experience during comprehension and that event representations are compressed in memory; however, this compression is poorly understood. We developed a novel storyboard paradigm to test the hypothesis that representations of continuous experiences are defined by a subset of key moments that capture the underlying narrative. Participants agreed on when key moments occurred; some key moments corresponded with event boundaries, but many did not. fMRI during encoding revealed that neural activity patterns throughout the default network synchronized across individuals at key moments. Further, comparing fMRI during encoding to fMRI during retrieval revealed that key moments are overrepresented in neural patterns that are reinstated during event recall in the posterior-medial cortex. These results suggest that continuous events are punctuated by a small subset of meaningful moments, which dominate neural representations during perception and memory.", "date": "2025-08-31", "journal": ""}
{"title": "Epigenetic inheritance of complex learning abilities in the mammalian brain", "doi": "10.1101/2025.08.31.673327", "authors": "Zidan, S.; Andreyanov, M.; Saleh, A.; Barnea, N.; Kundu, S.; Kumar, A.; Bakman, N.; Rosenberg, T.; Hovav, M.; Johenning, F.; Schmitz, D.; Nabavi, S.; Kushner, S.; Marco, A.; Berlin, S.; Schiller, J.; Barkai, E.", "abstract": "For several decades, the question of whether cognitive and learning capacities can be inherited through non-genetic mechanisms has been the subject of ongoing debate. Here, we provide the first evidence of transgenerational inheritance of enhanced ability to learn complex tasks in the mammalian rodent brain. These inherited learning enhancements are not limited to specific stimuli, sensory modalities, or learning paradigms. Using behavioral, cellular biophysical, methylomics, genetics and molecular methods, we find that the inherited epigenetic modifications reflect an enhanced neuronal learning state, driven by increased intrinsic neuronal excitability in most pyramidal neurons in the relevant neuronal networks. This enhancement is mediated by persistent downregulation of the muscarinic M-current and is associated with widespread changes in DNA methylation, notably within coding genes associated with the M-current, the Kv7 pathway, in the hippocampi of trained F0 rats, as well as in non-coding RNAs in their sperm samples. Remarkably, a significant portion of these DNA methylation changes were also observed in the hippocampi of their untrained F1 offspring. These findings suggest that complex learning abilities can be inherited in the mammalian brain, as the offspring of trained rodents are born with the biophysical modifications that enable them to become super-learners, the exact change that occurs in their parents' brains only after the rule learning.", "date": "2025-08-31", "journal": ""}
{"title": "A dual role for GLI3 signaling in neural crest development", "doi": "10.1101/2025.08.31.673339", "authors": "Han, S. J. Y.; Adani, V.; Farrow, E.; Parma, B.; Chang, C.-F.; Cochran, K.; Ramkissoon, P. J. K.; Esteban, E.; Elliott, K. H.; Peterson, K. A.; Gebelein, B. A.; Garcia-Castro, M. I.; Brugmann, S. A.", "abstract": "Neural crest cells (NCCs) are a multipotent cell population that undergo specification, epithelial-to-mesenchymal transition, migration, and differentiation into a plethora of cell types. A wealth of studies across various embryonic model systems have established dogma as to the molecular mechanisms and signaling cascades that contribute to NCC development. While Wnt, FGF, and BMP signaling pathways have well-established and essential roles in several aspects of NCC development, the Hedgehog (HH) signaling pathway has received limited attention for any specific role in this process. Herein, we propose two distinct, temporal roles for the transcription factor GLI3 in NCC development. Gli3, and other members of the HH pathway, were robustly co-expressed with established NCC induction and specification markers in chick, mouse, and human embryonic stem cell derived NCCs. Early knock-down of GLI3 reduced expression of key markers of NCC specification and conditional knock-out of Gli3 post-specification specifically impaired the ability of cranial NCCs to differentiate into ectomesenchymal derivatives. Together, these results demonstrate dual, novel roles for GLI3 in early NCC specification and later in cranial NCC differentiation.", "date": "2025-08-31", "journal": ""}
{"title": "Patterns of Mitochondrial ATP Predict Tissue Folding", "doi": "10.1101/2025.08.31.673364", "authors": "Lemma, B.; Rothstein, M.; Zhang, P.; Waas, B.; Kilwein, M.; Topiwala, S.; Zhang, S. X.; Sudhakar, A.; Goodwin, K.; Gavis, E. R.; Mallarino, R.; Kosmrlj, A.; Nelson, C. M.", "abstract": "The construction of complex tissue shapes during embryonic development results from spatial patterns of gene expression and mechanical forces fueled by chemical energy from ATP hydrolysis. We find that chemical energy is similarly patterned during morphogenesis. Specifically, mitochondria are locally enriched at the apical sides of epithelial cells during apical constriction, which is widely used across the animal kingdom to fold epithelial tissues. Timelapse imaging, spatial transcriptomics, and measurements of oxygen consumption rate reveal that mitochondrial density, potential, and ATP increase in epithelial cells prior to actomyosin contraction and tissue folding, which is prevented by inhibiting oxidative phosphorylation. Mitochondrial enrichment and apicobasal patterning are conserved during apical constriction in flies, chicks, and mice, and these subcellular patterns can be used to predict computationally patterns of tissue folding. These findings highlight a spatial dimension of bioenergetics in embryonic development.", "date": "2025-08-31", "journal": ""}
{"title": "CUT&TIME captures the history of open chromatin indeveloping neurons", "doi": "10.1101/2025.08.29.673195", "authors": "Eldred, K. C.; Wooten, M.; Janssens, D. H.; Hahn, J.; Neph, S. J.; Edgerton, S. J.; Wyatt-Draher, G.; Sherman, S. M.; Ranchalis, J. E.; Stergachis, A.; Reh, T. A.; Henikoff, S.", "abstract": "Chromatin structure plays a central role in defining cell identity by regulating gene expression. During development, shifts in chromatin structure facilitate changes in gene expression needed to specify distinct cell types. To understand how changes in chromatin structure influence the developmental trajectory of neural progenitor cells, we developed CUT&TIME, a technique that uses a hyperactive 6-methyl adenosine (6mA) methyltransferase pulsed in living cells to map historical chromatin accessibility genome-wide in single cells. We show that CUT&TIME produces a record of the chromatin landscape during neurogenesis in the developing retina, specifically as neural progenitors produce the major projection neuron type, retinal ganglion cells (RGCs). We further show that this method is compatible with single cell profiling technologies, which allows us to visualize and capture the diversity of chromatin states that produce RGCs. Additionally, we identify changes in promoter accessibility associated with the transition from progenitor to RGC. Together, these data demonstrate that CUT&TIME captures a historical record of chromatin structure, which can be used to identify early changes in accessibility associated with cell-fate commitment.", "date": "2025-08-31", "journal": ""}
{"title": "Escape from Cell Uptake: Drug-Free Cancer Therapeutics Regulated Hydrophobicity and Negative Charge", "doi": "10.1101/2025.08.19.671160", "authors": "Moroishi, K.; Nakamoto, M.; Fujita, S.; Kawahara, M.; Katayama, R.; Matsusaki, M.", "abstract": "Self-aggregation and inducing cell membrane disruption in response to tumor microenvironment-stimuli is expected to be a promising approach for cancer treatment, but is limited by its insufficient stimuli-responsive cytotoxicity due to a lack of in-depth understanding of molecular characteristics, resulting in low selectivity of cell death induction. In this study, we focused on engineering polymer aggregation in detail to further improve tumor microenvironment-responsive cytotoxicity. PVA-U with grafting degrees (G.D.) of 3% (PVA-U3), 15% (PVA-U15), and 25% (PVA-U25) were synthesized and their aggregation properties cytotoxicity was evaluated. The difference in half maximal inhibitory concentration (IC50) values between pH 7.4 and pH 6.5 for PVA-U15 was 4.3-fold, which was greater than that of PVA-U25 at 2.8-fold, suggesting that tumor microenvironment-responsive cytotoxicity could be regulated by controlling G.D. of UDCA. Interestingly, PVA-U15 formed aggregates in the pericellular environment and adsorbed on the cell, effectively inducing cell death whereas PVA-U3 and PVA-U25 showed internalization in the cell. These results indicated that the balance of the surface charge and hydrophobicity could contribute to the adsorption on the cell membrane. These findings are expected to contribute to the development of membrane disruption strategies to control the aggregation properties and cell membrane interaction.", "date": "2025-08-31", "journal": ""}
{"title": "Visual Regularities Underlie Hierarchical Object Representations in the Human Brain and Self-supervised DNN", "doi": "10.1101/2025.08.31.672834", "authors": "Zhao, Q.; Xu, J.; Li, D.; Wu, X.; Zhang, K.; Chu, C.; Fan, L.", "abstract": "NeuroAI develops the interplay of neuroscience and artificial intelligence, especially on visual processing. Human visual system organizes objects based on a representational hierarchy. However, it remains unclear whether this hierarchy arises from visual or semantic information. One hypothesis posits that the visual system is structured around statistical regularities of visual information. Here, we test this hypothesis using the THINGS datasets and pure-visual deep neural networks (DNN). We constructed a low-dimensional object space based on multiple abstract object properties, reflecting statistical patterns of visual regularities. By applying voxelwise encoding models, we identified clusters in the higher visual cortex based on their property tuning, and they were found to support specific object categories. These clusters serve as the middle level to reveal a property-cluster-object hierarchical organization. Subsequently, we investigated whether this hierarchical structure could be captured by a self-supervised DNN. Through activity similarity analysis, we mapped the brain clusters onto the DNN and independently found that the DNN's clusters exhibited distinct property tuning and influenced the classification accuracy of corresponding object categories, mirroring the effects observed in the human brain. Our results demonstrate similar hierarchical structures in the human brain and self-supervised DNN, suggesting that the visual regularities shape neural architecture of visual system. This study highlights the great potential of neural computational model in neuroscience study.", "date": "2025-08-31", "journal": ""}
{"title": "High-level Speech Processing During Mind-Wandering: Evidence from Neural Alignment with Language Models", "doi": "10.1101/2025.08.29.673052", "authors": "Chen, G. R.; Finkelshtein, R.; Goldstein, A.; Hassin, R. R.; Deouell, L. Y.", "abstract": "Speech processing involves a subjective sense of engagement with content. This experience occurs alongside continuous prediction of upcoming contents, raising questions regarding the potential relationship between these phenomena. Is the activation of predictive mechanisms sufficient for subjective experience, or can it proceed when the mind wanders away? Participants (N = 25) listened to audiobook content (>12,000 words) while providing self-reports of mind-wandering. Such reports were associated with spectral changes in the EEG signal and decreased early response to word onset, in line with current accounts of mind-wandering. In contrast, markers of word-level contextual surprise (indexed by the contextual surprise of Language Models) remained intact during mind-wandering, alongside significant encoding of semantic contents. Last, we measured the neural encoding of predictive context, measured by the correlation between EEG and the vectorial embeddings that Language Models use to predict each word given prior context. This encoding also remained strong during mind-wandering, albeit weaker compared to attentive periods. Our findings show that the brain predicts and monitors relevant inputs even when we disengage from the external environment. It suggests that the shared computational mechanisms between humans and Language Models are insufficient for experiencing the meaning of speech contents, with implications for theoretical accounts of mind-wandering and predictive processing accounts of consciousness.", "date": "2025-08-31", "journal": ""}
{"title": "The Fragile X mental retardation protein (FMRP) coordinates an epigenetic checkpoint in neural progenitor cells", "doi": "10.1101/2025.08.31.673358", "authors": "Dionne, O.; Gaudreau, G.-L.; Bergis-Ser, C.; Avino, M.; Sabatie, S.; Khandjian, E. W.; Corbin, F.; Laurent, B.", "abstract": "Fragile X syndrome (FXS) is a neurodevelopmental disorder caused by silencing of the FMR1 gene, which encodes the multifunctional RNA-binding protein FMRP. While FMRP is best known for its roles in RNA metabolism, it can also associate with chromatin through recognition of histone H3 lysine 79 di-methylation (H3K79me2), an epigenetic mark linked to transcriptionally active genes. However, the functional relevance of this FMRP-H3K79me2 interaction has remained largely unexplored in the context of FXS pathophysiology. We assessed H3K79me2 levels during the differentiation of induced pluripotent stem cells generated from both healthy individuals and FXS patients and discovered a global increase in H3K79me2 levels specifically in FXS neural progenitor cells (NPCs). Altered H3K79me2 landscape drives widespread transcriptional dysregulation, marked by reduced expression of neurogenesis-associated genes and aberrant upregulation of programs promoting proliferation and glial lineage commitment. Functionally, these alterations result in enhanced NPC proliferation and a biased differentiation trajectory. Together, our findings uncover an H3K79me2-dependent epigenetic checkpoint that governs NPC proliferation and lineage commitment. We further establish FMRP as a critical component of this checkpoint, linking its loss to the neurodevelopmental defects characteristic of FXS.", "date": "2025-08-31", "journal": ""}
{"title": "Developmental vitamin A deficiency induces sex-specific reward processing alterations through a dysregulation of the mesolimbic dopamine transmission in mice", "doi": "10.1101/2025.08.28.672827", "authors": "Couty, P.; Yung, S.; Dulapt, I.; Berger, L.; Santoro, A.; Hardt, L.; Petitbon, A.; Ducrocq, F.; Walle, R.; Catanese, J.; Alfos, S.; Helbling, J.-c.; Angelo, M.-F.; Sabran, C.; Borel, P.; Ferreira, G.; Bosch-bouju, C.; Trifilieff, P.; Touyarot, K.", "abstract": "Neurodevelopmental psychiatric diseases such as schizophrenia or affective disorders share common symptomatic dimensions, in particular reward processing dysfunctions, associated with dysregulation of dopamine (DA) transmission. Retinoic acid (RA) homeostasis is altered across psychiatric disorders but whether impaired developmental RA signaling impacts the functionality of DA-related reward processing at adulthood remains poorly explored. Herein, we explored in male and female mice how developmental vitamin A deficiency (VAD), as a model of blunted RA signaling, could impact motivational processes through a modulation of mesolimbic DA transmission. Behavioral performances were evaluated using operant conditioning tasks, parallel with investigations of the integrity of DA transmission through biochemical analyses of markers of DA transmission and measures of DA dynamics using DA biosensor coupled with fiber photometry. Finally, chemogenetic manipulation of the mesolimbic DA pathway was used to normalize DA transmission and assess the effect on motivational performance in VAD offspring. Developmental VAD induced sex-specific alterations of reward-related processes at adulthood. Indeed, while female behavioral performances were spared, VAD males exhibited elevated instrumental performance and impulsivity. These behavioral alterations were coherent with reduced DA transporter (DAT) expression and increased DA dynamic in the mesolimbic pathway. Strikingly, chemogenetic inhibition of the mesolimbic DA pathway normalized motivational performance in VAD males. Our results show that developmental RA hyposignaling induces sex-specific reward processing alterations in adulthood through hyperactivity of the mesolimbic DA pathway. Our data support that developmental impairment in RA signaling might be at the core of reward-related symptoms across psychiatric disorders.", "date": "2025-08-31", "journal": ""}
{"title": "Beyond the Anterior Temporal Lobe: Domain-Related Degeneration of Cortical Language Network Dynamics in Semantic Dementia", "doi": "10.1101/2025.08.29.673019", "authors": "Li, J.; Huang, L.; Hu, Z.; Wang, Y.; Guo, X.; Yang, J.; Liu, J.; Yao, R.; Yuan, B.; Guo, Q.", "abstract": "Semantic dementia (SD) is a neurodegenerative disorder marked by a progressive decline in semantic memory, mainly due to focal atrophy in the anterior temporal lobe (ATL). As the disease advances, atrophy spreads to the perisylvian regions, accompanied by non-semantic language impairments. Despite these clinical findings, the network mechanisms behind cross-domain linguistic deficits remain poorly understood. In this study, we used our recently developed meta-networking framework of cortical language network dynamics to systematically examine domain-specific network disruptions in SD. Using resting-state functional MRI (fMRI) and comprehensive neuropsychological tests across several language domains, we analyzed data from SD patients at two timepoints: baseline (n = 42) and a 2-year follow-up (n = 24). Our findings showed that the framework successfully identified domain-specific language network degeneration. Beyond the ATL, progressive atrophy disrupted the dynamic separation of language networks involved in semantic processing, phonological processing, and speech production. These disruptions were characterized by state-specific hypo- and hyper-connectivity patterns that related to distinct language impairments. At follow-up, atrophy extended to posterior temporal and prefrontal regions, worsening network function. Importantly, the patterns of language network disruption predicted individual language deficits, providing a mechanistic link between structural degeneration, functional network changes, and clinical symptoms.", "date": "2025-08-31", "journal": ""}
{"title": "Nuclei Isolation Protocol for Single-Nucleus RNA Sequencing of Human Stem Cell-Derived Grafts", "doi": "10.1101/2025.08.27.672369", "authors": "Sozzi, E.; Storm, P.; Fiorenzano, A.", "abstract": "Single-nucleus RNA sequencing enables high-resolution transcriptomic profiling of brain tissue, facilitating detailed analysis of cell identity in models of neurodegeneration and repair. Here, we describe a protocol for isolating nuclei from long-term human stem cell-derived grafts in the rat brain, incorporating vibratome sectioning, graft dissection, nuclear extraction, and fluorescence-activated sorting. This workflow supports analysis of human neurons embedded within host tissue or sensitive to dissociation, offering a powerful approach to assess graft composition, integration, and neuronal identity in living brain.", "date": "2025-08-31", "journal": ""}
{"title": "Evolution and Regulation of Decoupled Dimorphic Scaling Patterns in Ants", "doi": "10.1101/2025.08.25.672173", "authors": "Vong, E.; Parisien, S.; Orfali, H.; Rajakumar, R.", "abstract": "Allometric evolution, changing how morphological traits scale disproportionately to body size, has fuelled adaptive radiations. In ants, allometry has facilitated the repeated evolution of a worker-soldier caste system. Here we reveal an unexpected scaling pattern, and its superorganismal regulation, within the hyperdiverse genus Pheidole. We discovered that antennal sizing between the small worker and the big soldier is identical, lacking inter-caste scaling (antennae-body scaling is decoupled) yet retaining intra-caste scaling. Furthermore, we have pinpointed the evolutionary origin of this decoupling. Finally, manipulations of social environment, developmental hormones, and interorgan signalling influences the modularity-integration of trait-body covariation, uncovering head-to-body decoupling and the production of novel nanosoldiers. Collectively, this challenges our previous understandings of trait covariation, modularity, and their regulation, from individual to society and across species.", "date": "2025-08-31", "journal": ""}