{"title": "Autonomous AI Agents Discover Aging Interventions from Millions of Molecular Profiles", "doi": "10.1101/2023.02.28.530532", "authors": "Ying, K.; Tyshkovskiy, A.; Moldakozhayev, A.; Wang, H.; De Magalhaes, C. G.; Iqbal, S.; Garza, A. E.; Tskhay, A.; Poganik, J. R.; Huang, K.; Qu, Y.; Glubokov, D.; Jin, C.; Lee, D.; Liu, H.; Leote, C.; Trapp, A.; de Lima Camillo, L. P.; Kerepesi, C.; Moqri, M.; Zhang, O.; Jiang, K.; Galkin, F.; Zhavoronkov, A.; Van Raamsdonk, J. M.; Wang, M.; Cong, L.; Regev, A.; Leskovec, J.; Wyss-Coray, T.; Gladyshev, V. N.", "abstract": "Decades of publicly available molecular studies have generated millions of samples testing diverse interventions, yet these datasets were rarely analyzed for their effects on aging. Aging clocks now enable biological age estimation and life outcome prediction from molecular data, creating an opportunity to systematically mine this untapped resource. We developed ClockBase Agent, a publicly accessible platform that reanalyzes millions of human and mouse methylation and RNA-seq samples by integrating them with over 40 aging clock predictions. ClockBase Agent employs specialized AI agents that autonomously generate aging-focused hypotheses, evaluate intervention effects on biological age, conduct literature reviews, and produce scientific reports across all datasets. Reanalyzing 43,602 intervention-control comparisons through multiple aging biomarkers revealed thousands of age-modifying effects missed by original investigators, including over 500 interventions that significantly reduce biological age (e.g., ouabain, KMO inhibitor, fenofibrate, and NF1 knockout). Large-scale systematic analysis reveals fundamental patterns: significantly more interventions accelerate rather than decelerate aging, disease states predominantly accelerate biological age, and loss-of-function genetic approaches systematically outperform gain-of-function strategies in decelerating aging. As validation, we show that identified interventions converge on canonical longevity pathways and with strong concordance to independent lifespan databases. We further experimentally validated ouabain, a top-scoring AI-identified candidate, demonstrating reduced frailty progression, decreased neuroinflammation, and improved cardiac function in aged mice. ClockBase Agent establishes a paradigm where specialized AI agents systematically reanalyze all prior research to identify age-modifying interventions autonomously, transforming how we extract biological insights from existing data to advance human healthspan and longevity.", "date": "2025-11-22", "journal": ""}
{"title": "Autonomous AI Agents Discover Aging Interventions from Millions of Molecular Profiles", "doi": "10.1101/2023.02.28.530532", "authors": "Ying, K.; Tyshkovskiy, A.; Moldakozhayev, A.; Wang, H.; De Magalhaes, C. G.; Iqbal, S.; Garza, A. E.; Tskhay, A.; Poganik, J. R.; Huang, K.; Qu, Y.; Glubokov, D.; Jin, C.; Lee, D.; Liu, H.; Leote, C.; Trapp, A.; de Lima Camillo, L. P.; Kerepesi, C.; Moqri, M.; Zhang, O.; Jiang, K.; Galkin, F.; Zhavoronkov, A.; Van Raamsdonk, J. M.; Wang, M.; Cong, L.; Regev, A.; Leskovec, J.; Wyss-Coray, T.; Gladyshev, V. N.", "abstract": "Decades of publicly available molecular studies have generated millions of samples testing diverse interventions, yet these datasets were rarely analyzed for their effects on aging. Aging clocks now enable biological age estimation and life outcome prediction from molecular data, creating an opportunity to systematically mine this untapped resource. We developed ClockBase Agent, a publicly accessible platform that reanalyzes millions of human and mouse methylation and RNA-seq samples by integrating them with over 40 aging clock predictions. ClockBase Agent employs specialized AI agents that autonomously generate aging-focused hypotheses, evaluate intervention effects on biological age, conduct literature reviews, and produce scientific reports across all datasets. Reanalyzing 43,602 intervention-control comparisons through multiple aging biomarkers revealed thousands of age-modifying effects missed by original investigators, including over 500 interventions that significantly reduce biological age (e.g., ouabain, KMO inhibitor, fenofibrate, and NF1 knockout). Large-scale systematic analysis reveals fundamental patterns: significantly more interventions accelerate rather than decelerate aging, disease states predominantly accelerate biological age, and loss-of-function genetic approaches systematically outperform gain-of-function strategies in decelerating aging. As validation, we show that identified interventions converge on canonical longevity pathways and with strong concordance to independent lifespan databases. We further experimentally validated ouabain, a top-scoring AI-identified candidate, demonstrating reduced frailty progression, decreased neuroinflammation, and improved cardiac function in aged mice. ClockBase Agent establishes a paradigm where specialized AI agents systematically reanalyze all prior research to identify age-modifying interventions autonomously, transforming how we extract biological insights from existing data to advance human healthspan and longevity.", "date": "2025-11-22", "journal": ""}
{"title": "Cas9 Nickase-Mediated Contraction of CAG/CTG Repeats in Vivo is Accompanied by Improvements in Huntington's Disease Pathology", "doi": "10.1101/2024.02.19.580669", "authors": "Murillo, A.; Alpaugh, M.; Durairaj, R. R.; Randall, E. L.; Larin, M.; Heraty, L.; Aston, A. N.; Taylor, A. S.; Monteys, A. M.; Stoberl, N.; Heuchan, A. E.; Aeschlimann, P.; Fears, K.; Landles, C.; Osborne, G. F.; Mangin, A.; Bhattacharyya, S.; Metzakopian, E.; Allen, N. D.; Puymirat, J.; Bates, G.; Davidson, B. L.; Chicchetti, F.; Lelos, M.; Dion, V.", "abstract": "Expanded CAG/CTG repeats cause over 15 different diseases that all remain without a disease-modifying treatment. Because repeat length accounts for most of the variation in disease severity, contracting them presents an attractive therapeutic avenue. Here, we show that the CRISPR-Cas9 nickase targeted to CAG/CTG repeats leads to efficient contractions in Huntington's disease patient-derived neurons and astrocytes, and in myotonic dystrophy type 1 patient-derived neurons. The approach is allele-selective and free of detectable off-target mutations. Striatal injection of the Cas9 nickase in a mouse model for Huntington's disease using adeno-associated viral vectors led to contractions in over half the infected cells. Upon injection, we observed a reduction in the number of inclusion bodies, improved transcriptome, and ameliorated locomotion. The effects were greater than expected from the contractions induced and suggest that non-cell autonomous mechanisms may be involved. Our results provide the proof-of-concept that correction of CAG/CTG repeats can improve Huntington's disease phenotypes in vivo.", "date": "2025-11-22", "journal": ""}
{"title": "Motor biases reflect a misalignment between visual and proprioceptive reference frames", "doi": "10.1101/2024.03.15.585272", "authors": "Wang, T.; Morehead, R.; Jiang, A.; Ivry, R. B.; Tsay, J. S.", "abstract": "Goal-directed movements can fail due to errors in our perceptual and motor systems. While these errors may arise from random noise within these sources, they also reflect systematic motor biases that vary with the location of the target. The origin of these systematic biases remains controversial. Drawing on data from an extensive array of reaching tasks conducted over the past 30 years, we evaluated the merits of various computational models regarding the origin of motor biases. Contrary to previous theories, we show that motor biases do not arise from systematic errors associated with the sensed hand position during motor planning or from the biomechanical constraints imposed during motor execution. Rather, motor biases are primarily caused by a misalignment between eye-centric and body-centric representations of position. This model can account for motor biases across a wide range of contexts, encompassing movements with the right versus left hand, finger versus hand movements, visible and occluded starting positions, as well as before and after sensorimotor adaptation.", "date": "2025-11-22", "journal": ""}
{"title": "Goal-directed shaping of cortical waves", "doi": "10.1101/2024.09.10.612344", "authors": "Dogadov, A.; Shulz, D. E.; Ego-Stengel, V.; Ferezou, I.; Estebanez, L.", "abstract": "At the surface of the cerebral cortex, the dynamics of brain activity at the mesoscopic scale are characterized by waves of synchronized neuronal activity. These waves have been shown to impact the processing of sensory information, but can they be actively shaped by the subject in a goal directed manner? To address this question, we designed a fast widefield optical brain-machine interface for mice that can detect and reinforce individual traveling waves, which follow a specific displacement at the surface of the somatosensory cortex. Trained mice learned to generate these Conditioned Waves, which became progressively more stereotyped. The Conditioned Waves resulted from a reshaping of the cortical activity associated with limb movements, which included a sharp pre-movement cortical suppression that emerged with learning. Our work demonstrates that traveling cortical waves of neuronal activity can be subject to operant control. It provides evidence for the plasticity and functional relevance of large-scale cortical dynamics, and establishes a new paradigm for manipulating mesoscale brain activity.", "date": "2025-11-22", "journal": ""}
{"title": "Proof of concept study deploying CRISPR inhibition and activation opens new avenues for systematic biological exploration in zebrafish.", "doi": "10.1101/2024.09.16.613289", "authors": "Barrientos, N. B.; Shoppell, E. A.; Boyd, R. J.; Culotta, V. C.; McCallion, A. S.", "abstract": "The application of CRISPR interference (CRISPRi) and CRISPR activation (CRISPRa) technologies in zebrafish has the potential to expand its capacity for the study of gene function significantly. We report proof-of-principle data evaluating transient expression of a codon optimized CRISPRi/a system for zebrafish across established pigmentary and growth phenotypes. A codon-optimized and catalytically inactive cas9 gene (dcas9) was cloned upstream of codon-optimized Kruppel associated box (KRAB) and methyl-CpG binding protein 2 (MeCP2) for CRISPRi, and VP64 for CRISPRa. To validate CRISPRi, we targeted key genes in melanocyte differentiation (sox10, and mitfa); and melanin production (tyrosinase; tyr). Microinjection of CRISPRi mRNA and single guide RNAs (sgRNAs) targeting the tyr promoter or 5'-UTR resulted in larvae with hypopigmented epidermal melanocytes. Similarly, CRISPRi targeting of the sox10 or mitfa promoters results in hypopigmentation of epidermal melanocytes consistent with their roles upstream of tyr and the role of sox10 in activation of mitfa. Finally, we tested both CRISPRi/a to modulate a single gene to yield hypomorphic and hypermorphic effects, selecting mrap2a as our target. This gene regulates energy homeostasis and somatic growth via inhibition of the melanocortin 4 receptor gene (mc4r). We show that inactivating or activating mrap2a with CRISPRi/a significantly decreases or increases larval body length, respectively. We demonstrate that CRISPRi/a can modulate control of zebrafish gene expression, facilitating efficient assay of candidate gene function and disease relevance.", "date": "2025-11-22", "journal": ""}
{"title": "Elevated synaptic PKA activity and abnormal striatal dopamine signaling in Akap11 mutant mice, a genetic model of schizophrenia and bipolar disorder", "doi": "10.1101/2024.09.24.614783", "authors": "Song, B. J.; Ge, Y.; Nicolella, A.; Kwon, M. J.; Lodder, B.; Bonanno, K.; Valle-Tojeiro, A.; Hartley, N. D.; Mandell, K. P.; Adeleye, J.; Misri, D.; Geng, C.; Natarajan, S.; Picard, I.; Shepard, N.; Hall, A.; Tian, J.; Aryal, S.; Farsi, Z.; Liu, X.-M.; Morshed, N.; Nadaf, N. M.; Pribiag, H.; Simmons, S. K.; Mani, D. R.; Stevens, B.; Kunwar, P. S.; Fu, Z.; Macosko, E. Z.; Levin, J. Z.; Sabatini, B. L.; Carr, S. A.; Dejanovic, B.; Keshishian, H.; Granger, A. J.; Sheng, M.", "abstract": "Loss-of-function mutations in AKAP11 (a protein kinase A (PKA)-binding protein) greatly increase the risk of bipolar disorder and schizophrenia. To determine the neurobiological functions of AKAP11, we conduct multi-omic and neurobiological analyses of Akap11 mutant mouse brains. We find that AKAP11 is a key regulator of PKA proteostasis in the brain whose loss leads to dramatically increased levels of PKA subunits and phosphorylated PKA substrates, especially in synapses. Akap11 mutant mice show extensive transcriptomic changes throughout the brain, including prominent decreases in synapse-related genes sets. Gene expression is highly impacted in spiny projection neurons of the striatum, a brain region implicated in motivation, cognition and psychotic disorders. Real-time measurements of PKA activity reveal elevated basal PKA activity in the striatum of Akap11-/- mice, with exaggerated additional response to dopamine receptor antagonists. Behaviorally, Akap11 mutant mice show abnormally prolonged locomotor response to amphetamine, deficits in associative learning and contextual discrimination, as well as depression-like behaviors. Our study connects molecular changes to circuit dysfunction and behavioral disturbance in a genetically valid animal model of psychotic disorder.", "date": "2025-11-22", "journal": ""}
{"title": "Effects of intergenerational transmission of small intestinal bacteria cultured from stunted Bangladeshi children with enteropathy", "doi": "10.1101/2024.11.01.621574", "authors": "Pruss, K. M.; Kao, C.; Byrne, A. E.; Chen, R. Y.; Di Luccia, B.; Karvelyte, L.; Coskun, R.; Lemieux, M.; Nepal, K.; Webber, D. M.; Hibberd, M. C.; Wang, Y.; Liu, H.; Rodionov, D. A.; Osterman, A.; Colonna, M.; Maueroder, C.; Ravichandran, K.; Barratt, M.; Ahmed, T.; Gordon, J.", "abstract": "Environmental enteric dysfunction (EED), a small intestinal disorder found at a high prevalence in stunted children, is associated with gut mucosal barrier disruption and decreased absorptive capacity. To test the hypothesis that intergenerational transmission of a perturbed small intestinal microbiota contributes to undernutrition by inducing EED, we characterized two consortia of bacterial strains cultured from duodenal aspirates from stunted Bangladeshi children with EED, one of which induced local and systemic inflammation in female gnotobiotic mice. Offspring of dams colonized with the inflammatory consortium exhibited impaired prenatal and postnatal growth, as well as immunologic changes phenocopying features of EED in children. Dam-to-pup transmission of the inflammatory consortium produced, in recently weaned offspring, alterations in inter-cellular signaling pathways related to intestinal epithelial cell renewal, barrier integrity and immune function. Cohousing of mice harboring the inflammatory or non-inflammatory consortia and subsequent screening of candidate disease-promoting bacterial isolates identified Campylobacter concisus, an organism typically found in the oral microbiota, as a contributor to enteropathy. The C. concisus strain induced, in a host nitric oxide synthase (NOS)-dependent manner, pro-inflammatory cytokine signaling. Moreover, host-derived nutrients generated by NOS augmented C. concisus growth. This preclinical model should facilitate identification of small intestinal microbiota-targeted therapeutics for (intergenerational) undernutrition.", "date": "2025-11-22", "journal": ""}
{"title": "Blocking SHP2 benefits FGFR2 inhibitor and overcomes its resistance in FGFR2-amplified gastric cancer", "doi": "10.1101/2024.11.04.621870", "authors": "Zhang, Y.; Wang, H.; Wei, Y.; Pan, Y.; Song, X.; Shao, J.; Yu, L.; Shi, T.; Wang, Y.", "abstract": "Fibroblast growth factor receptor 2 (FGFR2) is an important member of receptor tyrosine kinase (RTK) family. FGFR2 amplification occurs at a high frequency in gastric cancer (GC) and has been proven to be closely associated with poor prognosis and insensitivity to chemotherapy or immunotherapy. Current FGFR2-targeted therapies have limited efficacy. Hence, how to enhance efficacy and reverse resistance are urgent problems clinically. Src homology region 2-containing protein tyrosine phosphatase 2 (SHP2) serves as the shared downstream mediator of all RTKs and a prominence immunosuppressive molecule. In this study, we identified FGFR2 amplification in 6.2% (10/161) of GC samples in our center. Then we showed that dual blocking SHP2 and FGFR2 enhanced the effects of FGFR2 inhibitor (FGFR2i) in FGFR2-amplified GC both in vitro and in vivo via suppressing RAS/ERK and PI3K/AKT pathways. We further showed that it overcame FGFR2i resistance by reversing the feedback activation mediated by other RTKs and continuously suppressing FGFR2-initiated downstream pathways. Notably, SHP2 blockade could suppress PD-1 expression and promoted IFN-{gamma} secretion of CD8+ T cells, enhancing the cytotoxic functions of T cells in tumor immune microenvironment. Overall, our findings suggest that dual blocking SHP2 and FGFR2 is a compelling rationale with both targeted treatment and immune regulation for FGFR2-amplified GC.", "date": "2025-11-22", "journal": ""}
{"title": "Hormone-induced thrombosis is mediated through non-canonical fibrin(ogen) aggregation and a novel estrogen target in zebrafish", "doi": "10.1101/2024.11.13.623199", "authors": "Yu, X.; Yaman, M.; Zhao, Q. Y.; Emly, S. M.; Lee, J. K.; Su, H.; Ferguson, A. C.; Nagaswami, C.; Chaturantabut, S.; Goessling, W.; Weisel, J. W.; Auchus, R. J.; Shavit, J. A.", "abstract": "Venous thrombosis is a well-known complication of estrogen exposure, with nearly every woman at risk across her lifetime through contraception, pregnancy, or hormone therapy. Although estrogens alter expression of coagulation factors, the mechanisms that mediate estrogen-induced thrombosis are poorly understood, partially due to the absence of an animal model. Identification of these mediators is central to understanding of hormone-induced pathophysiology, could ascertain patients at higher risk for thrombosis, and pinpoint future therapeutic targets. The zebrafish is characterized by external development, high fecundity, optical transparency, and hemostasis is highly conserved with humans. Through a transgenic line that generates GFP-tagged fibrinogen, we show rapid onset of thrombosis after exposure to various estrogens, but not progestins or testosterone. Thrombi are localized to the venous system with evidence for clot contraction. Thrombosis is only partially impeded by anticoagulants, occurs in the absence of factor VII, factor X, and prothrombin, but is dependent on tissue factor and fibrin(ogen). Finally, targeting of all known estrogen receptors does not eliminate thrombosis. The inability to completely inhibit thrombosis through genetic/pharmacologic anticoagulation or estrogen receptor disruption suggests mechanisms different from canonical coagulation/thrombosis. These studies suggest that estrogen-induced thrombosis is a unique entity distinct from other forms of venous thrombosis.", "date": "2025-11-22", "journal": ""}
{"title": "Intraductal Papillary Mucinous Neoplasm Cellular Plasticity is linked with Repeat Element Dysregulation", "doi": "10.1101/2025.01.14.632658", "authors": "Pankaj, A.; Raabe, M. J.; Zhang, M. L.; Song, Y.; Patel, B. K.; Xu, K.; Kocher, J. R.; Lang, E.; Richieri, P.; Caldwell, N. J.; Ni, P.; Ganci, M. L.; Nieman, L. T.; Deshpande, V.; Bardeesy, N.; Fernandez Del-Castillo, C.; Aryee, M. J.; Mino-Kenudson, M.; Ting, D. T.; Hernandez-Barco, Y. G.", "abstract": "Background: Intraductal papillary mucinous neoplasms (IPMNs) are preinvasive pancreatic lesions with a spectrum of histologic phenotypes and variable risk in progressing to invasive cancer. Aberrant repetitive element expression has been shown to be functionally linked to cell state changes in pancreatic cancer. Objective: This study utilized spatial transcriptomics with customized repeat element probes to better understand the relationship of histologic subtypes, repeat element dysregulation, and molecular profiles of different cell populations in IPMN. Design: A total of 52 lesions from 18 patients with resected IPMNs of different histologies and degrees of dysplasia were analyzed with whole transcriptome spatial analysis (GeoMx). Of these, 50 lesions from 17 patients were also processed for single-cell spatial molecular imaging (CosMx). Repeat element probes for LINE1, HSATII, HERVK, and HERVH were used for GeoMx and CosMx. Results: Pancreaticobiliary-type IPMN was enriched for basal-like epithelium and infiltration of Treg cells. Intestinal-type IPMN was enriched for classical epithelium and macrophage infiltrates. Gastric-type IPMN was found to have equal basal-like and classical epithelium with a diverse immune infiltrate. Repeat RNAs were expressed at high levels across IPMN phenotypes and enriched in high-grade dysplasia. Single-cell transcriptional trajectory analysis revealed a phylogeny starting from gastric toward intestinal and pancreaticobiliary branches associated with higher-grade dysplasia and repeat RNA expression. Conclusion: Spatial transcriptomics of IPMN identified a molecular continuum between histological subtypes supporting a common gastric-type origin that transitions to intestinal and pancreatobiliary phenotypes. This cell state plasticity is linked with repeat element expression that can be a potential biomarker for IPMN progression. Keywords: IPMN, Spatial transcriptomics, cell plasticity, heterogeneity, repeat element", "date": "2025-11-22", "journal": ""}
{"title": "Ecdysone-mediated intestinal growth contributes to microbiota-driven developmental plasticity under malnutrition", "doi": "10.1101/2025.02.07.637066", "authors": "Bai, L.; Bellemin, S.; Guillemot, E.; Strigini, M.; Gillet, B.; Ramos, C. I.; Leulier, F.", "abstract": "Organ and systemic growth must remain coordinated during development, even under nutritional stress. In Drosophila larvae, the intestinal microbiota contributes to this coordination by promoting growth and maturation under chronic undernutrition. Using gnotobiotic models, we show that association with Lactiplantibacillus plantarum (Lp) selectively enhances midgut growth relatively to other organs, providing an adaptive mechanism that buffers the impact of dietary restriction. Transcriptomic profiling of larval midguts revealed a strong Ecdysone signaling signature upon Lp association. Functional analyses showed that local conversion of Ecdysone to its active form, 20-hydroxyecdysone, by the cytochrome P450 enzyme Shade, together with enterocyte Ecd receptor activity, is required for Lp-dependent intestinal and systemic growth. Pharmacological activation of Ecd signaling partially mimicked the bacterial effect, confirming its sufficiency to drive adaptive midgut expansion. Our results uncover an unexpected role of intestinal Ecd signaling in microbiota-driven developmental plasticity, revealing how commensal bacteria modulate local steroid signaling to fine-tune organismal growth and maturation.", "date": "2025-11-22", "journal": ""}
{"title": "Broadband synergy versus oscillatory redundancy in the visual cortex", "doi": "10.1101/2025.02.27.640666", "authors": "Roberts, L.; Aijala, J.; Burger, F.; Uran, C.; Jensen, M. A.; Miller, K. J.; Ince, R. A. A.; Vinck, M.; Hermes, D.; Canales-Johnson, A.", "abstract": "The cortex generates diverse neural dynamics, ranging from broadband fluctuations to narrowband oscillations at specific frequencies. Here, we investigated whether broadband and oscillatory dynamics play different roles in the encoding and transmission of visual information. We used information-theoretical measures to dissociate neural signals sharing common information (i.e., redundancy) from signals encoding complementary information (i.e., synergy). We analyzed electrocorticography (ECoG) and local field potentials (LFP) in the visual cortex of human and non-human primates (macaque) to investigate the extent to which broadband signals (BB) and narrowband gamma (NBG) oscillations conveyed synergistic or redundant information about images. In both species, the information conveyed by BB signals was highly synergistic within and between visual areas. By contrast, the information carried by NBG was primarily redundant within and between the same visual areas. Finally, the information conveyed by BB signals emerged early after stimulus onset, while NBG sustained information at later time points. These results suggest a potential dual role of BB and NBG cortical dynamics in visual processing, with broadband dynamics supporting nonlinear pattern recognition and oscillations facilitating information maintenance across the cortex.", "date": "2025-11-22", "journal": ""}
{"title": "Shared PRAME Epitopes are T-Cell Targets in NUT Carcinoma", "doi": "10.1101/2025.03.07.642090", "authors": "Jensen, J. L.; Peterson, S. K.; Sambade, M.; Alley, J. R.; Yu, S.; Kinjo, T.; Bennett, S. N.; Vensko, S.; Shabrang, M.; DeBetta, J. D.; Geyer, J. K.; Price, B. A.; Nickel, K. P.; Kimple, R. J.; Kotecha, R. S.; Herring, L. E.; Davis, I. J.; Wang, J. R.; French, C. A.; Kuhlman, B.; Weiss, J.; Rubinsteyn, A.; Vincent, B. G.", "abstract": "Background: NUT carcinoma is a rare but highly lethal solid tumor without an effective standard of care. NUT carcinoma is caused by bromodomain-containing NUTM1 fusion oncogenes, most commonly BRD4::NUTM1. BRD4::NUTM1 recruits p300 to acetylate H3K27 forming expansive stretches of hyperacetylated chromatin called megadomains with the overexpression of corresponding oncogenes, including MYC. We hypothesized that transcriptional dysregulation caused by BRD4::NUTM1 would lead to the generation of cancer-specific antigens that could be therapeutically actionable. Methods: We integrated genomics, computational antigen prediction software, targeted immunopeptidomics using single- and double-labeled peptide standards, and gain/loss-of-function genetic experiments on a panel of cell lines (N=5), a patient derived xenograft, a tissue microarray (N=77), and patient samples from the Tempus AI Sequencing Database harboring evidence of NUTM1 fusions (N=165). We created an anti-PRAME425 T-cell receptor x SP34 anti-CD3 bispecific molecule modeled after brenetafusp, an anti-PRAME425 T-cell receptor bispecific T-cell engager, as well as anti-PRAME425 TCR T-cells based on anzutresgene autoleucel and we applied these products to NUT carcinoma cells in vitro. Results: We identified PRAME as the most commonly expressed cancer/testis antigen in patient samples harboring the three canonical NUT carcinoma fusions (BRD4::NUTM1, BRD3::NUTM1, and NSD3::NUTM1). Additionally, 56% (43/77) of NUT carcinoma tissue microarray samples stained positive for PRAME. BRD4::NUTM1 expression in HEK 293T cells enhanced PRAME levels and BRD4::NUTM1 knockout in NUT carcinoma cells reduced PRAME levels. Immunopeptidomics detected more PRAME-derived HLA ligands (N=9) than all other cancer/testis antigens combined (N=5). Targeted mass spectrometry detected the HLA-A*02:01/SLLQHLIGL (PRAME425) epitope in 100% (4/4) of HLA-A*02+, PRAME+ NUT carcinoma samples at higher levels (>0.01 fM) than HLA-A*02:01/RLDQLLRHV (PRAME312) or HLA-A*02:01/YLHARLREL (PRAME462). The anti-PRAME425 T-cell receptor x SP34 anti-CD3 bispecific molecule and anti-PRAME425 TCR T-cells each exhibited potent, T-cell mediated cytotoxicity against PRAME+ NUT carcinoma cells. Conclusions: PRAME is highly and frequently expressed in NUT carcinoma and the most common oncoprotein causing NUT carcinoma, BRD4::NUTM1, contributes to these high PRAME levels. PRAME epitopes presented by HLA Class I are a previously unrecognized therapeutic vulnerability for NUT carcinoma that warrant clinical trials testing PRAME targeted immunotherapies in this neglected patient population.", "date": "2025-11-22", "journal": ""}
{"title": "Balanced spatiotemporal color responses are fine-tuned to natural light spectrum in mice ventral retina", "doi": "10.1101/2025.03.13.643035", "authors": "Quetu, T.; Louboutin, A.; Castellani, F.; Baroux, R.; Ferrari, U.; Goldin, M. A.", "abstract": "Color vision is vital for animal survival, essential for foraging and predator detection. In mice, as in other mammals, color vision originates in the retina, where photoreceptor signals are processed by neural circuits. However, retinal responses to stimuli involving multiple colors are still not well understood. One possible explanation of this knowledge gap is that previous studies have not thoroughly examined how neuronal activity adapts to a 30 seconds to a few minutes timescale when exposed to multiple color sources. To address this, we systematically varied the UV-to-green light balance with a custom-built stimulator targeting mice opsins spectra while recording retinal ganglion cell responses in the ventral retina using multielectrode arrays. Responses to full-field chirp and checkerboard stimulations with alternating UV and green light revealed that more than one order of magnitude of intensity difference favoring green M-opsin over UV S-opsin is needed for a balanced reliability in retinal ganglion cell responses. An incorrect balance, with slightly increased UV light, silenced responses to green illumination. To determine if these values are consistent with natural conditions, we analyzed isomerisation rates in the mouse retina across different times of the day. We found that the M- to S-opsin activation ratio remains constant through the mesopic-photopic range, and our empirically determined values align well with these natural conditions, lying far from a simple equalization of M- and S-opsin isomerisation rates. In conclusion, a finely tuned color intensity balance is essential for accurately measuring both fast temporal responses and detailed spatial receptive fields.", "date": "2025-11-22", "journal": ""}
{"title": "Modular nanostructure design of DX-tile DNA nano-stars (DX-DNAns) controls self-organization and force propagation of DX-based DNA Hydrogels yielding a soft matter metamaterial with programmable viscoelastic properties and integrated functionalization", "doi": "10.1101/2025.03.25.645358", "authors": "Bush, J.", "abstract": "Deoxyribonucleic Acids (DNA) have been used since 1982 to form nanostructures with precisely tunable features, shapes, responses, etc. Some of the most basic structures, DNA nanostars (DNAns) have been used to form soft matter hydrogels with unique functionalizations and responses to soluble stimuli as well as physical cues. Notably these studies use 'arms' comprising a single duplex whereas more complex nanostructures, DNA origami, can have a multitude of duplexes bundled together to produce different structural properties. Herein I introduce DNAns bundling two duplexes together, commonly known as the double crossover (DX) motif to enable multi scale mechanical design of hydrogels with interchangeable strands, i.e. modular DX-DNAns hydrogels. This is achieved by rational design of the internal structure to coordinate the propagation of forces both within and across the different motifs driving unique organizational aspects which produce specific viscoelastic features, as evidenced by bulk-scale rheological profiles herein. This work begins to bridge the broad range of complexities available with DNA origami based nanostructures to the more application based potentials for macro-scale nanostructured materials with specified functionalizations. Particularly I elucidate the versatility of this method by implementing a DNA based pH response motif, i-motif, which has thus far only enabled switchable mechanical properties from the gel-to-sol states but herein there are graded changes in mechanistic properties while sustaining the gel state, a feat which has only been achieved via strand displacement in DNAns hydrogels thus far. Demonstrating the breadth of new possibilities for DNA hydrogels with the extensive functionality of bundled duplexes used in DNA Origami thus seeding the bridge to a fundamental gap in the field by pinpointing this new fundamental design factor.", "date": "2025-11-22", "journal": ""}
{"title": "Rapid prey capture learning drives a slow resetting of network activity in rodent binocular visual cortex", "doi": "10.1101/2025.04.11.648036", "authors": "Leman, D. P.; Cary, B. A.; Bissen, D.; Wen, W.; Lane, B. J.; Shanley, M. R.; Wong, N. F.; Bhut, K. B.; Turrigiano, G. G.", "abstract": "Neurons within primary visual cortex (V1) possess stable firing rate set points to which they faithfully return when perturbed by passive sensory manipulations. Chronic recordings in vivo suggest that these set points are present early in postnatal development and are stable through adulthood, raising the possibility that once they are established, they are largely immutable. Here we challenge this idea, using an ethological, vision-dependent prey capture learning paradigm in juvenile (critical period) rats. Juvenile rats rapidly (in one day) became proficient at catching crickets. This learning was impaired when V1 was inactivated, and was accompanied by an increase in the number of binocular V1 (V1b) neurons with firing reliably tied to specific behavioral epochs during hunts, indicating that hunting drives rapid functional plasticity within V1b. Remarkably, this rapid learning set in motion a slow, state-dependent increase in V1b firing, that began after learning was complete and persisted for days. This upward firing rate plasticity was gradual, occurred selectively during wake states, and in L2/3 was driven by a TNF-dependent increase in excitatory synapses and excitatory synaptic charge onto pyramidal neurons -- all features of homeostatic forms of plasticity within V1. Finally, TNF inhibition administered after learning was complete diminished this increase in excitability and impaired the retention of hunting skills. Taken together, these data suggest that naturalistic learning in juvenile animals co-opts homeostatic forms of plasticity to reset firing rate setpoints within V1b, in a process that facilitates skill consolidation.", "date": "2025-11-22", "journal": ""}
{"title": "Achilles tendons of MRL/MpJ mice show scar-mediated healing after tenotomy", "doi": "10.1101/2025.05.13.653102", "authors": "Tang, N.; Sivalingam, D. S.; Wilson, K.; Weldemarian, M. M.; Tian, H.; Hart, C. D.; Rammath, P.; Glazier, J.; Jiang, J.; Leong, N.; Lowe, T.; Kane, M. A.; Iwamoto, M.; Kuo, C. K.; Enomoto-Iwamoto, M.", "abstract": "Tendon healing in Murphy Ross Large (MRL/MpJ) mice was examined using an Achilles tendon tenotomy model, a full transection model, compared to a patella focal injury model in which tendons in MRL/MpJ mice showed regenerative healing. After complete transection, the Achilles tendons of MRL/MpJ mice healed via scar formation, regardless of sex, as did C57BL/6J mice. Tensile testing found that mechanical properties of injured tendons of both MRL/MpJ female and male mice exhibited comparable levels to those of C57BL/6J female and male mice, respectively after 4 weeks of healing, which is during the remodeling phase. After 10 weeks of healing, injured tendons of MRL/MpJ mice possessed smaller heterotopic ossification volumes than those of C57BL/6J mice. Proteomics analysis revealed similar alterations to signaling pathways in injured tendons of MRL/MpJ and C57BL/6J male mice after 4 weeks of healing. However, among the altered pathways, actin cytoskeleton and integrin signaling pathways were two of the top pathways that were more prominently activated in C57BL/6J males than in MRL/MpJ males. These findings indicate that MRL/MpJ mice possess limited capacity to regenerate injured tendons after complete rupture, and that tenotomized Achilles tendons of MRL/MpJ male mice have lesser induction of heterotopic ossification and lower activation of the signaling pathways also induced with injury in C57BL/6J male mice.", "date": "2025-11-22", "journal": ""}
{"title": "Single Cell RNA Sequencing Reveals Gene Expression Continuums Along the Spatial Hierarchy of the Pulmonary Circulation", "doi": "10.1101/2025.05.17.654540", "authors": "Sveiven, S.; Knutsen, C.; Zanini, F.; Cornfield, D.; Alvira, C.", "abstract": "Objective: To establish a novel strategy that leverages scRNAseq data to map individual pulmonary endothelial cells to vessels of a specific size and location, thereby providing functional and spatial context to transcriptomic identity. Methods and Results: We applied a method of endothelial enrichment and deep single cell RNA sequencing to create a high resolution, transcriptomic dataset from the developing mouse lung. We developed an analytical framework to assign vessel-size scores and categorize individual endothelial cells (EC) and mural cells along a continuum of vessel sizes. We delineated a continuum of proximal arterial through distal venous EC states by uncovering transcriptional signatures associated with vessel size, spanning micro- to macrovascular zones. Our data recapitulated previously established zonally defined signaling axes, including Cxcl12 and Cxcr4 in arterioles, and identified localization of disease relevant markers such as Esr2. This vessel-size informed frameweork was robust across species and revealed how spatial EC heterogeneity underlies key processes in lung development and injury. Conclusions: These findings provide a comprehensive transcriptional map of pulmonary endothelial cells across the vascular continuum, offering valuable insights into spatial inferences and mechanistic insights within single cell RNA sequencing data sets that may help pave the way for targeted therapeutic strategies to treat pulmonary vascular diseases and expansion to tissues outside the lung.", "date": "2025-11-22", "journal": ""}
{"title": "Efficient Cell Factory Design by Combining Meta-Heuristic Algorithm with Enzyme Constrained Metabolic Models", "doi": "10.1101/2025.06.12.659423", "authors": "Liao, W.; Gao, G.; Wang, H.; Fan, X.; Wang, L.; He, S.; Xiang, G.; Yan, X.; Lu, H.", "abstract": "The rational design of high-performance microbial cell factories remains a central challenge in sustainable biomanufacturing due to the complexity of metabolic networks and the difficulty of predicting synergistic genetic interventions. Despite recent advances in strain design algorithms, predicting combinatorial targets remains computationally prohibitive due to the combinatorial explosion. Here, we present MetaStrain, a unified computational framework that integrates enzyme-constrained models (ecModels) with meta-heuristic algorithms to identify non-intuitive combinatorial gene targets for improving product yields. MetaStrain first performs pre-screening through a modified enforced objective flux scanning algorithm to reduce the dimensionality of candidate genes and annotate editing strategies. The subsequent search module employs flexible individual encodings compatible with diverse meta-heuristic algorithms and adopts a bottom-up phenotype evaluation strategy enabling efficient exploration of the combinatorial design space. Integrated redundancy analysis tools further identify single and fixed-size combinatorial strategies, facilitating direct experimental implementation. Computational simulation in Saccharomyces cerevisiae reveals significant enhancements in 2-phenylethanol and spermidine biosynthesis, while controlling target count and covering experimentally validated targets. Experimental validation in Escherichia coli further confirmed the algorithm's predictive power, achieving up to a 61.25% increase in L-tryptophan titer of the five-target combination strain. Overall, MetaStrain achieves high computational efficiency, stable convergence, and broad adaptability across diverse metabolic targets. This study provides a powerful tool for metabolic engineering, bridging computational prediction and experimental realization, and highlighting the potential of meta-heuristic optimization in synthetic biology.", "date": "2025-11-22", "journal": ""}
{"title": "Stall force measurement of the kinesin-3 motor KIF1A using a programmable DNA origami nanospring", "doi": "10.1101/2025.07.02.662715", "authors": "Takamatsu, N.; Furumoto, H.; Ariga, T.; Iwaki, M.; Hayashi, K.", "abstract": "DNA origami technology is a method for designing and constructing nanoscale structures using DNA, and it is being applied across various fields. This technology was advanced by developing the nanospring (NS), a fluorescently visible molecular spring that quantifies forces through its extension and has been used to measure myosin-generated forces. This study aims to measure the force exerted by the kinesin-3 motor protein KIF1A, mutations of which cause KIF1A-associated neurological disorder (KAND) and are associated with reduced force and motility. Unlike kinesin-1, KIF1A detaches easily under perpendicular loads, which can occur in optical tweezers experiments. By applying force parallel to the microtubule using the NS, we were able to precisely measure the stall force even for KAND mutants, for which such measurements are typically challenging. This result highlights the potential of the NS as a new tool for force spectroscopy in biophysics.", "date": "2025-11-22", "journal": ""}
{"title": "Expression of nano-engineered RNA organelles in bacteria", "doi": "10.1101/2025.07.08.663582", "authors": "Ng, B.; Fan, C.; Dordevic, M.; Knirsch, A.; Malouf, L.; Fabrini, G.; Nuccio, S. P.; Rubio-Sanchez, R. M.; Christie, G.; Takinoue, M.; Cicuta, P.; Di Michele, L.", "abstract": "Designing synthetic biomolecular condensates, or membrane-less organelles, offers insights on the functions of their natural counterparts, and is equally valuable for cellular and metabolic engineering. Choosing E. coli for its biotechnological relevance, we deploy RNA nanotechnology to design and express non-natural membrane-less organelles in vivo. The designer condensates assemble co-transcriptionally from branched RNA motifs interacting via base-pairing. Exploiting binding selectivity we express orthogonal, non-mixing condensates, and by embedding a protein-binding aptamer we achieve selective protein recruitment. Condensates can be made to dissolve and re-assemble upon thermal cycling, thereby reversibly releasing and re-capturing protein clients. The synthetic organelles are expressed robustly across the cell population and remain stable despite enzymatic RNA processing. Compared with existing solutions based on peptide building blocks or repetitive RNA sequences, these nanostructured RNA motifs enable algorithmic control over interactions, affinity for clients, and condensate microstructure, opening new directions in synthetic biology and biotechnology.", "date": "2025-11-22", "journal": ""}
{"title": "Cellulase catalysis on cell surfaces using Caulobacter S-layer display", "doi": "10.1101/2025.07.28.667093", "authors": "Davenport, B.; Av-Shalom, T.; Ievdokymenko, K.; Hallam, S. J.", "abstract": "Sustainable bioprocesses for energy and materials production and waste resource recovery are needed to support circular economic development. Enzyme surface display on cells or functionalized materials has emerged as a promising paradigm for sustainable bioprocess innovation. Surface (S)-layers are geometric, monomolecular, highly stable crystalline protein lattices encasing the outside of many bacteria and archaea. Several S-layer genes have been shown to tolerate heterologous insertions, thereby enabling high-density display of peptides of interest on cell surfaces without additional costly immobilisation or conjugation steps. Here, we employ an S-layer display platform in Caulobacter vibrioides CB2A JS4038 to express functional cellulases up to 445 amino acids in length. We explore critical design considerations needed for successful catalytic display and demonstrate synergistic activities between differentially expressed cellulases relevant to combinatorial lignocellulosic biomass conversion. Functionalised Slayers capable of transforming lignocellulosic biomass could have useful applications in engineering whole-cell biocatalysts and synthetic microbial consortia tuned for different bioprocess applications.", "date": "2025-11-22", "journal": ""}
{"title": "Cross-fostering affects microglia and cell death in the hippocampus of female and male degu pups", "doi": "10.1101/2025.08.05.668723", "authors": "Attlas, G.; Duprey, M.; Carlson, C.; Arusha, K. S.; Boadi, K. D.; Ellah, S. S.; Kim, D.; Raineki, C.; Bauer, C. M.; Duarte-Guterman, P.", "abstract": "Parental care is essential for social, behavioural, and neural development of offspring. Disruption of parental care, for example through parental separation, can negatively affect offspring development in rodents. While previous work has focused on maternal and paternal deprivation, the effects of cross-fostering, another form of parental-offspring instability, on brain development remain poorly understood. Such disruptions are thought to induce stress, which in turn can suppress neurogenesis and increases inflammation and apoptosis in the hippocampus, with effects that often differ between sexes. Given that degus (Octodon degus) are born precocial and form strong attachments with their parents early in life, this study aimed to investigate the effect of cross-fostering on hippocampal development in female and male degu pups. At postnatal day 8, degus were assigned to either control (pups remained with parents and littermates), partial cross-foster (one pup per litter was cross-fostered), or full cross-foster (the entire litter was cross-fostered) conditions. At weaning (5-weeks-old), offspring brains were collected for immunohistochemistry to examine dentate gyrus volume, density of pyknotic cells, density of immature neurons, and number and morphology of microglia. Both types of cross-fostering reduced hippocampal cell death in both sexes relative to controls, while no significant effects were observed in the dentate gyrus volume or density of immature neurons. Cross-fostering did not affect total microglia density in either sex however full cross-fostered females had fewer amoeboid microglia compared to female controls. Together, these findings indicate that cross-fostering affects hippocampal microglia and cell death in pups, potentially disrupting circuit refinement and plasticity during development, with effects that vary by cross-fostering type, sex, and hippocampal region.", "date": "2025-11-22", "journal": ""}
{"title": "From Wiring to Firing: Collapse of embryonic identities and emergence of functional diversity during motor neuron maturation", "doi": "10.1101/2025.08.12.669897", "authors": "Chen, Y.; Chi, H.-M.; Tian, A.; Miller, A.; Patel, T.", "abstract": "Neurons born in the embryo undergo a protracted process of maturation during which time they project axons to their specific targets, integrate into circuits, refine synapses, and acquire unique electrophysiological properties. The molecular strategies that individual neuron types deploy to complete this complex process remain poorly understood. In this work, we used single nucleus multiome sequencing (RNA-seq and ATAC-seq) to track the transition from specification to functional maturation in mouse skeletal motor neurons (SMNs). Our data show that individual SMNs undergo significant transcriptional changes as they mature, but more strikingly, we find that diversity within SMNs fluctuates dramatically as the functional needs of these cells change over time. At embryonic day E15.5, when motor axons are innervating their specific muscle targets, SMNs can be subdivided into dozens of transcriptional subclusters. These embryonic subclusters represent known motor columns and pools, which utilize column- and pool-specific genes to innervate unique muscle targets. About a week later, at postnatal day 3 (P3) many column- and pool-specific genes are downregulated or become broadly expressed and SMNs coalesce on the molecular level into a more homogenous state. These neurons then undergo a second round of diversification during the first two weeks of postnatal life (P3-P13), acquiring gene expression patterns that divide them into the functionally distinct alpha, gamma, and type3 subtypes found in adults. The fluctuations in SMN diversity go hand-in-hand with changes in accessible chromatin regions and transcription factor (TF) expression. Differential ATAC-seq peaks that define embryonic diversity are lost over time while new peaks that control expression in adult subtypes are gained. TFs that are known to regulate embryonic diversity are also downregulated over time, as a separate set of TFs that likely regulate adult subtype identities are upregulated. Our work uncovers a novel maturation trajectory for postmitotic neurons where extensive spatial diversity is first acquired in the embryo to ensure proper circuit wiring; this diversity is then lost as maturing neurons re-diversify into functional identities required for proper circuit firing in postnatal life. Therefore, all aspects of a neuron's identity - its morphology, circuitry, and electrophysiologically - may not be fully described by its gene expression program at adulthood, but instead is a culmination of transcriptional events that occur throughout its specification and maturation trajectory as the functional needs of the cells evolve.", "date": "2025-11-22", "journal": ""}
{"title": "Evidence for G6PD variant classification from multiplexed functional assays", "doi": "10.1101/2025.08.11.669723", "authors": "Geck, R. C.; Wheelock, M. K.; Powell, R. L.; Wang, Z. R.; Holmes, D. L.; Fayer, S.; Boyle, G. E.; Vandi, A. J.; McGee, A. V.; Amorosi, C. J.; Moore, N.; Rubin, A. F.; Fowler, D. M.; Dunham, M. J.", "abstract": "G6PD deficiency is one of the most common enzyme deficiencies worldwide, and increases the likelihood of adverse reactions to certain drugs and foods. Identifying people at risk is challenging, since most are asymptomatic until they encounter a trigger. This is further complicated since over 60% of 1,559 known genetic variants in G6PD are variants of uncertain significance and thus cannot guide drug prescribing and dosing. To resolve which variants are clinically meaningful and avoid harm from adverse drug reactions, we conducted two high-throughput functional assays: one for G6PD activity, and one for abundance. We measured the function of 9,527 missense, nonsense, and synonymous G6PD variants. The patterns of variant effect on activity and abundance confirmed the importance of structural NADP+ for G6PD activity and abundance, and G6PD dimerization for G6PD activity. Based on the ability of our functional assay scores to accurately classify G6PD variants of known clinical effect, we generated evidence that 4,870 missense variants contribute to G6PD deficiency and 2,245 are unlikely to contribute to G6PD deficiency. Our data can be used to deepen our understanding of G6PD as a protein, and to close the gap in classification for variants of uncertain significance to improve implementation of genetic medicine for G6PD deficiency.", "date": "2025-11-22", "journal": ""}
{"title": "Longitudinal three-photon imaging for tracking amyloid plaques and vascular degeneration in a mouse model of Alzheimer's disease", "doi": "10.1101/2025.08.12.669914", "authors": "Stas, E.; Yang, M.; Schultz, S. R.; Go, M. A.", "abstract": "Vascular abnormalities may contribute to amyloid-beta accumulation and neurotoxicity in Alzheimer's disease (AD). Monitoring vascular degeneration as AD progresses is essential. Three-photon fluorescence microscopy (3PM) enables high-resolution deep tissue imaging with minimal invasiveness and photodamage. Aim This proof-of-concept study established a longitudinal 3P imaging pipeline to quantify vascular and amyloid plaque changes in the APP NL-G-F mouse model. Approach A cranial window allowed repeated 3P imaging at four-week intervals beginning at five weeks after surgery. Vessels labelled with Texas-Red were segmented using DeepVess, while plaques labelled with methoxy-XO4 were segmented using custom scripts. Quantitative analyses assessed vascular parameters (diameter, tortuosity, length, inter-vessel distance, total volume) and plaque metrics (radius, total volume). Results We imaged the same field over 4 weeks quantifying an overall decrease in vasculature and increase in amyloid plaques between two sessions. Significant changes in vessel diameter, inter-vessel distance, as well as alterations in vessel length and plaques radius were observed. Changes in vessel tortuosity were not significant. Conclusions We demonstrate the potential of three-photon imaging to track vascular and amyloid-related changes in deep cortical structures. It offers a tool for studying the interplay between vascular and amyloid pathologies in AD, supporting future research into disease mechanisms and therapeutic strategies.", "date": "2025-11-22", "journal": ""}
{"title": "Active regulation of the epidermal growth factor receptor by the membrane bilayer", "doi": "10.1101/2025.08.14.670284", "authors": "Srinivasan, S.; Lin, X.; Chen, X.; Regmi, R.; Zhang, B.; Schlau-Cohen, G. S.", "abstract": "Cell surface receptors transmit information across the plasma membrane to connect the extracellular environment to intracellular function. While the structures and interactions of the receptors have been long established as mediators of signaling, increasing evidence suggests that the membrane itself plays an active role in both suppressing and enhancing signaling. Identifying and investigating this contribution has been challenging owing to the complex composition of the plasma membrane. We used cell-free expression to incorporate the epidermal growth factor receptor (EGFR) into nanodiscs with defined membrane compositions and characterized ligand-induced transmembrane conformational response and interactions with signaling partners using single-molecule and ensemble fluorescence assays. We observed that both the transmembrane conformational response and interactions with signaling partners are strongly lipid dependent, consistent with previous observations of electrostatic interactions between the anionic lipids and conserved basic residues near the membrane adjacent domain. Strikingly, the active conformation of EGFR and high levels of ATP binding were maintained regardless of ligand binding with high anionic lipid content typical of cancer cells, where EGFR signaling is enhanced. In contrast, the conformational response was suppressed in the presence of cholesterol, providing a mechanism for its known inhibitory effect on EGFR signaling. Our findings introduce a model of EGFR signaling in which the lipid environment can override ligand control, providing a biophysical basis for both robust EGFR activity in healthy cells and aberrant activity under pathological conditions. The membrane-adjacent protein sequence, likely responsible for the lipid dependence, is conserved among receptor tyrosine kinases, suggesting that active regulation by the plasma membrane may be a general feature of this important class of proteins.", "date": "2025-11-22", "journal": ""}
{"title": "Enhanced Processivity and Collective Force Production of Kinesin-1 at Low Radial Forces", "doi": "10.1101/2025.08.27.672644", "authors": "Hensley, A. M.; Yildiz, A.", "abstract": "Kinesin-1 is a robust motor that carries intracellular cargos towards the plus ends of microtubules. However, optical trapping studies reported that kinesin-1 is a slippery motor that quickly detaches from the microtubule, and multiple kinesins are incapable of teaming up to generate large collective forces. This may be due to the vertical (z) forces that the motor experiences in a single bead trapping assay, accelerating the detachment of the motor from a microtubule. Here, we substantially lowered the z-force by using a long DNA handle between the motor and the trapped bead and characterized the motility and force generation of single and multiple kinesin-1s. Contrary to previous views, we show that kinesin-1 is a robust motor that resists microtubule detachment before it reaches high hindering forces, but it quickly detaches under assisting forces even at low z-forces. We also demonstrate highly efficient collective force generation by multiple kinesin-1 motors. These results provide an explanation for how multiple kinesins team up to perform cellular functions that require higher forces than a single motor can bear.", "date": "2025-11-22", "journal": ""}
{"title": "Probing the Structural Dynamics of the Unbound MAX Protein: Insights from Well-Tempered Metadynamics", "doi": "10.1101/2025.09.01.673476", "authors": "Lu, H.; Marti, J.; Faraudo, J.", "abstract": "One of most relevant challenges in tumorigenesis is the association of MYC and MAX proteins, whose related cancers remain undrugged. In particular, the disordered regions shown by those oncogenes makes their structural characterization and the development of new drugs a truly hard task. To address these challenges, we employed the enhanced-sampling well-tempered metadynamics method to systematically explore the conformational space of the unbound MAX protein. Our results revealed, for the first time, a well-defined and thermodynamically favorable conformation of monomeric MAX. This is a remarkable finding, as it demonstrates that regions of MAX previously considered persistently disordered are capable of adopting stable, folded structures under specific conditions. Moreover, our findings also suggest that the meta-stable structural motifs observed in this work may harbor druggable sites, particularly relevant for strategies aiming to target MAX directly or to disrupt its interaction with MYC, thereby modulating oncogenic signaling pathways. The present study establishes a new structural framework for understanding the dynamics of MAX and provides a foundation for future structure-based drug design targeting the MYC/MAX axis. Finally, our work offers a strategic blueprint for investigating similarly challenging drug targets.", "date": "2025-11-22", "journal": ""}
{"title": "High affinity cross-context cellular assays reveal novel protein-protein interactions of peripheral myelin protein of 22 kDa", "doi": "10.1101/2025.09.03.673966", "authors": "Stausberg, D.; Moshkovskiy, S.; Arlt, F. A.; Fledrich, R.; Stassart, R. M.; Nave, K.-A.; Urlaub, H.; Ewers, D.; Sereda, M. W.", "abstract": "Peripheral Myelin Protein 22 (PMP22) is a tetraspan membrane protein whose altered dosage causes the most common hereditary neuropathy, Charcot-Marie-Tooth disease type 1A (CMT1A). Despite its clinical significance, the physiological functions of PMP22 and the mechanism behind its tightly controlled gene dosage sensitivity remain unknown since over 30 years, in part due to limited knowledge of its protein-protein interactions (PPIs). In fact, integral membrane proteins such as PMP22 are significantly underrepresented in known cellular interactomes, likely due to limited suitability or technical challenges specific to these hydrophobic molecules in the major PPI discovery approaches. Here, we applied a rigorously optimized co-immunoprecipitation and mass spectrometry workflow using the mild detergent DDM and the high affinity ALFA-tag/anti-ALFA nanobody interaction to identify cellular PMP22-associated proteins. In a cross-context approach, we ran our standardized pipeline across multiple cell types including HEK293T, MDCKII epithelial cells, the Schwann cell line MSC80, and primary rat Schwann cells. We confirm known interactors, and uncover distinct, cell type-specific enrichment patterns following functional annotation analysis. Adhesion-related PPIs dominated in MDCKII cells (e.g., CD47, CLDN1, ATP1B1), while in Schwann cells myelin-associated PPIs were enriched. Importantly, we identified novel PPI candidates that may be highly relevant for PMP22 function including enzymes of the de novo sphingolipid biosynthesis pathway.", "date": "2025-11-22", "journal": ""}
{"title": "RNA-based communication in heterogeneous populations of cell mimics", "doi": "10.1101/2025.09.03.673985", "authors": "Lehr, F.-X.; Banlaki, I.; Bumueller, E.; Mercier, T.; Niederholtmeyer, H.", "abstract": "RNA regulators offer a promising path for building complex, orthogonal circuits due to their low resource demands and design flexibility. In this study we explore their potential as signaling molecules in communication between synthetic cells. Specifically, we engineer populations of heterogenetic porous polymer cell mimics to produce, emit and receive two types of small synthetic RNA regulators. These RNAs are required to activate reporter expression at both the levels of transcription and translation. We distribute this AND gate circuit in receiver and two types of sender cell mimics to compare the distributed logic computation to the behavior of the circuit in well-mixed, bulk cell-free expression reactions. Analyzing different densities and spatial arrangements of senders and receivers, we reveal spatiotemporal gradients in RNA signals and identify configurations that increase specific activation. With small regulatory RNAs, the engineering toolbox for communication between synthetic cells expands to include a programmable class of signaling molecules. The rapid turnover of RNA suggests applications in establishing dynamic signaling gradients in communities of synthetic cells.", "date": "2025-11-22", "journal": ""}
{"title": "Separable roles for Microprocessor and its cofactors ERH and SAFB1/2 during microRNA cluster assistance", "doi": "10.1101/2025.09.09.675111", "authors": "Shang, R.; Popitsch, N.; Lee, S.; Ameres, S.; Lai, E.", "abstract": "While most conserved microRNA (miRNA) transcripts harbor a suite of features that mediate their efficient biogenesis into small RNAs, some loci bear suboptimal attributes that enable additional layers of processing regulation. A notable example is cluster assistance, whereby a miRNA hairpin with suboptimal nuclear biogenesis can be enhanced by an optimal neighbor. This process involves local transfer of the Microprocessor complex, composed of the RNase III enzyme Drosha and its partner DGCR8, in concert with cofactors such as ERH and SAFB1/2. However, the mechanism(s) that underlie miRNA cluster assistance remain largely unclear. Here, we gain insights into this process by integrating mutant cells of Microprocessor and its cofactors with analysis of miRNA structure-function variants, biochemical tests and genomewide profiling. We define features of suboptimal miRNAs that render them dependent on cluster assistance, and distinguish amongst a network of proposed interactions amongst Microprocessor and its cofactors, to reveal a subset that are critical for cluster assistance. Most importantly, we use epistatic tests to separate and order the functional requirements for ERH and SAFB1/2 into a pathway. Our data indicate that ERH may engage in the process of Microprocessor transfer between hairpins, while SAFB factors (especially SAFB2) mediate recognition and stable binding of a suboptimal miRNA hairpin after Microprocessor transfer. Finally, we show how cluster assistance integrates into a feedback regulatory loop on Microprocessor, via Drosha-mediated cleavage of a suboptimal miRNA hairpin in the DGCR8 transcript. Altogether, our findings reveal complex regulatory transactions during biogenesis of clustered miRNAs.", "date": "2025-11-22", "journal": ""}
{"title": "TAS1R3 regulates GTPase signaling in human skeletal muscle cells for glucose uptake.", "doi": "10.1101/2025.09.10.674099", "authors": "Hoolachan, J. M.; Balakrishnan, R.; Merz, K. E.; Thurmond, D. C.; Veluthakal, R.", "abstract": "Background: Taste receptor type 1 member 3 (TAS1R3) is a class C G protein-coupled receptor (GPCR) traditionally associated with taste perception. While its role in insulin secretion is established, its contribution to skeletal muscle glucose uptake a process responsible for 70- 80% of postprandial glucose disposal remains unclear. Methods: TAS1R3 expression was assessed in skeletal muscle biopsies from non-diabetic and type 2 diabetes (T2D) donors using qPCR and immunoblotting. Functional studies in human LHCN-M2 myotubes involved TAS1R3 inhibition with lactisole or siRNA-mediated knockdown, followed by measurement of insulin-stimulated glucose uptake using radiolabeled glucose assays. Rac1 activation and phospho-cofilin were analyzed by G-LISA and Western blotting, and Gq/11 involvement was tested using YM-254890. Results: TAS1R3 mRNA and protein levels were significantly reduced in T2D skeletal muscle. Pharmacological inhibition or knockdown of TAS1R3 impaired insulin-stimulated glucose uptake in myotubes. Conclusion: TAS1R3 regulates skeletal muscle glucose uptake through a non-canonical insulin signaling pathway involving Rac1 and phospho-cofilin, independent of IRS1-AKT and Gq/11 signaling. These findings identify TAS1R3 as a key determinant of Rac1-mediated glucose uptake and a potential therapeutic target for improving insulin sensitivity in T2D.", "date": "2025-11-22", "journal": ""}
{"title": "MAP7-driven cytoskeletal cross-talk establishes Sertoli cell polarity crucial for germ cell meiotic progression", "doi": "10.1101/2025.09.16.676497", "authors": "Kikuchi, K.; Fujimori, T.; Nakagawa, M.; Ohta, K.; Shimada, R.; Fujimura, S.; Yasunaga, K.-i.; Usuki, S.; Tani, N.; Nakamura, A.; Araki, K.; Ishiguro, K.-i.", "abstract": "Sertoli cells establish a specialized apical domain critical for organizing the seminiferous epithelium and supporting germ cell development, yet the molecular mechanisms remain poorly understood. We identified MAP7, a microtubule-associated protein, as a key regulator of cytoskeletal integration essential for apical domain formation. MAP7 localizes to apical microtubules without overlapping stable, acetylated tubulin. Loss of MAP7 disrupts apical domain architecture and causes ectopic expansion of tight junctions, ultimately preventing lumen formation during the first wave of spermatogenesis. Although overall microtubule intensity is largely preserved in Map7-deficient Sertoli cells, their organization is profoundly perturbed, indicating that MAP7 is required for dynamic remodeling that supports apical and epithelial organization. Proteomic analysis revealed that MAP7 forms a complex with non-muscle myosin II heavy chains MYH9 and MYH10. MYH9 normally concentrates at luminal regions where microtubules and F-actin converge, but becomes diffuse in Map7-deficient cells, suggesting that MAP7 mediates spatial integration of microtubules and actomyosin for localized remodeling. Single-cell RNA sequencing showed that Sertoli cell differentiation largely persists without MAP7, whereas germ cells in Map7-deficient testes exhibit delayed meiotic progression with expanded pachytene subtypes. These findings position MAP7 as a cytoskeletal integrator linking epithelial polarity to germline progression, highlighting how tissue organization underlies fertility.", "date": "2025-11-22", "journal": ""}
{"title": "Development of patient-derived neuroprogenitor cells (hNPCs), neurons, and astrocytes to explore the etiology of Guam Parkinsonism-dementia complex (PDC)", "doi": "10.1101/2025.10.07.680309", "authors": "Chlebowski-Giulietti, A.; Yang, Y.; Siddique, N. A.; Siddique, T.; Spencer, P. S.; Steele, J. C.; KISBY, G. E.", "abstract": "Parkinsonism-Dementia Complex (PDC) is one phenotype of a disappearing neurodegenerative disease (Guam ALS-PDC) that shows clinical and neuropathological relationships with amyotrophic lateral sclerosis (ALS), atypical parkinsonism and Alzheimer disease. ALS-PDC has been linked with exposure to environmental factors (notably cycad plant neurotoxins), but evidence from human and animal studies is inconclusive. Patient-derived induced pluripotent stem cells (iPSCs) provide a powerful in vitro system to explore the underlying cause of PDC. iPSC lines were derived from lymphocytes of a PDC-affected Guamanian Chamorro female patient and an age- and gender-matched healthy Chamorro resident of PDC-unaffected Saipan using non-integrating episomal plasmids. iPSCs derived from both patients expressed pluripotency markers (Oct4, SSEA-4, TRA-1-60, Sox2) prior to the generation of neuroprogenitor cells (hNPCs), neurons and astrocytes. An embryoid body protocol was used to derive hNPCs from both iPSC lines while a differentiation media was used to generate neurons from hNPCs. hNPCs derived from both iPSC lines displayed established neuroprogenitor markers (nestin, Sox2), while the differentiated hNPCs exhibited both neuronal (beta-tubulin III, Map2, doublecortin) and synaptic (synaptophysin, PSD-95) markers. Expression of these protein markers in hNPCs and neurons by dot blotting was also observed for both lines. Astrocyte progenitor cells and mature astrocytes with appropriate markers were also developed from the hNPCs of both lines using commercial kits. Development of these patient-derived iPSCs provides a human model for evaluating the role of environmental (e.g., cycad toxins) and genetic factors in ALS-PDC and possibly other related neurodegenerative diseases.", "date": "2025-11-22", "journal": ""}
{"title": "Composing the value signal for dopamine-mediated learning", "doi": "10.1101/2025.10.10.681616", "authors": "Mahajan, P.; Seymour, B.", "abstract": "The seminal reward prediction error theory of dopamine function faces several key challenges. Most notable is the difficulty learning multiple rewards simultaneously, inefficient on-policy learning, and accounting for heterogeneous striatal responses in the tail of the striatum. We propose a normative framework, based on linear reinforcement learning, that redefines dopamine's computational objective. We propose that dopamine optimises not just cumulative rewards, but a reward value function augmented by a penalty for deviating from a default behavioural policy, which effectively confers value on controllability. Our simulations show that this single modification enables optimal value composition, fast and robust adaptation to changing priorities, safer exploration in the context of threats, and stable learning amid uncertainty. Critically, this unifies disparate striatal observations, parsimoniously reconciling threat and action prediction error signals within the striatal tail. Our framework refines the core principle governing striatal dopamine, bridging theory with neural data and offering testable predictions.", "date": "2025-11-22", "journal": ""}
{"title": "A Structure-Guided Kinase-Transcription Factor Interactome Atlas Reveals Docking Landscapes of the Kinome", "doi": "10.1101/2025.10.10.681672", "authors": "Kim, A.-R.; Huang, K.; Johnson, J. L.; Yaron-Barir, T. M.; Wang, K.; Cantley, L. C.; Hu, Y.; Perrimon, N.", "abstract": "Protein kinases orchestrate cellular processes through phosphorylation, yet the structural basis for their specific binding partner interactions remains largely unmapped. Here, we present a structure-guided atlas of the human and Drosophila kinome, built by applying a new interface-aware scoring framework (iLIS) to AlphaFold-Multimer predictions. The resulting atlas recapitulates hallmark sequence preferences, confirms previously reported and functionally related protein-protein interactions, and uncovers unrecognized docking interactions. Notably, our analysis predicts a potentially widespread docking motif on homeodomain transcription factors that mediates interactions with basophilic kinases. Furthermore, we map putative allosteric interaction hotspots across the kinome and provide proof-of-concept evidence that targeting these surfaces can inhibit kinase activity. Finally, we demonstrate the physiological utility of the atlas by identifying a novel regulatory mechanism between Sgg/GSK3 and Hnf4 that controls lipid metabolism in vivo. This resource provides a blueprint for dissecting signaling networks and for the rational design of docking-site-specific kinase modulators.", "date": "2025-11-22", "journal": ""}
{"title": "Demographic insights for coral restoration", "doi": "10.1101/2025.10.21.683544", "authors": "Madin, J. S.; Oliver, T.; McWilliam, M.; Asbury, M.; Baird, A.; Chen, G. K.; Connolly, S. R.; Couch, C.; Drury, C.; Ehrenberg, J.; Jorissen, H.; Nims, A. D.; Reichert, J.; Rova, L.; Schiettekatte, N.; Toonen, R. J.; Wulstein, D.", "abstract": "Coral reef decline has prompted a global surge in reef restoration initiatives. The success of initiatives that aim to sustain coral populations or assemblages will depend on demographic principles. Restoration strategies generally follow two demographic pathways: additive approaches, which increase population numbers by introducing recruits, fragments, or adults without altering vital rates; and multiplicative approaches, which enhance vital rates-growth, survival, or reproduction-either extrinsically (e.g., herbivory, habitat protection) or intrinsically (e.g., assisted evolution). We synthesized 28 coral matrix population models spanning morphologically diverse coral species from the Caribbean, Hawaii, and the Great Barrier Reef to quantify additive and multiplicative changes needed to increase population growth. Results highlight two consistent demographic leverage points for which population growth was most sensitive:(1) survival of reproductive adults and (2) successful recruitment. Improving adult survival or recruitment by 20% through multiplicative means produced a 5% increase in population growth rate, depending on the fraction of the population affected. By contrast through additive means, the same population growth increases required ~100 recruit outplants or 5-10 adult outplants per 1,000 individuals in a population annually. For large populations typical of restoration targets (105-107 individuals), this translates to 103-104 outplants per year-levels rarely logistically or economically feasible. These findings yield two key implications. First, additive interventions are inefficient for large populations and demand sustained, large-scale effort. Second, strategies enhancing vital rates across broad population segments represent the most effective means of boosting coral abundance, including habitat protection, the alleviation of environmental stressors, and interventions which promote long-term survival and recruitment.", "date": "2025-11-22", "journal": ""}
{"title": "Microfluidic sieve-detector for rapid capture and detection of single molecules", "doi": "10.1101/2025.10.30.685461", "authors": "Kim, G.; Shen, M. L.; Ng, A.; Juncker, D.", "abstract": "Assays for protein and nucleic acid detection face trade-offs between sensitivity, time-to-result, simplicity and cost. They rely on analyte binding to a probe upon diffusive, and sometimes convective, transport. Microfluidics accelerates binding by reducing diffusive length scale[1-3] but sensitivity is limited by microscopic sample volumes. Alternatively, dispersing the probes in solution can help accelerate binding. Nucleic acid tests (e.g. polymerase chain reaction and isothermal amplifications) use dispersed primers to hybridize to the analytes and initiate exponential amplification[4-7], but at a comparatively long time-to-result (tens of minutes) and in a small reaction volume (a few microlitres). Dispersed microparticles coated with a capture probe are used to capture proteins[8,9], and upon microparticle partitioning in dead-end microwells or droplets, realize ultrasensitive digital immunoassays with single-molecule counting, but the protocols remain lengthy (hours) and the instrumentation complex[10-15]. Here we describe a microfluidic sieve-detector (MSD) that sieves molecules quickly using an isoporous membrane with each open-ended micropore forming a Brownian affinity trap (BAT). Under commensurate sample flow, Brownian motion-induced wall collision results in analyte capture within the BATs, which upon partitioning, turn into a digital detector array permitting quick counting and quantification of individual trapped analytes. MSDs with arrays of half a million BATs could sieve 200 microlitres in one minute, and quantify captured proteins (enzymes, IL-4, influenza nucleoprotein) and microRNA (miR-141) in four minutes, down to zeptomolar concentration. The MSD enables rapid, ultrasensitive and simple analysis, unlocking unprecedented opportunities for analytics and diagnostics.", "date": "2025-11-22", "journal": ""}
{"title": "T cell fate is dictated by different antigen presenting cells in response to dietary versus gut epithelial self-antigen", "doi": "10.1101/2025.11.06.687030", "authors": "Zhou, Y. D.; Brown, H.; Schaffer, E.; Taylor, G. M.; Fiske, K. L.; Komnick, M. R.; Lopez, S.; Dermody, T. S.; Esterhazy, D.", "abstract": "We investigated whether T cell responses and antigen-presenting cell (APC) requirements in gut-draining lymph nodes differ by antigen source, diet versus epithelium. Using mice fed ovalbumin (OVA) or expressing secreted (s), cytosolic (c), or transmembrane (tm) epithelial OVA, we compared OVA-specific T cell fates. At baseline and after reovirus infection, T cell responses were comparable across models. However, helminth infection induced Th2 cell polarization in sOVA and tmOVA but not cOVA or OVA-fed mice. BATF3 APCs were indispensable for CD4 T cell proliferation only in cOVA mice yet drove Treg cell differentiation across all epithelial OVA models. In contrast, antigen presentation by ROR{gamma}tMHC-II APCs was exclusively required for Treg cell induction by dietary OVA. These distinct APC dependencies correlated with susceptibility to pathology elicited by dietary versus epithelial self-antigens. Thus, antigen origin and presentation context are integrated to shape T cell fate, a new framework for predicting gut immune outcomes.", "date": "2025-11-22", "journal": ""}
{"title": "MaxGeomHash: An Algorithm for Variable-Size Random Sampling of Distinct Elements", "doi": "10.1101/2025.11.11.687920", "authors": "Hera, M. R.; Koslicki, D.; Martinez, C.", "abstract": "With the surge in sequencing data generated from an ever-expanding range of biological studies, designing scalable computational techniques has become essential. One effective strategy to enable large-scale computation is to split long DNA or protein sequences into k-mers, and summarize large k-mer sets into compact random samples (a.k.a. sketches). These random samples allow for rapid estimation of similarity metrics such as Jaccard or cosine, and thus facilitate scalable computations such as fast similarity search, classification, and clustering. Popular sketching tools in bioinformatics include Mash and sourmash. Mash uses the MinHash algorithm to generate fixed-size sketches; while sourmash employs FracMinHash, which produces sketches whose size scales linearly with the total number of k-mers. Here, we introduce a novel algorithm, MaxGeomHash, which for a specified parameter r > 1, will produce, without prior knowledge of n (the number of k-mers) a random sample of size r lg(n/r)+O(r). Notably, this is the first deterministic, permutation-invariant, and parallelizable sketching algorithm to date that can produce sub-linear sketches. We also introduce a variant, -MaxGeomHash, that produces random samples of size{Theta} (n) for a given  [isin] (0, 1). We study the algorithm's properties, analyze generated sample sizes, verify theoretical results empirically, provide a fast implementation, and investigate similarity estimate quality. With intermediate-sized samples between constant (MinHash) and linear (FracMinHash), MaxGeomHash balances efficiency (smaller samples need less storage and processing) with accuracy (larger samples yield better estimates). On genomic datasets, we demonstrate that MaxGeomHash computes common sketching tasks like database filtering, clustering, and similarity search, more efficiently than approaches like FracMinHash.", "date": "2025-11-22", "journal": ""}
{"title": "MindSight: A Bio-Inspired Neural Architecture for Visual Restoration via Cortical Electrical Stimulation", "doi": "10.1101/2025.11.12.688136", "authors": "Zou, Y.; Niu, H.; Zhao, B.; Yi, G.; Yang, M.; Ju, J.; Yin, J.; Li, C. T.", "abstract": "Visual impairment is a common condition worldwide, and cortical electrical stimulation is one of the approaches to aid in visual restoration. However, existing methods suffer from limited precision, flexibility, and generalization in generating the desired visual perception. In this paper, we propose a novel deep learning-based algorithm for cortical electrical stimulation, named \"MindSight,\" aimed at enhancing the clarity and accuracy of induced visual perceptions. Our framework introduces three key innovations: (1) A differentiable biophysical model simulating cortical state transitions under electrical stimulation, enabling end-to-end training; (2) A dual-path training architecture combining neural decoding fidelity with phosphene simulation constraints; (3) An attention-guided background gated network for input filtration and, a multi-channel activation constraint to ensure the effectiveness of electrical stimulation. We validated our approach through novel experiments with macaque monkeys, demonstrating superior performance in visual perception tasks. These results highlight the potential of our approach in assisting individuals with visual impairments.\n\nCodehttps://github.com/zyj9902/MindSight", "date": "2025-11-22", "journal": ""}
{"title": "A reference genome and transcriptome of haustorial development in Pedicularis groenlandica reveal diverse trajectories of haustoria-associated gene evolution in parasitic plants", "doi": "10.1101/2025.11.20.689508", "authors": "Cohen, R. O.; Chomentowska, A.; Cai, L.; Eaton, D. A. R.", "abstract": "Novel traits frequently evolve by co-opting existing genetic pathways through either the direct repurposing of existing genes or neofunctionatization of duplicated genes. Parasitism represents a major innovation in plants in which a novel organ, the haustorium, evolved to penetrate hosts and extract water and nutrients. Previous studies hypothesized that haustoria-associated genes primarily evolved from root and pollen-associated pathways by neofunctionalization following genome duplications. To examine the evolutionary origins of haustoria-associated genes, we generated a chromosome-scale reference genome of the hemiparasite Pedicularis groenlandica (Orobanchaceae) and sampled transcriptomes throughout haustorial development. We identified haustoria-associated genes; examined the expression of these genes and their paralogs across non-haustorial tissues; and investigated overlap in haustoria-associated genes with publicly available haustorial transcriptomes in four additional parasitic plants. We identified 5,635 haustoria-associated genes in P. groenlandica. A greater proportion of these genes were associated with pollen tubes (67%) than with roots (33%), evidenced by being either differentially expressed in pollen tubes, nested within pollen tube-associated gene families, or both. Haustoria-associated genes with paralogs that arose after the evolution of parasitism in Orobanchaceae are more likely to be uniquely expressed in haustoria, consistent with neofunctionalization. Our results support evidence of both pleiotropy and neofunctionalization as mechanisms by which genetic pathways are co-opted for haustorial function. Haustoria-associated genes are highly lineage-specific, highlighting a dynamic and ongoing process of independent haustorial co-option of gene functions among parasitic plant lineages.", "date": "2025-11-22", "journal": ""}
{"title": "Leveraging mathematical models to predict and control T-cell activation", "doi": "10.1101/2025.11.20.689432", "authors": "Barreiro, X. R.; Faro, J.; Villaverde, A. F.", "abstract": "T-cell receptor (TCR)-mediated T-cell activation is a key process in adaptive immune responses. The complexity of this process has led to the development of different mathematical models that seek to describe and predict the conditions of antigen-TCR interactions required for TCR triggering and T-cell activation. These models are characterized by describing different sets of sequential molecular interactions and their kinetics, positing the generation of a final product as a necessary and sufficient condition for T-cell activation. Such modeling could provide an effective tool for simulating antigen recognition by T cells and, consequently, aid in the design of effective therapeutic strategies. However, it is necessary to previously assess the predictive capabilities of the proposed models when fitted to experimental data. To achieve this goal, in this work we examine the parameter identifiability and sensitivity of the published models of TCR-based T-cell activation. For each model, we consider different, often experimentally measured, output quantities and show how their availability affects the results. These analyses allow us to determine the ability of each model to correctly describe different experimental situations, and to establish to what extent these models can be applied to reliably predict and control T-cell activation by specific therapeutic targets.", "date": "2025-11-22", "journal": ""}
{"title": "INS-17, an insulin-receptor ligand, confers specificity in adult IIS-regulated phenotypes in C. elegans", "doi": "10.1101/2025.11.20.689590", "authors": "Leptich, E. J.; Vijayakumar, P.; Pietryk, E. W.; Williams, M. I.; Arey, R. N.", "abstract": "Insulin/IGF growth factor (IGF) signaling (IIS) is a pleiotropic signaling pathway that functions across tissues to coordinate phenotypic changes in response to nutrient status. Thus, the ubiquity of the IIS pathway hinders efforts to elucidate the mechanisms driving specific IIS-related phenotypes, Previous research in the nematode worm C. elegans has demonstrated that loss of function of the IGF transmembrane receptor (IR) ortholog, DAF-2, results in a doubled lifespan and enhanced learning and memory behaviors in young and aged animals. However, these findings are the result of reducing DAF-2 receptor function rather than modulating ligand-receptor interactions. In the current study, we aimed to dissect ligand-receptor interactions that may regulate associative behaviors apart from canonical IIS lifespan phenotypes in C. elegans. To this end, we performed targeted genetic screening of Insulin-like Peptides (ILPs) previously identified as DAF-2 antagonists to test their role in learning and memory phenotypes. We discovered that only a single uncharacterized ILP, INS-17, is required for learning and memory. We also demonstrate that INS-17 is sufficient to confer extended memory ability and can promote the maintenance of learning and memory with age. Additionally, we observe that ins-17 regulates learning and memory ability independent of lifespan, uncoupling IIS-mutant phenotypes. We find that regulation of the ins-17 genetic locus explains its unique requirement among ILP for learning and memory behaviors. Finally, we found that INS-17 may act to signal a state of nutrient deprivation that is required to properly process stimulus valence to promote advantageous behaviors. Our findings deepen the understanding of how IIS can regulate specific phenotypic outputs in response to changes in internal metabolic states.", "date": "2025-11-22", "journal": ""}
{"title": "Cell Trajectory Inference based on Optimal Transport and a mechanistic stochastic gene expression model", "doi": "10.1101/2025.11.21.689689", "authors": "Fournie, C.; Ventre, E.; Herbach, U.; Baradat, A.; Gandrillon, O.; Crauste, F.", "abstract": "Cellular differentiation is the biological process that leads a cell to opt for a particular cellular identity. Recently, single-cell RNA-sequencing has enabled the simultaneous measurement of gene expression levels at specific times for a large number of individual cells and a large number of genes. Repeating such measurements at different time points gives then access to the temporal variation, or transport, of a distribution on a gene expression space. The whole temporal trajectory of distributions thus characterizes the differentiation process at population level, but trajectories of individual cells are still out of reach since most measurement techniques are destructive. The optimal transport theory that has been used so far to infer cellular differentiation trajectories from time-stamped single-cell RNA-seq data involves solving the so-called Schrodinger problem in its most common version. This implies assuming that cells move, in the gene expression space, by diffusion. Yet, real gene dynamics are much more complex. In the present work, we assume that mRNA dynamics are characterized by brief and important production of RNA, with long periods of inactivity in between, and consider the so-called Bursty model of gene dynamics. We use this model to define a reference process for the Schrodinger problem. By comparing the solutions of the Schrodinger problems with a Diffusive and a Bursty reference process, under different conditions, we show that the Bursty model provides a better approximation of the underlying gene dynamics than the standard Diffusive process when inferring cell trajectories.", "date": "2025-11-22", "journal": ""}
{"title": "Two-photon characterisation of long-Stokes-shift dye ATTO 490LS for single-laser multicolour imaging", "doi": "10.1101/2025.11.21.689649", "authors": "Cheung, K. Y.; Wu, Y.; Lee, S. Y.; Zhang, X.; Fukuda, M.; Claridge-Chang, A.", "abstract": "Long-Stokes-shift fluorophores enable high sensitivity and multiplexed imaging with single-wavelength excitation. Under single-photon conditions ATTO 490LS exhibits a 165-nm Stokes shift, but its two-photon properties remain uncharacterised. Emission and excitation spectral analyses of ATTO 490LS in ex vivo Drosophila melanogaster brains identified two-photon excitation sensitivity at 940 nm, with peak emission at 640 nm. We demonstrate successful duplexed imaging of ATTO 490LS alongside Alexa Fluor 488 using a single 920-nm fibre laser and dual photomultiplier tubes, enabling distinct measurement of red and green fluorescence signals. These findings establish ATTO 490LS as suitable for multicolour two-photon microscopy with single-laser systems.", "date": "2025-11-22", "journal": ""}
{"title": "Neural dynamics outside task-coding dimensions drive decision trajectories through transient amplification", "doi": "10.1101/2025.11.20.689599", "authors": "Pereira-Obilinovic, U.; Daie, K.; Chen, S.; Svoboda, K.; Darshan, R.", "abstract": "Most behaviors involve neural dynamics in high-dimensional activity spaces. A common approach is to extract dimensions that capture task-related variability, such as those separating stimuli or choices, yielding low-dimensional, task-aligned neural activity subspaces (\"coding dimensions\"). However, whether these dimensions actively drive decisions or merely reflect underlying computations remains unclear. Moreover, neural activity outside these coding subspaces (\"residual dimensions\") is often ignored, though it could also causally shape neural dynamics driving behavior. We developed a recurrent neural network model that fits population activity and uncovers the dynamic interactions between coding and residual subspaces on single trials. Applied to electrophysiological recordings from the anterior lateral motor cortex (ALM) and motor thalamus in mice performing a delayed response task, our model demonstrates that perturbations of residual dimensions reliably alter behavioral choices, whereas perturbations of the choice dimension, which strongly encodes the animal's upcoming decision, are largely ineffective. These perturbation effects arise because residual dimensions drive transient amplification across an intermediate number of coding and residual dimensions (~10), before the dynamics collapse into discrete attractor states corresponding to the animal's choice. By dissecting the low-dimensional variability underlying error trials, we find that it primarily shifts trajectories along residual dimensions, biasing single decisions. Residual activity in thalamus shapes cortical decision dynamics, implicating weakly selective thalamic populations in the emergence of cortical selectivity. Our findings challenge the conventional focus on low-dimensional coding subspaces as sufficient framework for understanding neural computations, demonstrating that dimensions previously considered task-irrelevant and accounting for little variance can have a critical role in driving behavior.", "date": "2025-11-22", "journal": ""}
{"title": "High extraversion enhances attentional control through dynamic network reorganization", "doi": "10.1101/2025.11.20.689570", "authors": "Chen, J. C. C.; Nandi, B.; Campusano, R.; Jiang, F.; Ziegler, D.; Gazzaley, A.; Zanto, T.", "abstract": "The extraversion-introversion dimension of personality is hypothesized to differ based on low or high cortical arousal, respectively. Notably, high cortical arousal in introverts is thought to underlie increased distractibility. Here, we assess fMRI while participants meditate (focused attention to their breath) under three levels of auditory distraction: no, low and high. Whereas introverts exhibited worsening attentional focus on their breath with increasing distraction, extraverts retained their ability to focus attention despite distraction. Dynamic functional connectivity analysis indicated that extraverts exhibited less globally efficient and less modular networks, which may prevent distracting stimuli from creating interference. Furthermore, connectivity strengths amongst the default mode, central executive, and salience networks were increased for extraverts and decreased in introverts during high focused attention; potentially indicating distinct cognitive processes that support attentional control. These findings support the hypothesis regarding differing levels of cortical arousal in extraverts and introverts and extend personality theory by linking the extraversion dimension to attentional control and functional connectivity dynamics.", "date": "2025-11-22", "journal": ""}
{"title": "Multiple longitudinal tracts in the cephalopod arm sensorimotor system", "doi": "10.1101/2025.11.20.689621", "authors": "Olson, C. S.; Ragsdale, C. W.", "abstract": "Octopuses have an incredibly rich behavioral repertoire, exhibiting complex motor acts that require the coordination of eight highly flexible arms, each with hundreds of suckers. These movements are controlled by an axial nerve cord (ANC), equivalent to the spinal cord, situated in the center of the arm musculature. The ANC has a cell body layer which forms a U-shape around its neuropil and is capped aborally, or opposite the sucker, by the cerebrobrachial tract (CBT), a massive fiber bundle known to interconnect the arms and the brain. In vertebrate spinal cords, in addition to the major fiber tracts that interconnect the brain and spinal cord, there are spinospinal connectives that coordinate complex motor behaviors across the appendages. Here, we asked with tract-tracing and immunohistochemistry, whether an octopus arm's ANC might also have intrinsic longitudinal connections for coordinated arm and sucker movements. We found that the ANC neuropil is enriched in longitudinal fibers. These fibers form distinct tracts, two within the oral (sucker-side) neuropil and two in the aboral (brachial-side) neuropil. In addition, CBT itself demonstrates four major subtracts, and DiI labeling and dextran tracing suggests that (1) the CBT also carries arm-intrinsic longitudinal connections and (2) the CBT and the neuropil tracts can be subcategorized into those that primarily connect with the sucker and those that serve the arm musculature. We also examined the organization of fiber-tracts in the ANC of the arms and tentacles of two species of squid, establishing that an aboral, extra-neuropil tract is a shared feature across all cephalopod species studied. In addition, the squids also had an oral longitudinal tract, though its positioning and size varied with species and appendage. In sum, these findings describe the neural substrate for coordinating motor behaviors across the length of a cephalopod appendage.", "date": "2025-11-22", "journal": ""}
{"title": "Engineering Apical Integrin-binding Cellular Patches to Directed Cell Reprogramming via Mechanical Remodeling", "doi": "10.1101/2025.11.21.689608", "authors": "Zhi, J.; Zhao, T.; Hou, W.; Zhang, Q.; Gao, Z.; Yu, J.; Wu, K.; Xu, C.; Hu, X.; Zhang, Y.", "abstract": "Engineering extracellular microenvironments to control stem cell fate remains a central challenge in regenerative medicine. Here, we develop ECM-mimetic cellular patches formed by the supramolecular assembly of laminin-derived, integrin-binding ligands. The resulting fibrillar networks exhibit well-defined molecular packing and nanoscale ligand distribution, enabling specific engagement of apical integrin {beta}1 on mesenchymal stem cells. This controlled interface converts molecular assembly into hierarchical mechanotransduction, coordinating cytoskeletal remodeling, nuclear deformation, and chromatin reorganization to drive neuronal reprogramming without genetic or chemical induction. Mechanistic studies reveal that the interplay between ligand assembly, spatial orientation, and network stability governs integrin activation and downstream transcriptional regulation These findings demonstrate how molecularly programmed assemblies can transform passive matrices into active, cell-instructive materials. This work establishes a framework for designing supramolecular systems that couple structural hierarchy with mechanotransductive control to direct stem cell fate and advance regenerative material strategies.", "date": "2025-11-22", "journal": ""}
{"title": "Quantum and Classical Graph Convolutional Neural Networks for Protein Ligand Dissociation Constant Prediction", "doi": "10.1101/2025.11.20.689635", "authors": "Salamatov, A.; Atluri, G.", "abstract": "How long a drug stays bound to its target - the residence time - is now recognized as a stronger in vivo efficacy driver than binding affinity alone. Yet current ML models for dissociation kinetics (koff) ignore two critical sources of structure information: (1) the change in protein-ligand geometry across time, and (2) the ability to represent complex spatial interactions with fewer parameters. We extend a state-of-the-art spatial GNN for protein-ligand complexes with two innovations. First, we introduce a 2-timestep GCN+GRU model that learns structure changes before and after short MD simulations. Second, we compress the model head using variational quantum circuits, preserving expressivity while removing ~66% of parameters. On the full PDBbind-koff-2020 benchmark, temporal integration improves predictive accuracy, and quantum compression matches the full classical model's accuracy at a fraction of its size. Our results show that time and quantum structure are underexplored, high-leverage axes for advancing kinetic ML models used in drug design.", "date": "2025-11-22", "journal": ""}
{"title": "A neoantigen-microbead platform for personalized T cell cancer vaccination", "doi": "10.1101/2025.11.21.689667", "authors": "Jiang, L.; Akpinar, B.; Li, Y.; Sanaee, M.; Sanjaya, N. A.; Schmidt, K.; Woodbridge, A. F.; Nilsson, O. B.; Notari, L.; Kindler, C.; Rimke, I.; Thomas, O.; Kanatani, S.; Uhlen, P.; Widengren, J.; Graslund, T.; Wermeling, F.; Gronlund, H.", "abstract": "Colorectal cancer (CRC) is a leading cause of cancer mortality and is characterized by a high tumor mutational burden, making it responsive to immunotherapy. We developed a bioinformatic and manufacturing pipeline for personalized cancer vaccines and evaluated it in the MC38 colon adenocarcinoma mouse model. Thirty-six high-scoring neoantigens (NAGs) were identified by exome and transcriptome analysis, produced as six purified polypeptides, and coupled to paramagnetic beads. Intralymphatic vaccination of C57BL/6 mice with NAG beads induced robust NAG-specific T cell and antibody responses, resulting in significant inhibition of MC38 tumor growth. Treated tumors displayed increased necrosis and CD8+ T cell infiltration. Compared with soluble peptides, bead-coupled antigens elicited superior protection. Studies in T cell-deficient and antibody-depleted mice confirmed that both CD4+ and CD8+ T cells mediated the antitumor effect. These findings highlight the potential of NAG bead vaccination as an effective immunotherapy for CRC.", "date": "2025-11-22", "journal": ""}
{"title": "Achieving Micrometer-Scale 4D X-ray tomography of Living Leaf Tissue in the Laboratory", "doi": "10.1101/2025.11.21.689754", "authors": "Siracusa, F.; Kristensen, E. V.; Szameitat, A.; Tobler, D. J.; Ertem, I.; Frank, M.; Wu, C.; Abdurrahmanoglu, R.; Pinna, A.; Minutello, F.; Husted, S.; Grivel, J.-C.; Mokso, R.", "abstract": "A methodology for achieving micrometer-scale 4D X-ray lab microscopy of living leaf tissue was developed to overcome challenges associated with delicate tissues, radiation damage, and motion artifacts during in vivo imaging. The study focused on optimizing laboratory-based X-ray micro-computed tomography (microCT) parameters to balance high-resolution imaging with minimized physiological stress and radiation dose quantification. Assessing the dose-safe imaging window required comparing vertical and horizontal leaf mounting setups. Results demonstrated that the horizontal setup provided greater stability, preventing tissue degradation and maintaining sample viability during continuous acquisitions lasting up to 22 hours (~15600 Gy). MicroCT capacities were clearly able to resolve microstructures at the cellular level, achieving a pixel size down to 1 m. Furthermore, this optimized methodology confirmed the ability to track the spatiotemporal dynamics of applied compounds such as iohexol and aggregated nanoparticles within the leaf tissue. This work establishes that accessible laboratory-based microCT enables the in vivo 4D monitoring of anatomical and physiological changes in living plants.", "date": "2025-11-22", "journal": ""}
{"title": "Computational design of cysteine proteases", "doi": "10.1101/2025.11.21.689808", "authors": "Choi, H.; Coventry, B.; Bauer, M. S.; Venkatesh, P.; Chen, A.; Kim, D.; Bera, A. K.; Kang, A.; Nguyen, H.; Joyce, E.; Shankaran, B.; Thompson, T. R.; Gershon, J.; Shida, A. F.; Lee, G. R.; Hilvert, D.; Pellock, S. J.; Baker, D.", "abstract": "Despite advances in de novo enzyme design, success has been largely limited to low energy barrier model reactions. Amide bonds such as those linking amino acids along the peptide backbone are stable for hundreds of years in neutral aqueous solution because of the high energy barrier to hydrolysis. Here we describe the use of a new deep learning method, RFD2-MI, to de novo design enzymes which utilize an activated cysteine nucleophile to hydrolyze the polypeptide backbone in a sequence-dependent manner, achieving rate enhancements over the background reaction (kcat/kuncat) of up to 3 x 107. The generated designs have folds very different from the proteases in nature (TM score < 0.50), and crystal structures are very close to the design models (C RMSDs < 1.2 A), highlighting the accuracy of the design methodology. Our approach has broad utility for advancing the design of novel proteases for both biotechnical and medical applications.", "date": "2025-11-22", "journal": ""}
{"title": "The unexpected dual role of S100A9 amyloid protein on neurodegeneration in progressive multiple sclerosis motor cortex", "doi": "10.1101/2025.11.21.689707", "authors": "Pansieri, J.; Attwood, J.; Pisa, M.; Yates, R.; DeLuca, G. C.", "abstract": "Motor cortical inflammation and neurodegeneration are key features of progressive multiple sclerosis (MS), contributing to irreversible motor disability. However, the precise mechanisms leading to neuronal loss remain poorly understood. While chronic inflammation is a hallmark of MS and contributes to disease progression, the factors linking inflammation to neuronal loss in the cortex are not well defined. One candidate is the calcium-binding protein S100A9, a damage-associated molecular pattern (DAMP) protein, thought to be released by stressed cells and infiltrating monocytes. Through its ability to modulate immune responses and influence neuronal survival, S100A9 may sustain chronic inflammation and participate in neurodegenerative processes. Although its role has been explored in other neurological disorders, its contribution to progressive MS remains largely uncharacterised. Here, we investigated S100A9 expression in the motor cortex of a large post-mortem cohort of MS cases (n=67) and controls (n=9), focusing on its cellular localisation and its relationship with neuronal density and vascular pathology. S100A9 expression was increased in progressive MS cases compared to controls, predominantly localised to intravascular monocytes and as amyloid-like extracellular plaques surrounding blood vessels. These patterns were associated with neurodegeneration and blood-brain barrier (BBB) disruption, as evidenced by correlations with reduced brain weight, decreased neuronal density, and increased fibrin(ogen) deposition. In contrast, S100A9 was also expressed in microglia, where it correlated with increased neuronal density and reduced fibrin(ogen) deposition. Notably, the phosphorylated form of S100A9, linked to pro-inflammatory signaling, was reduced in microglia but enriched in perivascular regions. These findings reveal a dual, compartment-specific role for S100A9 in progressive MS, whereby extracellular aggregates may drive neurotoxicity, while microglial S100A9 may confer neuroprotection. Therapeutic strategies targeting extracellular S100A9 while preserving its intracellular functions may offer new opportunities for treating progressive MS.", "date": "2025-11-22", "journal": ""}
{"title": "Major histocompatibility complex class II-expressing bone marrow megakaryocytes activate CD4+ T cells and induce regulatory T cell fate", "doi": "10.1101/2025.11.21.689743", "authors": "Camacho, V.; Wang, K. G.; Hanc, P.; Carminita, E.; Becker, I. C.; Lee, D. H.; Maggi, J.; Falchetti, M.; Barrachina, M. N.; von Andrian, U.; Carrascal, M.; Italiano, J. E.; Machlus, K. R.", "abstract": "While professional antigen-presenting cells drive adaptive immunity, atypical cell types can fulfill this role in the bone marrow. Megakaryocytes (MKs) are canonically recognized for platelet production, but recent studies indicate functional heterogeneity and immune potential. We found that approximately 20% of bone marrow MKs express Major Histocompatibility Complex (MHC) II and co-stimulatory receptors CD80, CD86, and CD40. These MKs process and present antigen to activate T cells in an MHC II-dependent manner. MK/T cell interactions induced TGF-beta secretion and promoted induced regulatory T cell differentiation. Immunopeptidomics of MK MHC II receptor confirmed occupancy by exogenous peptides, demonstrating in vivo functionality. Using a murine model with MK-targeted deletion of MHC II, we observed altered TLR signaling, reduced bone marrow TGF-beta, and decreased numbers of hematopoietic stem cells. Together, these findings identify MHC II+ MKs as noncanonical antigen-presenting cells that modulate adaptive immunity and maintain the hematopoietic niche.", "date": "2025-11-22", "journal": ""}
{"title": "GBoost-CTL: A novel method in multi-tissue transcriptome-wide associations studies in cross-tissue learner incorporating GWAS information", "doi": "10.1101/2025.11.22.689782", "authors": "Billah, M. M.; Wei, H.; Sun, F.; Zhang, K.", "abstract": "Genome-wide association studies (GWAS) have uncovered numerous genetic variants linked to complex human diseases, yet linking these variants to transcripts and tissues that drive pathology remains difficult. Multi-tissue transcriptome-wide association studies (TWAS) offer a powerful bridge, but existing analytical methods have some limitations, either by discarding important signals by separately analyzing and then aggregating results across tissues, implying imputation models in individual tissues, or fusing them with weights that ignore how much GWAS signal each tissue actually carries. Therefore, most of the existing methods do not work uniformly across different GWAS cohorts. Here, we propose GBoost-CTL - a GWAS boosted cross tissue learner that can overcome those aforementioned limitations. The method starts with any collection of single-tissue learners (STLs), allowing investigators to choose the most suitable imputation engine for each tissue. It then (i) allocates weights according to each STLs out of sample predictive accuracy and (ii) refines those weights incorporating the GWAS derived information, so that informative tissues are automatically up weighted while uninformative tissues are down weighted. This dual weighting strategy lets GBoost-CTL adapt to fully shared, partially shared, or highly tissue specific regulatory architectures while preserving nominal type I error control and delivering substantially higher power than existing linear or covariance based methods. Through extensive simulation, we have found that this dual weighting strategy lets GBoost-CTL adapt to fully shared, partially shared, or highly tissue specific regulatory architectures while preserving nominal type I error control and delivering substantially higher power than existing linear or covariance based methods. When applied to real data, GBoost-CTL consistently outperformed some existing multi-tissue TWAS methods (e.g., TWAS-CTL, UTMOST and PrediXcan) by identifying a greater number of disease-associated genes with more stringent p-values. Given its modular design, computational scalability, and demonstrable gains in discovery power, we believe that GBoost-CTL offers a practical tool for the analysis of multi tissue TWAS.", "date": "2025-11-22", "journal": ""}
{"title": "Bias in genome-wide association test statistics due to omitted interactions", "doi": "10.1101/2025.11.21.689603", "authors": "Yelmen, B.; Güler, M. N.; Estonian Biobank Research Team,  ; Kollo, T.; Möls, M.; Charpiat, G.; Jay, F.", "abstract": "Over the past two decades, genome-wide association studies (GWAS) enabled the discovery of thousands of variants associated with many complex human traits. However, conventional GWAS are still widely performed with linear models with the assumption that the genetic effects are predominantly additive. In this work, we investigate the test statistic behavior when linear models are used to obtain significant genotype-phenotype associations without accounting for epistasis. We first algebraically derive mean and variance shift in the null statistic due to the omitted interaction term, and define the boundary between conservative (i.e., deflated statistic tail) and anti-conservative (i.e., inflated statistic tail) regimes for the common GWAS significance threshold. We then perform phenotype simulation analyses using the Estonian Biobank genotypes and validate the mathematical model. We demonstrate that the anti-conservative regime is plausible under realistic parameter settings and models omitting interaction terms can produce spurious significance. Our findings suggest caution when interpreting statistically significant signals reported in the literature based on linear models, especially for large-scale GWAS.", "date": "2025-11-22", "journal": ""}
{"title": "Increases in Plasma Viscosity Disrupt Microvascular Flow Dynamics", "doi": "10.1101/2025.11.21.689861", "authors": "Franco, C. E.; Gonzales, A. L.", "abstract": "Background: Autoregulation of blood flow depends on pressure induced constriction and flow mediated dilation. These processes are well defined in arterioles, but how blood enters and distributes within the capillary network, the primary site of oxygen and nutrient exchange, is less understood. Endothelial cells and pericytes are increasingly recognized as active regulators of capillary tone, yet the mechanisms governing capillary level autoregulation remain unclear. Plasma viscosity is a major determinant of shear stress and may influence this regulation, but its role is not fully defined. Methods: Using an ex vivo pressurized retinal preparation that preserves the arteriole to capillary continuum, we examined how changes in intraluminal viscosity and shear stress affect endothelial and mural cell activity during pressure driven flow. To study chronic viscosity elevation, we assessed microvascular structure, remodeling, endothelial responsiveness, and capillary perfusion in a high fat diet model of altered blood rheology. Results: Increasing viscosity enhanced endothelial Ca2+ activity in transitional and capillary segments and suppressed pressure induced Ca2+ elevations in smooth muscle cells and pericytes through nitric oxide dependent inhibition. Chronic elevation of viscosity produced segment specific effects. Arterioles showed structural remodeling and higher tone, whereas transitional and capillary vessels did not remodel and instead exhibited impaired endothelial shear sensing and reduced capillary recruitment. High fat diet feeding lowered baseline capillary perfusion and eliminated viscosity dependent modulation, indicating loss of shear-based control. Conclusions: Autoregulation differs fundamentally between arterioles and capillaries, and viscosity dependent endothelial signaling is a key determinant of capillary entry and flow distribution. Plasma viscosity is an important regulator of microvascular perfusion and a potential biomarker and therapeutic target in microvascular disease. Key Words: capillary autoregulation; plasma viscosity; endothelial shear sensing", "date": "2025-11-22", "journal": ""}
{"title": "Observations of anisotropic paramagnetic and diamagnetic susceptibility in the primate brain", "doi": "10.1101/2025.11.21.689628", "authors": "Chen, J.; Gkotsoulias, D. G.; Jaffe, J. E.; Grassle, T.; Jaeger, C.; Gone Bi, Z. B.; Crockford, C.; Wittig, R.; Moeller, H. E.; Liu, C.", "abstract": "Bulk magnetic susceptibility in the brain white matter is known to be diamagnetic and anisotropic due to the ordered myelin lipids. While paramagnetic iron is widely present in the brain, it is typically not considered to contribute to anisotropy. Using experimental MRI and computational techniques, this study explores the competing contribution of diamagnetic and paramagnetic substances to the susceptibility anisotropy. Multi-echo gradient-echo imaging and diffusion-weighted imaging data from a paraformaldehyde-fixed post-mortem chimpanzee (Pan troglodytes verus) brain was analyzed. A computational method, DECOMPOSE-QSM, was used to separate paramagnetic susceptibility and diamagnetic susceptibility components. As expected, diamagnetic components showed significant anisotropy; unexpectedly, paramagnetic components also exhibited strong anisotropy in deep gray matter and parts of white matter. This may arise from the geometric arrangement of iron-rich cellular compartments, such as oligodendrocytes, astrocytes, and microglia, along nerve fibers. This method enables further exploration of tissue-specific contributions to susceptibility anisotropy.", "date": "2025-11-22", "journal": ""}
{"title": "Risky Choices After Frontal Brain Injury: Differential Effects in Self vs Other-Decision Contexts", "doi": "10.1101/2025.11.21.689684", "authors": "Rostami, F.; Soltani, S.; Grafman, J.; Heyrani, R.; Yazdanpanah, A.; Jahanbakhshi, A.; Vahabie, A.-H.; Shariat, S. V.; Abdolalizadeh, A.; Mirfazeli, F. S.", "abstract": "Frontal lobe integrity is crucial for assessing risk and making informed decisions. This study investigated how frontal lobe lesions affect the computational mechanisms underlying risky choice, particularly when decisions impact oneself versus another person. A Patient Group of 20 individuals with frontal cortex damage and a Control Group of 20 matched individuals performed a gambling task, making accept/reject decisions on mixed-outcome gambles for themselves (\"Self\") or an anonymous other (\"Other\"). We provide a mechanistic account of choice behavior using Prospect Theory, the leading behavioral model of decision-making under risk, to quantify parameters for utility curvature, loss aversion, and probability weighting. Behaviorally, the Patient Group accepted significantly more disadvantageous gambles for themselves than did the Control Group yet showed a trend toward greater caution when choosing for others. Prospect Theory modeling revealed a specific computational phenotype for this behavior. Compared to the Control Group, the Patient Group exhibited significantly more pronounced utility curvature (lower , {beta}) and more linear, less distorted probability weighting (higher {gamma}). While patients also showed a trend toward lower loss aversion ({lambda}), this difference was not statistically significant. This combination of altered utility and probability processing explains their paradoxical risk-seeking. These findings suggest that frontal cortex damage disrupts the computation of subjective value, leading to a distinctive decision-making profile marked by altered utility curvature and reduced sensitivity to outcome magnitudes. This computational characterization deepens our understanding of frontal lobe contributions to decision-making and can inform targeted rehabilitation strategies.", "date": "2025-11-22", "journal": ""}
{"title": "A gene expression atlas of a juvenile nervous system", "doi": "10.1101/2025.11.21.689793", "authors": "Taylor, S. R.; Olson, C.; Ripoll-Sanchez, L.; Valperga, G.; McWhirter, R.; Barney, S. T.; Atkinson, A.; Goel, S.; Weinreb, A.; Hardin, A.; Rolfson, A.; Pattee, J.; Aguilar, G. R.; Merritt, D. M.; Eroglu, M.; Majeed, M.; Grundvig, E.; Child, E.; Vertes, P. E.; Schafer, W.; Varol, E.; Hammarlund, M.; Hobert, O.; Miller, D. M.", "abstract": "Although the fundamental architecture of metazoan nervous systems is typically established in the embryo, substantial numbers of neurons are added during post-natal development while existing neurons expand in size, refine connectivity, and undergo additional differentiation. To reveal the underlying molecular determinants of post-embryonic neurogenesis and maturation, we have produced gene expression profiles of all neuron types and their progenitors in the first larval stage (L1) of C. elegans. Comparisons of the L1 profile to the embryo and to the later L4 larval stage identified thousands of differentially expressed genes across individual neurons throughout the nervous system. Key neuropeptide signaling networks, for example, are remodeled during larval development. Gene regulatory network analysis revealed potential transcription factors driving the temporal changes in gene expression across the nervous system, including a broad role for the heterochronic gene lin-14. We utilized available connectomic data of juvenile animals in combination with our neuron-specific atlas to identify potential molecular determinants of membrane contact and synaptic connectivity. These expression data are available through a user-friendly interface at CeNGEN.org for independent investigations of the maturation, connectivity and function of a developing nervous system.", "date": "2025-11-22", "journal": ""}
{"title": "Cannabis-enriched oral Actinomyces induces anxiety-like behavior via impairing mitochondria and GABA signaling", "doi": "10.1101/2025.11.21.689724", "authors": "Salman, T.; Luo, Z.; Johnson, D.; Noorani, A. A.; Wan, Z.; Bordieanu, B.; Ye, Z.-w.; Penrod-Martin, R.; Xian, H.; Fitting, S.; Kalivas, P.; Jiang, W.", "abstract": "The human oral microbiome is increasingly recognized as a contributor to brain health, yet its mechanisms remain unclear. Our previous work revealed that oral Actinomyces species was enriched in chronic cannabis smokers. Here, we show oral inoculation of cannabis use-associated Actinomyces species, especially A. meyeri, to wildtype C57BL/6 mice leads to anxiety-like behaviors, non-region-specific microglia activation, mitochondrial dysfunction, and reduced GABAergic neurotransmission, without evidence of bacterial translocation to the brain, neuroinflammation, and memory decline. Notably, Actinomyces species producing metabolites, i.e., arginine and argininosuccinate, were increased in both oral swabs and brain following inoculation in vivo. These Actinomyces species-producing metabolites induced mitochondrial dysfunction and oxidative stress in neurons in vitro, indicating a neuropathogenic role and aligning with reduced GABAergic neurotransmission in vivo. Together, these results suggest that oral cannabis-associated dysbiosis impacts behavior through mitochondrial stress and impaired inhibitory signaling, indicating the oral to brain metabolic axis is potentially consequential in neuropsychiatric disorders.", "date": "2025-11-22", "journal": ""}
{"title": "Inter-areal coupling for cognition through coincident oscillatory transients", "doi": "10.1101/2025.11.21.689181", "authors": "Siems, M.; Cao, Y.; Donner, T. H.; Tsetsos, K.; Engel, A. K.", "abstract": "How do large-scale brain networks interact to enable cognition? Correlated oscillations, a mechanism for inter-areal interactions, can be expressed as phase coherence or amplitude co-fluctuations. While considerable work has investigated the functional roles of phase coherence, little is known about whether and how the coincidence of high-amplitude oscillations across the cortex can impact cognition. Here, we demonstrate that inter-areal amplitude-coupling related to cognitive dynamics mainly reflects coincident oscillatory transients, rather than sustained oscillations. Capitalizing on the spatio-temporal resolution of brain-wide magnetoencephalography (MEG) during a behavioral task probing attention and decision-making our findings reveal behaviorally relevant transient oscillatory networks: First, coincidences of oscillatory transients in the alpha and beta frequency range increase prior to correct decisions in a parieto-frontal network. Second, during attention allocation coincident oscillatory transients increase in visual, medial parietal and lateral prefrontal networks in the theta/alpha frequency range. We propose that brain-wide coincident oscillatory events are a key signature of inter-areal interactions during cognition.", "date": "2025-11-22", "journal": ""}
{"title": "Microbial metabolism of complex organic matter across diverse deep-sea ecosystems", "doi": "10.1101/2025.11.21.689854", "authors": "Zheng, R.; Wang, C.; Sun, C.", "abstract": "The deep sea is home to a vast and largely unexplored microbial biosphere, along with significant amounts of complex organic matter (COM). However, the ability of deep-sea microbes to metabolize complex organic matter across diverse regions remains poorly understood. Here, we combine 16S rRNA gene amplicon sequencing, metagenomics, and metatranscriptomics to comprehensively characterize prokaryotic communities across different years and habitats (cold seeps, hydrothermal vents, and seamounts). Our results reveal spatio-temporal community heterogeneity driven by geochemical gradients, alongside widespread genomic and transcriptomic potential for COM metabolism. Notably, the PVC (Planctomycetota-Verrucomicrobiota-Chlamydiota) superphylum exhibits extensive polysaccharide degradation capabilities, with Planctomycetota strain WC338 and Lentisphaerota strain WC36 isolated via laminarin enrichment. Growth and transcriptome data confirm their obligate laminarin dependence and robust degradation capacity, employing distinct enzymes (GH16 and GH2), whose broad distribution across diverse PVC superphylum lineages underscores their prevalence. Furthermore, we demonstrate that laminarin acts as a highly effective selective substrate for enriching and isolating the deep-sea PVC superphylum bacteria. Collectively, these findings delineate specialized adaptations within the PVC superphylum for polysaccharide degradation, significantly expanding our understanding of deep-sea microbial roles in global carbon cycling.", "date": "2025-11-22", "journal": ""}
{"title": "Novel markers for haemogenic endothelium and haematopoietic progenitors in the mouse yolk sac", "doi": "10.1101/2025.11.21.689693", "authors": "Diez-Pinel, G.; Muratore, A.; Ruhrberg, C.; Canu, G.", "abstract": "Erythro-myeloid progenitors (EMPs) originate from the haemogenic endothelium in the yolk sac via an endothelial-to-haematopoietic transition (EHT) to generate blood and immune cells that support embryo development. Yet, the transitory nature of EHT and the limited availability of molecular markers has constrained our understanding of the origin, identity and differentiation dynamics of EMPs. Here, we have refined the annotation of yolk sac haemato-vascular populations in publicly available single-cell RNA sequencing (scRNAseq) datasets from mouse embryos to identify novel molecular markers of haemogenic endothelium and EMPs. By sub-clustering key cell populations followed by pseudotime analysis, we refined cluster annotations and then reconstructed differentiation trajectories. Subsequent differential gene expression analysis between clusters identified novel cell surface markers for haemogenic endothelial cells and EMPs. Further, we have identified candidate signalling and metabolic pathways that may regulate yolk sac haematopoietic emergence and differentiation. Novel markers for haemogenic endothelium and EMPs were validated by immunostaining of mouse yolk sac. These insights into the transcriptional dynamics in the yolk sac should support future investigation of EHT and haematopoietic differentiation during early mammalian development.", "date": "2025-11-22", "journal": ""}
{"title": "Threatened bat species reduce their activity in presence of traffic noise playback, and may shout louder", "doi": "10.1101/2025.11.21.689748", "authors": "Hart, A.; Monari, P.; Borkin, K.; Cain, K. E.; Prebble, T.; Cieraad, E.; Pattemore, D.", "abstract": "Anthropogenic sound is a prevalent pollutant with broad effects on wildlife. As human populations grow, exposure of natural environments to anthropogenic noise will increase. Automobile traffic is a notably pervasive source of noise pollution; transportation networks often cross otherwise relatively undisturbed habitats and the sound they produce is typically chronic and of high intensity. How this noise interferes with the production and reception of animal acoustic signals for communication and navigation remains largely unknown. In particular, bats (order Chiroptera) have received limited attention in anthropogenic noise studies, despite being the second most diverse mammalian group and relying strongly on acoustic signals. We used a \"phantom road\" paradigm to experimentally isolate and assess the effect of traffic sound playback on the behaviour of the two extant bat species in Aotearoa New Zealand. To begin to understand how bats might behaviourally respond to a noisy environment, we also investigated whether bats' call sequence and structure differed with and without sound playback. We found an approximate 50% reduction in the mean number of sequences per night of both bat species during sound playback, suggesting bats avoid noisy areas. We also found that calls from the bats that were present were emitted at higher frequencies and increased intensities (loudness) during playback. As avoidance of areas reduces the amount of quality habitat accessible and call modulation can impose metabolic costs, chronic noise may impose fitness costs on declining populations of native bats. With increasing areas of natural habitat exposed to anthropogenic noise, untangling the effects of high sound levels is crucial for conservation of bats and the ecosystem services they provide.", "date": "2025-11-22", "journal": ""}
{"title": "Dose- and outcome-dependent effects of bacterial infection on female fecundity in Drosophila melanogaster", "doi": "10.1101/2025.11.22.689874", "authors": "Basu, A.; Tekade, K.; Prasad, N. G.", "abstract": "The virulence of a pathogenic infection challenge can manifest in the form of increased host mortality rates and/or reduced host fecundity. Reduced fecundity in infected hosts can result from resource-allocation trade-offs: increased investment in immune defences depletes the common pool of resources, which are also required for reproduction. Alternatively, reduced fecundity may result from damage to host organs, especially reproductive organs, caused by the infection. We infected Drosophila melanogaster females with the bacterial pathogen Enterococcus faecalis at different infection doses and found that increasing the infection dose led to greater suppression of fecundity, without a corresponding increase in mortality rates. We further found that the reduction in host fecundity is contingent on the infection outcome (whether the host lives or dies after being infected), particularly in flies infected with a high dose of bacteria. Interestingly, survivors of the infection challenge had exhibited comparable fecundity irrespective of the dose used to infect them, whereas amongst females that died after infection, a higher infection dose led to a lower fecundity. We therefore propose that our results indicate that fecundity suppression in E. faecalis-infected females is likely caused by host organ damage rather than by diversion of limited resources towards immune function.", "date": "2025-11-22", "journal": ""}
{"title": "Precision at Every Scale: Efficiency in AI-Driven De Novo Antibody Design", "doi": "10.1101/2025.11.21.689414", "authors": "Cha, H.; Cho, K.; Gu, J.; Gwak, D.; Ham, S. W.; Hong, M.; Kwon, S.; Lee, C.; Lee, D. K.; Lee, D.; Lee, D.; Lim, J.; Noh, J.; Oh, S.; Park, E.; Park, S.; Park, T.; Ryu, E.; Ryu, S.; Sa, D. H.; Seok, C.; Song, M. Y.; Won, J.; Woo, H.; Yang, J.", "abstract": "The precise de novo design of antibodies remains a therapeutic challenge. The AI platform, GaluxDesign, validated its capabilities through two strategies: prior work showed comprehensive exploration, and this study validates a high-efficiency, precision approach. GaluxDesign was applied to eight distinct epitopes across six therapeutic targets, synthesizing and testing a focused set of 50 de novo IgG candidates per epitope. This precision-scale campaign yielded a 10.5% binder rate (estimated EC_50 < 100~nM), identifying target-specific binders for seven of eight epitopes. These novel antibodies exhibit therapeutically relevant properties, with sub-nanomolar to single-digit nanomolar dissociation constants (K_d) confirmed for multiple candidates. These findings confirm that a high-efficiency, precision-scale workflow is a viable approach for generating novel, high-affinity therapeutic antibodies.", "date": "2025-11-22", "journal": ""}
{"title": "Comparative genomics and interactions of vector thysanopterans and transmitted viruses", "doi": "10.1101/2025.11.21.689785", "authors": "Catto, M. A.; Labadie, P. E.; Kennedy, G. G.; Jacobson, A. L.; Hunt, B. G.; Srinivasan, R.", "abstract": "We analyzed the genomes of nine thysanopteran (thrips) species, with one newly generated, and examined their relationships with 23 representative orthotospoviruses from the family Tospoviridae (order Bunyavirales). Thrips can be agricultural pests, contributing to measurable yield reductions in economically valuable crops and ornamentals. Some thrips species are confirmed orthotospovirus vectors, while most of the ~7,000 identified species are unknown in their vector status. We conducted in silico protein-protein interaction predictions for several thrips proteins, including an endocuticle protein previously reported to bind to orthotospovirus glycoproteins. In most ecologically observed vector-virus pairs, the predicted protein-protein interactions were confirmed, and additional plausible vector-virus transmission interactions emerged from our analyses. These results expand our understanding of vector-virus co-evolution and highlight candidate molecular interfaces that could be targeted to disrupt virus transmission in agricultural systems.", "date": "2025-11-22", "journal": ""}
{"title": "CCK* (Convex Closure K*): A Suite of Algorithms for the De Novo Design of L- and D-peptide Binders", "doi": "10.1101/2025.11.21.689740", "authors": "Childs, H.; McBride, A. C.; Donald, B. R.", "abstract": "The computational design of L-peptides and their mirror-image counterparts, D-peptides, is a valuable area in drug design. L- and D-peptides offer exceptional structural diversity and high binding specificity, while D-peptides additionally confer critical advantages such as proteolytic resistance. Progress in de novo D-peptide design has been hindered by the absence of evolutionary context and limited structural data, both of which are essential for the deep learning methods that dominate L-peptide design. Consequently, any framework capable of designing both L- and D-peptides must not only be grounded in data-driven inference but also first-principles, physics-based modeling. Here, we introduce a unified computational framework that supports de novo design of both L- and D-peptides, thereby expanding the accessible design space across the full mirrored proteome. Convex Closure K* (CCK*) is a suite of chiral-invariant algorithms: SCOPE, MONTAGE, and ARISE. SCOPE, using geometry as a proxy for chemical energetics, computes convex hull representations of rotameric states to rapidly generate multi-sequence protein contacts maps. MONTAGE employs geometric hashing in conjunction with the K* algorithm to generate and rank backbone scaffolds by their suitability for sequence design. ARISE is a sequence design algorithm that uses an iterative residue search approach in an undirected graph to discover high-affinity peptide sequences. We apply the full CCK* suite to six de novo design tasks, benchmarking both homochiral and heterochiral binding on chirality-preserving and chirality-inverting designs.", "date": "2025-11-22", "journal": ""}
{"title": "Billi: Provably Accurate and Scalable Bubble Detection in Pangenome Graphs", "doi": "10.1101/2025.11.21.689636", "authors": "Bhat, S. G.; Mahajan, D.; Jain, C.", "abstract": "A key application of pangenome graphs is the characterization of small and large genomic variants represented as bubbles within the graph. Although bubbles have been extensively studied in directed graphs in the context of genome assembly, there remains a need for a rigorous definition and systematic analysis of bubbles in bidirected graphs, which is the predominant data structure used to represent pangenomes. We show that existing bubble definitions for bidirected graphs do not fully meet the requirements for representing genetic sites and alleles; in particular, overlapping bubbles may not exhibit strict nesting. To address this, we introduce a new subgraph abstraction called panbubble and prove that it satisfies the desired structural properties for variant characterization. We then present an exact algorithm with runtime O(V^2(V + E)) for detecting all panbubbles in a bidirected graph G = (V, E). In addition, we propose a heuristic algorithm that produces identical output as the exact algorithm in practice and scales to large graphs, including both the first and second releases of the Human Pangenome Reference Consortium (HPRC). We implemented our algorithms in the tool Billi (github.com/at-cg/billi). On our largest dataset, Billi is more than 15x faster and uses over 5x less memory than VG.", "date": "2025-11-22", "journal": ""}
{"title": "AlterNet: Alternative splicing-aware gene regulatory networkinference", "doi": "10.1101/2025.11.21.689745", "authors": "Hoffmann, J.; Wallnig, J.; Dai, Z.; Tsoy, O.; Blumenthal, D. B.; Hartebrodt, A.", "abstract": "Abstract. Gene regulatory networks (GRNs) help decode biological systems by identifying how genes interact and regulate cellular processes. However, conventional GRN inference methods operate at the gene-level, overlooking transcript-level variability introduced by alternative splicing (AS). In this work, we present AlterNet, the first GRN inference and annotation pipeline which produces transcript-resolved and AS-aware GRNs. AlterNet builds on the GRNBoost2 inference algorithm, and includes a transcript plausibility and annotation workflow. We applied AlterNet to expression data from heart tissue, including samples from donors with normal heart function and from patients with different types of cardiomyopathy. The resulting isoform-level GRNs uncovered highly relevant regulatory interactions not detectable at the gene-level. Overall, AlterNet infers transcript-level regulatory network which enable the discovery of novel, biologically relevant regulatory interactions that remain hidden in gene-level GRNs. The source code of AlterNet is available on GitHub https://github.com/bionetslab/AlterNet, and can be installed as a Python package.", "date": "2025-11-22", "journal": ""}
{"title": "MIR17HG Expression Is Transcriptionally Regulated by PAX3::FOXO1 and MYCN 1 and is Necessary for Oncogenic Activity in Fusion-Positive Rhabdomyosarcoma", "doi": "10.1101/2025.11.21.689335", "authors": "Zargar, S. A.; Raut, P. K.; Kim, H.; Hoffman, R. A.; Stanton, B.; Barr, F. G.", "abstract": "Alveolar rhabdomyosarcoma (RMS), an aggressive pediatric soft tissue cancer, is driven by the oncogenic fusion transcription factor PAX3::FOXO1 (P3F) or PAX7::FOXO1. In a subset of fusion-positive (FP)-RMS cases, amplification of the MIR17HG locus leads to overexpression of the miR-17-92 cluster of microRNAs (miRNAs). However, miR-17-92 is also highly expressed in FP-RMS tumors lacking this amplification, suggesting alternative regulatory mechanisms. Here, we show that P3F and MYCN cooperatively drive miR-17-92 expression in FP-RMS. CRISPR/Cas9-mediated knockout of P3F or MYCN in FP-RMS cell lines substantially reduced miR-17-92 expression. Using a human myoblast line or low P3F FP-RMS variant with inducible P3F or MYCN expression, P3F or MYCN alone induces minimal to low miR-17-92 expression whereas introduction of both MYCN and P3F leads to robust activation of the miR-17-92 cluster and acquisition of oncogenic phenotypes. Chromatin immunoprecipitation sequencing (ChIP-seq) revealed a P3F binding motif located 1.84 Mb upstream of the MIR17HG promoter. CRISPR-mediated deletion of this region in the myoblast system resulted in marked reduction of miR-17-92 expression and impaired oncogenic transformation. Functional inhibition of mature miRNAs of this cluster in FP-RMS cells using miRNA-sponge constructs suppressed proliferation and transformation. In the myoblast model system, transduction studies with exogenous miR-17-92 or miRNA-sponge expression constructs indicated that miR-17-92 is necessary but not sufficient for oncogenic transformation. Together, these findings establish a cooperative transcriptional axis in FP-RMS involving P3F and MYCN that activates MIR17HG through a distal regulatory element, thereby contributing to oncogenic behavior and uncovering a novel mechanistic vulnerability.", "date": "2025-11-22", "journal": ""}
{"title": "FINS - A global occurrence dataset of fossil neoselachians from the Cretaceous to the Quaternary", "doi": "10.1101/2025.11.21.689757", "authors": "Kocakova, K.; Villafana, J.; Gardiner, A.; Mathes, G.; Pimiento, C.", "abstract": "Motivation: Modern sharks, rays and skates (Neoselachii) are a diverse, globally distributed, and ecologically important group. They possess a rich, geologically extensive, and well-documented fossil record that provides a powerful basis for studying their macroevolution, paleoecology and biogeography. However, addressing paleobiological questions require quantifying the fossil record trough occurrences, i.e., records of the presence of a taxon at a unique location in space and time. Although the Paleobiology Database (PBDB) offers an invaluable source of fossil occurrences, it still does not provide a complete compilation of neoselachian data. To facilitate exploring questions in quantitative paleobiology, here we present the Fossil Neoselachian (FINS) dataset - a comprehensive, systematically curated global synthesis of fossil occurrences spanning the past 145 million years. Main types of variables contained: FINS consists of fossil occurrences, each linked to a collection (location where fossils were reported from) and a source (citation of the publications from which data was obtained). Occurrence data mostly consists of taxonomic variables (e.g., classification, names and ranks), status (extinct/extant) and abundance. Collection data provide geographic (e.g., country, ocean and paleo-coordinates) and geological (e.g., formation and age) variables. All data was subjected to a meticulous curation process, which is described through taxonomic and age validation variables. Spatial location and grain: Global, with fossil occurrences recovered from all continents. Time period and grain: From the Cretaceous to the Quaternary (145 - 0 Ma), with temporal resolution generally corresponding to geological stages or epochs. Major taxa and level of measurement: Neoselachians (superorders: Selachimorpha and Batoidea). FINS comprises 30,100 occurrences from 5,972 collections and 1,990 publications. It consists of 1,606 species, 512 genera, 88 families and 14 orders. Over 70% of occurrences are identified at the species level. Overall, FINS effectively doubles the number of neoselachian records previously available in the PBDB and substantially expands their geographic coverage, particularly in the Global South. Software format: The dataset is provided an .xlsx spreadsheet with four tabs - Collections, Occurrences, References_Literature and References_PBDB.", "date": "2025-11-22", "journal": ""}
{"title": "Systemic immune alterations in a murine experimental model of osteoarthritis", "doi": "10.1101/2025.11.22.689773", "authors": "Seillier, C.; Brochard, S.; Boumediene, K.; Vivien, D.; Le Mauff, B.; Toutirais, O.; BAUGE, C.", "abstract": "Osteoarthritis (OA) is accompanied by an inflamed synovium containing macrophages, dendritic cells, T and B lymphocytes. Macrophages predominate and drive cytokine-mediated cartilage catabolism, while T cells and B cells, though fewer, may shape chronic adaptive responses. However, systemic immune contributions, particularly within peripheral lymphoid organs such as the spleen, remain poorly characterized. Our study aims to profile systemic immune changes in experimental OA induced by injection of mono-iodoacetate (MIA) in mouse paw. At day 56 post-OA induction, analysis of splenocytes showed that macrophages and conventional dendritic cells (cDC1 and cDC2) displayed a significant downregulation of MHCII expression, suggesting a negative feedback mechanism that limits chronic T cell activation. OA is also associated with an increase in total DCs including mainly MHCII negative tolerogenic DCs. Notably, while the proportion of CD11b- tolerogenic DCs was reduced, CD11blow tolerogenic DCs markedly expanded in OA animals. Expression level of the CD11b integrin was upregulated on macrophages and cDC2 in MIA-induced OA mice potentially facilitating their adhesion and migration toward inflamed joint. OA mice showed a significant reduction in total splenic leukocytes, primarily due to a loss of B cells, while total T cell numbers remained stable. However, T cell composition shifted: CD4+ T cells including activated and regulatory subsets decreased, whereas activated CD8+ T cells increased. This indicates a systemic imbalance favoring cytotoxic over regulatory immune activity, possibly linked to chronic immune stress or redistribution of lymphocytes to inflamed joint. In conclusion, our data reveals that chronic OA induces a coordinated remodeling of systemic innate and adaptive immunity. These systemic immune dysregulations could reveal new biomarkers or therapeutic targets.", "date": "2025-11-22", "journal": ""}
{"title": "Sex differences in gene regulation and its impact on cancer incidence", "doi": "10.1101/2025.11.21.689715", "authors": "Lopes-Ramos, C. M.; Burkholz, R.; Ben Guebila, M.; Fanfani, V.; Saha, E.; Shutta, K. H.; Glass, K.; Quackenbush, J.; DeMeo, D. L.", "abstract": "Sex differences in the incidence rates of many cancer types are well-documented. While differences in lifestyle, environmental exposures, and hormone levels can influence disease risk and incidence, there is limited understanding of how cancer driver genes are differentially regulated between males and females in normal tissues, and how these differences may contribute to the observed sex differences in cancer epidemiology. We studied 8,279 gene regulatory networks across 29 non-cancerous tissues in the GTEx dataset, referred here as normal tissues. Using network centrality measures, we compared the networks between males and females, focusing on interactions between 644 transcription factors and 476 cancer genes (COSMIC Cancer Gene Census). Cancer genes were differentially targeted by transcription factors in males and females across normal tissues. We found an overrepresentation of sex-biased cancer genes on the X chromosome, particularly among genes escaping X chromosome inactivation, with higher regulatory targeting of tumor suppressor genes in females compared to males. Key signaling pathways, including WNT, NOTCH, and p53, showed differential transcriptional targeting by sex. We observed higher targeting of cancer-related pathways in females for tissues that have higher tumor incidence in females (breast, lung, and thyroid) and higher targeting in males for tissues with increased tumor incidence in males (stomach, colon, and liver). Sex-biased transcription factors that were consistently observed across multiple tissues are enriched for sex hormone response elements in their promoters. Our findings showed that normal tissues have sex-biased regulation of genes implicated in tumorigenesis, helping to explain the molecular basis of sex differences observed in cancer incidence rates and in identifying targets for cancer prevention in a sex-aware manner.", "date": "2025-11-22", "journal": ""}
{"title": "Pangenome Analysis of Proteus mirabilis Reveals Lineage-Specific Antimicrobial Resistance Profiles and Discordant Genotype-Phenotype Correlations", "doi": "10.1101/2025.11.21.689858", "authors": "Deka, N.; Brauer, A. L.; Connerton, K.; Hanson, B. M.; Walker, J. N.; Armbruster, C. E.", "abstract": "Urinary tract infections (UTIs) impose a substantial health care burden with increase antimicrobial resistance and treatment failure rates. Proteus mirabilis is a challenging UTI pathogen due to intrinsic resistances coupled with formation of crystalline biofilms. We combined pangenome analysis, antimicrobial resistance gene (AMR) predication, and antimicrobial susceptibility testing (AST) to determine whether highly multidrug-resistant (MDR) isolates of P. mirabilis arise from distinct lineages and explored the clinical utility of multilocus sequence typing (MLST). The pangenome of 1,002 P. mirabilis genomes from human urine revealed an open conformation driven by strain diversity and the accessory genome. A total of 213 sequence types (STs) were identified and only 7% had ?11 genomes, highlighting strain diversity. 93% of the P. mirabilis genomes harbored resistance genes for ?2 antibiotic subclasses, and 25% were predicted to be resistant to >6 subclasses, confirming a high MDR burden. By focusing on the 15 most prevalent STs, we observed that AMR subclasses were largely lineage-specific. However, isolates with very high resistance gene counts (>20) were distributed across multiple STs, indicating that extreme resistance gene accumulation is not restricted to ST. Comprehensive AST of 27 P. mirabilis clinical isolates further revealed variable genotype-phenotype concordance, indicating unresolved mechanisms of resistance not captured in current AMR prediction databases. In summary, our study emphasizes the critical need to expand genomic surveillance of P. mirabilis to fully understand the complex landscape of AMR in this species and translate these insights into improved diagnostic and therapeutic strategies.", "date": "2025-11-22", "journal": ""}
{"title": "Crossover formation and coordinated assembly of synaptonemal complex relies on a direct interaction between Zip1 and Zip3", "doi": "10.1101/2025.11.21.689840", "authors": "MacQueen, A. J.; Sharmin, S.; Voelkel-Meiman, K.; Poppel, A. J.", "abstract": "Several proteins collaborate to promote the crossover recombination events critical for accurate chromosome segregation during meiosis. How these ZMM factors (Zip2, Zip3, Zip4, Spo16, Mer3 and MutS) collaboratively function remains incompletely understood. We previously reported that Zip3s abundance and activity rely on the synaptonemal complex (SC) component Zip1, and specifically on Zip1s N-terminal residues associated with crossovers and coupling SC assembly to the crossover pathway. Here, we demonstrate that Zip3 co-immunoprecipitates Zip1 from meiotic cells independent of recombination initiation and other ZMMs, and that Zip3s interaction with Zip1 relies on Zip1s N terminal residues. Co-expression and pull-down experiments in bacterial cells demonstrate that Zip1 and Zip3 interact directly. Experiments to identify Zip3 regions required for the Zip1 interaction unexpectedly revealed an incorrectly annotated translational start; we also determined that Zip3s N-terminal structured region is necessary and sufficient for the interaction, and a predicted coil downstream of Zip3s RING domain is essential for specific activities attributed to Zip1s N-terminal tip such as proximity labeling of Zip3 by Zip2 and the coupling of crossover recombination to SC assembly. Finally, we discovered that interaction with Zip1 protects Zip3 not only from proteasome-mediated degradation but also from post-translational modification when another ZMM is absent. We propose that direct interaction with Zip1s N terminus orients Zip3 within a nascent ZMM ensemble in a manner that facilitates crossover formation and the coupling of crossover intermediates to SC assembly, and furthermore ensures Zip3 remains both abundant and unmodified until all requisite ZMMs have joined the group.", "date": "2025-11-22", "journal": ""}
{"title": "Genetic variation of human G6PD impacts Red Blood Cell transfusion efficacy", "doi": "10.1101/2025.11.21.689741", "authors": "Karafin, M. S.; Issaian, A. V.; Bevers, S.; Reisz, J. A.; Hay, A.; Keele, G. R.; Dzieciatkowska, M.; Cendali, F. I.; Haiman, Z. B.; Key, A. M.; Nemkov, T.; Stephenson, D.; Marsh, E.; Moore, A.; Palha, M. S.; Legenzov, E. A.; Lamb, D. R.; Deng, X.; Stone, M.; Hansen, K.; Kleinman, S.; Norris, P. J.; Busch, M. P.; Vallese, F.; Palsson, B. O.; Spitalnik, S.; Kao, J. P.; Roubinian, N. H.; Janetzko, J.; Page, G. P.; Eisenmesser, E. Z.; Zimring, J. C.; Buehler, P. W.; D'Alessandro, A.", "abstract": "Glucose 6-phosphate dehydrogenase (G6PD) deficiency, the most common human enzymopathy, affects 6% of the global population, yet its impact on blood storage and transfusion efficacy remains undefined. We integrated genome-metabolome-proteome analyses of 13,091 blood donors (362 G6PD SNPs), validated in a recalled cohort (n=643), linked donor-recipient databases, humanized mouse models (canonical, African A- [V68M+N126D], Mediterranean [S188F]), and a prospective sickle cell disease study. Common G6PD variants reduced protein abundance, reprogrammed redox metabolism, and increased storage hemolysis. In mice, G6PD-deficient RBCs showed lower post-transfusion recovery, higher oxidative stress, and impaired renal oxygenation. Clinically, recipients of G6PD-deficient units exhibited smaller hemoglobin increments and reduced RBC 51Cr-survival (8% at 24 h; 12% at 4 weeks). Structural studies revealed kinetic fragility for A- and thermodynamic fragility for Med- linking genotype to protein instability and transfusion outcome. These findings identify donor G6PD genotype as a determinant of transfusion efficacy, supporting genotype-aware inventory-management strategies.", "date": "2025-11-22", "journal": ""}
{"title": "Skeletal Muscle Regeneration is Accelerated Following Injection of Time Release Ion Matrix in Injured Mice", "doi": "10.1101/2025.11.21.689759", "authors": "Kendra, J. A.; Hao, J.; Harris, D. R.; Blatt, R. L.; Naman, A. G.; Goble, S. D.; Garcia, L. D.; Brow, R. K.; Morton, A. B.", "abstract": "Introduction: Skeletal muscle injury remains a significant cause of disability with limited treatment options. Here we report accelerated skeletal muscle regeneration following injection of an inorganic biomaterial alone, cobalt oxide time-release ion matrix (CoO-TRIM). Methods: The tibialis anterior (TA) muscle of adult C57BL/6J mice was injured with 70  L of barium chloride, with uninjured limbs serving as contralateral controls. Following the acute inflammatory phase (3 days post injury, dpi), mice were randomly separated into three groups: untreated controls, 70  l sterile saline injection alone (vehicle control) or 70  l CoO-TRIM (5  g/  l) and evaluated at 8- and 14 dpi. Results: 14 dpi, injured TA muscles receiving a single injection of CoO-TRIM exhibited greater recovery of maximal force production (means {+/-} SEM: Healthy; TRIM, 31.8 {+/-} 0.6 N/cm3; Untreated, 31.7 {+/-} 0.8 N/cm3; Saline, 31.6 {+/-} 0.8 N/cm3, Injured; TRIM, 31.8 {+/-} 0.8 N/cm3; Untreated, 26.1 {+/-} 1.1 N/cm3, P= <0.01 vs. TRIM Injured; Saline, 26.0 {+/-} 1.3 N/cm3, P= <0.01 vs. TRIM Injured), increased fiber size (Healthy; TRIM, 2466 {+/-} 128  m2 vs. Untreated, 2351 {+/-} 131  m2; vs. Saline, 2460 {+/-} 129  m2, Injured; TRIM, 2179 {+/-} 63  m2 vs. Untreated, 1525 {+/-} 52  m2, P= <0.01; vs. Saline, 1470 {+/-} 99  m2, P= <0.01), and accelerated muscle regeneration (TRIM, 32.7 {+/-} 6.8 eMyHC+ fibers/mm2 vs. Untreated, 91.8 {+/-} 11.8 eMyHC+ fibers/mm2, P= <0.01; vs. Saline, 94.0 {+/-} 9.6 eMyHC+ fibers/mm2, P= <0.01). Vascular endothelial growth factor was elevated 14 dpi (TRIM, 17.3 {+/-} 2.9 pg/mg vs. Untreated, 10.3 {+/-} 1.1 pg/mg, P= 0.04; Saline, 5.5 {+/-} 1.2 pg/mg, P= <0.01), with increased muscle microvascular area (TRIM, 119.9 {+/-} 4.2 m2/fiber vs. Untreated, 94.9 {+/-} 4.2  m2/fiber, P= <0.01; Saline, 91.3 {+/-} 4.0  m2/fiber, P= <0.01) following CoO-TRIM treatment. There were early increases in inflammatory responses 8 dpi in injured TA muscles receiving CoO-TRIM (IL-6; TRIM, 29.1 {+/-} 8.2 pg/ml vs. Untreated, 12.4 {+/-} 1.5 pg/ml, P= 0.02; Saline, 11.7 {+/-} 0.8 pg/mg, P= 0.01), with early resolution of degenerative inflammatory cytokines and elevated regenerative cytokines 14 dpi (IL-10; SEM: TRIM, 2.4 {+/-} 0.1 pg/ml vs. Untreated, 2.1 {+/-} 0.1 pg/ml, P= 0.25; Saline, 2.0 {+/-} 0.1 pg/ml, P= 0.04). No differences were observed in healthy contralateral limbs following treatment with CoO-TRIM compared to healthy control mice at 8- and 14 dpi. Discussion: This work suggests CoO-TRIM enhances muscle regeneration following injury, possibly through an immune cell-mediated mechanism.", "date": "2025-11-22", "journal": ""}
{"title": "Unpouching Peracarida relationships with ultraconserved elements", "doi": "10.1101/2025.11.21.689751", "authors": "Iwasa-Arai, T.; Linse, K.; Andrade, S. C. d. S.; Giribet, G.", "abstract": "Peracarida is a large group containing twelve orders of brooding crustaceans, including the large orders Amphipoda, Isopoda, Tanaidacea and Cumacea, and a series of smaller orders, some restricted to isolated habitats. The relationships of Peracarida have been disputed and no attempt has been made to use extensive taxon sampling with a modern genetic approach. Here we present a novel probe set of ultraconserved elements (UCEs) developed for peracarids to investigate higher-level relationships using newly collected Antarctic material and collection-based specimens. Concatenated and coalescent-based analyses across different levels of occupancy matrices recovered strong support for the monophyly of Peracarida and for the clade Mancoida (Isopoda + Tanaidacea + Cumacea). Thermosbaenacea was consistently resolved as the sister group to all remaining peracarids. Within Amphipoda, our results contrast with previous phylogenies by placing Corophiida and Hyperiidea as early-branching lineages. In Isopoda, Oniscidea was recovered as monophyletic and concordant with morphological hypotheses. These findings provide one of the first phylogenomic frameworks for Peracarida and demonstrate the promise of UCEs for resolving long-standing questions in malacostracan evolution.", "date": "2025-11-22", "journal": ""}
{"title": "Dissociating the neural codes for multiple pitch perception in humans", "doi": "10.1101/2025.11.21.689749", "authors": "Graves, J. E.; Guest, D. R.; Starr, T. M.; Li, A.; Mehta, A. H.", "abstract": "Pitch is crucial for speech and music perception, yet its neural code remains contested. The classic \"rate-place\" theory suggests that pitch is computed from spatial patterns of average neural firing rates along the cochlear tonotopic axis. These cues are thought to be robust for isolated harmonic complex tones (HCTs) but degraded for spectrally dense mixtures of simultaneous HCTs (e.g., musical chords) due to auditory filtering. In many cases, pitch perception remains feasible for HCT mixtures, but it is unclear whether listeners utilize residual rate-place cues or alternative neural codes. To adjudicate between these possibilities, we generated rate-place metamers (META), which are synthetic stimuli with simulated auditory-nerve average-rate responses that are nearly identical to those of original pitch-evoking stimuli (ORIG). Using these stimuli, listeners completed four psychophysical experiments that spanned a wide range of acoustic and cognitive complexity, from single-HCT pitch discrimination to harmonic-expectation judgments. Combining the behavioral data with predictive models of listener performance, we found that listener performance on single pitch discrimination tasks could be adequately explained by a rate-place model, with or without simultaneous pitch maskers (Experiments 1 and 2). More complex tasks involving attention to all pitches in a three-pitch mixture (Experiments 3 and 4) showed a pattern of results more difficult to account for with a rate-place model, perhaps suggesting a role for integration of temporal cues.", "date": "2025-11-22", "journal": ""}
{"title": "Integrated host phage RNA seq analysis of Mycobacteriophage D29 infection reveals dual arm balanced phage genome expression and inhibited expression of host transporter and VapC target genes.", "doi": "10.1101/2025.11.21.689395", "authors": "Shaw, R.; Ghosh, S.; Dutta, S.; Ghosh, A.; Das Gupta, S. K. K.", "abstract": "The Mycobacteriophage D29 infects Mycobacterium species. Many of these are deadly human pathogens. In earlier studies, we performed proteomic analyses using a temperature-sensitive variant of D29, called D29ts12. This work indicated that a regulatory mechanism controls the expression of the phage's right arm genes. In this study, we executed a transcriptomic analysis. We gained further insight into how phage infection affects gene expression, both in its genome and in the host genome. We identified several novel non-coding RNA contigs spanning the cos site junction. This finding indicates that this region is expressed. In addition, we observed two areas of intense transcriptional activity. One is located downstream of Pleft, in the right arm, and coincides with a major noncoding RNA species. This RNA species is essential for lytic growth, as reported earlier for mycobacteriophages of the A2 family. The other area of transcriptional activity was gene 17, which encodes the major coat protein. By comparing TPM values, we found that thermal inactivation of phage D29Ts12 growth significantly decreased right-arm gene expression. Interestingly, an accompanying sharp increase in left-arm gene expression was observed. Therefore, a mechanism ensures balanced expression from the two arms. We also analysed the impact of phage infection on host gene expression. The results indicate significant changes in the expression levels of genes encoding transporters and genes regulated by the toxin VapC. This investigation is the first to use a mycobacteriophage to examine the combined transcriptome of the phage and its host.", "date": "2025-11-22", "journal": ""}
{"title": "X-Ray contrast-adjustable 3D printing for multimodal fusion of microCT and histology", "doi": "10.1101/2025.11.21.689680", "authors": "Nolte, P.; Ackurat, C. J.; Brettmacher, M.; Reichardt, M.; Stammes, M. A.; Russmann, C.; Dullin, C.", "abstract": "Phantoms and reference structures are essential tools for calibration and correlative imaging in pre-clinical and research applications of X-Ray-based imaging. They serve as reference standards, ensuring consistency and accuracy in imaging results. However, generating individual phantoms often involves a complex creation process, high production costs, and significant time investment. Material and methods: Conic reference structures were 3D printed using a mixture of UV-curable resin and X-Ray contrast agents. These structures were then embedded together with lung specimens of SARS-CoV-2-infected rhesus macaques in a methyl methacrylate-based solution. The polymerized blocks were scanned using propagation-based phase-contrast microCT, a method chosen for its superior ability to enhance contrast especially in low-absorbing biological samples. Utilizing the conic reference structures, subsequently performed histological sections were co-registered into the 3D context of the microCT datasets. Results: The produced 3D-printing models were highly visible in terms of contrast and detail in both imaging methods, allowing for a precise co-registration of microCT and histological imaging. Conclusions: The novel methodology of using contrast agents and resin in 3D-printing enables the generation of customizable, contrast-specific phantoms and reference structures. These can be straightforwardly segmented from the embedding material, significantly simplifying and enhancing the workflow of multimodal imaging processes. In this study, 3D printed conic reference structures were effectively used to automate and streamline the precise multimodal fusion of microCT and histological imaging.", "date": "2025-11-22", "journal": ""}
{"title": "Selector: A General Python Library for Diverse Subset Selection", "doi": "10.1101/2025.11.21.689756", "authors": "Meng, F.; Martinez Gonzalez, M.; Chuiko, V.; Tehrani, A.; Rahman Al Nabulsi, A.; Broscius, A.; Khaleel, H.; Lopez Perez, K. G.; Miranda Quintana, R. A.; Ayers, P.; Heidar-Zadeh, F.", "abstract": "Selector is a free, open-source Python library for selecting diverse subsets from any dataset, making it a versatile tool across a wide range of application domains. Selector implements different subset sampling algorithms based on sample distance, similarity, and spatial partitioning, along with metrics to quantify subset diversity. It is flexible and integrates seamlessly with popular Python libraries like Scikit-Learn, demonstrating the interoperability of the implemented algorithms with data analysis workflows. Selector is an operating-system agnostic, accessible, and easily extensible package designed with modern software development practices, including version control, unit testing, and continuous integration. Interactive quick-start notebooks, which are also web-accessible, provide user-friendly tutorials for all skill levels, showcasing applications in computational chemistry, drug discovery, and chemical library design. Additionally, a web interface has been developed that allows users to easily upload datasets, configure sampling settings, and run subset selection algorithms, with no programming required. This paper serves as the official release note for the Selector package, offering a technical overview of its features, use cases, and development practices that ensure its quality and maintainability.", "date": "2025-11-22", "journal": ""}