{"title": "Knock-down of a regulatory barcode shifts macrophage polarization destination from M1 to M2 and increases pathogen burden upon S. aureus infection", "doi": "10.1101/2021.10.19.464946", "authors": "Ravichandran, S.; Bhatt, B.; Shah, A.; Das, D.; Balaji, K. N.; Chandra, N.", "abstract": "Macrophages are driven to form distinct functional phenotypes in response to different immunological stimuli, in a process widely referred to as macrophage polarization. Transcriptional regulators that guide macrophage polarization in response to a given trigger remain largely unknown. In this study, we interrogate the programmable landscape in macrophages to find regulatory panels that determine the precise polarization state that a macrophage is driven to. Towards this, we configure an integrative network analysis pipeline that utilizes macrophage transcriptomes in response to 28 distinct stimuli and reconstructs contextualized human gene regulatory networks, and identifies epicentres of perturbations in each case. We find that these contextualized regulatory networks form a spectrum of thirteen distinct clusters with M1 and M2 at the two ends. Using our computational pipeline, we identify combinatorial panels of epicentric regulatory factors (RFs) for each polarization state. We demonstrate that a set of three RFs i.e., CEBPB, NFE2L2 and BCL3, is sufficient to change the polarization destination from M1 to M2. siRNA knockdown of the 3-RF set in THP1 derived M0 cells, despite exposure to an M1 stimulant, significantly attenuated the shift to M1 phenotype, and instead increased the expression of M2 markers. Single knockdown of each RF also showed a similar trend. The siRNA-mediated knockdown of the 3-RF set rendered the macrophages hyper-susceptible to Staphylococcus aureus infection, demonstrating the importance of these factors in modulating immune responses. Overall, our results provide insights into the transcriptional mechanisms underlying macrophage polarization and identify key regulatory factors that may be targeted to modulate immune responses.", "date": "2025-09-27", "journal": ""}
{"title": "Sry-modified laboratory rat lines to study sex-chromosome effects underlying sex differences in physiology and disease: Four Core Genotypes and more", "doi": "10.1101/2023.02.09.527738", "authors": "Arnold, A. P.; Chen, X.; Grzybowski, M.; Ryan, J. M.; Sengelaub, D. R.; Mohanroy, T.; Furlan, V. A.; Schmidtke, H. R.; Prokop, J. W.; Tutaj, M.; Grisham, W.; Landen, S.; Malloy, L.; Takizawa, A.; Ciosek, J. L.; Li, K.; Kalbfleisch, T. S.; Barseghyan, H.; Wiese, C. B.; Vergnes, L.; Reue, K.; Wanagat, J.; Skaletsky, H.; Page, D. C.; Harley, V. R.; Dwinell, M.; Geurts, A.", "abstract": "Background: Previous research on Four Core Genotypes and XY* mice has been instrumental in establishing important effects of sex-chromosome complement that cause sex differences in physiology and disease. We have generated rat models using similar modifications of the testis-determining gene Sry, to produce XX and XY rats with the same type of gonad, as well as XO, XXY and XYY rats with varying gonads. The models permit discovery of novel sex-chromosome effects (XX vs. XY) that contribute to sex differences in any rat phenotype, and test for effects of different numbers of X or Y chromosomes. Methods: XY rats were created with an autosomal transgene of Sry, producing XX and XY progeny with testes. In other rats, CRISPR-Cas9 technology was used to remove Y chromosome factors that initiate testis differentiation, producing fertile XY gonadal females. Interbreeding of these lines produced rats with interesting combinations of sex chromosomes and gonads: XO, XX, XY, XXY rats with ovaries; and XO, XX, XY, XXY, and XYY rats with testes. These groups can be compared to detect sex differences caused by sex-chromosome complement (XX vs. XY) and/or by gonadal hormones (rats with testes vs. ovaries). Other comparisons detect the effects of X or Y chromosome number (in gonadal females: XO vs. XX, XX vs. XXY, XO vs. XY, XY vs. XXY; in gonadal males: XY vs. XXY, XY vs. XYY; XX vs. XXY, XO vs. XY). Results: We measured numerous phenotypes to characterize these models, including gonadal histology, breeding performance, anogenital distance, levels of reproductive hormones, body and organ weights, and central nervous system sexual dimorphisms. Serum testosterone levels were comparable in adult XX and XY gonadal males. Phenotypes previously known to be sexually differentiated by the action of gonadal hormones were found to be similar in XX and XY rats with the same type of gonad, suggesting that XX and XY rats with the same type of gonad have comparable levels of gonadal hormones at various stages of development. Conclusion: The results establish powerful new models to discriminate sex-chromosome and gonadal hormone effects that cause sexual differences in rat physiology and disease.", "date": "2025-09-27", "journal": ""}
{"title": "Beta-arrestin 1 mediated Src activation via Src SH3 domain revealed by cryo-electron microscopy", "doi": "10.1101/2024.07.31.605623", "authors": "Pakharukova, N.; Thomas, B. N.; Bansia, H.; Li, L.; Bassford, D. K.; Abzalimov, R. R.; Kim, J.; Kahsai, A. W.; Pani, B.; Xiao, K.; Ochakovski, R.; Liu, S.; Zhang, X.; Ahn, S.; des Georges, A.; Lefkowitz, R. J.", "abstract": "Beta-arrestins ({beta}arrs) are key regulators and transducers of G-protein coupled receptor signaling; however, little is known of how {beta}arrs communicate with their downstream effectors. Here, we report the first structural insights into the fundamental mechanisms driving {beta}arr-mediated signal transduction. Using cryo-electron microscopy, we elucidate how {beta}arr1 recruits and activates the non-receptor tyrosine kinase Src, the first identified signaling partner of {beta}arrs. {beta}arr1 engages Src SH3 through two distinct sites, each employing a different recognition mechanism: a polyproline motif in the N-domain and a non-proline-based interaction in the central crest region. At both sites {beta}arr1 interacts with the aromatic surface of SH3, disrupting the autoinhibited conformation of Src and directly triggering its allosteric activation. This structural evidence establishes {beta}arr1 as an active regulatory protein rather than a passive scaffold and suggests a potentially general mechanism for {beta}arr-mediated signaling across diverse effectors.", "date": "2025-09-27", "journal": ""}
{"title": "Protein degradation shapes developmental tempo in mouse and human neural progenitors", "doi": "10.1101/2024.08.01.604391", "authors": "Nakanoh, S.; Stamataki, D.; Garcia-Perez, L.; Azzi, C.; Carr, H. L.; Pokhilko, A.; Doshi, L.; Boezio, G. L. M.; Melchionda, M.; Howell, S.; Yu, L.; Skehel, M.; Oxley, D.; Andrews, S.; Briscoe, J.; Rayon, T.", "abstract": "The pace of embryonic development differs markedly across mammalian species, yet the molecular mechanisms underlying these tempo differences remain largely unknown. Here, we systematically compared protein dynamics in mouse and human neural progenitors (NPs) and examined how protein stability influences developmental timing. We find that mouse NPs exhibit faster protein production and degradation than human NPs. Human NPs display broadly increased protein half-lives, independent of cellular compartment or protein function, and this difference persists in post-mitotic neurons. Consistent with this, proteasomal activity is lower in human embryonic spinal cord and stem cell-derived neural progenitors than mouse, correlating with reduced expression of proteasome-associated proteins. Functionally, accelerating the degradation of the key transcriptional repressor IRX3 in mouse NPs speeds the activation of its target gene, providing causal evidence that protein turnover modulates developmental tempo. These results reveal that species-specific regulation of protein degradation shapes the timing of neural development and suggest that evolutionary tuning of proteasomal activity contributes to differences in embryonic developmental pace.", "date": "2025-09-27", "journal": ""}
{"title": "Behavior- and Cell Type-Specific Cortico-Striatal Activity Decoupling in a Parkinson's Disease-Like Mouse Model", "doi": "10.1101/2024.08.13.607859", "authors": "Yao, X.-R.; Liu, Y.; Zheng, W.-T.; Huang, M.-Q.; He, K.-W.", "abstract": "Inter-brain region activity coupling is essential for enabling coordinated neural communication, facilitating complex brain processes including motor behaviors. In Parkinson's Disease (PD) patients, cortico-striatal decoupling is widely reported while its onset and cellular mechanism remain largely unclear. Using dual-site fiber photometry and Cre transgenic mouse lines, we examined activity coordination between M1 cortex and dorsal striatum (cortico-striatal coupling) with cell-type resolution. This method identifies motor behavior-specific coupling patterns with different contribution from striatal D1R- and D2R-expressing medium spiny neurons (MSNs). In an -synuclein preformed fibrils (PFF) induced PD-like mouse model, cortico-striatal coupling associated with digging behavior is selectively disrupted as early as two months post-induction, whose progressive deterioration correlates with later-onset behavioral deficits. Optogenetic disruption of cortico-striatal coupling is sufficient to induce digging deficits in wild-type mice. Furthermore, such decoupling is mainly mediated by impaired D1R MSNs, which can be rescued by D1 receptor activation or L-DOPA. These findings demonstrate that early-onset, behavior- and cell type-specific cortico-striatal decoupling emerges early during the development of PD-like symptoms.", "date": "2025-09-27", "journal": ""}
{"title": "Modeling protein-small molecule conformational ensembles with PLACER", "doi": "10.1101/2024.09.25.614868", "authors": "Anishchenko, I.; Kipnis, Y.; Kalvet, I.; Zhou, G.; Krishna, R.; Pellock, S. J.; Lauko, A.; Lee, G. R.; An, L.; Dauparas, J.; DiMaio, F.; Baker, D.", "abstract": "Modeling the conformational heterogeneity of protein-small molecule interactions is important for understanding natural systems and evaluating designed systems, but remains an outstanding challenge. We reasoned that while residue level descriptions of biomolecules are efficient for de novo structure prediction, for probing heterogeneity of interactions with small molecules in the folded state an entirely atomic level description could have advantages in speed and generality. We developed a graph neural network called PLACER (Protein-Ligand Atomistic Conformational Ensemble Resolver) trained to recapitulate correct atomic positions from partially corrupted input structures from the Cambridge Structural Database and the Protein Data Bank; the nodes of the graph are the atoms in the system. PLACER accurately generates structures of diverse organic small molecules given knowledge of their atom composition and bonding, and given a description of the larger protein context, builds up structures of small molecules and protein side chains for protein-small molecule docking. Because PLACER is rapid and stochastic, ensembles of predictions can be readily generated to map conformational heterogeneity. In enzyme design efforts described here and elsewhere, we find that using PLACER to assess the accuracy and pre-organization of the designed active sites results in higher success rates and higher activities; we obtain a preorganized retroaldolase with a kcat/KM of 11,000 M-1min-1, considerably higher than any pre-deep learning design for this reaction. We anticipate that PLACER will be widely useful for rapidly generating conformational ensembles of small molecule and small molecule-protein systems, and for designing higher activity preorganized enzymes.", "date": "2025-09-27", "journal": ""}
{"title": "Evolutionary rescue during extreme drought", "doi": "10.1101/2024.10.24.619808", "authors": "Anstett, D. N.; Anstett, J.; Sheth, S. N.; Moxley, D.; Branch, H. A.; Jahani, M.; Huang, K.; Todesco, M.; Jordan, R.; Lazaro-Guevara, J. M.; Rieseberg, L. H.; Angert, A. L.", "abstract": "Populations declining due to climate change may need to evolve to persist. While evolutionary rescue has been demonstrated in theory and the lab, its relevance to natural populations facing climate change remains unknown. Here we link rapid evolution and population dynamics in scarlet monkeyflower, Mimulus cardinalis, during an exceptional drought. We leverage whole-genome sequencing across 55 populations to identify climate-associated loci. Simultaneously we track demography and allele frequency change throughout the drought. We establish range-wide population decline during the drought, geographically variable rapid evolution, and variable population recovery that is predictable by standing genetic variation in and rapid evolution at climate-associated loci. These findings demonstrate evolutionary rescue in the wild, showing that genetic variation at adaptive, but not neutral loci, predicts population recovery.", "date": "2025-09-27", "journal": ""}
{"title": "Hippocampo-neocortical interaction as compressive retrieval-augmented generation", "doi": "10.1101/2024.11.04.621950", "authors": "Spens, E.; Burgess, N.", "abstract": "Many cognitive functions involve interplay between episodic (hippocampal) and semantic (neocortical) systems, but the mechanisms are unclear. We present a computational model in which sequential experiences are encoded in hippocampus in compressed form and replayed to train a neocortical generative network. This network captures the gist of specific episodes and extracts statistical patterns that generalise to new situations, enabling efficient reconstruction of the past and prediction of the future. The two systems interact during recall and prediction, with the hippocampus retrieving relevant episodic information into working memory as a basis for generation using the 'general knowledge' of the neocortical network. We simulate this interaction as 'retrieval-augmented generation', with the addition of mechanisms to compress episodic memories into hippocampus and to consolidate them into neocortex. The model explains changes to memories over time, including schema-based distortions, and shows how recent episodic and semantic memory contribute to new problem solving.", "date": "2025-09-27", "journal": ""}
{"title": "Co-repressor AtSDR4L and paralog regulate hormonal and hypoxia responses in multiple Arabidopsis seed compartments", "doi": "10.1101/2024.11.29.626136", "authors": "Lu, B.; Go, D.; Shan, J.; Song, L.", "abstract": "Development is a series of decision-making events. Success of seed plants at individual and population levels strongly depends on the timing of germination and the rapidness of seedling establishment. Arabidopsis thaliana SEED DORMANCY 4-LIKE (AtSDR4L) and its paralog Dynamic Influencer of Gene Expression 2 (DIG2) are transcriptional co-repressors that promote seed-to-seedling phase transition. Their regulatory roles in promoting germination at the temporal and tissue-specific scales remain elusive. We show that strong germination arrest of Atsdr4l dig2 is alleviated by ABA antagonists. Isolated mutant embryos develop faster than intact seeds, but still exhibit delayed growth. Atsdr4l dig2 seeds show extensive changes in gene expression in both the seed coat and the embryo, with a subset of the genes differentially expressed tissue-specifically. MIKC-type MADS-box genes are the top-enriched transcription factor family among up-regulated genes in both seed compartments of Atsdr4l dig2, and AGAMOUS-LIKE44 (AGL44) is a direct target of both AtSDR4L and DIG2. Many hormonal genes and hypoxia-responsive genes are misregulated in the double mutant seeds, accompanied by an over-accumulation of abscisic acid, auxin, their derivatives, as well as the immediate precursor of ethylene. Together, these results provide new mechanistic insights into how AtSDR4L and DIG2 work in concert to coordinate multiple pathways and prepare seeds for germination.", "date": "2025-09-27", "journal": ""}
{"title": "Building an atlas of mechanobiology: high-throughput contractility screen of 2418 kinase inhibitors in five primary human cell types reveals selective divergent responses among related cell types", "doi": "10.1101/2025.01.11.632556", "authors": "Shpak, A.; Wan, J.; Huang, R.; Cortes, E.; Wang, Y.; Damoiseaux, R.; Pushkarsky, I.", "abstract": "Cellular mechanical forces play crucial roles in both normal physiology and disease, yet drug discovery efforts targeting mechanobiology have been limited in part by assumptions about the conservation of contractile pathways across cell types. Here, we present the first high-throughput contractility screen of an annotated kinase inhibitor library, evaluating 2,418 compounds across five primary human cell types using the FLECS (Fluorescent Elastomer Contractility Sensors) platform. Quantification of contractile responses revealed selective divergent responses among related cell types. Clustering analysis identified distinct mechanobiological profiles and novel pathway associations that challenge the assumption that contractile pathways are too highly conserved for selective targeting. This systematic approach supports wider adoption of mechanical phenotypic screening as a viable strategy for discovering cell-type specific contractile pathway modulators for a broad range of mechanically-driven disease indications.", "date": "2025-09-27", "journal": ""}
{"title": "Altered Glycolysis TCA Anaplerosis Axis Impairs Monocyte Migration and Trains Macrophage Polarization in Long-term Treated HIV Infection", "doi": "10.1101/2025.01.15.633214", "authors": "Escos, A.; Ambikan, A.; Schuster, S.; Svensson-Akusjärvi, S.; Gelpi, M.; Mansouri, S.; Naval, P.; Junior, R. L.; Sood, V.; Knudsen, A. D.; Pathade, P. P.; Mikaeloff, F.; Hogh, J.; Lourda, M.; Vesterbacka, J.; Nowak, P.; Benfield, T.; Pawar, V.; Siegfried, W.; Muvva, J. R.; Vegvari, A.; Gupta, S.; Savai, R.; Poulsen, S. D.; Neogi, U.", "abstract": "Cells of the myeloid lineage, particularly monocytes and macrophages, are central to HIV pathogenesis, contributing to viral persistence and immune regulation during suppressive therapy. We hypothesized that metabolic reprogramming and altered chemokine signaling in people with HIV (PWH) on long-term ART impair monocyte trafficking and macrophage polarization. Using single-cell RNA sequencing, immunophenotyping, and metabolic modeling, we identified altered receptor expression and disrupted metabolic flux linked to reduced monocyte migration. Plasma secretome profiling revealed a nonclassical inflammatory microenvironment, while integrative multi-omics and single-cell proteomics of monocyte-derived macrophages (MDMs) demonstrated metabolic rewiring of the Glycolysis TCA Anaplerosis Axis, orchestrated in part by elevated -ketoglutarate (AKG). Differentiation with PWH serum or AKG, skewed MDMs toward an M2-like phenotype, and enhanced HIV susceptibility. Together, these systems-level and mechanistic analyses reveal that metabolic training drives macrophage dysfunction in well-treated PWH, sustaining low-grade inflammation and highlighting potential therapeutic targets.", "date": "2025-09-27", "journal": ""}
{"title": "Mouse Single-Cell Long-Read Splicing Atlas by Ouro-Seq", "doi": "10.1101/2025.01.17.633678", "authors": "An, H.; Choi, S. Y.; Yi, J.; Lim, C.; Shin, S.-I.; Oh, S.; Lee, R. H.; Park, J.", "abstract": "Alternative splicing creates cellular and phenotypic diversity; thus, characterizing splicing patterns across diverse cell types is essential for a comprehensive understanding of these cell types. However, existing full-length single-cell RNA-sequencing methods suffer from multiple technical limitations, such as the pervasive presence of reverse transcription artifacts across genes. Here, we introduce Ouro-Seq, a novel single-cell long-read sequencing framework with a versatile artifact removal mechanism for characterizing full-length mRNA species expressed by individual cells. We also developed a computational pipeline that identifies genuine full-length cDNAs and normalizes full-length mRNA size distributions for integration. Using Ouro-Seq, we constructed the Mouse Single-Cell Long-Read Splicing Atlas by collecting full-length transcriptomes of 103,304 nuclei or cells from 12 major organs and tissues of adult mice. Our atlas comprehensively characterizes alternative splicing, alternative promoter usage, and alternative polyadenylation events across cell types, revealing previously unappreciated functional heterogeneity among individual cells. Different cell types exhibit largely distinct expression patterns of various isoforms, corresponding to their specific morphologies and biological functions. Our splicing atlas and generalized long-read frameworks will empower researchers to fully interpret biological variation across full-length transcriptomes of single cells.", "date": "2025-09-27", "journal": ""}
{"title": "HoxB-derived hoxba and hoxbb clusters are essential for the anterior-posterior positioning of zebrafish pectoral fins", "doi": "10.1101/2025.02.03.636262", "authors": "Kikuchi, M.; Fujii, R.; Kobayashi, D.; Kawabe, Y.; Kanno, H.; Toyama, S.; Tawakkal, F.; Yamada, K.; Kawamura, A.", "abstract": "Vertebrate paired appendages, such as the pectoral fins in fish and the forelimbs in tetrapods, arise at specific regions along the anterior-posterior axis of the body. Hox genes have long been considered prime candidates for determining the anteroposterior positioning of these paired appendages during development. Evidence from various model organisms, including mouse and chick, supports a role for Hox genes in limb positioning. However, despite extensive phenotypic analyses of numerous single and compound Hox knockout mice, clear genetic evidence for substantial defects in limb positioning has been limited, leaving questions unresolved. In a previous study, we generated seven distinct hox cluster-deficient mutants in zebrafish. Here, we provide genetic evidence that zebrafish hoxba;hoxbb cluster-deleted mutants specifically exhibit a complete lack of pectoral fins, accompanied by the absence of tbx5a expression in pectoral fin buds. In these mutants, tbx5a expression in the pectoral fin field of the lateral plate mesoderm fails to be induced at an early stage, suggesting a loss of pectoral fin precursor cells. Furthermore, the competence to respond to retinoic acid is lost in hoxba;hoxbb cluster mutants, indicating that tbx5a expression cannot be induced in the pectoral fin buds. We further identify hoxb4a, hoxb5a, and hoxb5b as pivotal genes underlying this process. Although the frameshift mutations in these hox genes do not recapitulate the absence of pectoral fins, we demonstrate that deletion mutants at these genomic loci show the absence of pectoral fins with low penetrance. Our results suggest that, by establishing the expression domains along the anteroposterior axis, hoxb4a, hoxb5a, and hoxb5b within hoxba and hoxbb clusters cooperatively determine the positioning of zebrafish pectoral fins through the induction of tbx5a expression in the restricted pectoral fin field. Our findings also provide insights into the evolutionary origin of paired appendages in vertebrates.", "date": "2025-09-27", "journal": ""}
{"title": "Sparse graphical modeling for electrophysiological phase-based connectivity using circular statistics", "doi": "10.1101/2025.03.04.641567", "authors": "Sukeda, I.; Matsuda, T.", "abstract": "Identifying phase coupling recorded from multiple electrodes during electrophysiological diagnostics, such as electroencephalogram (EEG) and electrocorticography (ECoG), helps neuroscientists and clinicians understand the underlying brain structures or mechanisms. From a statistical perspective, these signals are multi-dimensional circular measurements that are correlated with one another and can be effectively modeled using a torus graph model designed for circular random variables. Using the torus graph model avoids the issue of detecting pseudo correlations. However, the naive estimation of this model tends to lead to a dense network structure, which is difficult to interpret. Therefore, to enhance the interpretability of the brain network structure, we propose to induce a sparse solution by implementing a regularized score matching estimation for the torus graph model based on the information criteria. In numerical simulations, our method successfully recovered the true dependence structure of the brain, from a synthetic dataset sampled from a pre-given torus graph model distribution. Furthermore, we present analyses of two real datasets, one involving human EEG and the other marmoset ECoG, demonstrating that our method can be widely applied to phase-coupling analysis across different types of neural data. Using our proposed method, the modularity of the estimated network structure revealed more resolved brain structures and demonstrated differences in trends among individuals.", "date": "2025-09-27", "journal": ""}
{"title": "Extracting informative glycan-specific ions from glycopeptide MS/MS spectra with GlyCounter", "doi": "10.1101/2025.03.24.645139", "authors": "Kothlow, K.; Schramm, H. M.; Markuson, K. A.; Russell, J. H.; Sutherland, E.; Veth, T. S.; Zhang, R.; Duboff, A. G.; Tejus, V. R.; McDermott, L. E.; Draeger, L. S.; Riley, N. M.", "abstract": "Glycopeptide tandem mass spectra typically contain numerous glycan-specific fragments that can inform several features of glycan modifications, including glycan class, composition, and structure. While these fragment ions are often straightforward to observe by eye, few tools exist to systemically explore these common glycopeptide spectral features or explore their relationships to each other. Instead, most studies rely on manual inspection to understand glycan-informative ion content in their data, or they are restricted to evaluating the presence of these ions only in the small fraction of spectra that are identified by glycopeptide search algorithms. Here we introduce GlyCounter as a freely available, open-source tool to rapidly extract oxonium, Y-type, and custom ion information from raw data files. We highlight GlyCounter's utility by evaluating glycan-specific fragments in a diverse selection of publicly available datasets to demonstrate how others in the field can make immediate use of this software. In several cases, we show how conclusions drawn in these publications are evident simply through GlyCounter's extracted ion information without requiring database searches or experiment-specific programs. Although one of our goals is to decouple spectral evaluation from glycopeptide identification, we also show that evaluating oxonium ion content with GlyCounter can supplement a database search as valuable spectral evidence to validate conclusions. In all, we present GlyCounter as a user-friendly platform that can be easily incorporated into most glycoproteomic workflows to refine sample preparation, data acquisition, and post-acquisition identification methods through straightforward evaluation of the glycan content of glycoproteomic data. Software and instructions are available at https://github.com/riley-research/GlyCounter.", "date": "2025-09-27", "journal": ""}
{"title": "distQTL: Distribution Quantitative Trait Loci Identification by Population-Scale Single-Cell Data", "doi": "10.1101/2025.04.04.647121", "authors": "Coulter, A.; Tong, C. Y.; Ni, Y.; Jiang, Y.", "abstract": "Mapping expression quantitative trait loci (eQTLs) is a powerful method to study how genetic variation influences gene expression. Traditional bulk eQTL methods rely on averaged gene expression across a possibly heterogeneous mixture of cells, which can obscure underlying regulatory heterogeneity. Single-cell eQTL methods circumvent the averaging artifacts, providing an immense opportunity to interrogate transcriptional regulation at a much finer resolution. Recent developments in metric space regression methods allow the use of full empirical distributions as response objects instead of simple summary statistics such as mean. Here, we leverage Frechet regression to identify distribution QTLs (distQTLs) using population-scale single-cell RNA sequencing data. We apply distQTL to the OneK1K cohort, consisting of scRNA-seq data of peripheral blood mononuclear cells from 982 donors, and compare results to various eQTL approaches based on summary statistics and mixed effects modeling. We demonstrate the superior performance of distQTL across different gene expression contexts compared to other methods and benchmark our results against findings from the Genotype-Tissue Expression Project. Finally, we orthogonally validate calls from distQTL using cell-type-specific epigenomic profiles.", "date": "2025-09-27", "journal": ""}
{"title": "Deconvoluting single-cell transcriptomics reveals cellular programs regulated by cell-cell communication in colorectal cancer", "doi": "10.1101/2025.04.09.648030", "authors": "Zhang, H.; Lu, B.; Qiu, A.; Cooper, G. F.; Saeed, A.; Paisley, J. W.; Lu, X.; Chen, L.", "abstract": "Cells within a tissue microenvironment communicate through intricate cell-cell communication (CCC) networks. In this meta-analysis of eight single-cell cohorts encompassing 153 patients and 279 samples, we advance the understanding of CCC networks in colorectal cancers through a novel analytical framework. Employing hierarchical language modeling, we identify gene expression modules (GEMs) that mirror single-cell signaling states, crucial for deciphering the complexity of intercellular interactions. By applying causal discovery methods, we systematically uncover GEMs likely regulated by ligand-receptor signaling and cross-cell-type communication. This analysis reveals cross-cell-type CCC programs, marked by highly correlated GEMs across various cell types, shedding light on the intricate CCC networks within the tumor microenvironment. Spatial transcriptomics further validate these findings by demonstrating the co-localization of GEMs within CCC programs in distinct spatial domains, emphasizing the spatial dynamics of tumor intercellular communication. Our interactive website and analytical framework equip researchers with powerful tools to explore these complex mechanisms, potentially uncovering novel drug targets and refining strategies for precision immunotherapies. This comprehensive study not only presents a detailed catalog of CCC networks driven by ligand-receptor interactions in colorectal cancer but also highlights the significance of integrating multi-sample and patient data to unravel the molecular underpinnings of cancer communication pathways.", "date": "2025-09-27", "journal": ""}
{"title": "BABAPPA: A Codeml-Centered Bash-Based Positive Selection Analysis Pipeline with GUI Integration", "doi": "10.1101/2025.04.27.650835", "authors": "Sinha, K.", "abstract": "Detecting signals of positive selection using codon substitution models requires complex workflows that integrate sequence alignment, recombination screening, tree inference, and multiple codeml runs. Existing command-line pipelines demand considerable technical expertise and can be error-prone. Here BABAPPA (Bash-Based Automated Parallel Positive Selection Analysis) has been introduced, a Codeml-centered automated pipeline with an integrated graphical user interface (GUI) designed to make advanced positive selection analysis accessible to both computational and experimental biologists. BABAPPA implements three complementary workflows (normal, clip, and clipgard) that automate alignment curation, optional recombination-aware partitioning, tree reconstruction, codeml analyses, and multiple-testing correction. The GUI simplifies execution, manages background processes inside WSL (Ubuntu-22.04), and presents outputs in an organized, publication-ready structure. Benchmarking on Brassicaceae orthogroups confirmed that BABAPPA reproduced manual codeml results while reducing runtime from 2,579 seconds to 1,430 seconds, a 44.6% reduction (1.8 times faster). By combining automation, reproducibility, and an intuitive GUI, BABAPPA lowers the barrier to performing rigorous positive selection analysis and enables wider adoption of codeml-based evolutionary inference.", "date": "2025-09-27", "journal": ""}
{"title": "Somatosensory timing and cerebellar-basal ganglia beta-band interactions in Parkinson's disease", "doi": "10.1101/2025.05.15.653735", "authors": "Pando-Naude, V.; Andersen, L.", "abstract": "Parkinson's disease (PD) is associated with basal ganglia dysfunction, yet growing evidence highlights cerebellar involvement. We measured beta-band activity and connectivity across the cerebellum, basal ganglia, thalamus and motor cortex during a rhythmic somatosensory timing task to compare prediction- and evaluation-related activity in PD and controls. Using magnetoencephalography, participants received tactile stimuli in regular (non-jittered) and irregular (jittered) sequences, with the final stimulus omitted to probe prediction before and evaluation after the omission. We found prediction-related differences between PD and controls in the cerebellum and basal ganglia before the omissions, while replicating earlier findings in controls, showcasing cerebellar evaluation responses after the omissions. In PD, basal ganglia activity favored jittered over non-jittered sequences, opposite to controls. Altered cerebellar beta-band responses correlated with PD symptom severity. Connectivity analyzes revealed group-by-regularity interactions in a sensory-integration network. These findings suggest compensatory cerebellar involvement in predictive timing and heightened network demands under irregular conditions in PD.", "date": "2025-09-27", "journal": ""}
{"title": "The representation of facial emotion expands from sensory to prefrontal cortex with development", "doi": "10.1101/2025.05.23.655726", "authors": "Fan, X.; Tripathi, A.; Bijanki, K.", "abstract": "Facial expression recognition develops rapidly during infancy and improves from childhood to adulthood. As a critical component of social communication, this skill enables individuals to interpret others emotions and intentions. However, the brain mechanisms driving the development of this skill remain largely unclear due to the difficulty of obtaining data with both high spatial and temporal resolution from young children. By analyzing intracranial EEG data collected from childhood (5-10 years old) and post-childhood groups (13-55 years old), we find differential involvement of high-level brain areas in processing facial expression information. For the post-childhood group, both the posterior superior temporal cortex (pSTC) and the dorsolateral prefrontal cortex (DLPFC) encode facial emotion features from a high-dimensional, continuous space. However, in children, the facial expression information is only significantly represented in the pSTC, not in the DLPFC. Further, the encoding of complex emotions in pSTC is shown to increase with age. Taken together, these data suggest that young children rely more on low-level sensory areas than on the prefrontal cortex for facial emotion processing, leading us to hypothesize that top-down modulation from prefrontal cortex to pSTC gradually matures during development to enable a full understanding of facial emotions, especially complex emotions which need social and life experience to comprehend.", "date": "2025-09-27", "journal": ""}
{"title": "Title: Retinal Calcium Waves Coordinate Uniform Tissue Patterning of the Drosophila Eye.", "doi": "10.1101/2025.06.02.657513", "authors": "Choi, B. J.; Chen, Y.-C.; Desplan, C.", "abstract": "Optimal neural processing relies on precise tissue patterning across diverse cell types. Here, we show that spontaneous calcium waves arise among non-neuronal support cells in the developing Drosophila eye to drive retinal morphogenesis. Waves are initiated by Cad96Ca receptor tyrosine kinase signaling, triggering PLCgamma-mediated calcium release from the endoplasmic reticulum. A cell-type-specific Innexin-code coordinates wave propagation through a defined gap junction network among non-neuronal retinal cells, excluding photoreceptors. Wave intensity scales with ommatidial size, triggering stronger Myosin II-driven apical contractions at interommatidial boundaries in larger ommatidia. This size-dependent mechanism compensates for early boundary irregularities, ensuring uniform ommatidial packing critical for precise optical architecture. Our findings reveal how synchronized calcium signaling among non-neuronal cells orchestrates tissue patterning in the developing nervous system.", "date": "2025-09-27", "journal": ""}
{"title": "The Anti-Inflammatory Role of GPNMB in Post-Traumatic Osteoarthritis", "doi": "10.1101/2025.06.06.658389", "authors": "Al-Adlaan, A. A.; Cook, B.; Hussein, N. J.; Jaber, F. J.; Kronk, T. A.; Solorzano, E.; Frangiamore, S.; Ball, H. C.; Safadi, F. F.", "abstract": "Osteoactivin (GPNMB) is a transmembrane protein expressed in multiple cell types with known functions in muscle, bone, and neurons, but the role of GPNMB in chondrocytes and cartilage homeostasis remains unknown. Here we show GPNMB is expressed in human and mouse primary chondrocytes, and that its expression is increased in damaged human cartilage and under pro-inflammatory conditions. We report that recombinant GPNMB treatment inhibits the expression of Mmps (Mmp3, 9, and 13), Adamts-4 and Il-6 following IL-1{beta}-stimulation in vitro. In vivo, GPNMB function was assessed in a post-traumatic osteoarthritis model, destabilization of the medial meniscus (DMM). Transgenic animals lacking functional GPNMB protein (DBA/2J) developed severe cartilage damage and demonstrated significant increases in pro-inflammatory cytokine expression following DMM. To elucidate the mechanism of action, we demonstrate that GPNMB regulates the MAPK signaling pathway via pERK inhibition in primary murine chondrocytes. Taken together, our results identify a novel anti-inflammatory role for GPNMB in cartilage and chondrocytes and identify GPNMB as a potential therapeutic modality for inflammatory joint diseases.", "date": "2025-09-27", "journal": ""}
{"title": "Fitting bifurcation structure, not voltage traces: A biophysically inspired derivation of reduced neuron models exemplified by potassium dynamics", "doi": "10.1101/2025.06.14.659682", "authors": "Lemaire, L.; Behbood, M.; Schleimer, J.-H.; Schreiber, S.", "abstract": "In conductance-based models, spiking-induced ion concentrations fluctuations can modify single neurons' excitability. What are the consequences in networks? To study this, simple models capturing ion concentration dynamics realistically are needed. We propose a method to derive a phenomenological model capturing the coupled extracellular potassium and voltage dynamics from a given class I conductance-based model. Rather than fitting voltage traces, we fit the bifurcation structure of the target model, thereby capturing parameter heterogeneity and rich dynamics. The resulting model extends the quadratic integrate-and-fire model, with extracellular potassium accumulation altering voltage dynamics by increasing the reset voltage. We apply our systematic reduction procedure to the Wang-Buz&aacuteski model. Its phenomenological version exhibits quantitatively comparable dynamics and replicates the reshaping of the phase-response curve associated with the transition from SNIC to HOM spikes at elevated potassium. To illustrate the derived model's applicability, we explore how changes in potassium concentration influence synchronization in networks.", "date": "2025-09-27", "journal": ""}
{"title": "The AlphaFold Database Ages", "doi": "10.1101/2025.06.22.660930", "authors": "Tsitsa, I.; Conev, A.; David, A.; Islam, S. A.; Sternberg, M. J. E.", "abstract": "The AlphaFold database provides 200M protein structures predicted by AlphaFold2 and released in 2022 from sequences in UniProt in April 2021. However, of the 20,504 full-length human structures in the AlphaFold database, 631 entries conflict with UniProt (version 2025_03 i.e. release 3 of 2025 published Jun 18, 2025); and there is a similar discrepancy for other species. This highlights how bioinformatics resources, as exemplified by the AlphaFold database can rapidly age. Time flies in bioinformatics.", "date": "2025-09-27", "journal": ""}
{"title": "Ensemble-based genomic prediction for maize flowering time reveals novel insights into trait genetic architecture and improves prediction for breeding applications", "doi": "10.1101/2025.07.15.664852", "authors": "Tomura, S.; Powell, O. M.; Wilkinson, M. J.; Cooper, M.", "abstract": "While many genomic prediction models have been evaluated for their potential to accelerate genetic gain for multiple traits, no individual genomic prediction model has outperformed others across all applications. This result aligns with the implications of the No Free Lunch Theorem, stating that the average performance of individual prediction models becomes equivalent across the state space of diverse prediction scenarios. While no individual prediction model outperforms all others, ensembles of multiple individual genomic prediction models can be applied to leverage their complementary strengths. The Diversity Prediction Theorem provides a framework for investigating the reduction in prediction error through the inclusion of diverse prediction models in the ensemble. We used the EasiGP (Ensemble AnalySis with Interpretable Genomic Prediction) software to investigate the performance of an ensemble approach, targeting flowering time traits measured in two maize nested association mapping datasets. For both datasets, the ensemble-based prediction approach achieved the highest prediction accuracy and lowest prediction error across traits. Multiple genomic regions containing key flowering time-related genes were included as features in the different genomic prediction models with diverse weights among the individual models, demonstrating different views of the trait genetic architecture. The Diversity Prediction Theorem framework suggests that the ensemble combination of such diverse views likely contributed to the improvement of prediction performance by the ensemble-based approach over the individual prediction models. Exploiting the expectations of the Diversity Prediction Theorem, ensemble-based prediction can be applied to overcome some limitations proposed by the No Free Lunch Theorem when applying individual genomic prediction models.", "date": "2025-09-27", "journal": ""}
{"title": "High-throughput discovery of emerging antifungal resistance in crop pathogens", "doi": "10.1101/2025.07.18.665620", "authors": "Puccetti, G.; Fluckiger, D.; Edel, D.; Delude, C.; Moser Tralamazza, S.; Badet, T.; Scalliet, G.; Croll, D.", "abstract": "The rise of antifungal resistance is a global challenge for both human health and food security, because resistance emergence easily outpaces the antifungal development pipeline. Furthermore, resistance arises often in parallel and through alternative mechanisms creating challenges to predict emergence. In agriculture, where vast areas are sprayed by diverse cocktails, antifungal resistance gains are particularly complex. Despite broad efforts, knowledge of resistance mechanisms is often limited to model genotypes and empirical evidence from the field is lacking. Here, we define and validate a high-throughput pipeline for antifungal resistance discovery informed by emerging resistance gains at continental scale. We analyzed a thousand-genome European diversity panel of the major wheat pathogen Zymoseptoria tritici and assessed resistance levels against over 29 fungicides covering all major classes. We optimized high-throughput phenotyping assays to comprehensively capture emerging resistance phenotypes. Pangenome-informed genotyping techniques revealed a total of 2192 genes associated with antifungal resistance. This expands by an order of magnitude the current knowledge and establishes a refined atlas of resistance mutations. We generated mutants to recapitulate several of the discovered resistance factors. Hence, our approach captures in-field resistance gains across Europe for all major fungicide classes and can define exact molecular targets. Broad knowledge of resistance gains will guide more sustainable fungicide development pipelines.", "date": "2025-09-27", "journal": ""}
{"title": "Hyperspectral Imaging to Quantify Nodules and Detect Biological Nitrogen Fixation in Legumes", "doi": "10.1101/2025.07.25.666867", "authors": "Wang, Y.; de Silva, K.; Song, D.; Kamruzzaman, M.; Brooks, M. D.", "abstract": "Legume root nodules are important for biological nitrogen fixation, a process critical for plants to gain additional nitrogen from the environment. Nodule quantification is valuable for evaluating nitrogen fixation efficiency, assessing symbiotic relationships, monitoring responses to nitrogen, and supporting genetic studies on legume adaptation and productivity. However, accurate quantification of root nodules is difficult and time-consuming due to the complexity of the root system and soil interference. Here, we explore the utility of hyperspectral imaging as a non-destructive tool to detect active fixing root nodules with minimal preparation and show that we can differentiate nodules and root tissues through unique spectral signatures while also distinguishing between fixing and non-fixing nodules. We applied deep learning techniques to develop an automated nodule counting pipeline adaptable across different legume species and under diverse growth conditions. This approach eliminates the need for labor-intensive counting and enables the detection of nodules embedded within dense root tangles with high accuracy. This automated hyperspectral approach offers a promising alternative to support assessments of nodule abundance and their activity across legume species grown under various environments.", "date": "2025-09-27", "journal": ""}
{"title": "Human single-cell atlas analysis reveals heterogeneous endothelial signaling", "doi": "10.1101/2025.08.15.670370", "authors": "Zhu, Z.; Zheng, R.; Yu, Y.; Zhang, L.; Chen, K.", "abstract": "Endothelial cells (ECs) play complex roles across tissues and vessel types. Yet, systematic investigations of EC heterogeneity in the combined context of vessel type and tissue microenvironment are still largely lacking. We integrated over three million single cells of scRNA-seq datasets in 15 human tissues and found that ECs in some tissues (e.g., heart and kidney) exhibited greater tissue specificity, while others displayed more substantial vessel specificity. We developed a computational pipeline to analyze cell-cell communications (CCC) mediated by metabolites or proteins to explore microenvironmental regulation. Interestingly, our results showed that CCC events involving ECs varied vastly across tissues, highlighting tissue-specific EC interactions. Using topic modeling, we identified CCC patterns, termed CCC topics, representing metabolite- and protein-mediated interactions between ECs and other tissue-resident cells. Most CCC topics exhibited high tissue specificity, potentially explaining microenvironmental regulations for EC heterogeneity. The work systematically investigates EC heterogeneity and provides insights into how EC heterogeneity was regulated across diverse tissue microenvironments.", "date": "2025-09-27", "journal": ""}
{"title": "Interpretable deep generative ensemble learning for single-cell omics with Hydra", "doi": "10.1101/2025.08.15.670517", "authors": "Wagle, M. M.; Liu, C.; Liu, Z.; Wang, Y.; Kellis, M.; Patrick, E.; Yang, P.", "abstract": "Single-cell omics enable the dissection of cellular heterogeneity, yet the high dimensionality, inherent noise, and sparsity present significant challenges. These challenges are amplified for rare cell populations, which are often difficult to annotate reliably but can be central to development and disease. As single-cell assays increasingly capture multiple molecular layers, the integrative analysis of such multimodal data further increases complexity. Here, we propose Hydra, a deep generative framework based on an ensemble of variational autoencoders for effective learning of unimodal and multimodal single-cell omics data. Hydra implements interpretable modules for capturing cell type-specific molecular signatures. The ensemble of such interpretable modules enables reproducible feature selection and robust cell type annotation, with particular effectiveness for rare populations. We benchmarked Hydra on a repertoire of 21 datasets, including unimodal and multimodal single-cell omics data. Our results demonstrate that Hydra offers comparable to superior performance to several state-of-the-art methods. Finally, we highlight the utility of Hydra in robustly annotating brain cellular subtypes and preserving disease-relevant signatures using our previously published dataset that profiles Alzheimer's disease.", "date": "2025-09-27", "journal": ""}
{"title": "DNA methylation and immune infiltration mediate the impact of tobacco exposure on pancreatic adenocarcinoma outcome: a high-dimensional mediation analysis", "doi": "10.1101/2025.09.09.675033", "authors": "Pittion, F.; Amblard, E.; Devijver, E.; Samson, A.; Varoquaux, N.; Richard, M.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) ranks among the most aggressive malignancies, characterized by exceptionally poor prognosis due to late diagnosis and therapeutic resistance. While tobacco exposure is an established risk factor for PDAC incidence and influences patient survival, the underlying molecular mechanisms mediating these effects remain poorly understood. We aimed to characterize the causal pathways linking tobacco exposure to PDAC patient survival, focusing on DNA methylation and tumor immune infiltration as potential mediators. For this purpose, we developed HDMAX2-surv, an extension of high-dimensional mediation analysis method HDMAX2, adapted to survival outcomes. Through extensive simulations across multiple scenarios, we demonstrated superior performance compared to existing methods in handling complex DNA methylation data. We integrated this approach with causal discovery frameworks and immune deconvolution algorithms to dissect multi-pathway mediation mechanisms. Using The Cancer Genome Atlas (TCGA) cohort of 145 PDAC patients, we identified 37 aggregated methylated regions (AMRs) with significant mediation effects, exhibiting both protective and deleterious impacts on survival. Our causal discovery analysis revealed complex relationships where tobacco effects operate through sequential pathways involving DNA methylation and immune infiltration changes. Serial mediation analysis identified four distinct pathways where tobacco-induced epigenetic modifications mediate survival effects through immune microenvironment alterations, involving the ZBTB42, CLGN, RAD51AP2, and PRDM16 loci. Remarkably, these effects were undetectable through gene expression analysis alone, highlighting the unique value of methylation-based approaches. This study provides dual contributions: methodologically, through an integrated framework for high-dimensional survival mediation analysis with causal discovery; and biologically, by elucidating complex molecular mechanisms through which tobacco exposure influences PDAC outcomes. Our findings reveal the intricate interplay between environmental exposures, epigenetic modifications, and immune responses in cancer prognosis.", "date": "2025-09-27", "journal": ""}
{"title": "P-body formation is required for yeast proliferation in the phyllosphere", "doi": "10.1101/2025.09.14.675019", "authors": "Sekioka, F.; Shiraishi, K.; Akagi, M.; Habata, A.; Arima, Y.; Sakai, Y.; Yurimoto, H.", "abstract": "Processing bodies (P-bodies) are major cytosolic ribonucleoprotein granules involved in post-transcriptional regulation. Yeast has been an invaluable model for elucidating the functions of P-bodies under laboratory conditions. However, the physiological significance of P-bodies in natural environments remains unclear. Here, we demonstrate that P-body formation is required for yeast proliferation in the phyllosphere, the aerial parts of plants. Deletion of EDC3, a gene critical for P-body formation, impaired proliferation of the methanol-utilizing yeast Candida boidinii on Arabidopsis thaliana leaves where the yeast assimilates methanol as the carbon source while adapting to changes in environmental conditions. In vitro experiments showed that P-bodies contribute to the spatiotemporal regulation of methanol-induced mRNAs (mimRNAs). These mimRNAs form cytosolic dot structures (termed mimRNA granules) that harbor multiple kinds of mimRNAs. In the edc3{Delta} strain, the formation of mimRNA granules was reduced along with a decrease in mimRNA abundance. Under oxidative stress, colocalization of P-bodies with mimRNA granules markedly increased and growth of the edc3{Delta} strain on methanol was suppressed, suggesting active sequestration of mimRNAs within P-bodies as a stress tolerance response. Time-lapse microscopy revealed dynamic interactions between P-bodies and mimRNAs granules with transient colocalization. Together, our findings indicate that P-bodies function as temporal storage sites where mimRNAs are protected from degradation in the phyllosphere.", "date": "2025-09-27", "journal": ""}
{"title": "Improvement of affinity and potency of a monoclonal antibody against Shigella flexneri 3a O-antigen via phage display and whole-cell in-solution panning", "doi": "10.1101/2025.09.11.675504", "authors": "Xerri, N. L.; Pulido, S.; Kedzior, M.; Savarino, P.; Williams, T.; Gallant, R. M.; Kaminski, R. W.; Sok, D.; Schmidt, H. R.", "abstract": "As rates of antimicrobial resistance (AMR) among bacterial pathogens continue to rise, the discovery and development of novel classes of therapeutics that can serve as alternatives or adjuncts to traditional small-molecule antibiotics, such as monoclonal antibodies (mAbs), is a public health priority. Some of the most promising antigen targets for antibacterial mAbs are surface polysaccharides such as O-antigen, a component of the lipopolysaccharide found on the outer membrane of gram-negative bacteria. However, developing mAbs against bacterial surface polysaccharides with sufficient breadth and potency to be clinically viable is difficult in part because antibodies against polysaccharides are generally low affinity, and the challenging biochemistry of polysaccharides often precludes further affinity maturation of mAbs against these targets in vitro. Here, we use a phage display library and a whole-cell in-solution panning strategy to successfully improve the affinity of a mAb against Shigella flexneri 3a O-antigen (O-Ag) in vitro without requiring the purification of the target antigen. We demonstrate that a single mutation can improve apparent affinity approximately 10-fold without detectably increasing polyreactivity, and increased affinity correlates with enhanced potency in antibacterial effector function and anti-virulence assays. In addition, the most potent variants also gained increased breadth, successfully coordinating complement deposition and complement-independent opsonophagocytosis against S. flexneri 3b, a serotype weakly recognized by the parent mAb. Altogether, this work represents an important first step towards expanding the antibody engineering toolkit for bacterial surface polysaccharides, which will aid the development of novel mAb therapeutics against AMR bacterial pathogens.", "date": "2025-09-27", "journal": ""}
{"title": "In vitro and in vivo derived macrophages occupy distinct phenotypic states", "doi": "10.1101/2025.09.20.677495", "authors": "Chevrier, S.; Zanotelli, V. R. T.; Schulz, D.; Robinson, M.; Ailles, L.; Jewett, M. S.; Gedye, G.; Reis, B.; Bodenmiller, B.", "abstract": "Monocyte-derived macrophages (MDMs) are widely used to model human macrophage biology in vitro and standardized polarization conditions were proposed to recapitulate the different macrophage activation states. Although surface markers specific for distinct MDM populations have been identified, a systematic analysis of surface marker expression on these consensus MDM populations has not previously been reported. Here, we use mass cytometry to perform an in-depth characterization of MDM surface profiles and determine how these markers evolve with time. We also compared the phenotypes found in vitro with patient-derived tumor-associated macrophages (TAMs) and found that although MDMs and TAMs shared most markers investigated, the cell-surface signatures markedly differed in terms of expression levels and combinations. Our high-dimensional, single-cell analyses clarifies the surface expression profile of the core in vitro differentiated macrophage populations and highlights some limitations of the in vitro system to represent the complexity of in vivo polarized tumor-associated macrophage phenotypes. These findings provide new opportunities to improve the models used to study macrophage biology and give a pathway to improve our understanding of the in vivo complexity of these systems.", "date": "2025-09-27", "journal": ""}
{"title": "Neuronal detection of social actions directs collective escape behavior", "doi": "10.1101/2025.09.24.678087", "authors": "Yu, J.-H.; Milan, J.; Meyerhof, G. T.; Napoli, J. L.; Lovett-Barron, M.", "abstract": "Animals in groups obtain information from their social partners to engage in collective behavior. Social information transmission has been observed amongst individuals in fish schools, bird flocks, and human groups, but the neural mechanisms for detecting socially transmitted information are poorly understood. By studying the schooling glassfish Danionella cerebrum, here we demonstrate that escape from danger is enhanced by visual perception of other escaping fish. We found that neural populations in the midbrain optic tectum and dorsal thalamus are activated by the rapid escape of social partners. These neurons are also driven by the sudden disappearance of virtual social partners, yet unaffected by disappearing stimuli without social relevance. Virtual fish schools that escape or disappear were sufficient to cause observers to escape, even in the absence of direct threats. These results demonstrate that rapid social-off detection in visual circuits enables the detection of socially transmitted threat information, which may be a particularly effective strategy for animals capable of rapid movement but limited visual range. These results show how neural computations in individuals enables rapid information sharing in animal collectives.", "date": "2025-09-27", "journal": ""}
{"title": "Evidence of ecosystem process recovery across a large-scale coral reef restoration programme using AI accelerated soundscape analysis", "doi": "10.1101/2025.09.24.678197", "authors": "Williams, B.; Mars Coral Restoration Project Monitoring Team,  ; Naseem, A.; Nava, G.; Roberts, A.; Nicholson, F.; du Luart, A.; Erasmus, D.; Stoole, O.; Whittick, A.; Gibb, R.; Razak, T. B.; Lamont, T. A. C.; Simpson, S. D.; Curnick, D. J.; Jones, K. E.", "abstract": "Coral reef restoration efforts are on the increase globally. However, reporting on the ecological outcomes of these efforts is rare and typically focuses on coral related metrics. As a result, understanding of whether restoration can recover broader aspects of reef functioning remains limited. In this study we use passive acoustic monitoring coupled with human-in-the-loop artificial intelligence to analyse >12 months of soundscape recordings from 45 sites across five independent regions to investigate the impact of active restoration on reef functioning. We trained and rigorously evaluated machine learning models to identify 34 biological sound types within this data, generating >912,000 high-confidence detections. These detections were used to infer four key functions across healthy, degraded, early-stage (<3 months) and mid-stage (32-53 months) restored reefs. Restoration significantly enhanced: (i) biological sounds at night, key to recruiting juvenile fish; (ii) diversity of biological sounds, an indicator of fish community diversity; and (iii) snapping shrimp activity, an indicator of bioturbation. However, effects varied by region, and audible parrotfish grazing, key to algal control and bioerosion, did not differ among habitat types in four of the five regions. Our findings provide evidence that restoration can support recovery of broader ecosystem functioning carefully implemented in the right contexts.", "date": "2025-09-27", "journal": ""}
{"title": "Arabidopsis arenosa influences its microbiome as a serpentine soil adaptation strategy", "doi": "10.1101/2025.09.24.678321", "authors": "Bollmann-Giolai, A.; Giolai, M.; Allen, M.; Heavens, D.; Lipanova, V.; Alston, M.; Brown, J.; Clark, M. D.; Flis, P.; Kolar, F.; Yant, L.; Malone, J. G.", "abstract": "There is growing evidence that microbes can facilitate plant growth in metal-rich soils. However, our current understanding of how plants recruit their microbiomes under abiotic stress remains incomplete. Serpentine soils are elementally skewed, with high concentrations of magnesium and nickel, often accompanied by other heavy metals, which can limit calcium availability and present unique challenges to plant growth. These soils are also nutrient-poor, prone to erosion, and have low water-holding capacity. To date, the mechanisms by which plants adapt to serpentine soils remain poorly understood and the role of plant-associated microbiomes in this process has not been described. Here, we focus on Arabidopsis arenosa populations adapted to serpentine conditions and investigate their bacterial and fungal microbiomes to better understand the role of plant-associated microbes in serpentine adaptation. We show that serpentine soils harbour distinct plant-associated microbiomes across different plant niches and that the plant genetic background plays a key role in shaping microbial community composition. Finally, we identify serpentine-specific bacterial and fungal variants that may contribute to plant adaptation under these challenging soil conditions.", "date": "2025-09-27", "journal": ""}
{"title": "Genome-wide association study in a diverse grapevine collection provides insights into the genetic basis of berry size and cluster architecture traits", "doi": "10.1101/2025.09.24.678328", "authors": "de Oliveira, G. L.; Francisco, F. R.; de Moura, Y. A.; Niederauer, G. F.; Fritsche-Neto, R.; de Souza, A. P.; Furlan, M. F. M.", "abstract": "Berry and cluster size are pivotal determinants of grapevine productivity and consumer preferences and remain major targets in grapevine breeding. However, given their complexity as quantitative traits under polygenic control, a deeper understanding of their genetic determinants is needed. The gene pool of the Brazilian grapevine has made a significant contribution to enhancing grapevine performance in tropical and subtropical regions. In this study, we conducted a genome-wide association study (GWAS) using a diverse panel of 288 Vitis spp. accessions from the Agronomic Institute Germplasm Bank, Brazil. This panel was phenotyped for six critical cluster architecture traits over 12 years and genotyped using the Vitis18k SNP array. Using two different algorithms, the GWAS identified 56 significant SNPs distributed across 17 chromosomes, validating previously identified QTLs and revealing novel associations. Four closely spaced markers on Chr1 suggest the presence of a QTL influencing five traits simultaneously. A strong association signal, explaining approximately 29-35% of the phenotypic variance (PVE), indicated a major QTL for berry length (BL) and width (BWi) on Chr14. Additionally, major-effect SNP loci were identified for cluster weight (CW) on Chr1, cluster length (CL) on Chr7 and 14, cluster width (CWi) on Chr6 and 18, and berry weight (BW) on Chr4, with PVE values ranging from 18-27%. Furthermore, 80 genes associated with berry traits and 52 genes associated with cluster traits were identified as putative candidate genes in the genomic regions associated with significant SNPs. These candidate genes are involved in the regulation of growth and development, hormone regulation, protein synthesis, stress response, and other physiological processes essential for cell health and functionality. Our results provide valuable insights into the genetic determinants of grape berry size and cluster architecture, offering critical data to support future functional studies and enhance the efficiency of related breeding programs.", "date": "2025-09-27", "journal": ""}
{"title": "Subthreshold violations of trajectory predictions are sensitive to TMS of Cerebellum CRUS I/II", "doi": "10.1101/2025.09.26.678469", "authors": "Joos, E.; Scherer, C.; Isope, P.; Foucher, J.; Giersch, A.", "abstract": "Temporal prediction can help to follow a trajectory. In case of an error, the prediction can be adjusted. However, processing the error and adjusting the prediction can take time. What happens immediately after a prediction error, and can the processing of the prediction be modulated? We use a newly found illusion based on moving squares and requiring trajectory regularity to be elicited. We examined the conscious consequences of a sub-threshold manipulation of the square trajectories, and transcranial magnetic stimulation (TMS) on the cerebellum (right CRUS I/II) to study the modulation of the processing of the trajectory manipulations. The TMS was a typical intermittent thetaburst stimulation, but only one sequence of around 3 minutes, compared with a placebo stimulation. The trajectory manipulation had a reliable effect on the illusion, even though the illusion emerged within less than 100 ms after the trajectory manipulation. The results suggest that the prediction is temporarily stopped after the trajectory change. The illusion was accompanied by EEG signals whose amplitude was modulated by TMS on the cerebellum, at least in those participants who received verum TMS after having performed the task three times. Those EEG signals resembled a late LPP (Late Positive Potential). As LPP spontaneously decreased over time, the results suggest the effect of TMS may represent a reinstation of the EEG consequences of the prediction error, i.e., a modulation of its significance.", "date": "2025-09-27", "journal": ""}
{"title": "GluN2A-mediated currents and calcium signal in human iPSC-derived neurons", "doi": "10.1101/2025.09.26.678211", "authors": "Escamilla, S.; Aviles-Granados, C.; Andres-Peralta, F.; V-Paternain, A.; Cortes-Gomez, M.-A.; Zetterberg, H.; de la Pena, E.; Salas-Lucia, F.; Saez-Valero, J.; Cuchillo-Ibanez, I.", "abstract": "Gene expression data indicate that during human brain development, neurons change the NMDA receptor (NMDAR) subunit composition to modulate their function, favouring the GluN2A subunit over GluN2B - a hallmark of neuronal maturation. However, evidence supporting this phenomenon in human iPSC-derived neurons remains elusive. Here, using two differentiation methods in parallel (BrainPhys Neuronal Medium, BPM, and Neural Maintenance Medium, NMM), we provide evidence of increased synaptic localization of NMDARs during neuronal maturation and that GluN2A subunit is crucial for the NMDA physiological function-inducing inward currents and calcium entrance at 60 days of differentiation. Calcium responses to specific agonists, particularly NMDA, were elevated in cells cultured under BPM conditions. This is likely attributable to their more mature neuronal phenotype and the RNA-seq-identified upregulation of genes involved in intracellular calcium signaling proteins. Our results offer insight into how glutamate receptor subunits mature during brain development, delineating approaches to study NMDAR activity in health and disease.", "date": "2025-09-27", "journal": ""}
{"title": "Task-specific theta enhancement and domain-general alpha/beta suppression as oscillatory signatures of individual differences in cognitive flexibility", "doi": "10.1101/2025.09.26.678741", "authors": "Huelsemann, M. J.; Loeffler, C.; Schubert, A.-L.", "abstract": "Cognitive flexibility - the ability to adapt to changing situational or task demands - is a fundamental aspect of human cognition and a potential source of individual differences in higher-order cognitive abilities. To further understand the neural mechanisms underlying this ability, we examined event-related spectral perturbations (ERSP) in three cued switching tasks (parity/magnitude, global/local, number/letter) in a sample of 148 adults. Employing a data-driven approach that combined mass-univariate time-frequency analysis, cluster-based permutation testing, and latent change structural equation modeling, we identified two robust neural signatures: a transient frontal theta increase and a sustained alpha/beta suppression. Both effects were more pronounced in switch compared to repeat trials. Frontal theta reflected task-specific control processes, whereas parietal alpha/beta indexed domain-general attentional processes that persisted from cue onset through target processing -consistent with two stage-models of task switching. Notably, flexibility-related alpha/beta dynamics did not correlate with measures of intelligence or working memory capacity (WMC), underscoring the distinctiveness of cognitive flexibility from general cognitive abilities. These findings provide the first direct evidence that alpha/beta suppression constitutes a reliable, generalizable neural signature of individual differences in cognitive flexibility.", "date": "2025-09-27", "journal": ""}
{"title": "Visual contributions to the perception of speech in noise", "doi": "10.1101/2025.09.26.678636", "authors": "Alampounti, L. C.; Rosen, S.; Cooper, H.; Bizley, J. K.", "abstract": "Investigations of the role of audiovisual integration in speech-in-noise perception have largely focused on the benefits provided by lipreading cues. Nonetheless, audiovisual temporal coherence can offer a complementary advantage in auditory selective attention tasks. We developed an audiovisual speech-in-noise test to assess the benefit of visually conveyed phonetic information and visual contributions to auditory streaming. The test was a video version of the Children's Coordinate Response Measure with a noun as the second keyword (vCCRMn). The vCCRMn allowed us to measure speech reception thresholds in the presence of two competing talkers under three visual conditions: a full naturalistic video (AV), a video which was interrupted during the target word presentation (Inter), thus, providing no lipreading cues, and a static image of a talker with audio only (A). In each case, the video/image could display either the target talker, or one of the two competing maskers. We assessed speech reception thresholds in each visual condition in 37 young ([&le;]35 years old) normal-hearing participants. Lipreading ability was independently assessed with the Test of Adult Speechreading (TAS). Results showed that both target-coherent AV and Inter visual conditions offer participants a listening benefit over the static image audio-only condition, with the full AV target-coherent condition providing the most benefit. Lipreading ability correlated with the audiovisual benefit shown in the full AV target-coherent condition, but not the benefit in the Inter target-coherent condition. Together our results are consistent with visual information providing independent benefits to listening, through lip reading and enhanced auditory streaming.", "date": "2025-09-27", "journal": ""}
{"title": "Predictive learning enables compositional representations", "doi": "10.1101/2025.09.26.678731", "authors": "Boeshertz, G.; Clopath, C.", "abstract": "The brain builds predictive models to plan future actions. These models generalize remarkably well to new environments, but it is unclear how neural circuits acquire this flexibility. Here, we show that compositional representations emerge in Recurrent Neural Networks (RNNs) trained solely to predict future sensory inputs. These representations have been observed in different areas of the brain, for example, in the motor cortex of monkeys, which have been shown to reuse primitives in sequences. They enable compositional generalization, a mechanism that could explain the brain's adaptability, where independent modules representing different parts of the environment can be selected according to context. We trained an RNN to predict future frames in a visual environment defined by independent latent factors and their corresponding dynamics. We found that the network learned to solve this task by developing a compositional internal model. Specifically, it had disentangled representations of the static latent factors, and formed distinct, modular clusters, each selectively implementing a single dynamic. This modular and disentangled architecture enabled the network to exhibit compositional generalization, accurately predicting outcomes in novel contexts composed of unseen combinations of dynamics. Our findings present a powerful, unsupervised mechanism for learning the causal structure of an environment, suggesting that predicting the future can be sufficient to develop generalizable world models.", "date": "2025-09-27", "journal": ""}
{"title": "Gene-based analysis identifies novel microRNA candidates for Autism Spectrum Disorder", "doi": "10.1101/2025.09.26.678002", "authors": "Marques, A. R.; Martiniano, H. F. d. M. C.; Vilela, J.; Asif, M.; Sousa, L.; Oliveira, G.; Vicente, A.", "abstract": "Background: Autism Spectrum Disorder (ASD) is a complex neurodevelopmental condition with unclear physiopathology. Biomarker-based diagnostic tools for early detection and targeted treatments have yet to be developed. MicroRNAs (miRNAs), which are critical regulators of genes involved in brain development and function, are emerging as promising candidates as molecular mechanisms, biomarkers, and therapeutic targets for ASD. This study aimed to identify miRNAs involved in ASD and evaluate their potential functions through in silico analysis. Methods: A comprehensive analysis was performed to find genomic variants with a predicted functional impact on miRNA activity. Using large datasets of Single Nucleotide Variants (SNVs, N = 4300) and Copy Number Variants (CNVs, N = 3570) from ASD cases, we identified miRNAs targeted by CNVs or containing SNVs predicted to disrupt their function in ASD subjects, and compared their frequencies with controls. Selected regulatory miRNA-mRNA networks and their associated biological functions were characterized. Results: Seventy mature miRNAs were identified, including both previously reported and novel ASD candidates, predicted to regulate 2742 brain-expressed genes. Enrichment analysis revealed their involvement in cellular signaling, transcription regulation, protein metabolism, and chromatin organization - biological processes strongly related to ASD. Notably, 63% of these miRNAs are predicted to target 71 known ASD risk genes and the KCNB1, MECP2, NCKAP1 and ZBTB20 genes are each regulated by at least four miRNAs. Conclusions: This gene-based analysis identified miRNAs regulating gene networks and biological pathways implicated in brain function and plasticity, frequently disrupted in ASD. These findings strengthen the evidence for miRNA involvement in ASD, paving the way for novel diagnostic and therapeutic strategies.", "date": "2025-09-27", "journal": ""}
{"title": "Joint Mapping of Chromatin Accessibility and Targeted Proteomics in HER2-expressing Breast Cancer Systems", "doi": "10.1101/2025.09.25.678463", "authors": "Fomitcheva Khartchenko, A.; Lam, T.; Goldhammer, N.; Bont, M.; Warhadpande, S.; Rosenbluth, J.; Herr, A.", "abstract": "HER2 proteoforms promote therapeutic resistance and aggressiveness in HER2-positive breast cancer, yet their epigenetic consequences remain poorly defined. Here, we establish EpiBlot, a joint assay incorporating a customized plateATAC-seq workflow that minimizes sample inputs with single-cell western blotting to concurrently profile chromatin accessibility with protein and proteoform expression in breast cancer MCF7 cells. Engineered MCF7 cells expressing HER2 proteoforms - full-length p185HER2 or truncated 611-CTF - were evaluated on the impact of such proteoforms after lapatinib or doxorubicin exposure. Expression of 611-CTF elicits pervasive chromatin remodeling, whereas p185HER2 provokes only modest accessibility shifts under the same treatments. Lapatinib treatment produces limited global effects but unmasks proteoform-specific responses, while treatment with doxorubicin drives extensive genome-wide accessibility changes. Concordance between chromatin accessibility and protein abundance is moderate, underscoring complex regulatory coupling. Extending this dual-modality approach to HER2-low patient-derived organoids uncovers distinct chromatin states and reveals a subpopulation of triple-negative breast-cancer cells expressing truncated HER2 proteoforms. These findings highlight the value of multimodal profiling with proteoform identification for dissecting tumor heterogeneity and therapeutic response in HER2-positive breast cancer.", "date": "2025-09-27", "journal": ""}
{"title": "JOINT ANALYSIS OF HUMAN RETROELEMENTS-LINKED HISTONE MODIFICATION PROFILES REVEALS QUICKLY EVOLVING MOLECULAR PROCESSES CONNECTED WITH CANCER", "doi": "10.1101/2025.09.24.677146", "authors": "Nikitin, D.", "abstract": "Human retroelements (REs), which comprise approximately 40% of the genome, have played a pivotal role in the evolution of key molecular processes, such as placental development, by introducing novel regulatory elements near host gene promoters and enhancers. Despite their genomic abundance and regulatory influence, the functional trajectories of REs remain poorly understood. Here, leveraging ChIP-seq profiles of histone modifications (H3K4me1, H3K4me3, H3K9ac, H3K27ac, H3K27me3, and H3K9me3) from five human cell lines deposited in the ENCODE database, we systematically ranked the regulatory impact of REs across 25,075 human genes. Gene sets enriched for promoter- and enhancer-associated RE-linked regulatory sites were identified. Consensus gene sets across cell lines were found to be associated with pathways involved in cancer progression, specifically chronic myeloid leukemia and small cell lung cancer, as well as with host defense responses to infection with human T-cell lymphotropic virus type 1. These findings provide new insights into recent human evolution and highlight the ongoing influence of selfish genetic elements on genome regulation and disease susceptibility.", "date": "2025-09-27", "journal": ""}
{"title": "HMGB1 assists in overcoming cisplatin resistance in chemoresistant human ovarian cancer cells", "doi": "10.1101/2025.09.25.678487", "authors": "Huynh, V.; Wang, G.; Mukherjee, A.; Vasquez, K.", "abstract": "Cisplatin is a highly effective chemotherapeutic agent used to treat ovarian cancer, but the development of resistance often limits the treatment outcome. Cisplatin eradicated the cancer cells by generating lethal DNA lesions, which can be recognized and processed by a variety of proteins, including the high mobility group box 1 (HMGB1) protein. HMGB1 is a multifunctional protein, which is involved in chromatin remodeling and DNA damage repair. In this study, we investigated the role of HMGB1 in modulating cisplatin sensitivity in human ovarian cancer cells. Using siRNA-mediated HMGB1 knockdown in cisplatin-sensitive and cisplatin-resistant human ovarian cancer cell lines, we observed that HMGB1 depletion reduced colony formation and enhanced cisplatin-induced apoptosis in the cisplatin-resistant cells. Mechanistically, HMGB1-depleted cells exhibited altered DNA damage responses by mediating the ATM/CHK2 and ATR/CHK1 activity following cisplatin treatment. Slot blot and modified alkaline comet assay further demonstrated that HMGB1 depletion stimulated cisplatin-DNA adduct formation and impaired adduct removal. Collectively, these findings uncover novel functions of HMGB1 in mediating cisplatin sensitivity, emphasizing its potential as a therapeutic target to overcome cisplatin resistance.", "date": "2025-09-27", "journal": ""}
{"title": "The Breakome of BRCA1 and BRCA2 Pathway Mutation Carriers Reveals Early Processes in Breast Oncogenesis", "doi": "10.1101/2025.09.25.678591", "authors": "Sara Oster Flayshman, S.; Hidmi, O.; Alva-Ornelas, J. A.; Monin, J.; LaBarge, M.; Seewaldt, V. L.; Drier, Y.; Aqeilan, R. I. I.", "abstract": "DNA double-strand breaks (DSBs) can lead to genomic instability in cancer. Cells rely on an efficient DNA damage response (DDR) to maintain their DNA integrity and prevent oncogenic transformation. However, the early events that connect recurrent DNA damage to oncogenesis are not yet fully understood. Here, using next generation sequencing we comprehensively surveyed genomes to identify DSBs in primary cells of non-malignant carriers of BRCA1 and BRCA2 mutations (BRCAmut), categorized as high-risk patients, to characterize the effects of homologous recombination (HR) loss on cancer initiation. We demonstrate that the landscape of physiological DSBs in BRCAmut mammary epithelial cells differs from that of healthy controls and resemble more the DSB pattern observed in breast cancer cells. Our results reveal that proto-oncogenes and tumor suppressors contain more breaks in BRCAmut samples, and that genes with a high number of DSBs tend to be more highly expressed. These genes containing a high number of DSBs are also often mutated in breast cancer tumors. Finally, genes with high DSBs in mammary epithelial cells from women with BRCAmut exhibit a strong correlation with homologous recombination repair. Together, our findings underscore the impact of BRCA loss on the early stages of carcinogenesis and highlight future possibilities for early cancer detection.", "date": "2025-09-27", "journal": ""}
{"title": "Beyond Agreement: Standardizing Crowdsourced Synapse Annotations through Proofreading in EM Connectomics", "doi": "10.1101/2025.09.26.678851", "authors": "Lee, S. Y.; Correia, A.; Ceffa, N.; Robbins, M.; Franco-Barranco, D.; Zlatic, M.; Cardona, A.; Mohinta, S.", "abstract": "Reliable synapse identification in volumetric EM is hampered by subtle, 3D cues that yield variable human judgments. We present a standardized proofreading protocol that pairs explicit, operational criteria with machine-learning candidate generation and a two-stage calibration of annotators. In two larval Drosophila melanogaster volumes imaged at 8x8x8 nm, five raters (expert + 4 calibrated annotators) reviewed model-proposed candidates using efficient node-based labels. Multi-rater judgments were aggregated with a probabilistic Dawid-Skene (DS) model to produce consensus labels with calibrated uncertainty. Post-calibration, individual annotator accuracy versus the expert improved (McNemar p<0.05 for all raters), DS-expert agreement increased, and DS posterior entropy decreased for true positives/negatives, indicating more decisive consensus; gains were modest and dataset-dependent in chance-corrected agreement (Krippendorff's ). By making uncertainty explicit, this protocol converts noisy judgments into auditable supervision suitable for training and evaluation, while honestly communicating residual ambiguity essential for reliable and robust connectomics at scale.", "date": "2025-09-27", "journal": ""}
{"title": "Nanopore-based sequencing of active DNA replication reveals key principles of metazoan replication fork progression, origin and termination sites", "doi": "10.1101/2025.09.26.678856", "authors": "Han, D.; Shepherd, C.; Benton, M. L.; Nordman, J. T.", "abstract": "Balancing replication fork progression and origin usage is essential to maintain genome stability, but measuring replication fork progression rates and origin usage throughout the genome has been challenging. Here, we use nanopore sequencing combined with DNAscent to measure replication fork progression together with origin and termination site usage with single-molecule precision throughout the Drosophila genome with nearly full genome coverage. We find that replication fork progression rates are not uniform throughout the genome. Rather, fork progression is slowest in euchromatin, and this is not correlated with active transcription. Replication origins are also influenced by chromatin, but the exact position of initiation is highly variable and are often several kilobases away from ORC binding sites. Termination sites lack any chromatin or sequence motifs and appear nearly random throughout the genome. By measuring DNA replication dynamics at near full genome coverage, our work reveals key principles of metazoan replication dynamics.", "date": "2025-09-27", "journal": ""}
{"title": "Dissipation of lysosome pH impairs formation and collapses existing LPS-induced lysosome tubules in macrophages", "doi": "10.1101/2025.09.25.677195", "authors": "Anwar, S.; Ebrahimi-Iranpour, S.; Huq, S.; Berilia, T.; Chowdhury, N.; Mattiazzi Usaj, M.; Botelho, R. J.", "abstract": "Lysosomes are organelles responsible for degrading unwanted extracellular material that cells internalize, or intracellular material targeted for disposal. Typically, lysosomes are globular in morphology. However, in activated macrophages exposed to lipopolysaccharides, lysosomes undergo a dramatic reorganization to expand and become tubular in morphology. This tubulation phenomenon requires microtubules and dynein and kinesin motor activities regulated by lysosomal Rab7 and Arl8b GTPases. A key property of lysosomes is their acidic milieu established by the V-ATPase; the acidic gradient across the lysosomal membrane is ideal for hydrolytic activity, but this also powers other functions including membrane transport. Here, we sought to determine if V-ATPase and the acidic lysosomal pH were important for LPS-mediated lysosome tubulation in macrophages. We found that disruption of the V-ATPase prevented lysosome tubulation and collapsed preformed tubules. However, the V-ATPase also controls mTORC1 activity, which we previously showed promotes tubulation. In comparison, alkalization with NH4Cl did not interfere with mTORC1 activity, and yet, this also prevented lysosome tubulation. Moreover, clamping the pH to either acidic or alkaline values caused tubules to collapse, indicating that the gradient across the membrane is required for tubulation, rather than a specific pH value. Dissipation of lysosomal pH did not alter global microtubule organization, nor did it cause a collapse of lysosome movement, suggesting that motors remained associated with lysosomes. Interestingly, while LPS did not alter the global lysosomal pH nor the average pH of spherical and tubular lysosomes, we observed that growing tubules typically had a more acidic peripheral tip. We propose that localized gradients of acidic pH across the lysosomal membrane may directly or indirectly coordinate motor activity to enable tubulation.", "date": "2025-09-27", "journal": ""}
{"title": "Determination of factors that allow cryogenic nanoscopy with high power illumination without devitrification", "doi": "10.1101/2025.09.26.678528", "authors": "Huebinger, J.; Bastiaens, P. I. H.", "abstract": "Cryogenic super-resolution fluorescence light microscopy, or nanoscopy, has been demonstrated to be useful to close the resolution gap in cryogenic correlative light and electron microscopy (CLEM). Importantly, under cryogenic conditions fundamental resolution barriers that are imposed by molecular motion and photobleaching on fluorescence microscopy are circumvented. The resolution gain is even higher in nanoscopic methods, due to higher obtainable resolution and slower acquisition speed, rendering cryo-nanoscopy promising even beyond CLEM. However, cryogenic nanoscopy is often limited by heating and devitrification of the sample through strong laser irradiation, with drastic differences in reported tolerable power densities. We therefore investigated the laser-induced heating in different setups for cryogenic nanoscopy by time-dependent finite-element simulations complemented with absorption measurements of mammalian cells. Laser-induced heating happened in milliseconds, precluding efficient sample preservation by most intermittent illuminations. Under moderate light densities used for single molecule localization microscopy, absorbance by mammalian cells was too weak to explain devitrification and heating is governed by absorption of supporting material. However, the much higher power densities used in stimulated emission depletion nanoscopy resulted in temperatures clearly above the devitrification temperature from absorption by cells alone, unless the sample was mounted on an efficient heat exchanger, such as a diamond.", "date": "2025-09-27", "journal": ""}
{"title": "Oncostatin M orchestrates collective epithelial migration via HIF1A activation", "doi": "10.1101/2025.09.26.678830", "authors": "McLean, I. C.; Gross, S. M.; Liby, T. A.; Dane, M. A.; Derrick, D. S.; Heiser, L. M.", "abstract": "Extracellular signals strongly influence cell behavior, yet the mechanisms by which specific ligands mediate changes in phenotype remain unclear. The cytokine Oncostatin M (OSM) regulates homeostasis, wound healing, inflammation, and cancer progression. We previously found that OSM induces collective cell migration (CCM), a process where cells move as cohesive units while retaining cell-cell contacts, in MCF10A mammary epithelial cells. Here, we investigated how OSM drives CCM by comparing its effects with those elicited by epidermal growth factor (EGF) and interferon gamma (IFNG), defining ligand-specific phenotypes and molecular networks. Integrative transcriptomic and proteomic analyses identified hypoxia-inducible factor-1 (HIF1A) and signal transducer and activator of transcription 3 (STAT3) as central regulators of OSM responses. Functional validation revealed that HIF1A drives transcriptional programs associated with hypoxia, metabolic reprogramming, and immune pathways. Complement signaling emerged as a downstream effector of HIF1A, and its inhibition disrupted OSM-induced clustering and CCM. These findings establish a mechanistic link between OSM signaling, HIF1A activation, and CCM, demonstrating how cytokine-driven transcriptional reprogramming coordinates epithelial migration. Analysis of public breast cancer data suggests this pathway is active in human tumors and may contribute to tissue remodeling, repair, and metastasis.", "date": "2025-09-27", "journal": ""}
{"title": "Bleb-based extravasation: conserved morphodynamics, divergent calcium control", "doi": "10.1101/2025.09.26.677702", "authors": "Morita, M.; Morimoto, M.; Ikenouchi, J.; PAIN, B.; Atsuta, Y.; Hayashi, Y.; Teramoto, T.; Saito, D.", "abstract": "Extravasation, the exit of cells from blood vessels, is essential in both development and disease, from germ cell migration to cancer metastasis. We show that all extravasating cells examined, avian primordial germ cells and diverse human cancer lines, form Ca2+-dependent membrane blebs during transendothelial migration. Yet the source of Ca2+ diverges by lineage. PGCs and HT-1080 fibrosarcoma cells rely on store-operated Ca2+ entry (SOCE), whereas epithelial cancer cells such as PC-3 and MDA-MB-231 use IP3R-mediated Ca2+ release from the endoplasmic reticulum. These findings establish bleb-based extravasation as a conserved morphodynamic strategy powered by distinct regulatory modules. Evolutionarily, they map onto an ancestral ER-release pathway and a metazoan-derived SOCE pathway. Conceptually, cancer blebbing emerges as a composite strategy that reactivates both ancient survival programs and developmental toolkits to maximize invasive success. This unified framework highlights Ca2+ supply as a critical bottleneck of vascular escape, offering new angles for targeting metastatic dissemination.", "date": "2025-09-27", "journal": ""}
{"title": "High resolution spatial profiling of the hematopoietic landscape of the murine lung", "doi": "10.1101/2025.09.25.678618", "authors": "Skvir, N. J.; Ysasi, A. B.; Jarzabek, V.; Yeung, A. K.; Chen, J.; Dries, R. J.; Murphy, G. J.", "abstract": "Our current understanding of blood cell development and functionality stems primarily from the investigation of adult bone marrow (BM) and the fetal liver prenatally. However, emerging evidence highlights the lung as a previously underappreciated residence for hematopoietic cells. While a diversity of cells specific to the BM are known to promote the maturation and trafficking of hematopoietic cells, how the lung niche influences the development and functionality of resident cells is not known. Spatial in situ transcriptomics enables accurate mapping of cell identities and interactions within intact tissue, providing insights not accessible by dissociated single-cell profiling. Here, we present a high-resolution spatial transcriptomic atlas of the healthy adult murine lung placing specific emphasis on the hemato-endothelial landscape of this organ. As a case study, we developed a semi-automatic workflow to explicitly identify and curate rare - often multinucleated - megakaryocytes, requiring a combination of hex-binning spatial enrichment of canonical markers, expert curation, and cell boundary merging to correct for segmentation artifacts. We then characterized the spatial neighborhoods of megakaryocytes, illustrating their topological embedding within vascular, stromal, and immune microenvironments. Finally, we demonstrated the utility of this dataset for hypothesis-driven signaling studies by examining ligand-receptor interactions across pathways including BMP, VEGF, and ECM-integrin signaling. Together, this work defines the lung-blood niche and advances our understanding of the organ-specific properties of blood cells. We also provide a high-resolution spatial reference for the murine lung and demonstrate how targeted spatial in situ transcriptomics enable focused case studies of rare hematopoietic niches.", "date": "2025-09-27", "journal": ""}
{"title": "Camsap3-Mediated Microtubules Maintain Transzonal Projections Essential for Germline-Soma Communication during Ovarian Follicle Maturation in Mice", "doi": "10.1101/2025.09.26.678897", "authors": "Aikawa, A.; Ito, J.; Toya, M.; Sato, M.", "abstract": "Oocytes are surrounded and nursed by layers of maternal somatic granulosa cells (GCs) in ovarian follicles. Within a follicle, GCs extend actin-containing transzonal projections (TZPs) to an oocyte across the zona pellucida to establish communication. In contrast, microtubules have rarely been observed in some TZPs, and their significance in TZP organisation and functions for follicular maturation remain largely unknown. Here, using super-resolution microscopy, we visualised the presence of microtubules alongside F-actin in most TZPs. Knockout (KO) mice of the microtubule minus-end binding protein Camsap3 (calmodulinregulated spectrin-associated protein 3) exhibited infertility with fewer developing late-stage follicles. In earlier stages of Camsap3-KO follicles, the number of TZPs was reduced compared to that in wild-type follicles, and microtubules in TZPs were disorganised, which led to a decrease in physical contact between GCs and oocytes. We also found that TZP morphology in wild-type follicles transforms over time during follicle development, and Camsap3 modulates TZP morphology by assisting the organisation of microtubules as well as F-actin. Our findings thus suggest that Camsap3-mediated microtubules play a crucial role in governing the number and morphology of TZPs to ensure successful follicle development for the production of fertile oocytes.", "date": "2025-09-27", "journal": ""}
{"title": "Fine-tuning sequence to function deep learning models on large-scale proteomic data improves the accuracy of variant effect prediction", "doi": "10.1101/2025.09.26.678908", "authors": "Vaz, E.; Wang, L.; Galvin, J.; Keener, R.; Battle, A.", "abstract": "Fine-tuning sequence to function models has shown promise for variant effect prediction, but accuracy and generalization to unseen genes and unseen individuals remains a standing challenge. We fine-tuned Borzoi on 54,219 individuals and 2,923 circulating plasma proteins from the UK Biobank Plasma Proteomic Project. Across 150 single-gene models where the genes had a range of cis-heritability we observed that the fine-tuned Borzoi model improved variant effect prediction for 86% of the genes compared to an Elastic Net baseline model. We demonstrated that the improved prediction stems from increased sample size which provides tremendous amounts of rare genetic variants (MAF < 0.01) to the training data. Masking rare and uncommon variants nullified improved performance of fine-tuned Borzoi and we showed that fine-tuned Borzoi highly weights rare variants (MAF < 0.01) while the Elastic Net model highly weights common variants (MAF > 0.05) that are enriched for regulatory regions. We evaluated the generalizability of our model on a fine-tuned Borzoi model trained jointly on varying numbers of genes and observed that these models consistently outperform the pre-trained Borzoi model, the single-gene models yield more accurate results. Together this work demonstrates the importance of including larger sample sizes and rare variants in sequence to function models for variant effect prediction and demonstrates feasibility that these models are capable of highly accurate variant effect prediction.", "date": "2025-09-27", "journal": ""}
{"title": "RNA-binding proteins provide specificity to the PAN2-PAN3 mRNA deadenylation complex", "doi": "10.1101/2025.09.27.678968", "authors": "Tang, T. T.; Zangari, F.; Yu, C. W.; Stowell, J. A.; Roeselova, A.; Freund, S. M.; Gingras, A.-C.; Passmore, L. A.", "abstract": "Cytoplasmic shortening of mRNA poly(A) tails represses eukaryotic gene expression by inhibiting efficient translation and committing an mRNA to decay. The CCR4-NOT deadenylase machinery interacts with sequence-specific RNA-binding proteins (RBPs), termed RNA adaptors, to target specific transcripts for deadenylation. In contrast, the PAN2-PAN3 deadenylation complex is thought to be predominantly recruited to mRNAs via interaction with the poly(A) binding protein, raising the question of whether it acts in a transcript-specific manner. Here, using biochemical reconstitution, we show that PAN2-PAN3 can also be recruited to specific RNAs via RNA adaptors, including MEX3, YTHDF and ZFP36 proteins. In cells, we find that a diverse range of RNA adaptors interact with both major deadenylation complexes. Thus, our data suggest that, in addition to CCR4-NOT, PAN2-PAN3 also contributes to the specificity of mRNA degradation and the robustness of post-transcriptional regulation of gene expression.", "date": "2025-09-27", "journal": ""}
{"title": "Epithelial cell fusion is required for tissue repair following UV-A irradiation", "doi": "10.1101/2025.09.26.678815", "authors": "Shen, M.; Mitchell, L. G.; Boer, L. W.; Losick, V. P.", "abstract": "Cell cycle-dependent and independent mechanisms lead to the generation of mononucleated and multinucleated, polyploid cells. The more than doubling of a cells nuclear genome by endoreplication has been found to be an adaptation to genotoxic stress, enabling cell survival despite DNA damage. However, it remains unknown whether cells that increase ploidy via multinucleation also arise in response to genotoxic stress. Here, we use ultraviolet light A (UV-A) to induce permanent DNA damage in cells within the adult fruit fly epithelium. UV-A irradiation causes an injury-like response where giant multinucleated, polyploid cells arise following cell death. The epithelial cells undergo endoreplication, which is required to restore tissue mass, but is surprisingly dispensable for tissue repair. UV-A irradiation also induces cell fusion, which generates multinucleated cells that encompass almost the entire epithelial area post injury. Cell fusion can be inhibited by expression of a dominant negative Rac or Cdc42 GTPase, which then blocks epithelial tissue repair post irradiation. Apoptotic nuclei were detected at the site of cell junction breakdown suggesting that apoptosis itself or an apoptotic signal is required for polyploidization in this model. Expression of the effector caspase inhibitor, p35, led to inhibition of apoptosis, the endocycle, and cell fusion post UV-A. Therefore, we have discovered that caspase activation is necessary for polyploidization post injury and enhancing cell ploidy via multinucleation is another strategy to enable cell survival and tissue repair following genotoxic stress.", "date": "2025-09-27", "journal": ""}
{"title": "Non-coding exon splicing orchestrates tissue-specific expression of two functionally distinct mitochondrial isoforms of Mitofusin 2", "doi": "10.1101/2025.09.26.678759", "authors": "DAVID, C.; BARSA, C.; EVAIN, C.; KRÜGER, A.; PAPIN, M.; BERNADET, R.; DURANTHON, G.; MOLINIE, T.; COUGOUILLES, E.; DOMPIERRE, J.; ROJO, M.; LEFEVRE, A.; PASDOIS, P.; RORBACH, J.; HABERMANN, B. H.; MOURIER, A.", "abstract": "In mammals, outer mitochondrial membrane fusion controls mitochondrial network morphology, promotes subcellular trafficking and ensures proper mitochondrial content mixing. This process is controlled by two homologous dynamin related proteins, MFN1 and MFN2, which are ubiquitously expressed across tissues. Intriguingly, in humans, loss of function of MFN2 is responsible for the Charcot-Marie-Tooth type 2A neuropathy, whereas no pathogenic mutations are known in MFN1. Here, we report a short isoform of MFN2 that is generated by an evolutionary conserved alternative translation initiation site. This short mitochondrial MFN2 isoform (S-MFN2) is highly abundant in the mouse brain and its tissue-specific expression is controlled by the splicing of non-coding 5'exon(s), a mechanism conserved in humans. The S-MFN2 isoform has lower mitochondrial fusogenic capacity but seems critical for the trafficking and storage of neutral lipid. The genetically controlled tissue-specific ratio between L-MFN2 and S-MFN2 isoforms sheds important new light to understand both the tissue- and isoform- specificities of the MFN2 driven pathologies.", "date": "2025-09-27", "journal": ""}
{"title": "PIP4K attenuates PIP5K lipid kinase activity by disrupting membrane-mediated dimerization", "doi": "10.1101/2025.09.26.678889", "authors": "Duewell, B. R.; Chirumbolo, M. J.; Fernandez-Ortiz, S. M.; Hammond, G. R.; Hansen, S. D.", "abstract": "The phosphatidylinositol 4-phosphate 5-kinase (PIP5K) family of enzymes generate most of the phosphatidylinositol-4,5-bisphosphate (PI(4,5)P2) lipids in eukaryotes. In solution, PIP5K exists in a weak monomer-dimer equilibrium but undergoes membrane-mediated dimerization, which potentiates lipid kinase activity. In vivo, however, PI(4,5)P2 levels are held remarkably constant due to the homeostatic regulation of PIP5K by PIP4K. We hypothesized that mechanisms that regulate PIP5K dimerization could function to buffer lipid kinase activity, thus providing a mechanism for maintaining relatively constant PI(4,5)P2 levels at the plasma membrane. Due the transient nature and density dependence of PIP5K dimerization, deciphering how other proteins modulate PIP5K dimerization has not been feasible. To address this limitation, we established a single molecule FRET assay to visualize membrane-mediated homodimerization and heterodimerization of PIP5K paralogs on supported lipid bilayers using Total Internal Reflection Fluorescence Microscopy (TIRF-M). Using this approach, we find that PIP4K attenuates PIP5K lipid kinase activity by disrupting membrane-mediated dimerization. Guided by structure prediction, we generated PIP4K mutants that are unable to disrupt PIP5K membrane-mediated dimerization thus preventing the attenuation lipid kinase activity. In vivo, mutations that disrupt the PIP4K-PIP5K interaction similarly prevent PIP4K-mediated inhibition of the PIP5K activity. Overall, this work reveals the molecular basis of the PIP4K-mediated inhibition of PIP5K, which underlies PI(4,5)P2 lipid homeostasis. Creation of this PIP5K dimerization FRET biosensor also establishes a novel tool for deciphering how proteins modulate membrane-mediated dimerization of PIP5K in the future.", "date": "2025-09-27", "journal": ""}
{"title": "Mechanisms of surface and volume light scattering from Caenorhabditis elegans revealed by angle-resolved measurements", "doi": "10.1101/2025.09.24.678386", "authors": "Li, Z.; Fang-Yen, C.", "abstract": "The roundworm Caenorhabditis elegans has become a widely studied model system in biology in part due to its small size and optical accessibility. Optical imaging of C. elegans primarily relies on scattering of light to generate contrast between the animal and its surroundings, and/or contrast to resolve internal structures within the body. However, the mechanisms of light scattering by C. elegans, and how they influence image contrast, are not well understood, and optimization of contrast is typically performed in a trial-and-error fashion. To address this gap, we performed measurements of light scattering from C. elegans on laboratory substrates under varied illumination angles, wavelength, substrate material, bacterial seeding, and index matching conditions. By combining these results with those of computational simulations, we find that light scattering arises via two components that exhibit distinct angular and spatial distributions: volume scattering within the body and surface scattering at the boundaries between the worm and its surroundings. We elucidated how volume and surface scattering interact with each other and collectively contribute to the overall scattering. Informed by these findings, we determined the illumination angle range, wavelength range, and substrate material that optimize imaging contrast. Our findings provide practical strategies for optimizing image quality across a range of imaging systems.", "date": "2025-09-27", "journal": ""}
{"title": "A Low-dimensional Manifold Representation of the Human Brain Aging Continuum", "doi": "10.1101/2025.09.24.678174", "authors": "Liang, Z.; Szczepanski, C. J.; Li, C.; Li, J.; Rusinek, H.; Ge, Y.; Zhang, J.", "abstract": "The structural changes accompanying brain aging exhibit complex, multifaceted patterns that challenge traditional analytical approaches and impede accurate assessment of individual brain health. While previous studies have documented these age-related changes, integrating findings across multiple brain structures to assess individual brain age status has proven difficult due to the high-dimensional nature of neuroimaging data. Using structural MRI data from the Human Connectome Project Aging Dataset, we demonstrate that age-related regional volume changes can be mapped onto a low-dimensional manifold that reflects underlying neuroanatomical constraints. This manifold representation provides a transparent framework for both assessing an individual's overall brain aging status and identifying specific regional changes that drive this assessment. By examining data within neighborhoods on the manifold, we identified distinct structural changes within anatomically homogeneous subgroups, including pronounced frontal atrophy that was observed primarily in male participants. These local patterns can be aggregated to create a comprehensive picture of how an individual brain ages, providing new insights into the heterogeneous nature of brain aging.", "date": "2025-09-27", "journal": ""}
{"title": "It is Not Always Crystal Clear: In-Pocket Analysis for Understanding Binding Site Microenvironment Properties", "doi": "10.1101/2025.09.24.678379", "authors": "Menezes, F. M. C. M.; Froehlich, T.; Schofield, L. C.; Cremer, J.; Agirre, J.; Joosten, R. P.; Murshudov, G. N.; Plettenburg, O.; Sattler, M.; Popowicz, G. M.", "abstract": "Structural biology has enabled key advances in biochemistry, drug discovery, and AI-driven three-dimensional structure modelling. Despite its centrality, no general and reliable computational tools exist to chemically validate structural models, especially when small-molecule ligands are involved. This challenge is exacerbated when experimental resolution is insufficient to define interaction chemistry, leaving critical interpretations ambiguous. We introduce In-Pocket, a quantum mechanical optimisation method biased by experimental data that resolves the chemical nature of protein-ligand binding interfaces. In-Pocket improves model quality, corrects chemically inconsistent structures, and identifies the energetically most favourable conformers within biomacromolecular complexes. Further, it generalises across a wide range of systems, including those containing transition metals. Benchmarking demonstrates that In-Pocket enhances the reliability of legacy and newly solved structures. With automated and simple-to-use routine chemical validation, In-Pocket stands to improve the integrity of structural databases and impact diverse domains: from molecular biology to rational drug design and application of generative AI.", "date": "2025-09-27", "journal": ""}
{"title": "Liver Viscosity Decreases Before the Onset of Fibrosis in Metabolic Dysfunction-Associated 1 Steatohepatitis (MASH)", "doi": "10.1101/2025.09.24.678352", "authors": "Safraou, Y.; Spirgath, K. S.; Huang, B.; Bayerl, C.; Krehl, K.; Kuehl, A.; Meyer, T.; Shahryari, M.; de Moraes, P. A. D.; Jordan, J.; Jaitner, N.; Geisel, D.; Schnorr, J.; Stolzenburg, N.; Muelleder, M.; Taube, K. T.; Wallach, I.; Berndt, N.; Tzschaetzsch, H.; Wells, R. G.; Braun, J.; Asbach, P.; Sack, I.; Guo, J.", "abstract": "Background and Aim: Metabolic dysfunction-associated steatohepatitis (MASH) is an increasingly prevalent condition worldwide, associated with biomechanical liver changes and detectable by magnetic resonance elastography (MRE). This study explored the pathophysiological features and their biomechanical manifestations at different stages of MASH in a mouse dietary model. Methods: Using MRE on a clinical 3 Tesla MRI scanner, we measured liver stiffness, viscosity, fat fraction and water diffusion in 45 male mice. These values were correlated with histopathology and proteomics analyses to further characterize the liver microstructural and metabolic changes during MASH progression. Results: We found in a high-fat, low amino-acid model that early MASH was marked by fat accumulation and increasing inflammatory activity, while later stages showed a reduction in fat despite persistent inflammation. These changes in microstructure were associated with biomechanical adaptations, including a progressive decrease in hepatic viscosity and the water diffusion. Notably, viscosity was inversely correlated with lobular inflammation, cell adhesion, antioxidant activity, and metabolic adaptations such as enhanced ketone body synthesis. These findings, which precede the onset of fibrosis and tissue stiffening, show that tissue viscosity is highly sensitive to early microstructural and metabolic alterations in MASH. Conclusion: Steatosis and inflammation significantly alter liver biophysical properties, particularly viscosity, in a mouse dietary model of MASH, even in the absence of fibrosis. These findings suggest that viscosity is a potential early and clinically translatable biomarker for the development and progression of MASH.", "date": "2025-09-27", "journal": ""}
{"title": "Nicotinic acetylcholine receptor signaling regulates cytokine production in Jurkat T cells", "doi": "10.1101/2025.09.24.678140", "authors": "Laforest, B.; Simard, A. R.", "abstract": "Nicotinic acetylcholine receptors (nAChRs) regulate immune cell functions, yet their expression patterns and roles in human T cells remain incompletely defined. The immunomodulatory effects of 7 nAChR signaling in human immune cells is complicated by the presence of the human-specific duplicated 7 (dup7) subunit. Here, we investigated the expression and function of nAChRs in human Jurkat T cells, focusing on 7, dup7, 9, and 10. Quantitative PCR revealed transcripts for all four subunits. Mitogenic stimulation with PMA, ionomycin, and ConA significantly downregulated 7, 9, and 10 expression while upregulating dup7, suggesting dynamic remodeling of receptor composition during T cell activation. Functional assays showed that 7 antagonism with ArIB[V11L,V16D] strongly suppressed mitogen-induced IL-2 and TNF- secretion, while nicotine pretreatment produced more modest reductions. Flow cytometry confirmed a decreased frequency of IL-2+ cells following treatment with nicotine or nAChR antagonists. These findings establish Jurkat cells as a tractable model for studying nAChR signaling in human T cells. Our results demonstrate that 7-containing nAChRs positively regulate cytokine production, while dup7 expression increases during activation and may act as a negative regulator of 7 function. Together, these data highlight nAChRs as key modulators of T cell activity and potential therapeutic targets for regulating adaptive immunity.", "date": "2025-09-27", "journal": ""}
{"title": "Reinvigoration of translational activity in dysfunctional T cells initiates theearly intratumoral response to PD-1 blockade", "doi": "10.1101/2025.09.24.676875", "authors": "Kaptein, P.; Slingerland, N.; van der Leun, A. M.; Runderkamp, E.; Wagensveld, R. A.; Chin, S. M.; Mors, J. R.; Machuca-Ostos, M.; Reissig, T.; Moynihan, K. D.; Djuretic, I. M.; Yeung, Y. A.; Schumacher, T. N. M.; Thommen, D. S.", "abstract": "T cells are key effectors of antitumor responses elicited by PD-1 blockade. However, it remains elusive by which mechanism(s) PD-1 blockade initiates T cell-driven antitumor immunity in cancer tissues. Here, we dissect early T cell reactivation upon anti-PD-1 in patient-derived tumor fragments. Using bispecific antibodies to target anti-PD-1 to individual T cell subsets, we demonstrate that intratumoral CD8+ and CD4+ T cells can independently drive immune remodeling of the tumor microenvironment. The CD8+ and CD4+ T cells that respond to anti-PD-1 exhibit a shared dysfunctional gene program, characterized by tumor-reactivity, terminal exhaustion, effector capacity, and reduced translational activity. Notably, rather than acting through transcriptional rewiring, anti-PD-1 reinvigorates dysfunctional T cells by overcoming this translational barrier, resulting in restored effector function. Altogether, these results reveal dysfunctional T cells as initiators of early tissue responses to PD-1 blockade and identify a novel mode of their therapeutic reinvigoration through restoration of translational control.", "date": "2025-09-27", "journal": ""}
{"title": "LoFT-TCR: A LoRA-based Fine-tuning Framework for TCR-Antigen Binding Prediction", "doi": "10.1101/2025.09.25.678699", "authors": "Niu, R.; Kong, X.; Shang, X.", "abstract": "T cells recognize and eliminate diseased cells by binding their T cell receptors (TCRs) to short endogenous peptides (antigens) presented on the cell surface. While central to adaptive immunity, the identification of TCR-antigen binding pairs remains experimentally labor-intensive and constrained by limited reagents. To address this, we propose LoFT-TCR, a low-rank adaptation (LoRA)-based fine-tuning framework for predicting TCR-antigen binding. Our approach begins with fine-tuning the protein language model ESM-2 on antigen-specific TCR datasets via LoRA to capture discriminative sequence representations. We then construct a heterogeneous interaction graph in which nodes encode sequence features and edges denote interaction relationships. By integrating sequence and structural information through a graph learning framework, LoFT-TCR enhances predictive accuracy. Systematic experiments show that ESM-2 fine-tuning significantly improves the extraction of informative TCR sequence features, which are essential for accurate specificity prediction. LoFT-TCR consistently outperforms state-of-the-art methods in TCR-antigen binding prediction and TCR specificity discrimination, demonstrating substantial gains in predictive accuracy and potential for advancing personalized T cell-based immunotherapy.", "date": "2025-09-27", "journal": ""}
{"title": "Biogeographic variation in reproductive strategy in a range-expanding marine gastropod", "doi": "10.1101/2025.09.24.678157", "authors": "Monuki, K. S.; Sanford, E.", "abstract": "Although species geographic distributions are increasingly shifting poleward with climate change, the processes that facilitate or impede range shifts are poorly understood. More extreme environmental conditions near poleward range boundaries often impose reproductive constraints, which may limit fitness and future range expansion. However, few studies evaluate the extent to which adaptive evolution and/or phenotypic plasticity might mitigate the effects of reproductive constraints and contribute to successful range shifts. We examined reproductive trait variation across the geographic range of Acanthinucella spirata, an intertidal snail that has recently expanded poleward along the coast of California, USA. We found that, compared to the range core, A. spirata from cooler range-edge populations allocated approximately 16x more nurse eggs to each developing embryo and had larger offspring at hatching, which may lead to greater juvenile growth rates and survival. Furthermore, range-edge A. spirata populations had lower fecundity, highlighting a potential tradeoff between offspring size and number. Some trait differences between range-core and range-edge populations persisted in an 18-month common-garden experiment, consistent with the hypothesis that such traits may be under selection. This study suggests that life-history adaptations in range-edge populations are an important and understudied mechanism that may contribute to species' range expansions.", "date": "2025-09-27", "journal": ""}
{"title": "Functional Category-Specific Intolerance Reflects Genic Function and Clinical Relevance", "doi": "10.1101/2025.09.24.678298", "authors": "Duan, Y.; Stavrianidis, C.; Shaw, G. T.-W.; Sottolano, C.; Rajagopalan, R.; Jadhav, T.; Rhodes, G. E.; Hayeck, T. J.; Allen, A. S.", "abstract": "A key problem in genetics is associating variants with disease phenotypes. In aid of this, much progress has been made in quantifying the functional impact of individual variants on the gene product it codes for. However, the intolerance of the sequence in which those variants are found to functional variation is also a key determinant of whether a deleterious variant is pathogenic or not. Previous approaches to estimating genic intolerance have combined functional variant types, i.e., missense, loss-of-function, etc., or restricted analyses to only one type, i.e., pLI, missense-Z etc. Here we take a different approach and jointly model patterns of intolerance across multiple functional variant types. We refer to this approach as CATMINT. We show that CATMINT is competitive with previous gene level intolerance metrics in predicting disease relevant genes, with CATMINT ranking among the top performing scores across differing types of genes. However, perhaps more exciting is that CATMINT enables variant category specific intolerance estimation, revealing distinct functional profiles across genes/gene families. Analysis of ClinVar data shows that CATMINT intolerance patterns in disease genes recapitulate patterns of pathogenic variants within those genes, supporting the utility of category-specific intolerance in clinical variant interpretation. Further, we use the statistical framework utilized by CATMINT to conduct power analyses, allowing us to classify genes according to the power those genes have to detect intolerance. This allows us, for example, to identify genes that are underpowered and undetected, but may nevertheless be highly intolerant. Together, these results define a framework for understanding how selective pressures shape gene-specific sensitivity to different classes of mutation, improving the resolution of variant interpretation and gene prioritization in clinical and functional genomics.", "date": "2025-09-27", "journal": ""}
{"title": "Dual Targeting of IKKβ and NR4A1 for AML Therapy", "doi": "10.1101/2025.09.24.678355", "authors": "Maharjan, C. K.; Liu, Y.; Xiao, Y.; Podder, B. R.; Montgomery, T. H.; Wang, L.; Kim, M.-C.; Jin, Z.; Anvar, S.; Stevens, A. M.; Kolb, R.; Zhao, C.; Qian, Z.; Lamba, J.; Zheng, G.; Zhang, W.", "abstract": "Acute myeloid leukemia (AML) is a common and aggressive blood cancer with the highest lethality rate among all leukemia subtypes. The cure rate of available therapeutic options is very low, underscoring an urgent need to develop novel and effective AML therapeutics. Here we identify IKK{beta} and NR4A1 as two closely related drivers of AML progression and develop a proteolysis targeting chimera (PROTAC) drug that has dual degradation activity against IKK{beta} and NR4A1. IKK{beta} and its downstream nuclear factor-{kappa}B (NF-{kappa}B) signaling are aberrantly activated in around 40% AML patients. However, nearly all IKK{beta} inhibitors have failed prior clinical trials due to their serious side effects such as neutrophilia and systematic inflammation. As opposed to the previously reported tumor suppressive role in AML, we found that NR4A1 promotes AML pathogenesis in a context-dependent manner. Here we designed, synthesized, and validated several celastrol-based PROTACs, with one lead compound A9 that effectively kills several AML cell lines and primary human AML cells via the degradation of IKK{beta} and NR4A1. At the mechanistic level, A9 degrades both targets through cereblon (CRBN) E3 ligase-mediated proteasomal system by forming ternary complexes with the target proteins and CRBN. More importantly, A9 attenuates AML disease progression in a clinically relevant KMT2A::MLLT3 mouse model and does not induce neutrophilia in vivo--a common side effect of IKK{beta} inhibitors. Our results reveal a potentially novel strategy to treat intractable and aggressive AMLs in the clinic.", "date": "2025-09-27", "journal": ""}
{"title": "Dehydrating microhabitats increase mite activity and intensify ectoparasitism of Drosophila", "doi": "10.1101/2025.09.24.678414", "authors": "Benoit, J. B.; LeFevre, G.; Bose, J.; Miller, A.; Lewis, D.; Talbott, H.; Das, C.; Susanto, E.; Wang, L.; Ajayi, O. M.; Chen, S.-C.; Polak, M.", "abstract": "Parasites interact with their host in variable environments that are often subject to water scarcity and dehydration. Drosophila fruit flies and associated ectoparasitic mites interact across a range of microhabitats, typically in decaying organic matter, such as fallen fruit and cactus tissue, that dries out and deteriorates over periods ranging from days to months. Here, we report that mite parasitism of Drosophila increases with exposure to increasingly dry conditions for two fly-mite systems (D. nigrospiracula-Macrocheles and D. melanogaster-Gamasodes). In D. melanogaster, artificial selection for behavioral resistance did not eliminate this effect, as previously selected lines remained relatively more resistant than non-selected controls even under dry conditions. Water balance assays confirmed that mites became dehydrated when held under dry conditions, which was also associated with increased mite activity. Exposure of D. melanogaster to mites dehydrated by exposure to low relative humidity increased parasitism, further supporting that mite infestation intensifies under dry conditions. The results indicate that ectoparasitism in this system is affected by the water content of the mites. The increased motivation of mites to parasitise flies under dry conditions may serve to replenish mite water stores and facilitate dispersal to more favorable microhabitats.", "date": "2025-09-27", "journal": ""}
{"title": "Somatic selection shapes mutation accumulation in Citrus sinensis", "doi": "10.1101/2025.09.24.678405", "authors": "Beaulieu, T. R.; Avila de Dios, E.; Seymour, D. K.", "abstract": "An organism becomes genetically mosaic through the accumulation of somatic mutations. Genetic mosaicism is a commonality of multicellular life and has been studied extensively in humans due to its associations with aging and diseases. In humans, somatic selection shapes the accumulation of somatic mutations, with strong signatures of positive somatic selection in cancer cell lineages. So far, evidence for somatic selection in plants has been inconsistent. The evolutionary implications of genetic mosaicism in humans and other animals are limited by early specification of germline cells, preventing transmission of somatic mutations to progeny. In contrast, many plant lineages reproduce asexually with clonal progeny derived from vegetative tissues. We describe the patterns and processes shaping somatic mutation accumulation within a single, 149-year-old historic sweet orange (Citrus sinensis) tree and within a clonal lineage of sweet orange. More than 12,000 somatic mutations were identified in the historic tree and 28,000 somatic mutations were identified across 199 clonally related sweet orange accessions. Both the spatial and genomic distributions of somatic mutations are non-random. The spatial patterns of somatic mutations across the historic tree depend on tree growth and development and their accumulation across the tree canopy recapitulates branching topology. Analysis of the genomic distribution of somatic mutations revealed that the subtelomeres, which are large arrays of ~180 bp repeats, are mutation hotspots. Finally, there was genomic evidence that somatic selection shapes the accumulation of somatic mutations both within the historic tree and also during clonal propagation.", "date": "2025-09-27", "journal": ""}
{"title": "SOFT METROPOLIS-HASTINGS CORRECTION FOR GENERATIVE MODEL SAMPLING", "doi": "10.1101/2025.09.24.678433", "authors": "Feng, H.; Qiu, P.; Poczos, B.", "abstract": "Molecular diffusion models suffer from systematic sampling biases that pre- vent optimal structure formation, resulting in chemically suboptimal molecules with metastable conformations trapped in local energy minima. We introduce Metropolis-Hastings (MH) correction to molecular diffusion models, providing a principled framework to address these systematic sampling biases. The tradi- tional hard accept-reject Metropolis-Hastings corrector creates discontinuous tra- jectories incompatible with the continuous nature of molecular potential energy surfaces, disrupting proper structure assembly. To address this, we develop a soft Metropolis-Hastings correction that replaces binary acceptance with continuous interpolation weighted by acceptance probabilities, maintaining smooth naviga- tion in the chemical space while providing principled bias correction. We design three molecular-specific variants and demonstrate through extensive experiments on small molecules, drug conformations, and therapeutic antibody CDR-H3 loops that our method consistently improves chemical validity, structural stability, and conformational quality across diverse molecular families. Our method establishes MH correction as a powerful component for molecular generation.", "date": "2025-09-27", "journal": ""}
{"title": "P-KNN: Maximizing variant classification evidence through joint calibration of multiple pathogenicity prediction tools", "doi": "10.1101/2025.09.24.678417", "authors": "Lin, P.-Y.; Brandes, N.", "abstract": "Clinical guidelines for Mendelian disease diagnosis require that outputs from variant pathogenicity prediction tools be converted into well-calibrated probabilities. However, the existing calibration process is only valid when pre-committing to a specific tool, preventing clinicians from using multiple tools with complementary strengths. To lift this restriction, we introduce Pathogenicity K-Nearest Neighbors (P-KNN), a simple, flexible method that jointly calibrates any set of tools. P-KNN scores each variant by the fraction of pathogenic variants among those with the most similar scores across all underlying tools. We compared P-KNN to single-tool calibration over 13 real tools, including two meta-predictors. Compared to BayesDel, the best-performing tool, P-KNN produced better-calibrated probabilities and stronger evidence strength, with mean log likelihood ratios of 2.56 vs. 2.24 for pathogenic variants, 2.29 vs. 1.56 for benign variants, and 2.28 vs. 2.07 for variants of uncertain significance. We also evaluated P-KNN at four historical time points to assess scalability and robustness, finding that it improved steadily as new tools became available, while remaining well-calibrated. It also correctly integrated computational predictions with experimental measurements, whereas guidelines-based evidence summation systematically overestimated pathogenicity. In summary, P-KNN allows full flexibility to work with any set of tools in a reliable and robust manner. It is consistent with clinical variant classification guidelines, making it well positioned to improve diagnostic yield for rare genetic diseases. P-KNN is available via command line (https://github.com/Brandes-Lab/P-KNN) and precomputed scores (Dataset: https://huggingface.co/datasets/brandeslab/P-KNN, User Interface: https://huggingface.co/spaces/brandeslab/P-KNN-Viewer).", "date": "2025-09-27", "journal": ""}
{"title": "The fate of melanocytes and the disorganization of basement membrane in a guinea pig model of Rhododendrol-induced chemical vitiligo", "doi": "10.1101/2025.09.24.678429", "authors": "Kuroda, Y.; Yang, F.; Yang, L.; Lai, S.; Yuki, T.; Sayo, T.; Takahashi, Y.; Tsuruta, D.; Katayama, I.", "abstract": "Background: Rhododendrol (RD) is a phenolic compound that was first developed as a skin-lightening agent that occasionally induces skin depigmentation. Although it has been shown that RD induces melanocyte death in vitro, it is still not fully understood why melanocytes are gone by RD in vivo. Objective: This research aimed to investigate how melanocytes are eliminated in the animal model by RD. Methods: On the backs of black guinea pigs (JY-4) with epidermal melanocytes in the basal layer, 30% RD was administered topically three times per day, five days per week. Skin tissues were collected sequentially and histologically analyzed. Results: On day 21, L* values in the RD-applied skin were significantly higher than in the vehicle-applied skin. From day 1 to day 7, the number of TRP1-positive melanocytes and melanin in the basal layer decreased, but no TUNEL-positive melanocytes were identified. On the other hand, an accumulation of melanin was newly found in the dermis. Immunohistochemical staining identified several melanocytes in the upper dermis or spinous layer, away from the basement membrane. An investigation of the epidermal-dermal interface showed a structural anomaly in a portion of the basement membrane with elevated MMP2 expression and increased dermal fibroblasts. The application of the MMP2 inhibitor Ilomastat abolished the basement membrane abnormality by RD. Conclusion: These findings suggest that RD-induced alterations in basement membrane structure may contribute to melanocyte detachment and loss, which is the cause of skin depigmentation not only in RD-induced vitiligo but also in vitiligo.", "date": "2025-09-27", "journal": ""}
{"title": "Gasdermin C links nutrient and immune signaling to protist-induced type 2 immunity and intestinal repair", "doi": "10.1101/2025.09.24.678435", "authors": "Keller, A.; Adeniyi, A.; Akkaya-Colak, K. B.; Festing, M. H.; Schwieters, A.; Kumar, R.; Sledziona, J.; Gupta, K.; Stevens, P.; Pietrzak, M.; Coppola, V.; Ranganathan, P.; Ahmer, B.; Forero, A.; Knoblaugh, S. E.; Mihaylova, M. M.", "abstract": "The Gasdermin family of proteins has recently been implicated in tissue repair and homeostasis through their effector function in type 2 immunity and pyroptosis. Yet the role of Gasdermin C proteins has not been fully characterized in the mammalian intestine, where environmental factors can influence epithelial regeneration and repair. Here we report that Gsdmc2-4 genes are regulated in a nutrient-dependent manner and are suppressed with aging. We uncover that commensal protists in the gut regulate Gsdmc2-4 expression through activation of type 2 immune responses. In intestinal organoid experiments, we find that STAT6 is necessary for Gsdmc2-4 induction in response to type 2 cytokines; however, basal expression of Gsdmc2-4 in vivo is only partially diminished in Stat6 knockout animals. Finally, in protist-colonized animals, loss of Gsdmc1-4 exacerbated mucosal erosion and inflammation in response to Dextran sodium sulfate (DSS) exposure, implicating these proteins in coordinating epithelial responses to injury.", "date": "2025-09-27", "journal": ""}
{"title": "Genomic and Dietary Insights from Non-Invasive Sampling of Western Capercaillie in Tyresta National Park (Sweden)", "doi": "10.1101/2025.09.24.678326", "authors": "van der Valk, T.; Hedlund Lindberg, J.; Ekstrand, J.; Gyllensten, U.", "abstract": "The Western Capercaillie (Tetrao urogallus), a boreal forest specialist, has experienced marked declines in southern Sweden due to habitat loss, fragmentation, and isolation. Tyresta National Park and the surrounding forests harbors one of the region's last remnant southern populations, yet little is known about its genetic health, population structure, and dietary ecology. Here, we used low-coverage whole-genome sequencing of 273 non-invasively collected samples (feathers and faeces) to comprehensively assess the status of this population. Feather samples yielded high-quality genomic data, enabling sex identification, estimation of genome-wide heterozygosity, runs of homozygosity (ROH), and relatedness inference. Heterozygosity levels in Tyresta were comparable to other European Western Capercaillie populations, and inbreeding levels were generally low, although several individuals showed long ROH indicative of recent close-kin mating. Population structure analyses revealed a genetically distinct and panmictic unit with evidence of female-biased dispersal. Kinship analysis uncovered a highly interconnected social network, with males having on average more relatives than females. Recapture simulations based on genotype matching estimated a current maximum population size of 164 - 208 individuals. Faecal metagenomic analysis revealed a diverse diet, including key plant species such as blueberry, lingonberry and alder, and a wide range of invertebrates critical for chick development. Despite its current genetic robustness, the Tyresta population is small, isolated, and at risk of inbreeding depression. Conservation efforts should prioritize maintaining habitat quality, promoting gene flow, e.g. by protecting migration corridors to neighbouring populations and ensuring a rich forest invertebrate community to support population resilience.", "date": "2025-09-27", "journal": ""}
{"title": "Organization and triggered release of liposomes with DNA-based synthetic condensates", "doi": "10.1101/2025.09.27.678970", "authors": "Tanase, D. A.; Malouf, L.; Rubio-Sanchez, R. M.; Jain, K.; Mognetti, B. M.; Di Michele, L.", "abstract": "Cells use a combination of membrane-bound and membrane-less compartments to dynamically orchestrate internal biochemical processes and sustain intracellular communication. Recapitulating the hierarchical integration and interplay between these physically and chemically diverse structures is required to enhance the functionalities of synthetic cells and other advanced biomimetic systems. Here, we describe the use of synthetic DNA condensates to selectively uptake and spatially organize lipid vesicles, interacting with the condensates thanks to cholesterol-DNA anchors. By modulating anchor density, the liposomes can be programmably localized on the surface or interior of the condensates, while base-pairing selectivity can be leveraged to target individual internal domains in multi-phasic condensates. The embedded liposomes can be released by adding a nucleic acid trigger and captured by a second condensate population, thus imitating extracellular vesicles in their ability to support long-range cellular communication. This modular platform demonstrates the potential of DNA-based condensates to program the spatial distribution of membranous subcompartments and to support dynamic cargo-handling capabilities. These features are valuable for engineering cell mimics, microreactors, and delivery systems.", "date": "2025-09-27", "journal": ""}
{"title": "Spontaneous mutations in braRS and braAB and the IS1181-related deletion of vraDE genes increase the susceptibility of Staphylococcus aureus clinical isolates to epidermin", "doi": "10.1101/2025.09.27.678946", "authors": "Suzuki, Y.; Odawara, A.; Kawada-Matsuo, M.; Hisatsune, J.; Arai, C.; Nishihama, S.; Shiba, H.; Sugai, M.; Yanamoto, S.; Sakaguchi, T.; Komatsuzawa, H.", "abstract": "Bacteriocins, which are antimicrobial factors produced by bacteria, are expected to be candidates for a novel class of antimicrobial agents against antimicrobial-resistant bacteria, including methicillin-resistant Staphylococcus aureus. To evaluate its effectiveness, the examination of susceptibility using multiple clinical isolates is necessary. In this study, we focused on epidermin, a class I bacteriocin produced by Staphylococcus epidermidis. Among the 146 S. aureus clinical isolates, 77% did not show susceptibility to epidermin, but the susceptibility of some of the strains was significantly higher. Knowing that the two-component regulatory system BraRS affects the susceptibility to epidermin, we analyzed the inducibility of the effector gene vraD in susceptible strains and found that its ability is lost in highly susceptible strains. Some of these strains harbor frameshift or nonsense mutations in BraR, BraA and BraB. Interestingly, the vraDE genes with 35,005 bp neighboring genomic regions, including the icaRADBC and histidine biosynthesis operons, were lost in some highly susceptible strains. In addition, all the vraDE-deficient strains were CC121, and IS1181 sequences located immediately upstream and downstream of the deleted region were found in some vraDE-positive CC121 strains. The deleted region was replaced by one copy of the IS1181 sequence in vraDE-deficient strains. Subculturing of the vraDE-positive CC121 strain generated a vraDE-deficient mutant with increased susceptibility to epidermin at a rate of approximately 1%, suggesting that recombination between IS1181 sequences results in the deletion of the genomic region, including vraDE, in some CC121 strains.", "date": "2025-09-27", "journal": ""}
{"title": "Lifestyle-associated variation in type IV secretion systems between phytopathogenic and environmental Ralstonia", "doi": "10.1101/2025.09.26.675681", "authors": "Cowell, T. C.; Cope-Arguello, M. L.; Shin, G. Y.; Bogdanove, A. J.; Carpenter, S.; Nahar, K.; Saha, A.; Lowe-Power, T. M.", "abstract": "Type IV secretion systems (T4SSs) are versatile machines with variable functions including DNA uptake and release, protein translocation, and DNA conjugation. However, the diversity, distribution, and functional roles of the T4SS in the Ralstonia genus remain poorly understood. The Ralstonia solanacearum species complex (RSSC) comprises three species of plant-pathogenic bacteria that cause bacterial wilt disease. The Ralstonia genus also includes non-RSSC species that are primarily environmental bacteria and rare opportunistic human pathogens. This study compared the diversity and phylogenetic distribution of T4SSs in the RSSC phytopathogens vs. non-RSSC environmentals. Phylogenetic analysis of VirB4 sequences and synteny analysis revealed 16 distinct T4SS clusters in Ralstonia, with ten clusters found in RSSC phytopathogen genomes, twelve in non-RSSC environmental genomes, and six clusters in both groups. Collectively, these gene clusters were more prevalent in non-RSSC environmental genomes. The presence of type IV coupling protein and relaxase genes suggests that at least 14 of these T4SS gene clusters could be putative DNA conjugation systems. The clusters were encoded on accessory plasmids of various sizes or as integrative and conjugative elements (ICEs) on the chromosome or megaplasmid. The putative regions of transfer for T4SS gene clusters in the RSSC phytopathogen genomes often contained type III effectors, type VI secretion toxin/antitoxin clusters, and hemagglutinin gene clusters. In contrast, the non-RSSC environmentals were enriched in heavy metal metabolism and resistance genes. One of the 16 T4SS clusters, cluster i, exhibited evidence of specialization and possible mutualism for the RSSC phytopathogens. These findings shed light on the eco-evolutionary differences in the Ralstonia genus.", "date": "2025-09-27", "journal": ""}
{"title": "Mutations in the ubiA gene are the major mechanism of ethambutol resistance in Mycobacterium avium", "doi": "10.1101/2025.09.27.678926", "authors": "Qiu, Y.; Dong, X.; Cao, D.; Jiang, X.; Ji, Z.; Xu, P.; Li, Y.; Xu, K.; Zhang, Y.", "abstract": "Mycobacterium avium-intracellulare complex (MAC) infections are the most common nontuberculous mycobacterial (NTM) infections, and ethambutol (EMB) is one of the main therapeutic agents used to treat MAC infections. However, the EMB resistance profile and its resistance mechanisms in M. avium remain poorly understood. This study determined the minimum inhibitory concentration (MIC) on 40 M. avium clinical strains, revealing that 97.5% (39/40) of the strains were intermediate (MIC=4 {micro}g/mL) or resistant (MIC[&ge;]8 {micro}g/mL) to EMB. One susceptible clinical isolate strain 245 (MIC=2 {micro}g/mL) was picked for EMB-resistant mutant isolation, and a total of 121 resistant mutants were isolated and subjected to whole-genome sequencing or Sanger sequencing. Integrated analysis revealed that 94.21% (114/121) of the mutants carried mutations in the ubiA gene, which encodes DPPR (decaprenylphosphoryl-{beta}-D-5-phosphoribose) synthase - an enzyme involved in cell wall biosynthesis that has been associated with high-level EMB resistance in M. tuberculosis. Complementation with the wild type ubiA gene restored EMB susceptibility in EMB-resistant mutants and clinical strain 322 (EMB MIC=64 {micro}g/mL) with ubiA mutation, reducing the MICs from 32 {micro}g/mL to 4 {micro}g/mL and from 64 {micro}g/mL to 8 {micro}g/mL, respectively. This study indicates that the ubiA mutation is the major mechanism of EMB resistance in M. avium, which should facilitate the development of molecular tests for rapid detection of resistance in this organism.", "date": "2025-09-27", "journal": ""}
{"title": "Designing a robust whole-cell biosensor platform for detection of toxic metals using intein splicing inhibition of Mycobacterium tuberculosis SufB protein", "doi": "10.1101/2025.09.27.678972", "authors": "Mehra, A.; Nanda, A.; Nayak, S.", "abstract": "Heavy metal contamination has emerged as a persistent environmental and public health challenge. Although existing analytical methods provide high sensitivity, they often require complex instrumentation with limited on-site applications, and generate hazardous waste, raising environmental concerns. At present, whole-cell biosensors provide an empirical alternative, utilizing cellular machinery for sensitive detection of metals. In a relevant context, intein-mediated protein splicing, a spontaneous post-translational process, can be adapted for biosensing by coupling metal-dependent splicing inhibition with whole-cell sensing units. Current research elucidates how toxic metal ions, including cadmium (Cd2+), mercury (Hg2+), chromium (Cr3+), and lead (Pb2+), influence the splicing and N-terminal cleavage reactions of Mycobacterium tuberculosis (Mtb) SufB precursor protein. While Cd2+; and Hg2+; significantly attenuated the splicing activity of Mtb SufB precursor protein over a concentration range of 25 uM to 2 mM, Pb2+; and Cr3+; failed to do so. Next, an innovative biosensor platform was designed to detect these metal ions by utilizing splicing inhibition in metal-sensitive Mtb SufB precursor protein within attenuated Mtb (H37Ra) cells. Metal-induced splicing inhibition led to loss of viability in H37Ra indicator cells, while specificity of this detection system was confirmed by adding respective metal chelators. Multiplexing and quantitative efficacy of the designed biosensor was evaluated by including known splicing inhibitors like Cu2+, Zn2+, and Pt4+ over various concentration range alongside Cd2+; and Hg2+;. The developed biosensor offers a cost-effective, user-friendly, specific, and sensitive assay that does not require advanced instrumentation facility. It can be employed in standard biological laboratories utilizing whole-cell microorganisms harbouring precursor proteins with metal-sensing intein sequences. This approach holds potential for multiplexing metal screening in environmental and industrial effluents, significantly enhancing toxic metal monitoring capabilities.", "date": "2025-09-27", "journal": ""}
{"title": "A co-evolved peptide-GPCR system senses host entry to drive fungal infection", "doi": "10.1101/2025.09.26.678928", "authors": "Mendoza-Rojas, G.; Nakonz, P.; Lu, M.; Postma, J.; Shtakser, N.; Heinen, M.; Patel, M.; Arguello-Miranda, O.; Billerbeck, S.; Altegoer, F.", "abstract": "A successful infection requires pathogens to recognize the specific host environment in order to reprogram their physiology accordingly. One major way in which eukaryotic cells sense their surroundings is via G-Protein Coupled Receptors (GPCRs), which share a seven-transmembrane architecture and G-protein-mediated downstream signaling. While mammalian GPCRs are well-characterized and represent important drug targets, their fungal counterparts remain poorly understood. In the corn pathogen Ustilago maydis, we now uncover a GPCR-based mechanism that allows the fungus to scout the host environment to sense whether it has entered into the plant tissue. During infection, the fungus secretes the protein Pit2, which is cleaved by host apoplastic-cysteine proteases, releasing a peptide ligand hidden within Pit2. This ligand activates the fungal GPCR Gpe1 strongly promoting fungal proliferation after initial host penetration. Comparative analyses reveal conservation of the Gpe1/Pit2 system, with co-evolutionary signatures preserving receptor-ligand specificity. Furthermore, this GPCR system recognizing hidden peptide ligands shows conceptual similarities to the fungal pheromone mating system, without sharing sequence similarity. Our findings reveal a co-evolved mechanism between fungus and host that encodes environmental context into a protein scaffold, establishing a novel paradigm for host-dependent signaling with implications for inter-organismic communication.", "date": "2025-09-27", "journal": ""}
{"title": "BRG1 cooperates with PLK1 to regulate dormant origin activation during S phase.", "doi": "10.1101/2025.09.27.678965", "authors": "Hussain, S.; Bisht, D.; Muthuswami, R.", "abstract": "The ATP-dependent chromatin remodeler BRG1 is well-established in the regulation of gene expression, DNA replication, homologous recombination, DNA damage repair, and apoptosis. While its genome-wide occupancy has primarily been linked to transcriptional regulation, its potential role in DNA replication control remains less well defined. In this study, we investigated BRG1 involvement in replication origin regulation by integrating BRG1 ChIP-seq data with replication origin mapping and chromatin state analyses. Our results revealed that BRG1 is preferentially enriched at genomic regions characterized by DNase I hypersensitivity, low GC content, and a capacity to form G-quadruplex structures hallmarks of dormant replication origins. Notably, BRG1-bound sites were also enriched in late-replicating, heterochromatic regions. These findings suggest a specific association of BRG1 with dormant replication origins. To validate this association, we performed functional assays in HeLa cells. BRG1 depletion via siRNA led to reduced replication fork progression and increased activation of dormant origins, consistent with replication stress. Mechanistically, we found that BRG1 physically interacts with the mitotic kinase PLK1. Loss of BRG1 reduced chromatin-bound levels of both BRG1 and PLK1, implicating BRG1 in PLK1 recruitment or stability. Importantly, overexpression of PLK1 in BRG1-depleted cells rescued replication fork progression, supporting a cooperative role for BRG1 and PLK1 in regulating replication through dormant origins. Together, these data uncover a previously unrecognized function for BRG1 in the selective regulation of dormant replication origin firing, acting in concert with PLK1.", "date": "2025-09-27", "journal": ""}
{"title": "Pyrazinamide kills Mycobacterium tuberculosis via pH-driven weak-acid permeation and cytosolic acidification", "doi": "10.1101/2025.09.26.678883", "authors": "Laudouze, J.; Rokitskaya, T. I.; Abolet, A.; Point, V.; Firsov, A. M.; Khailova, L. S.; Cavalier, J.-F.; Canaan, S.; Baulard, A. R.; Antonenko, Y. N.; Gouzy, A.; Santucci, P.", "abstract": "Pyrazinamide (PZA) is a cornerstone drug in tuberculosis (TB) treatment with a strong bactericidal activity in vivo on both actively and non-replicating bacterial subpopulations. Yet the precise mode of action of its active form, pyrazinoic acid (HPOA), remains unclear. In this study, we comprehensively explore and challenge the two major and conflicted models of PZA mode of action. The pH-dependent model, where the drug is mostly effective at acidic pH by acidifying Mycobacterium tuberculosis (Mtb) cytosol, and the PanD-dependent model where PZA active form targets the aspartate decarboxylase PanD, therefore depleting pantothenate and subsequently coenzyme A (CoA) levels regardless of the surrounding pH. By combining standard antimicrobial susceptibility testing at various pH with fluorescence-based live recording of Mtb intrabacterial pH, we demonstrate that PZA kills Mtb by decreasing intrabacterial pH, independently of pantothenate levels. Comparative studies between a prototrophic Mtb strain and a pantothenate auxotrophic mutant lacking the panCD locus confirmed that PZA bactericidal activity is primarily driven by pH and its ability to acidify Mtb cytosol, independently of the aspartate decarboxylase PanD. Bio-electrophysiology experiments revealed that acidic pH promotes the conversion of the pyrazinoate anion POA- into HPOA which in turn acts as conventional weak acid that facilitates membrane permeation and cytosolic acidification. Finally, using custom-based culture media, we demonstrate that PZA displays heterogeneous efficacy according to the media composition, therefore proposing a revisited biological model that might explain the discrepancies around PZA unique mode of action. Overall, this work constitutes the first comprehensive side-by-side investigation of the two models and univocally supports a pH-dependent mechanism of action underlying PZA sterilizing activity, providing new insights for the development of more effective PZA-like drugs.", "date": "2025-09-27", "journal": ""}
{"title": "Exploring the Microbial Geobiological Pattern Across the Serpentinization Sites through Metagenomic and Elemental Composition Analyses", "doi": "10.1101/2025.09.26.678891", "authors": "Mukherjee, T.; Rai, A.; Marshall, I. C.; Mandal, R. P.; Kohli, P.; Liu, S.; Harplani, S.; Prakash, D.", "abstract": "It is well-known that ultramafic rocks can continuously generate hydrogen through the serpentinization process associated with dynamic geochemical and geobiological interactions. This study aims to gain an improved understanding of these dynamic processes through the understanding of diverse microbial populations in order to maximize the geologic hydrogen production potential. The water samples were collected from a near surface serpentinite site in Northern California, USA. Elemental analyses of these water samples revealed the presence of essential dissolved minerals such as magnesium, calcium, and potassium, along with trace elements including iron, cobalt, and nickel. These elements act as cofactors for enzymes involved in microbial metabolic processes and Non-metric Multidimensional Scaling analysis supports this corelation. Furthermore, the analysis of total organic carbon (TOC) showed significant levels of organic carbon, suggesting a link with biological carbon cycling processes. Metagenomic analysis uncovered a diverse microbial community of hydrogen-fueled microbial consortia at the sampling sites, encompassing hydrogenogenic and hydrogenotrophic microorganisms. We examine hydrogen-metabolizing communities, including sulfate-reducing bacteria, acetogens, and methanogens, supported by diversity in hydrogenase enzymes across various sampling sites. These observations are corroborated by genomic accession data and abundance profiling of genes associated with acetogenesis, methanogenesis, and carbon monoxide metabolism. These investigations provide new insights into hydrogen-metabolizing microorganisms in northern California and propose frameworks for optimizing hydrogen production through the inhibition of hydrogen metabolism.", "date": "2025-09-27", "journal": ""}
{"title": "Dual Membrane-spanning Anti-Sigma 2 Controls OMV biogenesis and Colonization Fitness in Bacteroides thetaiotaomicron", "doi": "10.1101/2025.09.27.678952", "authors": "Pardue, E. J.; Zhong, T.; Scott, N. E.; Jana, B.; Beatty, W.; Ortiz-Marquez, J. C.; Kaplan, M.; Jackson-Litteken, C.; Feldman, M. F.", "abstract": "Bacteroides spp. are Gram-negative, gut commensals that shape the enteric landscape by producing outer membrane vesicles (OMVs) that degrade dietary fibers and traffic immunomodulatory biomolecules. Understanding the mechanism behind OMV biogenesis in Bacteroides spp. is necessary to determine their role in the gut. Recent studies showed that mutation of Dual Membrane-spanning Anti-sigma factor 1 increased OMV production in Bacteroides thetaeotaomicron (Bt) by regulating members of its downstream regulon. Additional members of the Dma family have been identified, but very little is known regarding their roles in Bt. Here, we investigate the role of Dual Membrane-spanning Anti-sigma factor 2 (Dma2) in controlling OMV biogenesis in Bt. We employ biochemical and proteomic analyses to show that mutation of dma2 increases OMV production in a manner that is dependent on the expression of its cognate sigma factor, das2. The precise mechanism by which dma2 increases OMV biogenesis remains elusive. However, transcriptome analyses revealed that {Delta}dma2 has decreased expression of select polysaccharide utilization loci (PULs) that primarily target host-associated glycans. Follow-up comparative proteomics showed that the PUL repertoire was most impacted in the OMV fraction. In vitro growth assessments showed that {Delta}dma2 exhibits delayed growth in the presence of select host-associated glycans. Colonization studies in mice revealed that {Delta}dma2 is outcompeted by the wild-type in the gut, which indicates that dma2 is a key determinant of colonization fitness in Bt. Altogether, these findings expand our knowledge of the Dma familys role in OMV biogenesis and demonstrates their importance in Bacteroides physiology.", "date": "2025-09-27", "journal": ""}
{"title": "Contrasting effects of glutamate and branched-chain amino acid metabolism on acid tolerance in a Castellaniella isolate from acidic groundwater", "doi": "10.1101/2025.09.26.678905", "authors": "Goff, J. L.; Durrence, K. L.; Thorgersen, M. P.; Trotter, V. V.; Chen, Y.; Kosina, S. M.; Wang, A. L. W.; Poole, F.; Northen, T. R.; Petzold, C. J.; Deutschbauer, A. M.; Adams, M. W. W.", "abstract": "Groundwater acidification co-occurring with nitrate pollution is a common, global environmental health hazard. Denitrifying bacteria have been leveraged for the in-situ removal of nitrate in groundwater. However, co-existing stressors--like low pH--reduce the efficacy of biological removal processes. Castellaniella sp. str. MT123 is a complete denitrifier that was isolated from acidic, nitrate-contaminated groundwater. The strain grows robustly by nitrate respiration at pH < 6.0 completely reducing nitrate to dinitrogen gas. Genomic analyses of MT123 revealed few previously characterized acid tolerance genes. Thus, we utilized a combination of proteomics, metabolomics, and competitive mutant fitness to characterize the genetic mechanisms of MT123 acclimation to growth under mildly acidic conditions. We found that glutamate accumulation is critical in the acid acclimation of MT123, likely through consumption of intracellular protons via glutamate decarboxylation to GABA. This is despite the fact that MT123 lacks the canonical glutamate decarboxylase-glutamate/GABA antiporter system implicated in acid tolerance in other bacteria. Additionally, branched chain amino acid (BCAA) accumulation was detrimental to cell growth at lower pHs, possibly through indirect mechanisms impacting the cellular glutamate pool. Genetic analysis previously linked MT123 to a population of Castellaniella that bloomed--concurrent to nitrate removal--during a biostimulation effort to reduce groundwater nitrate concentrations at MT123's location of origin. Thus, our analyses provide novel insight into mechanisms of acclimation to acidic conditions in a strain with significant potential for nitrate bioremediation.", "date": "2025-09-27", "journal": ""}
{"title": "Genome-resolved expansion of Nucleocytoviricota and Mirusviricota reveals new diversity, functional potential, and biotechnological applications", "doi": "10.1101/2025.09.26.678796", "authors": "Vasquez, Y. M.; Nardi, T.; Terasaki, G. M.; Byl, P. K.; Bruna, T.; Villada, J. C.; Romero, M. F.; Mock, T.; James, T.; GVMAGs data consortium,  ; Woyke, T.; Schulz, F.", "abstract": "Nucleocytoplasmic large DNA viruses (NCLDV) of the phyla Nucleocytoviricota and viruses of the newly proposed Duplodnaviria phylum, Mirusviricota, exhibit taxonomic richness which continues to expand due to metagenomic sequencing of Earth\\'s biomes. Giant viruses contain complex genomes encoding genes of both viral and cellular origin, representing a reservoir of unexplored biological functions with potential implications for ecology, evolution, and biotechnology. Here, we present the largest curated database of giant virus metagenome-assembled genomes (GVMAGs V2), comprising 8,508 species-level clusters inferred from 18,727 genomes, originating from marine, freshwater, anthropogenic and terrestrial environments, a six-fold increase from the previous giant virus phylogenetic frameworks. Phylogenomics and relative evolutionary distance analysis revealed 712 novel genera, 13 previously unknown viral families and a new proposed order, tentatively named Mycodnavirales. We improved gene calling of 12% of giant virus genomes by accounting for alternative and custom genetic codes, enabling more accurate identification of protein-coding genes. Database mining uncovered endogenous viral elements in a broad spectrum of eukaryotes, spanning algae, fungi, and parasitic protists highlighting that giant virus integration is both widespread and evolutionarily persistent. Orthologous clustering of 2.5 million proteins identified 135,998 orthogroups representing comprehensive metabolic capabilities, such as enrichment of genes involved in aromatic compound degradation (commonly associated with bioremediation) in Algavirales genomes. Furthermore, we detected widespread biosynthetic gene clusters underpinning antimicrobial activity and antibiotic resistance, suggesting roles of giant viruses in host defense and in the dissemination of antibiotic resistance genes. Conversely, 67% of orthogroups have unknown functions, underscoring a substantial unexplored potential. This comprehensive publicly available database provides a critical resource for the giant virus research community and a foundation for uncovering virus-host interactions, exploring viral evolution, and identifying reservoirs for novel enzymes with the potential to advance biotechnological applications.", "date": "2025-09-27", "journal": ""}
{"title": "Ionic environment and nutrients affect the cysB-dependent conditional susceptibility of E. coli to mecillinam", "doi": "10.1101/2025.09.27.678940", "authors": "Mancini, L.; Kals, M.; Kotar, J.; Cicuta, P.", "abstract": "Antibiotic efficacy is influenced by environmental context. Urinary E. coli isolates lacking a functional cysB gene have been shown to be resistant to the {beta}-lactam antibiotic mecillinam under high-osmolarity conditions, suggesting that increased fluid intake might synergize with drug treatment. In this study, we further explore E. coli susceptibility to mecillinam across growth conditions. We show that while osmolarity has mild protective effects on both cysB knockout and reference strain, it is the presence of certain salts that leads to the resistant phenotype in the mutant. Such conditional resistance is specific to mecillinam and rapidly wanes when salts are removed. In agreement with our previous work showing that slow growing cells escape mecillinam-induced bursting by maintaining a small size, for both strains we observe low susceptibility to mecillinam in scarcely nutritious pooled human urine. As we supplement urine with nutrients, we observe a sharp transition to susceptibility when growth rate surpasses 0.6 h-1. Growth in the presence of salt or uncharged osmolites decreases cell size of both reference strain and cysB knockout offering a potential explanation to the observed mild protective effects of osmolarity. Our findings give insights into the mechanism of cysB dependent susceptibility to mecillinam and, due to the dual impact of nutrients and osmolites on treatment, allow us to reformulate ideas on potential diet recommendations. While increased fluid intake will decrease urine osmolarity, it will also reduce nutrient content, limiting mecillinam efficacy. We suggest instead that reducing sodium intake during mecillinam treatment might avoid this trade-off.", "date": "2025-09-27", "journal": ""}
{"title": "Novel Machine Learning-based Approach to Identify Viral Biomarkers of Human Respiratory Emissions from Oral and Nasal Metagenomes", "doi": "10.1101/2025.09.26.678930", "authors": "Langenfeld, K.; Arts, P. J.; Monahan, A.; Criswell, A.; Wigginton, K. R.; Duhaime, M. B.", "abstract": "Humans spend approximately 90% of their lives in built environments, making virus transmission indoors a key determinant of health. Environmental sampling of respiratory viral pathogens is often challenging because of frequent non-detect measurements. Non-detect measurements do not differentiate between samples containing low or no pathogens from samples that simply lack respiratory expulsions altogether. This ambiguity can be resolved by scanning samples for a biomarker of human respiratory emissions. To do so, reliable biomarkers for environmental monitoring need to be identified. Ideal biomarkers are prevalent across individuals, abundant, and unique to the human respiratory tract. Here, we present a new machine learning-based approach to query for suitable biomarker candidates from publicly available metagenomes and apply it to identify viral biomarkers of healthy oral and nasal microbiomes. Twelve viral biomarker candidates were selected from 1,232 curated viral operational taxonomic units. The viral biomarker candidates had as much as 63% prevalence across respiratory metagenomes and prevalence was further increased to 77-81% by combining two or three biomarkers. Quantitative PCR confirmed that these viral biomarkers were prevalent and abundant in nasal swabs and saliva samples. Notably, top candidate biomarkers remained stable and detectable through multiple lab purification steps, increasing confidence in their viral origins and demonstrating their suitability for environmental monitoring. These findings demonstrate that existing metagenomes can be used to identify effective biomarker candidates for environmental sampling.", "date": "2025-09-27", "journal": ""}
{"title": "A dual role for PGLYRP1 in host defense and immune regulation during B. pertussis infection", "doi": "10.1101/2025.09.26.678899", "authors": "Rickert, D. M.; Cardozo, S.; Carbonetti, N.; Goldman, W. E.; Scanlon, K. M.; Skerry, C.", "abstract": "Bordetella pertussis, the etiologic agent of whooping cough, remains a serious public health concern despite widespread vaccination. Improved therapeutics and vaccines are urgently needed to treat and prevent pertussis disease. Host recognition of bacterial peptidoglycan (PGN), including B. pertussis extracellular PGN fragment tracheal cytotoxin (TCT), shapes the immune response to infection. Peptidoglycan recognition proteins (PGLYRPs) are a conserved family of innate immune molecules which bind bacterial PGN. While they function as immune signaling receptors in arthropods, PGLYRPs in mammals have thus far been primarily recognized for their bactericidal activity. Previously thought to function only as antimicrobial peptides in mammals, the immune modulatory roles of this family of peptidoglycan recognition proteins are beginning to gain greater appreciation. Peptidoglycan recognition protein 1 (PGLYRP1) is a secreted antimicrobial protein. However, its role in mammalian host defenses and immune signaling during infection with Gram-negative pathogens, such as B. pertussis, remain largely unknown. Here, we identify a dual role for PGLYRP1 in modulating host immune responses to B. pertussis. Using knockout mice, single-cell and bulk transcriptomics and functional assays, we show that PGLYRP1 has bactericidal activity against B. pertussis in vitro and promotes early bacterial control in vivo. PGLYRP1 also dampens inflammatory responses and impedes bacterial killing later in infection. Mechanistically, PGLYRP1 enhances nucleotide oligomerization domain (NOD)-1 signaling in response to TCT while suppressing NOD2- and triggering receptor expressed on myeloid cells-1 (TREM-1)-mediated inflammatory pathways. TCT-bound PGLYRP1 selectively impairs TREM-1 activation compared to PGNs from other bacteria, revealing a novel bacterial immune evasion strategy. These findings demonstrate that B. pertussis co-opts PGLYRP1 to temper inflammation and alter immune signaling, revealing a novel immune evasion mechanism of manipulating the availability and structure of their exogenous peptidoglycan, revealing implications for host-pathogen evolution, vaccine design and host-directed therapeutics.", "date": "2025-09-27", "journal": ""}
{"title": "Korean Natural Farming practices are dominated by a limited number of microbes and decrease fungal diversity", "doi": "10.1101/2025.09.26.678907", "authors": "Thompson, C.; Mozeika, S.; Paredes, E.; Lee, U.", "abstract": "Purpose: Korean Natural Farming (KNF) practices claim to cultivate and transfer \"indigenous micro-organisms\" (IMOs) to donor soils as a method of probiotic soil enhancement, yet lack peer-reviewed scientific validation. We investigated whether IMO cultivation can propagate unique microbiomes and maintain microbial diversity through successive IMO stages for restoration of flood contaminated soils. Methods: We employed a balanced study design using soil samples from three New York metropolitan ecological sites: salt marsh, deciduous forest, and urban greenspace, plus sterilized controls. Samples underwent the first two IMO cultivation steps via inoculation on rice and fermentation in unrefined sugar. We extracted environmental DNA and performed 16S rRNA and ITS metagenomic sequencing using the AVITI platform and analyzed 84 libraries with QIIME2. Dynamics of microbial community composition and soil biodiversity, as a function of both ecological source and IMO cultivation, were assessed using Jaccard Index, Unweighted UniFrac, and ANCOM-BC analysis. Results: IMO cultivation was dominated by limited bacterial taxa (Enterobacterales, Pseudomonadales, Bacillales) and fungal taxa (Rhizopodaceae, particularly R. oryzae). While bacterial diversity was maintained or increased during two IMO stages, fungal diversity consistently decreased. Principal Coordinates Analysis revealed distinct clustering by inoculum source (i.e. manmade vs. natural vs. sterile) that persisted throughout cultivation. Conclusions: Our evidence suggests that the IMO process selects for specific taxa likely adapted to cultivated conditions and fails to maintain fungal diversity. This greatly contrasts IMO's proposed benefit of propagating locally-specific, fungal-dominated indigenous microbiomes. However, our results demonstrate that IMO cultures may capture and sustain bacterial diversity in soil, while it is unclear how such diversity may arise. The possibility remains that the early stages of IMO studied here could foster further microbial community expansions, but further study is required.", "date": "2025-09-27", "journal": ""}
{"title": "Breaking the culture habit: metagenomic diagnosis of companion animal skin infections", "doi": "10.1101/2025.09.26.678841", "authors": "Ottesen, A.; Kocurek, B. J.; Mammel, M. K.; St. Fleurant, S.; Dietrich, J.; Pauley, S.; Cole, S. D.; Rankin, S. C.; Ceric, O.", "abstract": "Background: Skin infections have been described as the primary cause for presentation in veterinary small animal practices and they frequently result in prescription of both topical and systemic antibiotics. Because such infections are often secondary complications of other underlying pathologies, recurrent infections are common and can lead to multiple antibiotic exposures. This scenario creates steady selection pressure toward antibiotic resistance at the confluence of the skin (the largest mammalian organ), the bloodstream, and shared human and animal environments. This case study compares metagenomic (MGX) data with aerobic culture to evaluate diagnostic utility for simultaneous identification and characterization of pathogens, microbiomes, and resistomes of companion animal skin infections. Results: One feline and eight canine skin swabs were analyzed with aerobic culture and traditional antimicrobial susceptibility testing (AST) and compared with MGX profiling. Veterinary laboratory diagnostic (VDL) culture and AST identified Staphylococcus aureus, S. pseudintermedius, S. schleiferi, methicillin resistant (MR) S. schleiferi (MRSS), MR S. pseudintermedius (MRSP) and Pseudomonas aeruginosa from skin swabs. MGX data described the identical bacterial pathogens recovered by aerobic culture and methicillin resistance genes mecA, mecI, mecR1 in samples for which AST confirmed MRSP and MRSS. MGX data also identified mec genes in samples without culture-based confirmation of MR phenotypes. MGX data also described multi-domain composition of microbiomes of infected skin including bacteria, fungi, viruses, phages, AMR, plasmids, and metabolic features associated with skin infections. Conclusions: MGX data identified the identical pathogens and inferred AMR phenotypes as culture-based diagnostic testing, and additionally characterizedo multi-domain microbiota, mobile AMR elements, and metabolic features. Efforts to accelerate cures by precision medical responses depend on accelerated precision diagnostics. Challenges remain for the implementation of MGX data into veterinary diagnostic laboratory investigation and response. We demonstrate with a small case study, that MGX data can be used to complement current state of the art VDL results and potentially advance a judicious veterinary medical response regarding antibiotic administration for companion animal skin infections. In the future, simultaneous description of the polymicrobial ecology of skin infections (bacterial, viruses, phages, fungi, and even functional metabolomic features) provided by MGX data can advance epidemiology, develop new treatment strategies, accelerate diagnostics and provide data for artificial intelligence (AI) models focused on advancing veterinary diagnostics and medical treatments.", "date": "2025-09-27", "journal": ""}
{"title": "Refining the root-associated microbial consortia for enhanced biocontrol of the root-rot pathogen of corn", "doi": "10.1101/2025.09.26.678868", "authors": "Kaki, P.; Schlatter, D.; Khokhani, D.", "abstract": "Microbial consortia play a crucial role in plant protection by suppressing soil-borne pathogens. A previously studied root-associated microbial consortium consisting of seven bacterial strains (C7) demonstrated biocontrol activity against seedling blight in corn caused by Fusarium verticillioides. To enhance its biocontrol potential, we incorporated a free-living bacterial strain (S8) exhibiting biocontrol activity, forming a modified community (C8). We evaluated the biocontrol efficacy of S8, C7, and C8 against four major corn pathogens: Pythium torulosum, Fusarium graminearum, Fusarium subglutinans, and Rhizoctonia solani. Plate assays revealed that S8 and C8 exhibited the highest inhibition against P. torulosum (>65% growth inhibition) but were less effective against Fusarium species (25 to 30%), while none of the communities restricted R solani growth. In pot assays under growth chamber conditions S8 alone exhibited superior pathogen suppression compared to C7 and C8. However, integrating S8 into C7 did not enhance overall biocontrol efficacy. Community analysis via 16S amplicon sequencing revealed no significant shifts in C7 community strain abundance upon S8 introduction, suggesting a lack of establishment of S8 into the C7 community. Given that some individual strains exhibited stronger pathogen suppression than C7 and had variable effects on root biomass and plant height, we designed three sub-communities (SC1, SC2, SC3) based on the highest inhibitory activity. Plant assays demonstrated that inoculation with SC1 and SC2 restored plant height and root biomass, indicating that biocontrol efficacy is primarily driven by specific strain combinations rather than the broader community. Our findings underscore the importance of refining microbial consortia to maximize synergistic interactions and minimize antagonism, advancing sustainable disease management in agriculture.", "date": "2025-09-27", "journal": ""}
{"title": "Generative design of synthetic gene circuits for functional and evolutionary properties", "doi": "10.1101/2025.09.26.678595", "authors": "Gallup, O.; Steel, H.", "abstract": "In the past decades, a wide suite of design tools for biological systems have been developed, but using these to create biotechnologies that achieve reliable and predictable behaviour remains challenging. Modelling approaches have enabled researchers to traverse the vast search space of genetic circuits more efficiently, while machine learning has proven useful for designing parts and predicting their function or evolutionary properties. Generative algorithms have the potential to leverage these features to design entire genetic circuits from the sequence level, but have only recently begun to be applied to synthetic biological applications. Here, we show that even simple generative models like the conditional variational autoencoder (CVAE) can produce novel genetic circuits that match complex dynamic functions such as signal adaptation. Using in silico RNA simulation, we construct a dataset of RNA sequences and convert them to circuits via RNA interaction predictors, allowing us to estimate functional features alongside evolutionary stability and interpret model-learned features. Our model generates diverse distributions of circuits that match their target adaptation specification well, even when limited to small training data sets. Structures in the embedding space correspond to motifs previously identified as crucial for adaptation and reflect the design rules for adaptable circuits. Framing adaptation as a single design objective outperforms other input representations, reflecting the importance of choosing the correct data encoding for generating genetic circuits. Finally, we show that functional and evolutionary properties can be prompted simultaneously, providing a proof-of-concept for the combined design of phenotype and evotype.", "date": "2025-09-27", "journal": ""}
{"title": "GBP1 recruitment to actin-rich pedestals induced by extracellular Gram-negative bacteria promotes pyroptosis.", "doi": "10.1101/2025.09.25.678451", "authors": "Bennison, D. J.; Chaudhary, I.; Chaudhuri, D.; Wong, J. C. N.; Biswas, P.; Zhong, Q.; Kallemeijn, W. W.; Guenot, M.; Talman, A. M.; Frickel, E.-M.; Tate, E. W.; Visweswariah, S. S.; Frankel, G.; Shenoy, A. R.", "abstract": "The IFN{gamma}-induced GTPase guanylate binding protein 1 (GBP1) binds to lipopolysaccharide (LPS) on cytosolic Gram-negative bacteria and promotes pyroptosis via the recruitment and activation of caspase-4 on the bacterial outer membrane. Enteropathogenic and enterohaemorrhagic Escherichia coli (EPEC and EHEC, respectively) are extracellular pathogens that also induce LPS- and caspase-4-dependent pyroptosis. However, whether GBP1 is involved in this process remains unknown. EPEC and EHEC adhere intimately to intestinal epithelial cells via avid interactions between the bacterial adhesin Intimin and Tir (Translocated intimin receptor), a type 3 secretion system effector protein. Intimin-mediated clustering of Tir triggers actin polymerisation, leading to pedestal-like structures at bacterial attachment sites. Here we show that GBP1 is recruited to actin pedestals in human cells infected with EPEC and EHEC in vitro and mouse colonocytes infected with the EPEC-like murine pathogen Citrobacter rodentium in vivo. GBP1-dependent caspase-4 trafficking to these sites leads to pyroptosis and IL-18 release. To dissect the mechanism of GBP1 trafficking, we engineered a chimeric receptor (Fc{gamma}R-Tir) by combining the intracellular signalling domain of Tir and the extracellular ligand-binding domain of the Fc{gamma} receptor. Clustering of Fc{gamma}R-Tir with IgG-coated beads produced \"sterile\" actin-rich pedestals that were sufficient to recruit GBP1 independently of bacteria. Our findings reveal that cytosolic GBP1 is mobilised to sites of pathogen-induced actin remodelling independently of LPS. We establish that GBP1 not only operates as a pattern-recognition receptor but also orchestrates effector-triggered immunity against pathogens that hijack the actin cytoskeleton.", "date": "2025-09-27", "journal": ""}
{"title": "Replicating without stress: a dengue replicon model reveals distinct host rewiring to accommodate persistence", "doi": "10.1101/2025.09.27.678963", "authors": "Cheng, K.; Kim, D.; McCarthy, F.; Weng, K.-F.; Dorman, L.; Elias, J. E.; Kistler, A. L.; Aviner, R.", "abstract": "Self-replicating viral RNAs, or replicons, are widely used to study virus-host interactions and screen antiviral compounds, yet their ability to model persistent infection and host adaptation remains poorly understood. Here, we characterize a stable subgenomic dengue virus serotype 2 (DENV2) replicon (DENV2-rep) that supports long-term viral RNA replication in human hepatoma cells without triggering cytotoxicity or canonical stress responses. Compared to live DENV2 infection, which induces ER stress and global translation shutdown, DENV2-rep cells maintain active translation and polysome integrity, while mounting an antiviral transcriptional response and resisting superinfection. Transcriptomic and proteomic profiling reveals that DENV2-rep cells accommodate long-term replication by remodeling of metabolic, secretory, and cytoskeletal pathways. In contrast, acute infection uncouples transcription from protein synthesis, limiting host proteome remodeling. We also detected marked depletion of the NS5 RNA polymerase in the DENV2-rep context. Together, these findings highlight host pathways that can be rewired to support persistent RNA replication and uncover post-translational regulation of viral proteins as a potential vulnerability. Our work clarifies the strengths and limitations of replicons as models for infection and reveals how persistent vRNA replication is tolerated through selective remodeling of translation, organelle composition, and protein stability.", "date": "2025-09-27", "journal": ""}
{"title": "Advancing eDNA methods for monitoring the reproduction of quagga and zebra mussels in lakes", "doi": "10.1101/2025.09.25.678458", "authors": "Vautier, M.; Domaizon, I.", "abstract": "This study demonstrates the applicability of environmental DNA (eDNA) methods to monitor the reproductive periods of two invasive freshwater mussels, Dreissena polymorpha (zebra mussel) and Dreissena rostriformis bugensis (quagga mussel), addressing the need for improved detection and monitoring techniques for these ecosystem-altering species. New primers and probes for multiplex droplet digital PCR (ddPCR) were developed to enable the discrimination between zebra and quagga mussels, whose veliger larvae are morphologically indistinguishable. Three eDNA sampling methods were compared: integrated water samples (0-50 m depth), sub-surface water samples, and plankton bulk samples. These methods were applied in four deep peri-alpine lakes and the results obtained with eDNA were compared to traditional veliger microscopic counts. The values obtained with the three eDNA approaches are positively corelated with visual counting of veliger larvae, but integrated water and plankton bulk eDNA samplings were found to be more effective in quantifying dreissenid veliger larvae and estimating reproductive periods than sub-surface water eDNA. The bulk-based approach is robust for qualitative presence/absence veliger larvae information, with a positive eDNA signal only when larvae are observed; it is the only eDNA method that successfully detected zebra signals in Lake Geneva. However, an overestimation of winter reproduction signal was observed for one lake with this method. The water-integrated approach captures well the quantitative dynamics of counted veliger larvae, but with the presence of false positives reproductive signal (mussel eDNA signal when no larvae are observed). The eDNA approaches tested here have enabled the characterisation of the reproductive dynamics of each of the two species in the studied lakes, highlighting the fact that quagga can reproduce throughout the year in peri-alpine lakes where it is dominant, whereas in lakes dominated by zebra, the reproduction period is limited to the warm season. The study also provides the first clue of quagga mussel presence in Lakes Annecy and Aiguebelette. Although further methodological refinements are suggested for the eDNA approaches evaluated in this study, those approaches are nonetheless already applicable and can contribute to a better understanding of these invasive species ecology in lakes.", "date": "2025-09-27", "journal": ""}
{"title": "Positive effects of landscape diversity on vegetation productivity at the kilometer scale", "doi": "10.1101/2025.09.25.678498", "authors": "Landauer, S.; Altermatt, F.; Flury, R.; Furrer, R.; Isbell, F.; Liechti, J. I.; Spehn, E. M.; Niklaus, P. A.", "abstract": "Broad evidence suggests a positive relationship between local species richness and ecosystem functioning. However, Earth's terrestrial surface is formed by a mosaic of different habitats, which constitutes a higher level of diversity known as landscape diversity. Recent studies indicate that landscape diversity can also promote ecosystem functions, including primary productivity, but the underlying mechanisms and relevant spatial scales remain poorly understood. Here, we combine satellite remote sensing of vegetation productivity with high-resolution land cover data to investigate the effects of landscape diversity on ecosystem functioning across different spatial scales. Using a plot network covering North America, we find that the observed landscape-wide effects cannot be explained by local-scale interactions along ecosystem interfaces. In a subsequent, global-scale analysis, we instead demonstrate that landscape diversity effects are most strongly associated to landscape diversity at a spatial scale of a few kilometers. This association holds across continents and climatic zones, indicating that this pattern is universal. Our investigation therefore suggests that effective land management and biodiversity conservation strategies must integrate both local species richness and higher-level organizational diversity, such as landscape diversity, to ensure robust ecosystem functioning.", "date": "2025-09-27", "journal": ""}
{"title": "Evidence for climate-mediated range expansion of hybrid wood ants", "doi": "10.1101/2025.09.25.678544", "authors": "Krapf, P.; Heidbreder, P.; Bruijning, M.; Meirmans, P. G.; Stankowski, S.; Kulmuni, J.", "abstract": "Climate change challenges many species. To persist, species can shift ranges, respond plastically, and adapt. Yet, these responses require variation - often limited in natural populations. While hybridisation can quickly increase genetic variation, potentially facilitating climate adaptation, it is unclear how hybrids respond to climatic changes. Here, we combine whole-genome, life-history, and climatic data of 67 wood ant populations across Finland to assess whether F. aquilonia x F. polyctena hybrids have advantages in warming climates compared to their cold-adapted parent F. aquilonia. We found that hybrids are active and their offspring emerge earlier in spring, suggesting a competitive advantage over F. aquilonia. Hybrids also withstand acute temperatures relevant in nature better than F. aquilonia. Further, the hybrids' border has shifted 200 km northwards, coinciding with the expansion of climatic conditions suitable for hybrids. Our results provide compelling evidence that hybrids perform better under warming climates than their cold-adapted parent, and that recent climatic changes can lead to range expansion of hybrids.", "date": "2025-09-27", "journal": ""}
{"title": "Evolutionary rescue accelerates competitive exclusion in a parasite community", "doi": "10.1101/2025.09.25.678511", "authors": "Greenrod, S. T.; Cazares, D.; Slesak, W. A.; Hector, T.; MacLean, R. C.; King, K. C.", "abstract": "Environmental stress drives biodiversity loss by altering competitive hierarchies and pushing taxa towards extinction. Parasites and their communities are particularly vulnerable to stress due to environmental sensitivity of infection steps, variation in species tolerance during co-infections, and dependence on host fitness. Parasite populations might avoid extinction through evolutionary rescue - whereby rapid adaptation to stress enables persistence - but whether this process can preserve community diversity remains unclear. Here, we study the impact of evolutionary rescue in a simple parasite community by propagating populations of two viral parasites (bacteriophages {varphi}14-1 and {varphi}LUZ19) of Pseudomonas aeruginosa in monoculture and co-culture under two thermal conditions, a control temperature (37{degrees}C) and a high temperature that restricts {varphi}14-1 growth (42{degrees}C). We show that evolutionary rescue of {varphi}14-1 prevented extinction in monoculture. Rescue of this phage in co-culture made it a superior competitor, and it replaced {varphi}LUZ19 as the dominant phage at high temperature. We determine that evolutionary rescue occurred through mutations in genes linked to attachment to bacterial hosts and within-host replication. We also show that competitive suppression by {varphi}14-1 constrained {varphi}LUZ19 molecular evolution. Our findings suggest that evolutionary rescue can prevent the extinction of some parasites, but may inadvertently destabilise the community and facilitate further biodiversity loss. This work underscores the need to take an eco-evolutionary approach to predict the responses of communities to global climate change.", "date": "2025-09-27", "journal": ""}
{"title": "Absolute quantification of TCA cycle intermediates in mouse ocular tissues reveals distinct tissue- and sex-specific mitochondrial metabolism", "doi": "10.1101/2025.09.25.678562", "authors": "Du, J.; Ratliff, C.; Hansman, D.; Ngo, T.; Xiang, Y.; Puja, A.; Eminhizer, M.; Lu, J.; Mascari, I.; Alabdallat, D.", "abstract": "Objective: Mitochondrial tricarboxylic acid (TCA) cycle is central to energy production and redox balance in the eye, which must sustain high metabolic activity to support vision. Retinal neurons, the retinal pigment epithelium (RPE), cornea, and lens each have distinct physiological roles and metabolic demands, yet the absolute concentrations of key TCA intermediates and their variation by tissue, sex, and time of day are not well-defined. Methods: Targeted gas chromatography-mass spectrometry was employed to quantify the absolute concentrations of TCA cycle metabolites in mouse ocular tissues collected at 10 AM and 2 PM to capture diurnal variations. Key metabolite ratios were subsequently calculated to provide insight into TCA cycle dynamics across eye tissues. Results: The retina showed the highest concentrations of TCA metabolites among all ocular tissues, particularly succinate, citrate, and malate, consistent with its high energy demands. The RPE/choroid demonstrated well-balanced intermediates with the highest alpha-ketoglutarate/isocitrate ratio, reflecting its efficient mitochondrial oxidation and reductive carboxylation. Corneal metabolism was featured by dominant malate, especially in females, suggesting a metabolic adaptation for redox regulation and oxidative stress defense. The lens had uniformly low metabolite levels except for succinate, indicating minimal mitochondrial activity under physiologically low oxygen conditions. Notably, both the cornea and lens showed significant sex-dependent and diurnal variations in TCA cycle intermediates. Conclusion: This study demonstrates distinct tissue-specific mitochondrial metabolism in the eye, reflecting the unique functional and biochemical demands of each tissue. These metabolic signatures may underlie their susceptibility to mitochondrial dysfunction in various ocular diseases.", "date": "2025-09-27", "journal": ""}
{"title": "BindFlow: a free, user-friendly pipeline for absolute binding free energy calculations using free energy perturbation or MM(PB/GB)SA", "doi": "10.1101/2025.09.25.678545", "authors": "Martinez Leon, A.; Andersen, L.; Hub, J. S.", "abstract": "We present BindFlow, a Python-based software for automated absolute binding free energy (ABFE) calculations at the free energy perturbation (FEP) or at the molecular mechanics Poisson-Boltzmann/generalized Born surface area [MM(PB/GB)SA] level of theory. BindFlow is free, open-source, user-friendly, easily customizable, runs on workstations or distributed computing platforms, and provides extensive documentation and tutorials. BindFlow uses GROMACS as molecular dynamics engine and provides built-in support for the small-molecule force fields GAFF, OpenFF, and Espaloma. We test BindFlow by computing affinities for 139 ligand/target pairs, involving eight different targets including six soluble proteins, one membrane protein and one non-protein host-guest system. Quantified by Pearson, Kendall, and Spearman correlations coefficients, we find that the agreement of BindFlow predictions with experiments are overall similar to gold standards in the field. Interestingly, we find that MM(PB/GB)SA achieves correlations that, for some systems and force fields, approach those obtained with FEP, while requiring only a fraction of the computational cost. This study establishes BindFlow as a validated and accessible tool for ABFE calculations.", "date": "2025-09-27", "journal": ""}
{"title": "Assessing computational strategies for the evaluation of antibody binding affinities.", "doi": "10.1101/2025.09.25.678535", "authors": "Autiero, I.; Buratto, D.; Guo, F.; Wang, W.; Biswal, M. R.; Chan, K. C.; Zhou, R.; Zonta, F.", "abstract": "Accurate evaluation of binding affinity is critical in drug discovery to identify molecules that bind strongly to their targets while minimizing off-target effects. Although binding affinity calculations are theoretically well-defined, they require exhaustive sampling of configurational space, a step that often requires significant computational resources. In this study, we compare different methods for calculating the binding energy of antibodies targeting a peptide derived from the N-terminus of CXCR2, a GPCR-family protein. Contrary to some previous reports, we find that equilibrium MMPBSA calculations yield better agreement with experimental binding affinities than non-equilibrium potential of mean force evaluations, underscoring the system-dependent performance of these methods. We also observed a modest improvement in accuracy when MMPBSA is combined with replica exchange molecular dynamics, albeit at a significantly higher computational cost. Calculation based on Rosetta force field, instead, produced results that did not correlate with the experimental data. We attribute these findings to two factors, which could limit the applicability of some methodologies that are widely used in the computation the binding energy: the high potency of the antibodies studied and the dominance of hydrophobic interactions between the antibodies and the peptide. Overall, this work provides important insights for optimizing in silico antibody screening strategies.", "date": "2025-09-27", "journal": ""}
{"title": "IntegrateALL: an end-to-end RNA-seq analysis pipeline for multilevel data extraction and interpretable subtype classification in B-precursor ALL", "doi": "10.1101/2025.09.25.673987", "authors": "Wolgast, N.; Beder, T.; Mondal, M.; Walter, W.; Hutter, S.; Bendig, S.; Kaessens, J. C.; Hansen, B.-T.; Iben, K.; Wolf, S.; Cremer, A.; Barz, M.; Neumann, M.; Goekbuget, N.; Haferlach, C.; Brueggemann, M.; Baldus, C. D.; Hartmann, A. M.; Bastian, L.", "abstract": "Transcriptome sequencing (RNA-seq) is emerging as a diagnostic standard for B-cell precursor acute lymphoblastic leukemia (B-ALL). Expression-based classifiers reach ~95% accuracy, but reproducible end-to-end solutions that also integrate transcript-derived genomic drivers and quantitative virtual karyotyping are lacking. We developed IntegrateALL, a Snakemake pipeline that standardizes RNA-seq analysis from FASTQ to rule-based subtype assignment across 26 WHO-HAEM5/ICC entities by integrating expression-based subtype prediction, gene fusion- / hotspot SNV calling and virtual karyotyping. We introduce KaryALL, a machine-learning classifier that uses normalized expression and minor-allele-frequency features (RNASeqCNV) to distinguish near haploid, hypodiploid and high hyperdiploid B-ALL and chromosome-21 gains/iAMP21 (accuracy: 0.98 / F1-score: 0.96 on 615 independent test samples). SNP-array concordance supported RNA-based karyotyping. Applied to 774 unselected B-ALL cases, IntegrateALL yielded unambiguous subtype assignments in 81.5%, based on concordance of gene expression class with a defining driver (75.3% of all cases) or, in selected cases, high-confidence expression-based classification alone (6.2%); the remainder (18.5%) were flagged for manual curation. Independent validation (3 cohorts; n=436, including pediatric cases) reproduced these distributions. Across all patients (n=1,210), 2.6% harbored two subtype defining drivers, including hyperdiploidy in fusion-driven subtypes where it was not expected or subtype-defining SNVs (e.g., PAX5 P80R / IKZF1 N159Y) co-occurring with BCR::ABL1-positive/-like, KMT2A- or DUX4-fusions. In most dual-driver cases, one subtype gene expression signature predominated, indicating a hierarchy of oncogenic control and the value of systematic driver screening alongside expression-based calls. IntegrateALL provides an adaptable fully reproducible workflow for molecular B-ALL characterization by systematically integrating genomic drivers and downstream gene regulation.", "date": "2025-09-27", "journal": ""}
{"title": "TCRζ-Driven Pre-Signaling Organization of Lck in Rab11⁺ Endosomes Shapes TCR Activation", "doi": "10.1101/2025.09.25.678476", "authors": "KARPOUZOU, K.; KOYTRAS, N.; TYRITIDIS, I.; TSIOUPROS, E.; KOTINI, A.; ROUKOS, V.; NIKA, K.", "abstract": "T cell activation relies on the precise spatiotemporal regulation of TCR signaling at the Immunological Synapse, where vesicular trafficking coordinates the delivery of key signaling molecules. While endosomal pools of Lck and its immediate substrate, the TCR{zeta} chain, have been associated with TCR signaling competence, the mechanisms underlying the regulation and synchronization of their trafficking routes remain unresolved. In this study, we simultaneously traced the endosomal localization dynamics of Lck, {zeta} chain and the TCR in unperturbed cells and under conditions that preserve the endosomal network integrity. We identified a previously unrecognized plasma membrane resident pool of {zeta} that exists independently of the TCR complex yet remains competent for phosphorylation and ZAP-70 recruitment. This standalone {zeta} population drives the recruitment of Lck and CD45 into Rab11-positive endosomes, establishing pre-assembled, signaling-primed platforms that could provide the means of sustained signaling without requiring continuous receptor engagement. Our findings advance the understanding of how vesicular {zeta} and Lck pools coordinate to shape TCR activation threshold and signaling persistence. Beyond the basic understanding of TCR signaling, these insights hold translational importance for optimizing the design and signaling efficiency of T cell immunotherapies.", "date": "2025-09-27", "journal": ""}
{"title": "Novel Genes and Polymorphisms in Human Immunoglobulin Light Chains Across Diverse Populations Through Comprehensive IMGT(R) Analysis", "doi": "10.1101/2025.09.25.678462", "authors": "Georga, M.; Papadaki, A.; Folch, G.; Jabado-Michaloud, J.; Zeitoun, G.; Duroux, P.; Giudicelli, V.; Kossida, S.", "abstract": "The human immunoglobulin light chain loci, kappa (IGK) and lambda (IGL), are structurally complex genomic regions with germline gene content that is not yet fully characterized. These loci are marked by extensive gene duplication, allelic diversity, and segmental duplications, features that contribute critically to the adaptive immune response. In this study, we present a comprehensive IMGT annotation of IGK and IGL using two high-quality human reference assemblies (GRCh38 and T2T-CHM13) along with 142 and 125 additional chromosomal-level haploid assemblies, respectively for each locus, from individuals representing all major human superpopulations. Detailed gene and allele annotation of the reference assemblies led to the identification of 5 novel IGKV genes and 8 new IGKV alleles, 16 new IGLV genes, and 22 novel IGLV alleles. These were confirmed through assembly read validation, presence in whole genome sequencing datasets, and recurrence in multiple assemblies. Gene-level identification across the broader dataset enabled assessment of structural variation (SV) at both loci. IGL displayed high conservation, with recurrent absence observed for only one gene. In contrast, IGK exhibited greater variability, including complete loss of the distal region in certain assemblies. This structural diversity was analyzed across superpopulations, allowing us to map potential patterns of gene presence and absence across different ancestral groups. All newly identified genes were consistently observed across individuals and genomic backgrounds. This work enhances the structural resolution of the IGK and IGL loci and expands the IMGT reference directory with newly described germline genes and alleles. The results provide a more complete view of light chain genomic diversity and serve as a valuable resource for studies of antibody gene repertoires, immunogenetic variation, monoclonal antibody development and population-level diversity.", "date": "2025-09-27", "journal": ""}
{"title": "multiDEGGs: a multi-omic differential network analysis package for biomarker discovery and predictive modeling", "doi": "10.1101/2025.09.25.678475", "authors": "Sciacca, E.; Wang, S.; Pitzalis, C.; Lewis, M. J.", "abstract": "Modern clinical trials increasingly leverage high-throughput omic data for patient stratification and biomarker discovery. While traditional differential gene expression analysis disregards the networked nature of molecular entities and produces extensive gene lists with limited interpretability, differential network analysis has emerged as a crucial complementary analysis for comparative studies. Here we present multiDEGGs, a CRAN R package that enables differential network analysis in multi-omic scenarios. multiDEGGs uses a multi-layer graph framework to model omic data by leveraging an internal network of over 10 000 literature-validated biological interactions. For each data type, differential networks are generated, and the statistical significance of each link (p-values or adjusted p-values) is evaluated through robust linear regression with interaction terms. These networks are then integrated into a comprehensive visualisation that allows interactive exploration of cross-omic patterns. Beyond network visualization and exploration, multiDEGGs extends its utility to predictive modelling applications. The package facilitates seamless integration into cross-validation machine learning pipelines, serving as feature selection and augmentation tool. We validated multiDEGGs using two cohorts of rheumatoid arthritis patients who underwent tocilizumab and rituximab therapy, respectively. For each treatment group, multi-layer differential interactions were identified, and seven machine learning models were trained to predict treatment resistance using synovial RNA-seq data. We systematically compared multiDEGGs against five traditional feature selection methods. On average, AUC values obtained with multiDEGGs showed an improvement of 0.10 compared to conventional filters.", "date": "2025-09-27", "journal": ""}
{"title": "Mechanistic insights into CAM-induced disruption of HBV capsids revealed by all-atom MD simulations", "doi": "10.1101/2025.09.24.678444", "authors": "Perez-Segura, C.; Chong Goh, B.; Hadden, J.", "abstract": "Capsid assembly modulators (CAMs) represent a promising antiviral strategy against hepatitis B virus (HBV), but their effects on pre-formed capsids remain incompletely understood. Here, all-atom molecular dynamics (MD) simulations of intact HBV capsids complexed with prototypical CAM-As (HAP1, HAP18) and CAM-Es (AT130), reveal how structural changes induced by small molecule binding in the interdimer interfaces propagate through the shell lattice to yield global morphological consequences. Each quasi-equivalent interface exhibits a unique response: A sites, located within the pentameric capsomers, are unfilled in these systems and altered marginally by the presence of CAMs in neighboring interfaces. B sites are the most open and \"CAM-ready,\" suggesting uptake requires minimal conformational perturbation on the local or global level. C sites emerge as hubs of allosteric control and the key drug target, as their occupancy creates local distortion that is broadcast to adjacent sites, driving capsid faceting and - in the case of CAM-As - the destabilization that precedes dissociation in favor of aberrant assembly. D sites, unfilled in these systems, act as structural sinks, absorbing distortions from adjacent interfaces within the hexameric capsomers. The extent of C site adjustment and the nature of D site counterbalance varies with CAM chemotype, highlighting the divergent effects of CAM-As versus CAM-Es. The tensegrity relationship between the four quasi-equivalent interfaces couples them into a global network for strain redistribution that is functionally allosteric, with CAM binding sites displaying signs of both positive and negative cooperativity. These new insights into HBV capsid dynamics clarify how CAMs alter them on the microsecond timescale and suggest that targeting strain redistribution in mature core particles could be leveraged therapeutically.", "date": "2025-09-27", "journal": ""}
{"title": "Protein Crowders Remodel RNA Electrostatics, Hydration, and Dynamics: A Challenge to Steric Crowding Models", "doi": "10.1101/2025.09.25.678182", "authors": "Henning-Knechtel, A.; Brnovic, M.; He, W.; Kirmizialtin, S.", "abstract": "The intracellular environment is densely populated with macromolecules, creating crowded conditions. Whether in vitro environments or synthetic crowders like polyethylene glycol (PEG) accurately capture the complexity of RNA interactions in vivo remains unclear. Using extensive all-atom molecular dynamics simulations, we investigated the HIV-1 TAR RNA hairpin in dilute, PEG-crowded, and realistic protein-crowded solutions. We found that PEG primarily exerts excluded-volume effects, maintaining RNA hydration and Na+ ion condensation similar to dilute conditions. In contrast, protein crowders significantly altered RNA electrostatics, reducing Na+ condensation by nearly 60%, displacing surface hydration water, and forming chemically specific contacts dominated by positively charged residues, notably arginine and lysine. These interactions led to local RNA expansion and reshaped its conformational landscape without disrupting the global fold. Moreover, protein crowding dramatically slowed RNA translational and rotational dynamics, as well as local water and ion mobility, effects minimally observed with PEG. Our findings emphasize that crowder identity critically determines RNA behavior and challenge the use of PEG as a universal model for intracellular conditions, providing mechanistic predictions for RNA studies in biologically relevant environments.", "date": "2025-09-27", "journal": ""}
{"title": "Phenomenological model of transthyretin stabilization", "doi": "10.1101/2025.09.25.678455", "authors": "Lisowski, B.; Ulaszek, S.; Wisniowska, B.; Bernhauerova, V.; Polak, S.", "abstract": "Transthyretin is a tetrameric transport protein whose monomers, when destabilized, can misfold and form amyloid fibrils, leading to serious diseases like transthyretin amyloidosis cardiomyopathy and neuropathy. While kinetic stabilisers such as tafamidis or acoramidis are designed to prevent tetramer dissociation, clinical data show a puzzling increase in TTR levels after treatment, an effect our study seeks to investigate by exploring possible underlying mechanisms. Using a simple phenomenological model, we explore whether reduced dissociation alone accounts for this rise or if other mechanisms contribute. We propose that stabilisers may alter TTR clearance by slowing its cellular internalisation or degradation, or even by influencing its synthesis through pharmacological chaperoning. We also examine the role of monomer removal from circulation via re-association into tetramers or through other, possibly pathogenic processes. By integrating pharmacokinetic and pharmacodynamic data with experimental observations, our model provides fresh insights into TTR homeostasis and offers testable predictions for future research. This study highlights the power of simplified, hypothesis-driven models in uncovering biological mechanisms, or, at the very least, in identifying key questions that remain to be answered.", "date": "2025-09-27", "journal": ""}
{"title": "Cytotoxic Vδ2+T cell subsets expand in response to malaria in human tonsil and spleen organoids", "doi": "10.1101/2025.09.24.678447", "authors": "Press, K. D.; Bach, F.; Sola, E.; Camanag, K.; Dooley, N.; Ivanawati, A.; Oyong, D.; Nalubega, M.; Kakuru, A.; Matsiko, S.; Nankya, F.; Musinguzi, K.; Nalwoga, A.; Nansubuga, E.; Ategeka, J.; Ebusu, C.; Odongo, B.; Kashiwagi, C.; Ji, X.; Miranda, M.; Tachiwa-Appiah, J.; Sandhu, K.; Kamalyan, L.; van der Ploeg, K.; Boyle, M.; Wagar, L. E.; Davis, M. M.; Jagannathan, P.", "abstract": "Vaccine effectiveness against malaria is dramatically reduced in malaria-exposed compared to malaria-naive populations, potentially due to altered immune responses in secondary lymphoid organs following repeated infection. Newly developed human tonsil and spleen organoids, which replicate key features of B and T cell immunity and provide an exciting opportunity to overcome challenges of other models and to improve our understanding of innate-adaptive interactions in lymphoid tissue. The objectives of this study were to use these organoids to investigate the impact of malaria parasites on 1) cells within lymphoid tissues and 2) responses to a heterologous antigen. When we exposed organoids from malaria-naive donors to Plasmodium falciparum-infected red blood cells (iRBC), we observed that iRBC exposure did not disrupt organoid formation and significantly increased V{delta}2+ {gamma}{delta} T cell frequencies in both tonsil and spleen organoids at multiple timepoints. Single-cell RNA/TCR sequencing revealed that iRBC-responsive V{delta}2+ T cells in organoids were clonally expanded and exhibited activated, cytotoxic phenotypes with upregulated expression of granzymes, interferon-stimulated genes, and antigen presentation machinery. TCR repertoire analysis demonstrated that malaria exposure drove clonal expansion of cytotoxic V{delta}2+ T cells, contrasting with the diverse, smaller clones observed in control conditions. To validate these findings, we analyzed tonsils from Ugandan children with asymptomatic malaria infection and found expanded V{delta}2+ T cells with enhanced cytotoxic potential compared to uninfected controls. When we tested whether malaria pre-exposure affected subsequent recall responses to influenza vaccine, malaria pre-exposure or {gamma}{delta} T cell depletion did not significantly alter cellular frequencies or influenza-specific antibody responses in most donors, though modest reductions were observed in some individuals. This work demonstrates the utility of human lymphoid organoids for studying malaria-host interactions and provides novel insights into V{delta}2+ T cell biology, including evidence for antigen-specific clonal expansion and cytotoxic differentiation in response to malaria parasites within secondary lymphoid tissues.", "date": "2025-09-27", "journal": ""}
{"title": "Exploring the potential for scanning electron microscopy/focused ion beam - based diffraction for screening cryo-transmission electron microscopy samples", "doi": "10.1101/2025.09.25.678486", "authors": "Woods, E. V.; Wigge, C.; Zhao, Y.; de Kloe, R.; Schwarz, T. M.; Britton, B.; Zaefferer, S.; Gault, B.", "abstract": "The study of biological and organic materials at high resolution using cryogenic transmission-electron microscopy (cryo-TEM) necessitates vitrification to preserve the native structure. Assessing sample integrity is essential, particularly as ice crystallization during freezing and handling can cause irrecoverable structural damage. Usually, a secondary cryo-TEM is used for initial screening, only possible after a time-consuming sample preparation workflow. In the present work, we propose simple methods that exploit existing workflows developed for materials science analyses and demonstrate on-grid in situ assessment of ice crystallinity with electron backscatter diffraction (EBSD) on a direct electron detector (DED) in a cryo-scanning-electron microscope (SEM). This evaluation step can be performed prior to sample preparation for cryo-TEM by using cryogenic focused ion beam (cryo-FIB) milling. Custom grid holders and jigs were developed to integrate the clipped cryo-TEM grids and evolve the sample preparation workflow. EBSD detects hexagonal ice in some areas of the samples, whereas other areas show an absence of EBSD signal, consistent with vitreous ice, that enable targeting the further steps of sample preparation for cryo-TEM. Off-axis transmission Kikuchi diffraction (TKD) was attempted, but led to severe damage to polished TEM-lamellae and appears unsuitable. A proof-of-concept lift-out from a clipped cryo-TEM grid mounted on a support is introduced, demonstrating possibilities for expanded cryogenic correlative workflows beyond the acceleration of sample screening for cryo-TEM.", "date": "2025-09-27", "journal": ""}
{"title": "Genome-wide signatures of reproductive isolation shape the varied genomic landscape of the roundtail horned lizard (Phrynosoma modestum)", "doi": "10.1101/2025.09.25.678555", "authors": "Amoroso, J.; Farleigh, K.; Crispo, E.; Blair, C.", "abstract": "Population divergence is promoted and inhibited by gene flow and divergent selection, but the mechanisms of and relationship between these two processes remain poorly understood. Modelling the selective pressures at play in a natural population requires a thorough understanding of species structure and demographic history, which can be helpful in hypothesizing the genetic and evolutionary factors that underlie divergence. In this study, we assess whole genome sequences of round-tailed horned lizards (Phyrnosoma modestum) from throughout the species range and combine phylogenetic analyses with genetic landscape scans to understand how current genetic diversity has been influenced by demographic histories and evolutionary pressures. Maximum likelihood phylogenetic analysis supports two lineages within the species, correlating with a North/South population divide that likely diverged about 7 Ma and displayed little migration. Intermediate gdi values indicate that the two lineages may be in the gray area of speciation, yet our results also support significant isolation-by-distance (IBD). Negative values of Tajimas D offer support for selection acting on P. modestum, but may stem from recent population expansions. Genomic diversity within populations and islands of divergence between populations are also detected across the P. modestum genome, specifically exhibiting differentiation patterns linked to reproductive isolation and within-population selection. We posit potential explanations for the genomic landscape characterized here, namely that allopatry plays a large role in shaping genomic divergence across the species range. Taken together, our results provide a picture of a species currently maintaining species integrity despite significant genomic signatures of geographic structure and reproductive isolation.", "date": "2025-09-27", "journal": ""}
{"title": "A Multi-Layered Atlas of Spatial Regulatory Programs and Therapeutic Vulnerabilities in Glioblastoma", "doi": "10.1101/2025.09.27.674707", "authors": "Zhang, L.; Lu, M.; Ma, X.; Osmanbeyoglu, H. U.", "abstract": "Glioblastoma (GBM) is marked by profound spatial heterogeneity. This complexity fuels tumor progression and therapy resistance. Although recent spatial transcriptomics (ST) studies have defined transcriptional niches, or metaprograms, the systems level regulatory logic linking upstream signaling, transcriptional programs, and therapeutic vulnerabilities remains unresolved. Here, we introduce an integrated, multi layered framework that unifies transcription factor and pathway activity inference (STAN and SPAN) with ligand/receptor and drug target mapping, thereby constructing a systems-level regulatory atlas of GBM across 26 tumors. This atlas uncovers spatial niches organized around transcriptional hubs and signaling programs, including hypoxic mesenchymal regions coordinated by HIF1A and SOX2 with mTORC1 signaling, macrophage rich areas driven by STAT3 mediated immune modulation, and astrocyte-like states shaped by lipid metabolic regulators such as SREBF2. By coupling this regulatory atlas to drug target predictions, we identify niche specific therapeutic vulnerabilities, such as VEGF blockade in HIF1A high regions and MAO-B inhibition in mesenchymal states. Finally, we provide an open, interactive web resource to make these data broadly accessible. This work provides a generalizable blueprint for linking spatial regulation to therapeutic hypotheses across diverse human diseases.", "date": "2025-09-27", "journal": ""}
{"title": "Compact Tape-Driven Sample Delivery System for Serial Femtosecond Crystallography", "doi": "10.1101/2025.09.25.673893", "authors": "Kang, J.; Shimazu, Y.; Luo, F.; Yamashita, A.; Tanaka, T.; Inubushi, Y.; Tono, K.; Nuemket, N.; Orville, A. M.; Iwata, S.; Nango, E.; Yabashi, M.", "abstract": "We developed a compact tape-drive with on-demand sample delivery (CoT) for time-resolved serial femtosecond crystallography (SFX) experiments that can deliver sample droplets and/or initiate reactions with a drop-on-drop strategy. Two disposable piezoelectric injectors are positioned in tandem along the tape to produce a queue of nanoliter-scale droplets. X-ray free-electron laser (XFEL) pulses arrive perpendicular to and passes through the broad face of the tape where the pulse is synchronized and aligned to the droplets and thereby enables very highly efficient SFX data collection. The tape transport speed and the delivery distance can be varied to control the mixing time from approximately 130 ms to tens of seconds. We conducted time-resolved SFX experiments utilizing a basic enzymatic reaction model of hen egg white lysozyme (HEWL) and N-acetyl-D-glucosamine (GlcNAc) to demonstrate the drop-on-drop capabilities of CoT, and the full binding process of GlcNAc to HEWL was observed at 1.3-9.7 s.", "date": "2025-09-27", "journal": ""}
{"title": "Genomic and Epigenetic Interplay Drives Adaptive Fusion via Reproduction Trade-Off", "doi": "10.1101/2025.09.26.678705", "authors": "Chen, Y.; Bi, L.; Fan, X.; Liang, S.; Li, C.; Wang, Y.; Martin, S. G.; Liu, G.", "abstract": "Investment in sexual reproduction has long been seen as a fitness cost for asexual proliferation, raising the question of how cells evolve to accommodate cyclical demands of sexual and asexual cycles. We addressed this question by evolving Schizosaccharomyces pombe lacking the critical fusion gene Prm1 through 18 cycles of alternating meiosis and mitosis. Initially, transcriptional tweaks offered a fragile means to fuse despite Prm1's absence. However, a telomeric 1% genome deletion that epigenetically silenced Clr5 ultimately locked in a latent, Prm1 independent fusion pathway involving the mating regulator Ste11 and the pheromone MAPK scaffold Sms1. This adaptation, though efficient at restoring sexual reproduction, came at the cost of mitotic growth. By contrast, rationally constructing mutations in a synthetic evolution approach bypassed the trade off, enabling simultaneous high fusion efficiency and near wild type proliferation. Our findings illustrate how epigenetic derepression and genetic assimilation converge to create innovative solutions under cyclical selection pressures with trade offs.", "date": "2025-09-27", "journal": ""}
{"title": "Population Consequences of Single-Cell Damage Dynamics: Theory and Experiment under Glucose Limitation in E. coli", "doi": "10.1101/2025.09.25.678661", "authors": "Tugrul, M.; Proenca, A. M.; Steiner, U. K.", "abstract": "Microbial population growth arises from the survival and division of individual cells. However, under environmental stress, how reduced population fitness emerges from the single-cell dynamics remains poorly understood. Cellular aging and damage accumulation are often overlooked in linking these levels. Here, we use both theory and experiment to investigate how stochastic and asymmetric damage dynamics shape population outcomes. Theoretically, we apply a jump-diffusion damage model within a structured population framework to explore the roles of damage rate, noise, and partitioning asymmetry. Our theoretical analyses show that these parameters influence population growth both at equilibrium and during transient dynamics, suggesting that their cellular regulation may be a key strategy for sustaining population fitness. Experimentally, we expose Escherichia coli to glucose limitation and monitor stress responses using a RpoS fluorescent reporter, tracking both single-cell behavior in a microfluidic device combined with time-lapse fluorescence microscopy and population growth in a plate reader. Glucose limitation leads to the effects of elevated stress, reduced division, and increased mortality, which are consistently observed across scales. Using parameter estimates from single-cell data, our model deepens insights on population-level dynamics and highlights damage-noise driven, damage-dependent mortality as a key factor under stress. Together, these findings establish a quantitative framework linking intracellular stress to population fitness under environmental stress.", "date": "2025-09-27", "journal": ""}
{"title": "Evolution of parasitism-related traits in nematodes", "doi": "10.1101/2025.09.26.678730", "authors": "Tan, C.-H.; Schwartz, H. T.; Rodak, N. Y.; Sternberg, P. W.", "abstract": "The abundant resources provided by the host provide an evolutionary rationale for parasitism and drive the metabolic and developmental divergence of parasitic and free-living animals. Two evolutionally distant nematode genera, Steinernema and Heterorhabditis, independently evolved an entomopathogenic lifestyle, in which they invade insects and kill them with the assistance of specifically associated symbiotic pathogenic bacteria. It had been generally assumed that the worm, being a bacterivore, feeds on its symbiotic bacteria, which rapidly reproduce while consuming the insect host. The evolutionary adaptations of entomopathogenic nematodes to a parasitic lifestyle developmentally, and the symbiotic relationships of entomopathogenicity, remain largely unknown. We developed an axenic culture medium that allows for robust and sustained growth of Steinernema hermaphroditum, allowing finite control of nutrients available to the nematodes. We found that, uniquely among nematodes tested, the hatchlings of S. hermaphroditum cannot endure in a nutrient-poor environment; this ability is impaired but still present in Heterorhabditis bacteriophora. Similarly, the ability to forage for food is completely lost in H. bacteriophora hatchlings and severely compromised in S. hermaphroditum. We reasoned that these traits were lost because they are unnecessary to obligate parasites that always hatch in a resource-rich host. We further found that Steinernema and, to a limited extent, Heterorhabditis nematodes can successfully invade, develop, and reproduce inside a living insect host independent of their symbiotic bacteria, apparently feeding on the hemolymph, and emerge carrying bacteria found within, explaining the evolutionary origins of entomopathogenic nematodes.", "date": "2025-09-27", "journal": ""}
{"title": "Old Goats: 3,000 years of genetic connectivity of the domestic goat in Ireland", "doi": "10.1101/2025.09.26.678852", "authors": "Findlater, J.; Erven, J. A. M.; Siekmann, A.; Mattiangeli, V.; The Vargoats Consortium,  ; Murphy, E.; Daly, K. G.", "abstract": "The domestic goat likely first arrived to the island of Ireland as part of the introduction of agriculture approximately 5,900 years ago, and remains a part of the island's biocultural heritage. However, due to the challenges of differentiating goat remains from that of sheep using traditional archaeozoological approaches, there are few specimens specifically identified as goat. To address this we employed genetic, proteomics, and archaeozoological techniques to assess faunal remains from the Late Bronze assemblage of Haughey's Fort (Armagh) and medieval assemblage of Carrickfergus (Antrim). We identify these specimens as goats using proteomics and genetics, and additionally determine their molecular sex. Genomic data recovered from a Haughey's Fort goat reveals a three-millenia genetic connection between herds in the Late Bronze Age, medieval period, and the indigenous Irish breed extant today, the Old Irish Goat. We additionally find varying levels of inbreeding within goats from the settlement of Carrickfergus, suggesting possible mixed use of herds within medieval Irish society. Our results demonstrate the continuing potential of combining archaeological and biomolecular techniques to clarify existing ambiguities and at the same time reveal new facets of the past.", "date": "2025-09-27", "journal": ""}
{"title": "Machine Learning-Driven Prediction of TLR4 Binding Affinity: A Comprehensive Molecular Feature Analysis for Drug Discovery", "doi": "10.1101/2025.09.26.676276", "authors": "Yee, B.; Rutowski, M.; Collins, W.; Yee Collins Research Group,  ", "abstract": "Toll-like receptor 4 (TLR4) represents a promising therapeutic target for inflammatory diseases and cancer, but developing selective modulators remains challenging. We present a machine learning approach for predicting TLR4 binding affinity using comprehensive molecular descriptors. Our ensemble learning pipeline extracted 53 physicochemical features from a curated dataset of 49 unique TLR4 ligands, achieving cross-validation R^2 of 0.74(+/-)0.10 with statistical significance confirmed by permutation testing (p < 0.01). The most predictive features were Bertz complexity (importance: 0.173), molecular shape descriptors (0.159), and molar refractivity (0.145), while traditional drug-like properties such as LogP showed lower importance (0.056). This suggests TLR4 binding follows distinct structure-activity patterns compared to conventional drug targets. Compounds with intermediate structural complexity (Bertz complexity: 400-600) demonstrated optimal binding affinity. The model successfully identified key molecular scaffolds, including flavonoids and terpenoids, aligning with known natural product TLR4 modulators. This work provides the first comprehensive machine learning analysis of TLR4 binding determinants and offers a computational framework for rational design of TLR4-targeted therapeutics, with identified molecular features providing actionable insights for developing next-generation immunomodulatory drugs.", "date": "2025-09-27", "journal": ""}
{"title": "Identification of KKL-35 as a novel carnosine dipeptidase 2 (CNDP2) inhibitor by in silico screening", "doi": "10.1101/2025.09.27.674371", "authors": "Homma, T.; Shinbara, K.; Osaki, T.", "abstract": "Extracellular glutathione (GSH) is degraded on the cell surface, in which the {gamma}-glutamyl residue is removed to generate cysteine-glycine (Cys-Gly) dipeptides that are subsequently transported to the cytoplasm. Carnosine dipeptidase II (CNDP2) is a cytoplasmic enzyme that hydrolyzes Cys-Gly and plays an important role in maintaining intracellular cysteine (Cys) homeostasis. CNDP2-mediated hydrolysis of Cys-Gly promotes Cys mobilization and contributes to the replenishment of intracellular GSH levels. CNDP2 is frequently overexpressed in various cancers and has been implicated in tumor cell proliferation and progression. This mechanism may enhance cancer cell survival by causing resistance to oxidative stress, which indicates that CNDP2 is a potential therapeutic target for cancer treatment. Although bestatin (BES) has been identified as a CNDP2 inhibitor, its limited specificity and suboptimal drug-like properties have limited its therapeutic potential. In this study, we performed an in silico screen of a small-molecule compound library and identified KKL-35 as a novel CNDP2-binding molecule. Molecular dynamics (MD) simulations suggested that KKL-35 interacts within the catalytic pocket. Biochemical assays confirmed that it inhibits CNDP2 enzymatic activity, albeit with lower potency compared with BES. Despite its modest intrinsic activity, KKL-35 exhibits favorable physicochemical and pharmacokinetic properties, which are characterized by a low topological polar surface area (TPSA), reduced molecular flexibility, and well-balanced lipophilicity. This positions it as an attractive and tractable starting point for lead optimization. Taken together, these findings establish KKL-35 as a validated CNDP2 inhibitor and a promising lead compound for the development of more selective therapeutics targeting CNDP2-mediated cancer cell metabolism.", "date": "2025-09-27", "journal": ""}
{"title": "SoluProtMut: Siamese Deep Learning for Predicting Solubility Effects of Protein Mutations with Experimental Validation", "doi": "10.1101/2025.09.26.676459", "authors": "Velecky, J.; Faldynova, H.; Hermosilla-Casajus, P.; Sendlerova, N.; Doerr, M.; Egersdorfova, S.; Bornscheuer, U.; Damborsky, J.; Prokop, Z.; Mazurenko, S.", "abstract": "Protein solubility is an attractive engineering target because it is a critical property influencing the scalability of protein production and the success of therapeutic proteins in biomedical applications. However, predicting solubility changes upon mutation in silico is challenging due to data heterogeneity and protein bias. Here, we explore how different sources of solubility data can be used for machine learning and present SoluProtMut, a Siamese deep geometric neural network trained to predict the impact of mutations on protein solubility. Our final model was trained exclusively on deep mutational scanning data. We compare our model with five established solubility prediction methods. The model achieves state-of-the-art performance on an independent dataset of various proteins, especially in predicting the effects of multipoint mutations (informedness of 26.5 %). Our findings also reaffirm that the scarcity of solubility data continues to hamper progress in this field. To address this limitation, we experimentally quantified solubility changes for hundreds of single-point and multipoint mutants of haloalkane dehalogenase. Complemented with recent deep-mutational-scanning data on myoglobin, we employed both these data for external validation. Although the generalization to unseen proteins remains limited, our findings demonstrate the potential of integrating high-throughput assays with deep learning to improve the accuracy and scope of solubility prediction.", "date": "2025-09-27", "journal": ""}