{"title": "Flexible neural representations of abstract structural knowledge in the human Entorhinal Cortex", "doi": "10.1101/2023.08.31.555760", "authors": "Mark, S.; Baram, A.; Schwartenbeck, P.; Hahamy, A.; Samborska, V.; Behrens, T. E. J.", "abstract": "Humans ability for generalisation is outstanding. It is flexible enough to identify cases where knowledge from prior tasks is relevant, even when many features of the current task are different, such as the sensory stimuli or the size of the task state space. We have previously shown that in abstract tasks, humans can generalise knowledge in cases where the only cross-task shared feature is the statistical rules that govern the tasks state-state relationships. Here, we hypothesized that this capacity is associated with generalisable representations in the entorhinal cortex (EC). This hypothesis was based on the ECs generalisable representations in spatial tasks and recent discoveries about its role in the representation of abstract tasks. We first develop an analysis method capable of testing for such representations in fMRI data, explain why other common methods would have failed for our task, and validate our method through a combination of electrophysiological data analysis, simulations and fMRI sanity checks. We then show with fMRI that EC representations generalise across complex non-spatial tasks that share a hexagonal grid structural form but differ in their size and sensory stimuli, i.e. their only shared feature is the rules governing their statistical structure. There was no clear evidence for such generalisation in EC for non-spatial tasks with clustered, as opposed to planar, structure.", "date": "2025-09-13", "journal": ""}
{"title": "KRAS inhibition activates an actionable CD24 do-not-eat-me signal in pancreatic cancer", "doi": "10.1101/2023.09.21.558891", "authors": "Wei, Y.; Liu, M.; Yen, E.-Y.; Yao, J.; Xun, Z.; Nguyen, P. T.; Wang, X.; Yang, Z.; Yousef, A.; Pan, D.; Jin, Y.; Li, C.-F.; Theardy, M. S.; Park, J.; Cai, Y.; Takeda, M.; Vasquez, M.; Park, E. M.; Peng, D. H.; Zhou, Y.; Zhao, H.; Heffernan, T. P.; Viale, A.; Watowich, S. S.; Liang, H.; Wang, H.; Zhao, D.; DePinho, R. A.; Yao, W.; Ying, H.", "abstract": "KRASG12C inhibitors (G12Ci) have produced encouraging, albeit modest and transient, clinical benefit in pancreatic ductal adenocarcinoma (PDAC). Identifying and targeting resistance mechanisms to G12Ci treatment is therefore crucial. To better understand the function of KRASG12C and possible G12Ci bypass mechanisms, we developed an autochthonous KRASG12C-driven PDAC model. Compared to the classical KRASG12D PDAC model, the G12C model exhibits slower tumor growth, yet similar histopathological and molecular features. Aligned with clinical experience, G12Ci treatment of KRASG12C tumors produced modest impact despite stimulating a \"hot\" tumor immune microenvironment. Immunoprofiling revealed that CD24, a \"do not eat me\" signal, is significantly upregulated on cancer cells upon G12Ci treatment. Blocking CD24 enhanced macrophage phagocytosis of cancer cells and significantly sensitized tumors to G12Ci treatment. Similar findings were observed in KRASG12D-driven PDAC. Together, this study reveals common and distinct oncogenic KRAS allele-specific biology and identifies a clinically actionable adaptive mechanism that may improve the efficacy of oncogenic KRAS inhibitor therapy in PDAC.", "date": "2025-09-13", "journal": ""}
{"title": "Atypical Cell Cycle Regulation over Neural Stem Cell Expansion", "doi": "10.1101/2023.12.22.572899", "authors": "Lubanska, D.; Qemo, I.; Stringer, K. F.; Mahendran, H. P.; Fifield, B.-A.; Cieslukowski, A.; Alrashed, S.; Elabed, Y.; Boujeke, E.; Rodzinka, A.; Fidalgo da Silva, E.; Dinescu, S.; Sorge, A.; Kandalam, S.; Brown, J.; Ghafoor, H.; Liwanpo, D.; Porter, L.", "abstract": "Populations of adult neural stem cells (NSCs) that reside in the mammalian brain aid in neurogenesis throughout life and can be identified by a type VI intermediate filament protein, Nestin. Cell cycle regulation plays an important role in maintaining a balance between self-renewal and differentiation and determining the fate of NSCs. Data from our group and others support that the atypical cyclin-like protein Spy1 (also called RingoA; gene SPDYA) plays a critical role in activating NSCs from a quiescent state. Elevated levels of Spy1 are found in aggressive human brain cancers, including glioblastoma. Using a conditional mouse model, we demonstrate that driving the expression of Spy1, in the Nestin-enriched NSC population of the brain, increases stemness characteristics, decreases differentiation, and increases susceptibility to oncogenic transformation. This study contributes to better understanding of intricate cell cycle mechanisms which lead to deviation from the homeostatic state, promoting aberrant changes in adult NSCs.", "date": "2025-09-13", "journal": ""}
{"title": "Precision fMRI reveals that the language network exhibits adult-like left-hemispheric lateralization by 4 years of age", "doi": "10.1101/2024.05.15.594172", "authors": "Ozernov-Palchik, O.; O'Brien, A. M.; Lee, E. J.; Richardson, H.; Romeo, R.; Poliak, M.; Lipkin, B.; Small, H.; Capella, J.; Nieto-Castanon, A.; Saxe, R.; Gabrieli, J. D. E.; Fedorenko, E.", "abstract": "In adults, left hemisphere (LH) damage often leads to aphasia, but many cases of early damage leave linguistic processing intact, with a functional language system developing in the right hemisphere. To explain this early apparent equipotentiality of the two hemispheres for language, some have proposed that the language system is more bilateral during early development and becomes increasingly left-lateralized with age. We examined language lateralization using fMRI in two large developmental cohorts (total n=273 children aged 4-16 years; n=107 adults). Strong, adult-like LH lateralization (in response magnitude and activation volume) was evident by age 4, although other features of the LH language network showed protracted development, including the magnitude of language response and the strength of functional connectivity. Thus, although the RH can take over language function in some cases of early brain damage, this plasticity occurs in spite of adult-level LH bias present by age 4 years.", "date": "2025-09-13", "journal": ""}
{"title": "Higher-Order Interactions in Auxotroph Communities Enhance Their Resilience to Resource Fluctuations", "doi": "10.1101/2024.05.22.595348", "authors": "Wang, T.; George, A. B.; Maslov, S.", "abstract": "Auxotrophs are prevalent in microbial communities, enhancing their diversity and stability-a counterintuitive effect considering their dependence on essential resources from other species. To address the ecological roles of auxotrophs, our study introduced a novel consumer-resource model that captures the complex higher-order interactions within these communities. We also developed an intuitive graphical and algebraic framework, which assesses the feasibility of auxotroph communities and their stability under resource fluctuations and biological invasions. Validated against experimental data from synthetic E. coli auxotroph communities, the model accurately predicted outcomes of community assembly. Our findings highlight the critical role of higher-order interactions and resource dependencies in maintaining the diversity and stability of microbial ecosystems dominated by auxotrophs.", "date": "2025-09-13", "journal": ""}
{"title": "The effect of long-range linkage disequilibrium on allele-frequency dynamics under stabilizing selection", "doi": "10.1101/2024.06.27.601075", "authors": "Negm, S.; Veller, C.", "abstract": "Stabilizing selection on a polygenic trait reduces the trait's genetic variance by (i) generating correlations (linkage disequilibria) between opposite-effect alleles throughout the genome, and (ii) selecting against rare alleles at loci that affect the trait, eroding heterozygosity at these loci. Here, we show that the linkage disequilibria, which stabilizing selection generates on a rapid timescale, slow down the subsequent allele-frequency dynamics at individual loci, which proceed on a much longer timescale. Exploiting this separation of timescales, we obtain expressions for the expected per-generation change in minor-allele frequency at individual loci, as functions of the effect sizes at these loci, the strength of selection on the trait, its variance and heritability, and the linkage relations among loci. Using whole-genome simulations, we show that our expressions predict allele-frequency dynamics under stabilizing selection more accurately than the formulae that have previously been used for this purpose. Our results have implications for understanding the genetic architecture of complex traits.", "date": "2025-09-13", "journal": ""}
{"title": "Local synthesis of Reticulon-1C lessens the outgrowth of injured axons and Spastin activity", "doi": "10.1101/2024.08.11.607514", "authors": "Luarte, A.; Gallardo, J.; Corvalan, D.; Chakraborty, A.; Gouveia-Roque, C.; Bertin, F.; Contreras, C.; Ramirez, J. P.; Weber, A.; Acevedo, W.; Zuschratter, W.; Herrera, R.; Wyneken, U.; Paula Lima, A.; Adasme, T.; Figueroa, A.; Gonzalez, C.; Vergara, R.; Gonzalez-Billault, C.; Toledo, J.; Hengst, U.; Couve, A.", "abstract": "The regenerative potential of developing cortical axons depends on intrinsic mechanisms, such as axon-autonomous protein synthesis, that are still not fully understood. An emerging factor in this regenerative response is the bi-directional interplay between microtubule dynamics and the axonal endoplasmic reticulum (ER). We hypothesize that locally synthesized ER proteins regulate microtubule dynamics and the regeneration of cortical axons. RNA data-mining identified the ER-shaping protein Reticulon-1 as a relevant candidate across eight axonal transcriptomes. Using microfluidic chambers, we demonstrate that local knockdown of Reticulon-1 synthesis increases the outgrowth of injured cortical axons while reducing their distal tubulin levels. Furthermore, we show by live-cell imaging that axonal Reticulon-1 knockdown restores the microtubule growth rate and track length modified by injury. Interestingly, local inhibition of the microtubule-severing protein Spastin prevents the axonal knockdown-mediated effects over outgrowth and tubulin levels. We demonstrate that the Reticulon-1C isoform is locally synthesized within axons and support its isoform-specific role in attenuating Spastin-mediated microtubule severing. These findings uncover a mechanism by which axonal protein synthesis finely controls microtubule dynamics and outgrowth upon injury.", "date": "2025-09-13", "journal": ""}
{"title": "DLK1 is a GATA1s-Driven Dependency and Therapeutic Target in Down Syndrome-Associated Myeloid Leukemia", "doi": "10.1101/2024.08.30.608947", "authors": "Verboon, L. J.; Barwe, S. P.; Tavenner, M.; Faust, J. R.; Goncalves-Dias, J.; Schuschel, K.; Bhayadia, R.; van Berkel, P. H.; Sebastian, A.; Ries, R. E.; Paczesny, S.; Meshinchi, S.; Hitzler, J.; Pikman, Y.; Kolb, E. A.; Heckl, D.; Klusmann, J.-H.; Gopalakrishnapillai, A.", "abstract": "Children with Down syndrome have a markedly increased risk of developing myeloid leukemia (ML-DS). Although having an excellent prognosis, 10-20% develop relapsed or refractory disease with poor survival, highlighting the need for new targeted approaches. The pathogenesis of ML-DS is tightly linked to fetal hematopoiesis and mutations in GATA1, generating the truncated GATA1short(s) isoform. We identified Delta-like non-canonical Notch ligand 1 (DLK1) as a direct GATA1s target. DLK1, a paternally imprinted transmembrane protein, is highly expressed in fetal liver CD34+ cells but absent in adult hematopoiesis, making it an attractive immunotherapeutic target. Chromatin profiling revealed GATA1s occupancy at a distal enhancer within the DLK1-DIO3 locus, driving aberrant DLK1 upregulation in ML-DS. Functional studies demonstrated that DLK1 is a leukemia dependency, as its genetic ablation impaired proliferation and engraftment, induced apoptosis, and altered Notch and {beta}-catenin signaling. Therapeutically, a DLK1-directed antibody-drug conjugate (DLK1-ADC) induced selective cytotoxicity, abrogated colony formation, and significantly prolonged survival in refractory ML-DS PDX models, achieving durable remissions at higher doses. These findings establish DLK1 as a leukemia-specific vulnerability and provide preclinical proof-of-concept for DLK1-targeted therapies in ML-DS and other leukemias with fetal-like expression programs.", "date": "2025-09-13", "journal": ""}
{"title": "Mast cells promote pathology and susceptibility in tuberculosis", "doi": "10.1101/2024.09.04.611333", "authors": "Gupta, A.; Taneja, V.; Rangel-Moreno, J.; Naqvi, N.; Abhimanyu, A.; Tao, Y.; Ahmed, M.; Chauhan, K. S.; de Leon, D. T.-P.; Ramirez-Martinez, G.; Jimenez-Alvarez, L.; Luna-Rivero, C.; Zuniga, J.; Kaushal, D.; Khader, S.", "abstract": "Tuberculosis (TB) caused by the bacterium Mycobacterium tuberculosis (Mtb) infects approximately one fourth of the world's population. We reported an increased accumulation of mast cells (MCs) in the lungs of macaques with active pulmonary TB (PTB) compared with those with latent TB infection (LTBI). MCs respond in vitro to Mtb exposure via degranulation and by inducing proinflammatory cytokines. In the current study, we demonstrate an increased production of chymase by MCs in granulomas of humans and macaques with PTB. Single-cell (sc) RNA sequencing analysis revealed distinct MC transcriptional programs between LTBI and PTB with PTB associated MCs enriched in interferon gamma, oxidative phosphorylation and MYC signaling. In a mouse model, MC deficiency led to improved control of Mtb infection that coincided with reduced accumulation of lung myeloid cells and diminished lung inflammation at chronic stages of infection. Airway transfer of MCs into wild type Mtb-infected mice showed increased neutrophils, decreased recruited macrophages and elevated Mtb dissemination to the spleen. Together these findings highlight MCs as active drivers of TB pathogenesis and potential targets for host-directed therapies for TB.", "date": "2025-09-13", "journal": ""}
{"title": "Improving the visualization of viruses in soil", "doi": "10.1101/2024.09.30.615710", "authors": "Parvate, A. D.; Alfaro, T.; McDearis, R.; Zimmerman, A.; Hofmockel, K.; Evans, J. E.; Nelson, W. C.", "abstract": "Viruses are numerically the most abundant forms on Earth, and most are present in soil. Even though viruses are highly abundant in soil and critical to rhizosphere function, visualizing the diverse morphotypes within soil has been challenging. The difficulty is primarily due to the heterogenous nature of isolated suspensions that typically contain nanometer to micron scale debris which renders protein crystallography for structural studies unfeasible and hinders cryo-electron microscopy due to ice thickness and contrast issues. Here we employed and compared a simple spin filtration method to cleanup solutions of extracted viruses for direct observation with cryo-electron microscopy. Although relatively simple, the method employs common physical biochemical separation steps to remove large and small debris which dramatically improves image quality and preservation of structural features to permit visualizing morphotypes not typically seen with conventional negative stain approaches. In addition to tailed and non-tailed polyhedral phages, several under reported or novel morphotypes of soil viruses are directly visualized as a particle library with both 2D and 3D information.", "date": "2025-09-13", "journal": ""}
{"title": "Prolonged Hyperactivity Elicits Massive and Persistent Chloride Ion Redistribution in Subsets of Cultured Hippocampal Dentate Granule Cells", "doi": "10.1101/2024.10.16.618704", "authors": "Takano, H.; Hsu, F.-C.; Joksimovic, S. M.; Coulter, D. A.", "abstract": "Chloride ions play a critical role in neuronal inhibition through the activity of chloride-permeable GABAA receptor channels. Ion transporters, chloride channels, and immobile ion species tightly regulate intracellular chloride concentrations. Several studies related to epilepsy suggest that chloride extrusion function may decrease in an activity-dependent manner. Consequently, it is crucial to investigate whether intense neuronal activity, as observed during status epilepticus, could lead to sustained increases in intracellular chloride levels in neurons, which in turn could contribute to epilepsy-associated hyperexcitability. This study utilized the chloride sensitive indicator (6-Methoxyquinolinio) acetic acid ethyl ester bromide (MQAE) combined with fluorescence lifetime imaging (FLIM) to examine whether application of the convulsant, pilocarpine, a muscarinic acetylcholine receptor agonist, could induce synchronous epileptiform activity and elevate intracellular chloride concentrations in hippocampal slice cultures. Using a Gaussian mixture model, we identified a multimodal distribution of intracellular chloride levels among neurons, with a significant subset of these cells exhibiting massive and prolonged (days) chloride accumulation. The combination of multicellular imaging and statistical analysis served as a powerful tool for studying the emergence of multiple, distinct populations of neurons in pathological conditions, in contrast to homogeneous populations evident under control conditions.", "date": "2025-09-13", "journal": ""}
{"title": "AMP accumulation during mitochondrial stress induces transcription of cytosolic and mitochondrial protein synthesis components via NHR-180", "doi": "10.1101/2025.01.22.634344", "authors": "Mallick, A.; Ramalho, T.; Du, Y.; Li, R.; Ali, L.; Kim, S.; Rai, P.; Bergmann, A.; Zhu, L. J.; Haynes, C.", "abstract": "The mitochondrial unfolded protein response (UPRmt), which promotes mitochondrial proteostasis and biogenesis is regulated by the transcription factor ATFS-1. In C. elegans, impaired atfs-1 expression perturbs mitochondrial function and slows development. Here, via an RNAi suppressor screen, we found that inhibition of the nuclear hormone receptor NHR-180 increases mitochondrial function and the rate of development in atfs-1(null) worms. NHR-180 is activated during mitochondrial dysfunction and induces transcription of genes required for protein synthesis on cytosolic and mitochondrial ribosomes. Importantly, the NHR-180 ligand binding domain interacts with AMP, which results in increased protein synthesis potentially to promote mitochondrial biogenesis and recovery from transient mitochondrial perturbations. However, NHR-180 exacerbates the mitochondrial dysfunction caused by mutations in genes required for oxidative phosphorylation. Consistent with these findings, we found that inhibition of the S6 kinase homolog RSKS-1 also increased mitochondrial function in atfs-1(null) worms. Importantly, treatment with an S6 kinase inhibitor also increased respiration and mtDNA content in mammalian ATF5-knockout cells and OXPHOS-deficient models, suggesting that translation regulation is a conserved, targetable approach for restoring mitochondrial function in disease.", "date": "2025-09-13", "journal": ""}
{"title": "The prevalence of two known pathogens of Atlantic Blue Crab Callinectes sapidus (Rathbun, 1896) in coastal Adriatic, Aegean sea, and Atlantic Iberian coast", "doi": "10.1101/2025.02.14.637520", "authors": "Schott, E.; Scepanovic, M. B.; Lucic, J. M.; Pares, O.; Zhao, M.; Hrabar, J.; Glamuzina, L.; Pecarevic, M.; Grdan, S.; Encarnacao, J. P. d. S.; Morais, P.; Cetkovic, I.; Glamuzina, B.", "abstract": "In the Mediterranean Sea, the abundance of the invasive portunid crab, Callinectes sapidus, has dramatically increased in recent years. This raises concerns about damage to ecosystems, but also offers opportunities for exploitation of a new fishery. Newly invasive species may escape from pathogens in their native range, may introduce new pathogens, or can become host to endemic pathogens. Understanding these factors is important for predicting or managing natural resources in the invaded range. This study investigated the prevalence of two pathogens common in C. sapidus in its home range of North America: the reovirus CsRV1 and the protozoan parasite Hematodinium perezi. In crabs collected from Aegean, Adriatic, and Atlantic waters, the CsRV1 virus was not detected. In contrast, the parasite H. perezi was found in crabs from all areas except the Aegean Sea. Sequence analysis of the H. perezi ITS1 gene indicated that the strains observed are most related to genotypes already described in Europe and the Mediterranean, and not to strains from the Americas or Asia. The arrival of new species and new potential pathogens is ongoing through transfer of ballast water to the Atlantic and Mediterranean. Although systems are in place to exchange or inactivate ballast water, it is advisable to continue and expand surveillance for pathogens in introduced species, to inform management of movement of these species between regions.", "date": "2025-09-13", "journal": ""}
{"title": "cxcl18b-defined transitional state-specific nitric oxide drives injury-induced Müller glia cell-cycle re-entry in the zebrafish retina", "doi": "10.1101/2025.02.14.638343", "authors": "Ye, A.; Yu, S.; Du, M.; Zhou, D.; He, J.; Chen, C.", "abstract": "In lower vertebrates, retinal Muller glia (MG) exhibit a life-long capacity of cell-cycle re-entry to regenerate neurons following the retinal injury. However, the mechanism driving such injury-induced MG cell-cycle re-entry remains incompletely understood. Combining single-cell transcriptomic analysis and in-vivo clonal analysis, we identified previously undescribed cxcl18b-defined MG transitional states as essential routes towards MG proliferation following green/red cone (G/R cone) ablation. Inflammation blockage abolished the triggering of these transitional states, which expressed the gene modules shared by cells of the ciliary marginal zone (CMZ), where life-long adult neurogenesis takes place. Functional studies of the redox properties of these transitional states further demonstrated the regulatory role of nitric oxide (NO) produced by Nos2b in injury-induced MG proliferation. Finally, we developed a viral-based strategy to specifically disrupt nos2b in cxcl18b-defined MG transitional states and revealed the effect of transitional state-specific NO signaling. Our findings elucidate the precision redox mechanism underlying injury-induced MG cell-cycle re-entry, providing insights into species-specific mechanisms for vertebrate retina regeneration.", "date": "2025-09-13", "journal": ""}
{"title": "Hitting the right pitch: Cortical tracking of speech fundamental frequency in auditory and somatomotor regions", "doi": "10.1101/2025.03.18.644060", "authors": "Mantilla-Ramos, Y.-J.; Hincapie-Casas, A.-S.; Pascarella, A.; Lajnef, T.; Leahy, R. M.; Coffey, E.; Jerbi, K.; Boulenger, V.", "abstract": "Low-frequency neural oscillations contribute to the parsing of continuous speech into linguistic units. Little is known however on the coupling of brain rhythms to higher-frequencies in speech such as fundamental frequency (F0) or pitch. Using magnetoencephalography, we investigated whole-brain cortical tracking of F0 while participants listened to sentences produced at normal rate or fast rate, where pitch naturally increases, and to artificially accelerated sentences, where F0 remains unchanged. Our results revealed significant brain-to-F0 coupling across all speech rates not only in right auditory but also in right parietal, insular, and pre- and postcentral regions, likely including the ventral larynx area. Importantly, the cortico-acoustic coupling peak frequency was higher for natural fast speech to reflect the corresponding F0 increase compared to normal rate and time-compressed speech. These findings demonstrate the engagement of an auditory-somato-motor network in F0 tracking, supporting its role in facilitating phonemic processing during the perception of naturally-produced speech.", "date": "2025-09-13", "journal": ""}
{"title": "Novel insights into the genetic architecture and mechanisms of host/microbiome interactions from a multi-cohort analysis of outbred laboratory rats", "doi": "10.1101/2025.03.20.644349", "authors": "Tonnele, H.; Chen, D.; Morillo, F.; Garcia-Calleja, J.; Chitre, A. S.; Johnson, B. B.; Sanches, T. M.; Bonder, M. J.; Gonzalez, A.; Kosciolek, T.; George, A. M.; Han, W.; Holl, K.; Horvath, A.; Ishiwari, K.; King, C. P.; Lamparelli, A. C.; Martin, C. D.; Martinez, A. G.; Netzley, A. H.; Tripi, J. A.; Wang, T.; Bosch, E.; Doris, P. A.; Stegle, O.; Chen, H.; Flagel, S. B.; Meyer, P. J.; Richards, J. B.; Robinson, T. E.; Woods, L. C. S.; Polesskaya, O.; Knight, R.; Palmer, A. A.; Baud, A.", "abstract": "The intestinal microbiome influences health and disease. Its composition is affected by host genetics and environmental exposures. Understanding host genetic effects is critical but challenging in humans, due to the difficulty of detecting, mapping and interpreting them. To address this, we analysed host genetic effects in four cohorts of outbred laboratory rats exposed to distinct but controlled environments. We found that polygenic host genetic effects were consistent across environments. We identified three replicated microbiome-associated loci, one of which involved a sialyltransferase gene and Paraprevotella. We found a similar association in a human cohort, between ST6GAL1 and Paraprevotella, both of which have been linked with immune and infectious diseases. Moreover, we found evidence of indirect genetic effects on microbiome phenotypes, which substantially increased their total genetic variance. Finally, we identified a novel mechanism whereby indirect genetic effects can contribute to \"missing heritability\".", "date": "2025-09-13", "journal": ""}
{"title": "Efficient transduction of pancreas tissue slices with genetically encoded calcium integrators", "doi": "10.1101/2025.03.21.644659", "authors": "Lazimi, C. S.; Stis, A. E.; Panzer, J. K.; Hiller, H.; Beery, M. L.; Linnemann, A. K.; Stabler, C. L.; Mathews, C. E.; Phelps, E. A.", "abstract": "This study combines live pancreas tissue slices with adenoviral transduction of the Calcium Modulated Photoactivatable Ratiometric Integrator 2 (CaMPARI2) biosensor for high-throughput analysis of islet calcium responses. Pancreas slices preserve islets within their native microenvironment, adding tissue context to the study of islet function and pathology. A key challenge of the pancreas slice model has been efficient transgene delivery while maintaining viability and function. Here, we demonstrate a robust adenoviral gene delivery approach using targeted and universal promoters. By transducing slices with CaMPARI2 and applying 405 nm photoconverting light, we permanently marked glucose-induced calcium activity across entire islet populations while preserving the in situ tissue context. Applied to nPOD donor tissues, including from individuals with type 1 diabetes, type 2 diabetes, and non-diabetic controls, this approach demonstrated glucose responsive CaMPARI2 labeling that correlated with insulin secretion. Integrating CaMPARI2 with pancreas slices enables multiplexed analyses, linking a functional readout with spatial context through immunostaining or gene expression to advance understanding of human islet behavior.", "date": "2025-09-13", "journal": ""}
{"title": "Decoding the Human Brain during Intelligence Testing", "doi": "10.1101/2025.04.01.646660", "authors": "Thiele, J. A.; Faskowitz, J.; Sporns, O.; Chuderski, A.; Jung, R.; Hilger, K.", "abstract": "Understanding the brain mechanisms underlying complex human cognition is a major objective in neuroscience. Previous studies have identified neural correlates of intelligence at different temporal and spatial scales using functional magnetic resonance imaging (fMRI) and electroencephalography (EEG) separately. This study treats intelligence as a multilayer phenomenon across temporal and spatial scales and examines how the connectedness of brain regions as well as the complexity of multilayer brain dynamics relates to performance in an established intelligence test. Graph-theoretical analyses of fMRI-derived functional connectivity (N=67) revealed that the connectedness of frontal and parietal regions was associated with individual performance. Further, multiscale entropy analyses of EEG signals (N=131) disclosed that higher test scores were linked to more complex long-range processes and, at a trend level, to less complex short-range processes. These findings support the Multilayer Processing Theory, proposing the interplay between flexible long-range and modular short-range processes as the neural bases of intelligence.", "date": "2025-09-13", "journal": ""}
{"title": "Glycosylated IgG antibodies accelerated the recovery of haemorrhagic fever with renal syndrome patients", "doi": "10.1101/2025.04.11.648365", "authors": "Quan, C.; Wang, L.; Gao, J.; Li, Y.; Xu, X.; Li, H.; Gao, Z.; Ruan, W.; Liu, H.; Li, Q.; Xing, W.; Zhao, L.; Carr, M. J.; Shi, W.; Hou, H.", "abstract": "Haemorrhagic fever with renal syndrome (HFRS) is a fatal disease caused by Hantaan virus (HTNV) infection. Humoral immunity is essential for effective viral clearance, however, the glycosylation characteristics of immunoglobulin G (IgG) in HFRS patients is not well known. Peripheral blood mononuclear cells from HFRS patients were obtained for B subset analysis using scRNA-seq and flow cytometry. HTNV specific IgG antibody titers were detected by enzyme-linked immunosorbent assay, and IgG glycosylation was analyzed by ultra-performance liquid chromatography. The proportions of the antibody-secreting memory (ASM) B cells and plasmablasts (PB) were significantly expanded among acute HFRS patients. We discovered significantly increased fucosylated IgG and decreased bisecting N-acetylglucosamine during the convalescent phase of HTNV infection. Meanwhile, positive correlations were observed between ASM subsets and galactosylation/sialylation in the IgG Fc region, and between PB subsets and sialylation. Notably, the glycosylation-related genes, such as RPN1 and RPN2, were primarily expressed differentially in the ASM and PB subclusters which were enriched in the N-glycosylation modifications of proteins through asparagine. Our findings indicated that IgG N-glycosylation may play a crucial role in combating HTNV infection and contributing to clinical recovery, which provided new insights for optimizing glycoengineered therapeutic antibodies.", "date": "2025-09-13", "journal": ""}
{"title": "Write and Read: Harnessing Synthetic DNA Modifications for Nanopore Sequencing", "doi": "10.1101/2025.04.14.648727", "authors": "Bertocchi, U.; Grunwald, A.; Goldner, G.; Eitan, E.; Avraham, S.; Dvir, S.; Deek, J.; Michaeli, Y.; Yao, B.; Listgarten, J.; Simpson, J. T.; Timp, W.; Ebenstein, Y.", "abstract": "An exciting feature of nanopore sequencing is its ability to record multi-omic information on the same sequenced DNA molecule. Well-trained models allow the detection of nucleotide-specific molecular signatures through changes in ionic current as DNA molecules translocate through the nanopore. Thus, naturally occurring DNA modifications, such as DNA methylation and hydroxymethylation, may be recorded simultaneously with the genetic sequence. Additional genomic information, such as chromatin state or the locations of bound transcription factors, may also be recorded if their locations are chemically encoded into the DNA. Here, we present a versatile \"write-and-read\" framework, where chemo-enzymatic DNA labeling with unnatural synthetic tags results in predictable electrical fingerprints in nanopore sequencing. As a proof-of-concept, we explore a DNA glucosylation approach that selectively modifies 5-hydroxymethylcytosine (5hmC) with glucose or glucose-azide adducts. We demonstrate that these modifications generate distinct and reproducible electrical shifts, enabling the direct detection of chemically altered nucleotides. We further demonstrate that enzymatic alkylation, such as the enzymatic transfer of azide residues to the N6 position of adenines, also produces characteristic nanopore signal shifts relative to the native adenine and 6-methyladenine. Beyond direct nucleotide detection, this approach introduces new possibilities for bio-orthogonal DNA labeling, enabling an extended alphabet of sequence-specific detectable moieties. The future use of programmable chemical modifications for simultaneous analysis of multiple omics features on individual molecules opens new avenues for genetic research and discovery.", "date": "2025-09-13", "journal": ""}
{"title": "BABAPPA v2.0: A Bash-Based Automated Pipeline with GUI for Codeml-Mediated Selection Analysis with Integrated Alignment Trimming and Recombination Detection", "doi": "10.1101/2025.04.27.650835", "authors": "Sinha, K.", "abstract": "Detecting positive selection in protein-coding genes is central to understanding adaptive evolution, but conventional codeml (PAML) workflows demand extensive manual configuration and sequential execution, limiting scalability and accessibility. BABAPPA v2.0 (Bash-Based Automated Parallel Positive Selection Analysis) addresses these challenges by providing a fully automated, modular framework that streamlines all stages of codeml analysis from sequence quality control to statistically validated results. In contrast to v1.0, which offered only the basic workflow, v2.0 introduces three flavours: babappa_normal (classic codeml pipeline), babappa_clip (integrating ClipKIT-based alignment trimming with codon integrity checks), and babappa_clipgard (further incorporating recombination detection via HyPhy GARD). These options allow users to balance speed, robustness, and biological realism according to dataset characteristics. In addition, a dedicated graphical user interface (GUI) makes the pipeline accessible to researchers without command-line experience by providing installer-based setup, intuitive workflow selection, and organized results management. Benchmarking on Brassicaceae ortholog sets demonstrated that BABAPPA v2.0 reproduces the exact positive-selection calls of conventional manual workflows while reducing runtime by ~45% (equivalent to an ~80% speedup). By combining reproducibility, efficiency, and usability, BABAPPA v2.0 offers the first practical end-to-end solution for large-scale genome-wide codeml-based selection analyses.", "date": "2025-09-13", "journal": ""}
{"title": "Anchors for Homology-Based Scaffolding", "doi": "10.1101/2025.04.28.650980", "authors": "Kaether, K.-K.; Lemke, S.; Stadler, P. F.", "abstract": "Homology-based scaffolding is the task of ordering contigs based on their co-linearity with the DNA sequence of other, closely related reference genomes. We investigate here how a recent approach to identify synteny anchors can be adapted to this task. The advantage of using anchors is that \"sufficiently unique\" anchor candidates can be precomputed independently for each genome assembly, including contig-level drafts. This allows an efficient identification of co-linear runs of anchor matches between a contig and a reference genome and, consequently, also order their contigs in relation to the reference. Such data can be improved by aggregating scaffolding results for multiple reference genomes. We present a prototypical pipeline based on the anchor-based synteny detection tool AncST and show that it produces scaffolds with accuracies comparable to competing tools at acceptable computational costs. Assuming that anchor candidates have been precomputed for the genomes of interest, the remaining computational efforts are on par with the fastest methods. Finally, the results suggest that our approach is particularly well suited for homology-based scaffolding with multiple references. Homology-based scaffolds can effectively be computed with a greedy-like approach using synteny anchors. The method performs comparably well with advantages regarding scaffold contiguity and multi-reference scaffolding.", "date": "2025-09-13", "journal": ""}
{"title": "Quantitative proteomics and phosphoproteomics analyses identify sex-biased protein ontologies of Schistosoma japonicum", "doi": "10.1101/2025.05.30.656995", "authors": "Fang, C.; Giri, B.; Cheng, G.", "abstract": "Schistosoma japonicum (S. japonicum) is one of the major causative agents of human schistosomiasis in Asia. Identification of differentially expressed proteins (DEPs) between male and female worms could reveal critical signaling pathways that are involved in sexual maturation and egg production. In the study, quantitative proteome and phosphoproteome profiles were obtained from adult male and female worms of S. japonicum. A total of 2,710 unique proteins, including 2,055 proteins and 924 phosphorylated proteins, were identified. We identifed 252 (~12.5%) non-phosphorylated and 209 (11.7%) phosphorylated DEPs between males and females. Combined with the RNA sequencing (RNA-seq) results, 22 non-phosphorylated DEPs exhibited corresponding mRNA-level changes. Next, several identified non-phosphorylated DEPs were further shown to be involved in sex-biased biological processes, including vitellocyte development, oviposition, and parasite mobility by RNA interference, which were also supported by their cellular niches by analyzing previously published single-cell RNA seq data. Furthermore, we annotated 96 kinases of S. japonicum based on the obtained phosphorylated proteins, of which CMGC/MAPK, Atypical/RIO are significantly activated in males, while CAMK/CAMKL, AGC/DMPK, and STE/STE7 are activated in females. Finally, the potential drugs targeting these kinases were determined in silico, resulting in the identification of 28 S. japonicum kinases as potentially targetable by 30 FDA-approved drugs. Overall, our study provided a collection of evidence-based proteomic and phosphoproteomic resources of S. japonicum and identified sex-biased proteins, phosphopeptides, and kinases, which could serve as potentially effective targets for developing novel interventions against schistosomiasis.", "date": "2025-09-13", "journal": ""}
{"title": "Dietary lipids, not ketone body metabolites, influence intestinal tumorigenesis in a ketogenic diet", "doi": "10.1101/2025.06.06.658169", "authors": "Shay, J. E. S.; Chi, F.; Tzouanas, C. N.; Hoeve-Scott, J. T.; Williams, K. J.; Sever, T.; Fuentes, I.; Yilmaz, O. H.", "abstract": "Diet composition shapes tissue function and disease risk by modulating nutrient availability, metabolic state, and cellular dynamics. In the gastrointestinal tract, obesogenic high-fat diets enhance intestinal stem cell activity and tumorigenesis. However, the impact of ketogenic diets (KD), which contain even higher lipid content but induce ketogenesis, remains poorly understood. This is particularly relevant for patients with familial adenomatous polyposis (FAP), who face a high risk of small intestinal tumours. Here, we combine dietary, genetic, and metabolic manipulations in mouse models of spontaneous intestinal adenoma formation to dissect the role of systemic and epithelial ketogenesis in intestinal cancer. We show that KD accelerates tumour burden and shortens survival, independent of ketone body production. Through genetic manipulation of the ketogenic pathway, we modulate local and systemic ketone body production; however, neither inhibition nor augmentation of the ketogenic enzyme HMGCS2 nor disruption of ketolysis altered tumour progression. In contrast, inhibition of fatty acid oxidation did limit adenomatous formation. These findings reveal that dietary lipid content, through FAO rather than ketone body metabolism, influences intestinal tumorigenesis and highlight the need for nuanced consideration of dietary strategies for cancer prevention in genetically susceptible populations.", "date": "2025-09-13", "journal": ""}
{"title": "The influence of nonlinear resonance on human cortical oscillations", "doi": "10.1101/2025.06.27.661950", "authors": "Wang, Y.; Li, M.; Garcia Reyes, R.; Bringas-Vega, M. L.; Minati, L.; Breakspear, M.; Valdes-Sosa, P. A.", "abstract": "A longstanding debate in neuroscience concerns whether macroscale brain signals can be described as purely linear Gaussian processes or they harbor the more complex statistics of nonlinear dynamics. We introduce BiSpectral EEG Component Analysis (BiSCA), a framework unifying power spectral and bispectral analysis to test for nonlinearity by identifying inter-frequency harmonic relationships and disambiguating them from superimposed components. Crucially, simulations confirm its ability to separate true nonlinearity from non-Gaussianity - a common confound. Applying this test to two large human brain recordings datasets (1,771 intracranial channels and 960 individuals' scalp EEG), we find the brain's broadband, aperiodic background behaves as a linear, Gaussian process, while narrowband Rho oscillatory - including the Alpha and Mu rhythms - are the primary source of cortical nonlinearity, exhibiting significant quadratic cross-frequency coupling. Both recordings show significant departures from linear Gaussian behavior. We observe a striking dissociation between signal power and nonlinearity. While the occipital Alpha rhythm dominates the power spectrum, the strongest nonlinear signatures arise from the less dominant parietal Mu rhythm. These findings suggest that nonlinear resonance is pervasive in cortical signals, primarily expressed through resonant oscillations rather than aperiodic activity. Without accounting for these intrinsic nonlinear interactions, a principled understanding of neural activity will be incomplete.", "date": "2025-09-13", "journal": ""}
{"title": "Phosphate resupply differentially impacts the shoot and root proteomes of Arabidopsis thaliana seedlings", "doi": "10.1101/2025.06.28.661392", "authors": "Smith, M. A.; Grubb, L. E.; Benidickson, K. H.; Mehta, D.; Plaxton, W.; Uhrig, R. G.", "abstract": "Phosphate (Pi) is an essential macronutrient for plant development that is often limited in soil environments. Plants have evolved myriad dynamic biochemical, physiological, and morphological adaptations to cope with nutritional Pi deficiency, collectively known as the Pi starvation response (PSR). While many components of the PSR have been well-characterized, much less is known about how metabolic homeostasis is re-established upon Pi resupply, particularly with respect to tissue- and time-specific adaptations. Here, we applied label-free quantitative proteomics to quantify protein-level changes in Arabidopsis thaliana shoots and roots following Pi resupply after prolonged Pi deprivation, quantifying a total of ~2,700 differentially abundant proteins (DAPs). Sampling at early (1 h) and late (48 h) time-points, we captured a combination of immediate signaling and metabolic responses, along with longer-term recovery processes. Early responses prioritized metabolic adjustments to restore Pi pools via enhanced glycolysis and energy production, followed by later shifts toward anabolism, including nucleotide production, membrane remodeling, and protein synthesis. Several key enzymes, including ALTERNATIVE OXIDASE 1A, FRUCTOSE-BISPHOSPHATE ALDOLASE 5, and subunits of PHOTOSYSTEM I exhibited unique tissue-specific and time-dependent regulation. Overall, our findings reveal dynamic temporal phases of metabolic reprogramming during recovery from Pi starvation, and identify candidate proteins involved in orchestrating this transition, ultimately identifying potential targets for enhancing Pi uptake- and use-efficiency in crops.", "date": "2025-09-13", "journal": ""}
{"title": "MAYOCTransformer: Masked-Attention for Yielding Comprehensive Semantic Segmentation of Retinal Optical Coherence Tomography Images using Transformer-based Neural Networks", "doi": "10.1101/2025.07.08.663601", "authors": "Ye, R. Z.; Krivit, J.; Reiter, G.; Iezzi, R.", "abstract": "Purpose: Optical coherence tomography (OCT) is a widely used imaging modality in ophthalmology. Accurate semantic segmentation of these images is critical for both clinical and research applications, yet existing convolutional neural network (CNN)-based methods face challenges in generalizability and robustness. This study introduces MAYOCTransformer, the first transformer-based deep learning model for comprehensive semantic segmentation of OCT images, and evaluates its performance against CNN-based models. Methods: A large dataset of 3,500 OCT images was manually segmented using an iterative deep learning-assisted workflow. The MAYOCTransformer model, based on the Mask2Former architecture, was trained and compared against CNN-based segmentation models, including U-Net, U-Net++, FPN, and DeepLabV3+. Comprehensive segmentation tasks included 10 retinal layer segmentation, choroid stroma and vessel segmentation, and the identification of 9 types of discrete pathological findings including intraretinal fluid (IRF), subretinal fluid (SRF), pigment epithelial detachment (PED), subretinal hyper-reflective material (SHRM), intraretinal hyper-reflective foci, and reticular pseudodrusen. Model performance was evaluated using the Dice similarity coefficient (DSC) on a hold-out test set with five-fold cross-validation. Additional validation was performed using external datasets, open-source segmentation models, and a randomized blinded expert evaluation. Results: MAYOCTransformer outperformed CNN-based models in most segmentation tasks. Choroid segmentation performance was comparable between MAYOCTransformer and CNN models. External validation demonstrated the model's generalizability, achieving higher DSC scores than publicly available segmentation models. A blinded expert evaluation showed that MAYOCTransformer's segmentation was non-inferior to manual annotations. Conclusion: MAYOCTransformer provides improved segmentation performance over CNN-based models. Its ability to generalize to external datasets suggests potential applicability in clinical and research settings.", "date": "2025-09-13", "journal": ""}
{"title": "Given the birds, where is the flock? Visual estimation of the location of collections of points", "doi": "10.1101/2025.07.10.664170", "authors": "Ota, K.; Wu, Q.; Mamassian, P.; Maloney, L.", "abstract": "A key step in perceptual organization is segmentation of a scene into wholes made of parts: birds form flocks, pedestrians form crowds. The parts have spatial locations as does the whole and we can ask, how do the locations of the parts influence the perceived location of the whole? The answer may depend on the nature of the parts, the processes that generate them: the influence of single birds on the location of a flock may be different from that of single pedestrians on the location of a crowd. We treated the parts as samples from a probability density function (PDF) and asked participants to estimate the location of the generating PDF given a sample. The generating PDFs belonged to one of three location families, Gaussian, Laplacian or Uniform. Observers received training with each family and knew which family the generating PDF came from on each trial. We compared human performance to that of the Uniform Minimum Variance Unbiased Estimator (UMVUE) for each location family. We based our analyses on the measured influence of each sample point, a measure of how the observer made use of each sample point in estimating the center. Observers used different estimators for different families and the estimator chosen for samples from each family were close to the UMVUE for that family. How does the observer calculate approximate UMVUEs for the three location families considered? We propose that a critical step is to estimate the locations of visual clusters in the sample. The Visual Cluster Model accurately captured human performance across all three distributions. Our findings suggest that the observers estimate of the location of the whole is based not directly on the locations of the parts but rather on the clusters they form.", "date": "2025-09-13", "journal": ""}
{"title": "Transcriptional Readthrough at Atf4 Locus Suppresses Rps19bp1 and Impairs Heart Development", "doi": "10.1101/2025.08.26.672495", "authors": "Zhang, Z.; Wu, T.; Chen, Z.; Chen, D.; liang, Z.; Adams, C. M.; Gu, Y.; Ye, M.; Barroga, F.; Evans, S. M.; Zhou, X.; Chen, J.", "abstract": "BACKGROUNDActivating Transcription Factor 4 (ATF4) functions as a transcriptional regulator in various cell types and tissues under both physiological and pathological conditions. While previous studies have linked ATF4 activation with promoting cardiomyocyte (CM) death in dilated cardiomyopathy (DCM), atrial fibrillation, and heart failure, its role in developing CMs remains unexplored.\n\nMETHODSWe generated multiple distinct CM-specific (Atf4cKO(e2/3/pA), Atf4cKO(e2) and Atf4cKO(e2/3/nopA)) and global Atf4 knockout (Atf47del/7del and Atf41ins/1ins) mouse models targeting different Atf4 regions, as well as cardiomyocyte-specific deletion of Rps19bp1 to study cardiac phenotypes. Detailed morphological and molecular analyses were performed.\n\nRESULTSAtf4cKO(e2/3/pA) (targeting exon 2-3 including the polyadenylation signal (polyA)) mice exhibited severe cardiac defects and died before E17.5, likely due to ectopic activation of p53 signaling pathway resulting from Rps19bp1 downregulation, a potent suppressor of p53. Further investigation revealed that deleting the polyA signal of Atf4 in Atf4cKO(e2/3/pA) mice led to transcriptional readthrough, resulting in the formation of an Atf4-Cacna1i fusion transcript and Rps19bp1 downregulation. To avoid readthrough while abolishing ATF4 function, we introduced small indels into exon 3 of Atf4 in mice (Atf47del/7del and Atf41ins/1ins), which showed normal Rps19bp1 expression and cardiac morphology. Furthermore, CM-specific deletion of exons 2-3 while retaining the polyA signal (Atf4cKO(e2/3/nopA)) mice had no effect on cardiac development. Importantly, CM-specific deletion of Rps19bp1 recapitulated the cardiac defects and transcriptional change seen in Atf4cKO(e2/3/pA) mice.\n\nCONCLUSIONSWe found that the downregulation of Rps19bp1, not loss of ATF4 function, underlying the cardiac phenotypes in Atf4cKO(e2/3/pA) mice. The reduced expression of Rps19bp1 in Atf4cKO(e2/3/pA) mice is likely due to the unintentional deletion of Atf4 polyA signal and subsequent transcriptional readthrough, underscoring the essential role of RPS19BP1, not ATF4, in cardiac development. Consistent Rps19bp1 downregulation has been observed in other tissue-specific Atf4 knockout models utilizing the Atf4fl(e2/3/pA) allele, suggesting that previously reported Atf4 KO phenotypes may result from Atf4 transcriptional readthrough effects. These findings reveal a locus-dependent transcriptional interference mechanism and emphasize the importance of avoiding confounding cis effects in genetically engineered models.", "date": "2025-09-13", "journal": ""}
{"title": "The human branchpoint-interacting stem loop sequence and structure regulates U2 snRNA expression, branchpoint recognition, and transcriptome.", "doi": "10.1101/2025.08.31.673180", "authors": "Stevers, M. B.; Katzman, S.; Jurica, M. S.", "abstract": "During pre-mRNA splicing, the branch helix forms when U2 snRNP engages with introns to initiate spliceosome assembly. Its formation is mutually exclusive with the branchpoint-interacting stem loop (BSL) present in U2 snRNA. While BSL structure impacts splicing with the strict consensus branchpoint sequence of yeast introns, its influence in the flexible context of human branchpoints is unknown. We employed an orthogonal U2 snRNA and splicing reporter to examine the impact of perturbing BSL base-pairing and found differential effects on both orthogonal U2 snRNA expression and reporter splicing, indicating that BSL structure influences the biogenesis of U2 snRNP and its function in splicing. Furthermore, high complementarity between the branchpoint sequence and U2 snRNA increases splicing efficiency with wildtype and stabilized BSL, but not when BSL base-pairing is reduced. These data are consistent with complementarity between the intron and the loop of the BSL driving intron-mediated unwinding of the BSL stem. Finally, we investigated transcriptome-wide effects of expressing U2 snRNA with either a cancer-associated BSL mutation or with an altered branchpoint recognition sequence. Similar changes in splicing and gene expression suggests that while altered U2 snRNA is tolerated, cells respond by upregulating genes linked to oncogenic pathways.", "date": "2025-09-13", "journal": ""}
{"title": "A universal dynamic routing architecture governs the flow of human cortical activity", "doi": "10.1101/2025.09.05.674413", "authors": "Vinao-Carl, M.; Peach, R. L.; Gosztolai, A.; David, M. C. B.; Mallas, E.-J.; Kurtin, D.; Alania, K.; Jaramillo, V.; Violante, I. R.; Sharp, D. J.; Grossman, N.", "abstract": "Behaviour requires distributed neural processing to be flexibly integrated and segregated, which in turn demands that information be dynamically routed across the brain. However, whether a unifying principle governs the routing of neural activity remains unknown. Here, we report that the flow of cortical activity is directed through canonical routing modes that are conserved across individuals, robust to variations in age, frequency band, brain state, and even the presence of neurodegeneration. These modes are constructed from the divergence and vorticity of the time-varying unit-phase vector field derived from electroencephalogram (EEG) recordings. We show that the canonical routing modes are flexibly combined to generate distinct, state- and function-dependent flow architectures that remain consistent across individuals. Disruption to the routing mode dynamics mechanistically links structural abnormalities and cognitive impairment in Alzheimer's disease. Together, these canonical routing modes provide a unified framework for describing, modelling, and predicting the dynamic integration and segregation of macroscopic brain activity underpinning behaviour.", "date": "2025-09-13", "journal": ""}
{"title": "Co-isolation of genetically distinct Burkholderia pseudomallei strains from a single patient in North Queensland", "doi": "10.1101/2025.09.09.675021", "authors": "Coulon, P. M. L.; Chowdhury, P. R.; Gassiep, I.; Ramsay, K. A.; Lee, A.; Ritmejeryte, E.; Pitt, M.; To, J.; Reed, S.; Harris, P. N. A.; Myers, G. S. A.", "abstract": "While investigating colony morphology variation (CMV) within clinical isolates of Burkholderia pseudomallei (Bp) isolated from a single infection, we identified two distinct strains (based on their multi-locus sequence type) from Bp TSV292. Simultaneous co-infection is rare, previously reported in only 2 of 133 cases. Here, we present the first comprehensive multi-omics characterization of co-infecting Bp strains isolated from a single infection at a hospital in Townsville, Australia in 2018. This finding impacts the design of future diagnosis and treatment of Bp.\n\nAuthor SummaryMelioidosis, a severe disease caused by the bacterium Burkholderia pseudomallei, is rarely caused by more than one strain at the same time. In this study, we examined two bacterial strains isolated at once from a patient treated for melioidosis at a hospital in northern Queensland (Australia). By comparing their genomes, proteins, and physical traits, we found important strain differences that may affect how they adapt and survive during infection. Considering strain diversity when studying how this pathogen causes disease is essential, as it directly impacts future diagnosis and treatment.", "date": "2025-09-13", "journal": ""}
{"title": "Semenogelin-1 Inhibition of Mouse Sperm Hyperactivation Reveals Two Functional Domains Modulating CatSper Channel", "doi": "10.1101/2025.09.05.674523", "authors": "Mariani, N. A. P.; Santos, N. C. M.; Andrade, J. J.; Andrade, A. D.; Rezende, B.; Steeman, T. J.; Novero, A. G.; de Lima-Junior, J. C.; Calderaro, G.; Themer, A. C. F.; Kushima, H.; Buffone, M. G.; Krapf, D.; Lishko, P. V.; Silva, E. J. R.", "abstract": "Seminal plasma proteins play key roles in maintaining the survival and functional integrity of spermatozoa after ejaculation. Semenogelin-1 (SEMG1) is the predominant protein in the seminal plasma and a major structural component of the semen coagulum in humans and mice. SEMG1 binds EPPIN (Epididymal protease inhibitor) on the sperm surface, transiently inhibiting the acquisition of sperm motility and hyperactivation after ejaculation. Nevertheless, the molecular mechanisms underlying SEMG1-mediated inhibition of sperm hyperactivation remain unclear. We hypothesize that the SEMG1 effects are associated with the inhibition of CatSper, a sperm-specific calcium channel crucial for triggering hyperactivation. We observed that recombinant mouse SEMG1 (mSEMG1) inhibited both progressive motility and hyperactivation in a concentration-dependent manner. Notably, hyperactivation was not recovered upon NH4Cl-induced alkalinization, suggesting that the effects of mSEMG1 are downstream of capacitation-associated intracellular alkalinization. Electrophysiological recordings revealed that mSEMG1 impaired CatSper currents at concentrations near its IC50 for inhibiting sperm hyperactivation. Recombinant mSEMG1 truncations mSEMG1Q32-V118 and mSEMG1R98-G375, but not mSEMG1Y221-G375, independently inhibited sperm hyperactivation and CatSper currents similar to full-length mSEMG1. However, only mSEMG1R98-G375 displayed similar EPPIN-binding capacity comparable to full-length mSEMG1, whereas mSEMG1Q32-V118 and mSEMG1Y221-G375 showed only minor binding. Our findings reveal that mouse SEMG1 comprises two distinct functional domains within the Q32-V118 and R98-S220 sequences, which contribute to the inhibition of sperm hyperactivation by targeting the CatSper channel, both independently and dependent on EPPIN binding. These functional domains represent promising prototypes for the design of spermiostatic molecules, offering additional avenues for non-hormonal male contraception targeting spermatozoa.", "date": "2025-09-13", "journal": ""}
{"title": "Chondrolectin regulates the sublaminar localization and regenerative function of muscle satellite cells in mice", "doi": "10.1101/2025.09.09.675211", "authors": "Gu, L.; Kim, K. H.; Chen, X.; Oprescu, S. N.; Li, Y.; Ren, J.; Kuang, S.; Yue, F.", "abstract": "Skeletal muscle satellite cells (SCs) reside between the myofiber sarcolemma and basal lamina, where extracellular matrix (ECM) interactions are essential for their maintenance and regenerative function. Here, we identify chondrolectin (CHODL), a type I transmembrane protein with a C-type lectin domain, as a critical regulator of SC biology. Single-cell RNA-seq analysis reveals that Chodl is highly enriched in quiescent SCs but downregulated in proliferating myoblasts. Using conditional knockout models, we show that deletion of Chodl in embryonic myoblasts (ChodlMKO) or adult SCs (ChodlPKO) does not affect muscle development but markedly impairs regeneration in both young and aged mice. Chodl-deficient SCs exhibit reduced self-renewal, diminish proliferation, and impair differentiation, leading to defective myofiber repair. In silico network perturbation further predicts disruption of ECM-ligand interactions and Notch signaling, consistent with our observation that a significant fraction of SCs in ChodlPKO mice localize outside the basal lamina and undergo precocious activation. Together, these findings establish CHODL as a key determinant of SC niche localization and regenerative function, uncovering a previously unrecognized mechanism linking ECM interactions to muscle stem cell maintenance and repair.", "date": "2025-09-13", "journal": ""}
{"title": "Dissecting the Predictive Accuracy of Polygenic Indexes for Behavioral Phenotypes Across Genetic Ancestries", "doi": "10.1101/2025.09.11.675704", "authors": "Alemu, R.; Young, A. S.; Benjamin, D. J.; Turley, P.; Okbay, A.", "abstract": "Polygenic indexes (PGIs) trained on samples of European genetic ancestries often lose substantial predictive power when applied to non-European ancestries. While this portability problem is well recognized, its manifestation in behavioral and social traits remains understudied, and the factors driving this accuracy loss warrant more comprehensive analysis. Using data from the UK Biobank and Health and Retirement Study, we conduct a systematic analysis of PGI portability for 52 health-related, behavioral, and social phenotypes. We advance prior literature by using genome-wide PGIs, assessing cross-ancestry heritability differences, and comparing the performance of PGIs based on standard versus family-based GWAS. Our findings confirm systematic reductions in PGI predictive power for non-European ancestries-lowest in African (24%), followed by East Asian (37%) and South Asian (51%) genetic ancestries-with biologically proximal traits exhibiting greater portability than behavioral and social traits. We show that the relative importance of factors underlying reduced portability varies across traits and ancestries: in African ancestries, linkage disequilibrium and allele frequency differences explain most of the loss (82%), compared with smaller contributions in East (34%) and South Asian (25%) ancestries. Finally, we find that family-based GWAS PGIs can modestly improve portability for select traits, such as BMI in African ancestry, suggesting that part of the portability gap may reflect population-specific confounds in standard PGIs.", "date": "2025-09-13", "journal": ""}
{"title": "Class A PBPs reinforce the septal cell wall following initial synthesis by SEDS-bPBP pairs during bacterial cytokinesis", "doi": "10.1101/2025.09.12.675754", "authors": "Wang, J.; Hu, J.; Xin, Y.; Ding, L.; Wang, X.; Ou, X.; Pang, J.; Liu, Y.; Zhang, S.; Zhang, L.; Wang, H.; Yin, C.-y.; Gao, Y.; Xue, T.; Yin, Y.; Yu, J.; Xue, L.; Yang, X.", "abstract": "Bacterial cytokinesis requires the coordinated action of septal peptidoglycan (PG) synthases to ensure efficient and accurate septum formation. Two major types of synthases contribute: SEDS-bPBP and bifunctional class A PBPs (aPBPs). How their activities are organized in space and time has remained unclear. Using Deinococcus radiodurans, which often contains both constricting and closed septa in the same cell, we show that septal PG synthesis proceeds through distinct steps at different regions. Primary synthesis at the leading edge by SEDS-bPBP pairs drives constriction, whereas aPBPs act later at the lagging edge and in closed septa to thicken the wall, enhance cross-linking, and reinforce septal integrity. At the single-molecule level, both synthase types move directionally to perform processive PG synthesis at distinct sites. We also observed spatiotemporal separation of SEDS-bPBP and aPBP synthases in Staphylococcus aureus, suggesting that secondary septal PG synthesis is a conserved mechanism securing successful cytokinesis.", "date": "2025-09-13", "journal": ""}
{"title": "The nucleus accumbens to ventral pallidum pathway regulates social play behavior via sex-specific mechanisms in juvenile rats", "doi": "10.1101/2025.09.06.674638", "authors": "Lee, J. D. A.; Anderson, D. N.; Orsucci, I. C.; Bowden, S. M.; Veenema, A. H.", "abstract": "Social play behavior is a rewarding behavior predominantly displayed by juveniles of various mammalian species, including humans and rats. Although the mesolimbic reward system is involved in the regulation of social play, how brain regions in this system interact to regulate social play behavior is unknown. Here, we determined the involvement of the ventral pallidum (VP) as well as inputs from the nucleus accumbens (NAc) to the VP in the regulation of social play in male and female juvenile rats. We show that acute pharmacological inactivation of the VP, via microinfusion of the GABA-A receptor agonist muscimol, decreased social play behaviors in both sexes. Next, using Gad1-iCre rats, we show that chemogenetic stimulation of NAcGABA terminals in the VP decreased VP neuronal activation and decreased social play behaviors in both sexes. These findings together indicate that reduced inhibitory NAc input to the VP permits activation of the VP which facilitates the expression of social play behaviors. Lastly, we show that the equal expression of social play behavior in males and females is associated with a female-specific increase in NAc shell activation and a male-specific decrease in activation of the NAc shell neurons projecting to the VP. These sex-specific changes in NAc activity following social play exposure eliminated baseline sex differences in NAc activity. In conclusion, these findings support a model in which the sex-specific modulation of NAc inhibitory input to the VP facilitates activation of the VP that is necessary for the typical and equal expression of social play behavior in male and female juvenile rats.", "date": "2025-09-13", "journal": ""}
{"title": "How the characteristics of a virtual environment affects the perception of travel distance through it", "doi": "10.1101/2025.09.10.675295", "authors": "Bansal, A.; McManus, M.; Harris, L.", "abstract": "Although simulated self-motion through virtual environments has been widely used to investigate perceptual odometry, the characteristics of the virtual environments used, and the reported results have varied greatly. Here, we systematically vary the characteristics of the environment through which observers are moved in order to explore the effect of (1) the structure of an environment including the presence and texture of a ground surface, (2) the naturalism and scale of an environment, (3) colour, and (4) the density of a starfield and how it might affect perceived travel distance. In all four experiments, participants were visually moved forwards through a virtual environment and perceived travel distance was estimated by either (1) stopping at the location of a previously seen target (the Move-To-Target Task) or (2) adjusting the position of a target to indicate a previously travelled distance (the Adjust-Target Task). Data were analyzed in terms of gain (perceived travel distance/actual travel distance). Results show no significant differences that depended on the structure of an environment or on the presence or absence of a ground surface (Experiment 1), or on the naturalism of the environment (Experiment 2), or on whether the environment was in colour or in black and white (Experiment 3). However, there was a small effect of the texture of the ground surface and of the scale of the environment. In Experiment 4, we show that there may be a very low ceiling effect in the density of a starfield needed to accurately estimate travel distance. Together these experiments have implications for the design of real and virtual environments where perceived motion is important and will enable us to further predict our perception of moving through an environment.", "date": "2025-09-13", "journal": ""}
{"title": "RetINaBox: A hands-on learning tool for experimental neuroscience", "doi": "10.1101/2025.09.11.673547", "authors": "Bettler, B.; Armas, F. A.; Cianfarano, E.; Bordonaro, V.; Liu, M.; Loukine, M.; Wan, M.; Villemain, A.; Richards, B.; Trenholm, S.", "abstract": "An exciting aspect of neuroscience research is developing and testing hypotheses via experimentation. However, due to logistical and financial hurdles, this compelling part of neuroscience research is generally lacking in classroom education. To address this issue, here we introduce RetINaBox: a low-cost open-source electronic retina simulator that provides users with a hands-on system to discover how the visual system builds feature detectors. RetINaBox features an LED array for generating visual stimuli and a photodiode array that acts as a mosaic of model photoreceptors. Custom software on a Raspberry Pi computer reads out responses from model photoreceptors and allows users to control the polarity and delay of the signal transfer from model photoreceptors to model retinal ganglion cells. Interactive lesson plans are provided, guiding users to discover different types of visual feature detectors - including center-surround, orientation selective, and direction selective receptive fields - as well as their underlying circuit computations.", "date": "2025-09-13", "journal": ""}
{"title": "Inside Out: Functional Flexibility in Assigning the Body's inside-outside", "doi": "10.1101/2025.09.10.675268", "authors": "Hartcher-O'Brien, J.; Hayward, V.; Auvray, M.", "abstract": "Tactile surface perception is often assumed to reflect a fixed boundary between body and world, with the skin providing a stable oriented surface that separates inside from outside. We show that this assumption fails in functionally specific ways. Using moving tactile stimuli on the hand, participants perceived stimulus direction on the fingertips as reversed when hand posture changed - reporting motion as if it originated from the opposite side of the skin, while responses on the palm were less consistent and less sensitive to posture. Congenitally blind participants exhibited stable, individualized surface assignments on the fingertips, demonstrating that vision is not required to construct oriented tactile surfaces. However, visual experience modulated posture effects: sighted individuals showed posture-dependent skin-orientation assignments driven by motion direction, whereas congenitally blind individuals showed posture-invariant assignments determined by functional use. These findings indicate that tactile surface perception is not globally fixed but dynamically inferred according to functional demands; rather than enforcing a purely geometric body-world boundary, the brain flexibly assigns where the surface is and which side we occupy.", "date": "2025-09-13", "journal": ""}
{"title": "netneurotools: a trainee-oriented approach to network neuroscience", "doi": "10.1101/2025.09.09.675160", "authors": "Liu, Z.-Q.; Bazinet, V.; Hansen, J. Y.; Milisav, F.; Luppi, A. I.; Ceballos, E. G.; Farahani, A.; Suarez, L. E.; Shafiei, G.; Markello, R. D.; Misic, B.", "abstract": "Brain imaging is an increasingly inter-disciplinary field, encompassing multiple data types and multiple analytic traditions. Projects typically involve many moving parts, such as building customized preprocessing pipelines, transforming between data formats, preparing datasets for analysis, and ultimately displaying results. The field is conventionally built on highly specialized software packages that solve these individual challenges well, but are not necessarily designed to be interoperable. Trainees new to the field are therefore often left to come up with isolated heuristics and workarounds to complete a project. Here we present a way to navigate the increasingly complex informatics ecosystem of brain imaging. netneurotools is our lab's internal Python toolkit that has been continuously developed and maintained by the lab's trainees. The philosophy of the toolkit is that it should be the Swiss army knife of the lab: functions and routines that we often use but that are not part of any established pipeline or package. Since its inception, the toolkit has been open and welcomes contribution from neuroscientists across the globe. netneurotools presents a necessary counterweight to out-of-the-box software packages and highlights the importance of smaller, ad hoc functions for implementing projects. By opening a window into the inner workings of a lab, netneurotools also presents an opportunity to begin a new type of discourse among groups and establish tangible links within the community.", "date": "2025-09-13", "journal": ""}
{"title": "Fine-scale recombination rates inferred using the canFam4 assembly are strongly correlated with previous maps of dog recombination", "doi": "10.1101/2025.09.11.675639", "authors": "Kidd, J. M.", "abstract": "Background: Genetic maps are a key resource for the analysis of genetic variation. Prior maps in dogs were based on the canFam3.1 genome assembly, which contains thousands of sequence gaps that include functional elements. Although long-read technologies have enabled the generation of updated reference assemblies, updated maps are required to take full advantage of these new resources. Methods: We inferred fine-scale recombination maps that consider population demographic history for four populations of village dogs sequenced by the Dog10K Consortium. We compare properties among the newly generated and previously published maps and assess the effects of genetic map choice on genotype phasing accuracy. Results: The newly inferred maps are broadly consistent with previous studies of recombination in dogs. At small scales, stronger correlations are observed among maps inferred using linkage disequilibrium than with a pedigree-based map. The position of recombination hotspots showed significant overlap among inferred maps and were enriched for sequences that were gaps in a previous canine genome assembly. When using the Dog10K samples as a reference panel, a phase error rate of approximately 2% was found with the choice of genetic map having little effect. Conclusions: We describe genetic maps based on the canFam4 assembly which will be useful for future studies of genetic variation that rely on updated dog genome references.", "date": "2025-09-13", "journal": ""}
{"title": "OmniPath: integrated knowledgebase for multi-omics analysis", "doi": "10.1101/2025.09.11.675512", "authors": "Turei, D.; Schaul, J.; Palacio-Escat, N.; Bohar, B.; Bai, Y.; Ceccarelli, F.; Cevrim, E.; Daley, M.; Darcan, M.; Dimitrov, D.; Dogan, T.; Domingo-Fernandez, D.; Dugourd, A.; Gabor, A.; Gul, L.; Hall, B. A.; Hoyt, C. T.; Ivanova, O.; Klein, M.; Lawrence, T.; Mananes, D.; Modos, D.; Muller-Dott, S.; Olbei, M. L.; Schmidt, C.; Sen, B.; Theis, F. J.; Unlu, A.; Ulusoy, E.; Valdeolivas, A.; Korcsmaros, T.; Saez-Rodriguez, J.", "abstract": "Analysis and interpretation of omics data largely benefit from the use of prior knowledge. However, this knowledge is fragmented across resources and often is not directly accessible for analytical methods. We developed OmniPath (https://omnipathdb.org/), a database combining diverse molecular knowledge from 168 resources. It covers causal protein-protein, gene regulatory, miRNA, and enzyme-PTM (post-translational modification) interactions, cell-cell communication, protein complexes, and information about the function, localization, structure, and many other aspects of biomolecules. It prioritizes literature curated data, and complements it with predictions and large scale databases. To enable interactive browsing of this large corpus of knowledge, we developed OmniPath Explorer, which also includes a large language model (LLM) agent that has direct access to the database. Python and R/Bioconductor client packages and a Cytoscape plugin create easy access to customized prior knowledge for omics analysis environments, such as scverse. OmniPath can be broadly used for the analysis of bulk, single-cell and spatial multi-omics data, especially for mechanistic and causal modeling.", "date": "2025-09-13", "journal": ""}
{"title": "OmniExtract: An automatic data extraction tool based on Large Language Model and Prompt Engineering", "doi": "10.1101/2025.09.11.675332", "authors": "Wang, Y.; Tang, B.; Wu, S.; Meng, Y.; Kong, D.; Zhao, W.", "abstract": "Extracting structured information from documents or scientific papers is crucial for data sharing and retrieval. Recently, Large Language Model (LLM) has shown its impressive ability in text understanding and several tools based on LLM has been developed. However, it's still difficult to find a universal and user-friendly tool for various practical extraction tasks. To address this challenge, we propose OmniExtract, an automatic data extraction tool with user-friendly configuration files which can adapt to various data extraction tasks. OmniExtract uses a prompt optimized engineering to improve prompt and obtain high performance, and it can support a comprehensive data extraction including text and tables. Evaluation results show that OmniExtract obtains a high accuracy over 80% for 3 datasets. Furthermore, two additional data extraction applications using OmniExtract have been provided, achieving an accuracy of 92.21% and an average F1 score of 0.83 respectively. The data reliability performance shows that OmniExtract is a valuable tool for database updating.", "date": "2025-09-13", "journal": ""}
{"title": "AI-Supported Extraction of Functional Tissue Unit Properties for Human Reference Atlas Construction", "doi": "10.1101/2025.09.11.675730", "authors": "Kong, Y.; Börner, K.", "abstract": "The Human Reference Atlas (HRA) effort brings together experts from more than 25 international consortia to capture the multiscale organization of the human body-from large anatomical organ systems (macro) to the single-cell level (micro). Functional tissue units (FTU, meso) in 10 organs have been detailed and 2D illustrations have been created by experts. Comprehensive FTU property characterization is essential for the HRA, but manual review of the vast number of scholarly publications is impractical. Here, we introduce Large-Model Retrieval-Augmented Generation for HRA FTUs (HRAftu-LM-RAG), an AI-driven framework for scalable and automated extraction of FTU-relevant properties from scholarly publications. This validated framework integrates Large Language Models for textual reasoning, Large Vision Models for visual interpretation, and Retrieval Augmented Generation for knowledge grounding, offering a balanced trade-off between accuracy and processing efficiency. We retrieved 244,640 PubMed Central publications containing 1,389,168 figures for 22 FTUs and identified 617,237 figures with microscopy and schematic images. From these images and associated text, we automatically extracted 331,189 scale bars and 1,719,138 biological entity mentions, along with donor metadata such as sex and age. The resulting data facilitates the design, review, and approval of future FTU illustrations during HRA construction.", "date": "2025-09-13", "journal": ""}
{"title": "BLMPred: predicting linear B-cell epitopes using pre-trained protein language models and machine learning", "doi": "10.1101/2025.09.10.675202", "authors": "Das, B.; Frishman, D.", "abstract": "B-cells get activated through interaction with B-cell epitopes, a specific portion of the antigen. Identification of B-cell epitopes is crucial for a wide range of clinical applications, including disease diagnostics, vaccine and antibody development, and immunotherapy. While experimental B-cell epitope identification is expensive and time-consuming, computational tools are starting to emerge that can generate lists of high-confidence epitopes for experimental trials. In this paper, we present BLMPred, a sequence-based linear B-cell epitope prediction tool, which exploits pre-trained protein Language Model embeddings for deriving local and global protein structural features from the protein primary structure. BLMPred is a binary classifier which can predict whether an input peptide sequence is an antibody epitope or not without relying on 3D protein structures. BLMPred has been shown to outperform other comparable tools when tested on multiple independent datasets. It is freely available at https://github.com/bdbarnalidas/BLMPred.git", "date": "2025-09-13", "journal": ""}
{"title": "A comparison of movement-related neuronal activities in cerebellar- and basal ganglia-recipient regions of the macaque thalamus", "doi": "10.1101/2025.09.12.675921", "authors": "Kase, D.; Zimnik, A. J.; Pearce, T. M.; Turner, R. S.", "abstract": "The ventral lateral (VL) nucleus of the thalamus relays signals from the cerebellum (Cb) and basal ganglia (BG) to primary motor cortex (M1). In primates, glutamatergic Cb efferents from the deep cerebellar nuclei and GABAergic BG efferents from the internal segment of the globus pallidus (GPi) terminate in distinct subregions of VL: the posterior (VLp) and anterior (VLa) divisions, respectively. This anatomical segregation suggests that Cb- and BG-thalamocortical circuits may play distinct roles in motor control, which could be revealed by comparing movement-related activity in VLp and VLa. Here, we recorded single-unit activity from VLp and VLa, identified via electrical stimulation of superior cerebellar peduncle and GPi, during a choice reaction time reaching task. We also recorded from M1, which maintains bidirectional connections with both VLp and VLa. VLa neurons exhibited a significantly higher proportion of decrease-type responses compared with VLp and M1, consistent with inhibitory GPi input. Time-resolved general linear model analysis showed dynamic encoding of task parameters, particularly movement direction, in all three regions. Direction encoding was strongest in M1, moderate in VLp, and weakest in VLa. Direction encoding in VLa also lagged behind that in M1 and VLp. Clustering analysis of direction encoding strength and timing revealed a subpopulation of VLp neurons that encoded direction particularly strongly during the reaction time period. These results highlight a limitation of traditional assumptions that activity characteristics are distributed homogeneously across neural populations and point to a novel functional organization within VLp neurons.", "date": "2025-09-13", "journal": ""}
{"title": "Commonality and Variability in Functional Networks In Young Children Under 5 Years Old", "doi": "10.1101/2025.09.12.675913", "authors": "Tu, J. C.; Lu, C.; Day, T. K. M.; Hermosillo, R.; Moore, L. A.; Wang, A.; Wang, X.; Dierker, D.; Latham, A.; Kenley, J. K.; Fair, D. A.; Elison, J. T.; Sylvester, C. M.; Warner, B. B.; Luby, J. L.; Rogers, C. E.; Barch, D. M.; Smyser, C. D.; Laumann, T. O.; Gordon, E. M.; Eggebrecht, A. T.; Wheelock, M. D.", "abstract": "Functional brain networks exhibit striking individual variability in adults, while less is known about the functional network variability in young children under 5 years. Conventional group-average approaches to obtain the group-level network may have obscured some fine developmental details. We combined data-driven template creation at a coarse parcel level and template-matching at a fine vertex level to map individualized functional networks from single fMRI scans in children aged 8-60 months in two datasets, revealing four key insights: (1) Individual-specific networks show moderate stability across longitudinal scans (Normalized Mutual Information ~ 0.52 with ~ 20 minutes of low-motion data) despite developmental changes; (2) Across the population, sensory cortices demonstrate higher consistency in network assignment than association cortices; (3) Network lateralization in the language network increases with age and correlates with age-normalized verbal developmental quotient (r ~ 0.17), suggesting a correspondence between the individual functional topography and the emergence of functional specialization; and (4) Our 23-network solution identifies finer subdivisions than previously reported using group-average approaches, with many networks resembling the subdivisions found in adult fMRI data. Our findings revealed neurodevelopmental variations in functional network topography that are reliable within individuals and behaviorally relevant, opening new avenues for investigating how person-specific network architecture supports emerging cognitive abilities.", "date": "2025-09-13", "journal": ""}
{"title": "High-density extracellular recordings from the interior of intact brain organoids enable automated high-throughput functional assay", "doi": "10.1101/2025.09.12.675888", "authors": "Wu, F.; Steadman, C.; Argent, L.; Jamieson, B.; Vellarikkal, S. K.; Tamburino, A. M.; Khalil, I.; Peterson, V. M.; Kennedy, M.; Mathew, R.; Stark, E.; Cakir, B.", "abstract": "Bridging the gap between preclinical screening and clinical outcomes remains a major challenge in drug development for neurological disorders. Brain organoids, derived from human induced pluripotent stem cells, offer a scalable and physiologically relevant platform to model human neural circuits. We develop a fully automated system to record neural activity from the interior of intact human cortical organoids using a high-density microfabricated probe. The robotic system completes insertion within minutes while preserving organoid integrity and enables immediate recording of spontaneous spikes. We extract physiologically grounded and deterministic spike features, and train a long short-term memory classifier to distinguish between organoids derived from healthy individuals and those harboring familial Alzheimer's disease (AD) mutations in the amyloid precursor protein. Despite intra-class variability, the classifier differentiates between organoid classes with 100% accuracy. The model classifies AD organoids treated with a drug candidate that reduces amyloid-{beta} levels as retaining an AD-like electrophysiological phenotype, demonstrating that functional readout can contradict molecular markers. The findings establish a high-throughput functional framework that may complement and extend existing drug screening assays.", "date": "2025-09-13", "journal": ""}
{"title": "CCL5/CCR5 signaling modulates depression-relevant behavior, neuronal oscillations, and long-term depression of synaptic activity.", "doi": "10.1101/2025.09.12.675856", "authors": "Hummel, K.; Stefansson, L.; Gilbert, K.; Amontree, M.; Ma, J.; Pak, D.; Conant, K.", "abstract": "Major depressive disorder (MDD) is a debilitating disorder, often associated with perseverative thinking and anxiety. Localized reductions in pyramidal cell activity may contribute to associated symptoms, and effective antidepressant treatments typically enhance overall neuronal excitation. CCL5 is a chemokine that has been shown to reduce excitatory-neuronal activity, and is also increased with MDD and conditions that increase MDD risk. Here, we investigate the CCL5/CCR5 axis for its ability to modulate depression-relevant endpoints that are diminished in MDD, including neuronal oscillations, as well as biochemical and behavioral correlates of the disorder. In comparison to wildtype mice, CCR5 knockouts had increased gamma and theta power, and stronger theta/high-gamma phase amplitude coupling during dark-cycle EEG recordings. Compared to strain-matched wildtype mice, CCR5 knockouts also demonstrated reduced anxiety, increased sucrose preference, and improved associative memory. Proteomic analysis of the hippocampus showed that CCR5 knockouts had reduced levels of the GABA receptor alpha-4 subunit, which mediates tonic inhibition and restricts pyramidal cell plasticity. In complementary primary neuronal culture studies, CCL5 diminished GSK-beta activity and impaired NMDA-dependent long-term depression (LTD), a form of plasticity that promotes cognitive flexibility. In addition,CCL5 signaling reduced parvalbumin expression in GABAergic neurons through a CCR5-dependent manner. In combination with the ability of CCR5 to restrain gamma oscillation power and LTD, our data raise the possibility that CCL5/CCR5 signaling inhibits neuronal excitation through increased PV+ interneuron activity. Moreover, data are consistent with the possibility that CCR5 antagonists might share the ability of established antidepressants to both increase PC excitation and reduce PC inhibition.", "date": "2025-09-13", "journal": ""}
{"title": "Distinct Implicit Contributions to Action Selection and Action Execution in Sensorimotor Adaptation", "doi": "10.1101/2025.09.12.675892", "authors": "Wang, T.; Lam, T.; Taylor, J. A.; Ivry, R. B.", "abstract": "The sensorimotor system is continuously adjusted to minimize error. Current theories assume that this adaptation process entails the operation of multiple learning systems, with a key division between implicit and explicit components. Recent studies have revealed several inconsistencies regarding the characteristics and constraints of the implicit system, suggesting that the current framework is incomplete. Here, we propose that these conflicting findings can be understood by recognizing that there are multiple implicit subcomponents, distinguished by their distinct computational goals. One well-studied component is implicit recalibration, a process critical for action execution which uses sensory-prediction errors to automatically refine the sensorimotor map. Here we describe a second, novel component, implicit aiming, a process which contributes to action selection to achieve the specific goals. Through a series of studies, we find compelling evidence that those two implicit processes show a clear separation in their temporal stabilities and contextual modulations. These distinct properties correspond to different computational frameworks attributing learning dynamics to either contextual inference or cancellation of competing neural populations, respectively. Together, these findings suggest an alternative framework for sensorimotor adaptation based on the computational goals of the system rather than phenomenology.", "date": "2025-09-13", "journal": ""}
{"title": "A phenotypic brain organoid atlas for neurodevelopmental disorders", "doi": "10.1101/2025.09.12.675864", "authors": "Wang, L.; Nakamura, Y.; Li, J.; Sievert, D.; Liu, Y.; Nguyen, T.; Jetti, P. S.; Thai, E.; Zhou, R. Y.; Weng, J.; Meave, N.; Yadavilli, M.; Howarth, R.; Camey, K.; Banka, N.; Owusu-Hammond, C.; Barrows, C.; Kingsmore, S. F.; Zaki, M. S.; Mukamel, E. A.; Gleeson, J. G.", "abstract": "Thousands of genes are associated with neurodevelopmental disorders (NDDs), yet mechanisms and targeted treatments remain elusive. To fill these gaps, we present a CIRM-initiated NDD biobank of 352 publicly-available genetically-diverse patient-derived iPSCs, along with clinical details, brain imaging and genomic data, representing four major categories of disease: microcephaly (MIC), polymicrogyria (PMG), epilepsy (EPI), and intellectual disability (ID). From 35 representative patients, we studied over 6000 brain organoids for histology and single cell transcriptomics. Compared with an organoid library from ten neurotypicals, patients showed distinct cellular defects linked to underlying clinical disease categories. MIC showed defects in cell survival and excessive TTR+ cells, PMG showed intermediate progenitor cell junction defects, EPI showed excessive astrogliosis, and ID showed excessive generation of TTR+ cells. Our organoid atlas demonstrates both conserved and divergent NDD category-specific phenotypes, bridging genotype and phenotype. This NDD iPSC biobank can support future disease modeling and therapeutic approaches.", "date": "2025-09-13", "journal": ""}
{"title": "Transcriptional dynamics of the oligodendrocyte lineageand its regulation by the brain erythropoietin system", "doi": "10.1101/2025.09.11.675672", "authors": "Ye, L.; Gastaldi, V. D.; Curto, Y.; Wildenburg, A.-F.; Yo, X.; Hindermann, M.; Eggert, S.; Ronnenberg, A.; Wang, Q.; Butt, U. J.; Kawaguchi, R.; Geschwind, D.; Moebius, W.; Boretius, S.; Singh, M.; Klaus-Armin, N.; Ehrenreich, H.", "abstract": "Oligodendrocytes differentiate from oligodendrocyte progenitor cells (OPC) in early postnatal development, but some oligodendrogenesis is maintained throughout adulthood, where oligodendrocyte lineage dynamics may contribute to neuroplasticity, adaptive myelination, and myelin repair. Here, we studied the effect of erythropoietin (EPO) and its receptor (EPOR) on oligodendrocyte lineage dynamics employing murine hippocampus and its myelinated fibers as model region. Using multiple stage-specific markers and single-nuclei-RNA-seq data, we find that EPO stimulates all oligodendroglial lineage cells directly, driving differentiation/maturation. Differential gene expression analysis reveals multiple EPO-regulated mRNAs, including downregulated transcripts for GABA-A receptors, fitting the known inhibition of oligodendrocyte maturation by GABA. Importantly, analogous oligodendrocyte responses are seen when endogenous EPO expression in brain is stimulated by hypoxia. Mice lacking EPOR from mature oligodendrocytes show subtle deficiencies of adult myelination in hippocampal fimbria and mild working memory deficits. These gain- and loss-of-function experiments may further suggest EPO as clinically safe treatment for remyelination therapies.", "date": "2025-09-13", "journal": ""}
{"title": "Frequency-dependent coupling in responses to oscillatory inputs in networks of electrically coupled nodes: Gap junction networks and spatially extended neurons", "doi": "10.1101/2025.09.12.675827", "authors": "Bel, A.; Chialva, U.; Rotstein, H. G.", "abstract": "Neuronal filters describe the neuronal information processing building blocks where specific frequency components of the output are enhanced over others. The result of the interaction of neuronal filters across nodes in a network is captured by the frequency-dependent amplitude and phase-difference coupling coefficients (CCs), respectively, which extend the notion of the steady-state CC to include frequency-dependent processes. These metrics are shaped by the interplay of the participating ionic and synaptic currents and the external inputs. The underlying biophysical and dynamic mechanisms are largely unknown beyond electrically coupled passive cells. In this paper, we investigate the mechanism of interaction of cellular neuronal filters in electrically coupled networks. We use biophysically plausible (conductance-based) mathematical modeling, numerical simulations, analytical calculations and dynamical systems tools. We focus on a family of models that include gap junction connected cells and compartmental models of spatially extended neurons. We consider a network of two electrically connected nodes receiving oscillatory inputs. This is the minimal network architecture that allows for a systematic study of the biophysical and dynamic mechanisms that shape the CC profiles. The participating neurons are either passive cells (low-pass filters) or resonators (band-pass filter) and exhibit lagging or mixed leading-lagging phase-shift responses as the input frequency increases. First, we use linear models to understand how the participating building blocks (e.g., conductances, negative and positive feedback effects) operating at the single node level give rise to the amplitude and phase CC profiles with band-pass filtering properties. Then, we extend our investigation and use linearized models of nonlinear of neurons with biophysically realistic ionic currents to investigate (to the linear level of approximation) how the presence of cellular ionic currents and cellular resonance/phasonance contribute to shaping the corresponding (amplitude and phase) CC profiles and determine their preferred coupling frequencies. Motivated by experimental results on subthreshold resonance in hippocampal CA1 pyramidal cells, we use three ionic currents: persistent sodium (amplifying), mixed sodium-potassium h- (resonant and hyperpolarization-activated) and M-type slow potassium (resonant and depolarization-activated). Finally, we extend our investigation to include the model nonlinearities to understand how the CC profiles are shaped by the interaction between the pre-J and post-J cells, and not just the post-J cells as it is the case for linear models. For gap junction connected networks, the connectivity is typically symmetric, while for compartmental models is asymmetric as the result of the different geometries of the participating compartments. We investigate the effects of asymmetric connectivity to understand how the compartmental geometry interacts with the neuronal biophysical properties to shape the CC profiles and determine the preferred coupling frequencies. The formalism and tools we develop and use in this paper can be extended to larger networks with an arbitrary number of nodes, to spatially extended multicompartment neuronal models, and to neurons having other types of ionic currents such as the T-type calcium current. The principles that emerge from our study are directly applicable to these scenarios. Our results make experimentally testable predictions and have implications for the understanding of spike transmission, synchronic firing and coincidence detection in electrically coupled networks in the presence of oscillatory inputs.", "date": "2025-09-13", "journal": ""}
{"title": "Sequential sampling from memory underlies perceptual decisions unyoked from actions", "doi": "10.1101/2025.09.10.675475", "authors": "Sharma, P.; Shadlen, M.; Shushruth, S.", "abstract": "Perceptual decision-making refers to the class of decisions in which sensory evidence is used to categorize percepts and guide actions. Conventionally, categorical decisions are thought to precede motor actions. However, recent studies in nonhuman primates challenge this assumption -- when perceptual decisions were uncoupled from the actions they bear upon, animals postponed the decisions until relevant response options were revealed. To determine whether this postponement stems from cognitive limitations unique to nonhuman primates, we conducted a similar experiment with human subjects. Naive subjects viewed a random-dot motion (RDM) stimulus that was difficult to categorize. After a delay period following the RDM, two choice targets were presented and subjects decided which target lay closer to the perceived motion direction. Decision accuracy varied across subjects, reflecting individual differences in ability to integrate motion evidence. Notably, subjects with higher decision accuracy showed prolonged deliberation after choice-target presentation. Furthermore, the time they took to report their decisions depended on the strength of the motion evidence. This pattern of accuracy and decision reporting time could be accounted for by a bounded diffusion model in which subjects sequentially sample stored sensory information from memory during the target selection phase. When the RDM was challenging to categorize, the subsequent appearance of the targets provided a framework to interrogate stored evidence and render a decision. Our results reveal a strategic feature of working memory of retaining information based on its future utility. This observation opens new avenues for investigating how memory and decision-making interact.", "date": "2025-09-13", "journal": ""}
{"title": "Erythropoietin alleviates intellectual disability and autism-like behavior of mice caused by Zbtb20 haploinsufficiency, a construct-valid model of Primrose syndrome", "doi": "10.1101/2025.09.11.675680", "authors": "Hindermann, M.; Wilke, J. B.; Curto, Y.; Oline, S. N.; Gastaldi, V. D.; Butt, U. J.; Dadarwal, R.; Cakir, U.; Ronnenberg, A.; Hammerschmidt, K.; Boretius, S.; Stoykova, A.; Tonchev, A. B.; Klaus-Armin, N.; Singh, M.; Ehrenreich, H.", "abstract": "Among the known genetic causes of syndromic autism spectrum disorders (ASD) are transcription factor deficiencies. In this regard, haploinsufficiency of the Zinc finger and broad complex, tramtrack, bric and brac domain-containing protein 20 (ZBTB20) leads to a prototypical clinical picture, referred to as Primrose syndrome, comprising severe ASD symptoms together with intellectual disability. Here, we present a comprehensive behavioral and phenotypical characterization of Zbtb20+/-mice, a construct valid model of this thus far untreatable human condition. Zbtb20+/- mice exhibit diminished sociability, reduced vocalization, distinct repetitive behaviors, impaired cognitive flexibility, hyperactivity and hypoalgesia. Magnetic resonance imaging reveals increased volumes of hippocampus, cerebellum, brain matter, and whole brain, confirmed by postmortem brain weight measurements. Due to our previous observation of enhanced ZBTB20 expression in CA1 pyramidal neurons upon recombinant human erythropoietin (rhEPO) injections, we anticipated a mitigating effect of rhEPO treatment for Primrose syndrome. Indeed, after just three weeks of alternate-day rhEPO injections, a remarkable improvement in the behavioral phenotype was observed. Our results higlight rhEPO as a first promising treatment for Primrose syndrome.", "date": "2025-09-13", "journal": ""}
{"title": "Consistency in phonetic categorization predicts successful speech-in-noise perception", "doi": "10.1101/2025.09.11.675656", "authors": "Rizzi, R.; Bidelman, G. M.", "abstract": "Listeners bin continuous changes in the speech signal into phonetic categories. But they vary in how consistently/discretely they assign speech sounds to categories, which may relate to speech-in-noise (SIN) perception. Yet, it is unclear if and how perceptual gradience, consistency, and other cognitive factors (e.g., working memory) collectively predict SIN performance. Here, we estimated perceptual gradiency and response consistency during vowel labeling and assessed working memory and SIN performance. We found perceptual consistency and working memory were the best predictors of listeners' composite SIN scores. Our findings emphasize the importance of perceptual consistency over categoricity for noise-degraded speech perception.", "date": "2025-09-13", "journal": ""}
{"title": "Redefining Parkinson's Disease by Dysregulated Genetic Networks in Distinct Cell Types", "doi": "10.1101/2025.09.09.674964", "authors": "Yang, J.; Baldeschi, A. C.; Kong, J.; Mattson, N.; Schiksnis, E.; Wright, S. N.; Park, S.; Lee, I.; roybon, l.; Ideker, T.", "abstract": "Parkinson's disease (PD) is classically linked to dopaminergic neuron loss, but emerging evidence suggests broader cellular involvement. Here we show that PD risk variants converge on distinct molecular networks across specific brain cell types, enabling stratification of patients into six subgroups: dopaminergic, oligodendrocyte progenitor cells (O), excitatory (E), dopaminergic/excitatory, dopaminergic/oligodendrocyte and other. While all subgroups exhibit motor symptoms, the E-group individuals also display more severe non-motor symptoms, including dementia, hyposmia, and REM sleep behavior disorder. The O-group individuals exhibit reduced myelin integrity, as demonstrated by diffusion tensor imaging, implicating NRG6 (formerly C1orf56), a previously uncharacterized high-risk PD gene. We show that NRG6 encodes a conserved epidermal growth factor-like domain structurally and functionally analogous to neuregulin-1, which is critical for oligodendrocyte development and myelination. These findings redefine the cellular architecture of PD vulnerability and identify neuregulin-like signaling in oligodendrocytes as a potential contributor to non-motor symptoms.", "date": "2025-09-13", "journal": ""}
{"title": "Neural Encoding of Immediate and Instrumental Value During Planning", "doi": "10.1101/2025.09.10.675322", "authors": "Luzyanin, D.; Konovalov, A.", "abstract": "Planning is a key executive function enabling humans to anticipate future outcomes by mentally simulating action sequences, balancing immediate gains against long-term goals. However, prior research on planning often conflated it with either spatial navigation or reward-based learning, and little is known about the relative encoding of the immediate and instrumental value of the same action. We used a novel fMRI task in which participants repeatedly chose between two options, each with an immediate monetary value and a known future-oriented instrumental value. Our results show that striatal activity is positively correlated with instrumental value, whereas activity in the dorsomedial prefrontal cortex (dmPFC) and bilateral insula is negatively correlated with the instantaneous point value. These dissociable patterns support specialization in valuation neural circuits during planning.", "date": "2025-09-13", "journal": ""}
{"title": "Subacute effects of ketamine on neural correlates of reward processing", "doi": "10.1101/2025.09.10.675318", "authors": "Briem, E.; Stoehrmann, P.; Doerl, G.; Milz, C.; Schlosser, G.; Kloebl, M.; Reed, M.; Atger, M.; Schmidt, C.; Kathofer, M.; Godbersen, G. M.; Crone, J. S.; Lanzenberger, R.; Spies, M.", "abstract": "Objectives: Ketamine's prohedonic properties have been linked to enhanced reward-related brain activation during the early post-infusion phase. Its effects during the subacute period (~2-24 h post-infusion), when psychotomimetic symptoms fade and neuroplastic adaptations emerge, are less well characterised. This study assessed ketamine's subacute effects on reward processing using the Monetary Incentive Delay (MID) task. Methods: In a randomised, placebo-controlled, crossover study, 28 healthy participants received 0.5 mg/kg racemic ketamine or placebo via 40-minute intravenous infusion. Functional magnetic resonance imaging (fMRI) was acquired ~5 h post-infusion. Plasma concentrations of ketamine and norketamine were obtained for individual area under the curve (AUC) estimation. Analyses focused on the contrast between expected and actual trial outcomes. Results: At five hours post-infusion, ketamine did not significantly modulate MID task-related brain activation, despite pronounced subjective drug effects. Pharmacokinetic modelling confirmed expected ketamine and norketamine profiles, but neither drug exposure (AUC) nor subjective measures correlated with neural activation. Conclusions: Prohedonic effects of ketamine may not sufficiently manifest in MID task-related activation in healthy individuals ~5 hours after infusion. The lack of significant effects provides valuable extension of the existing literature, as ketamine's effects might be confined to a more acute time window or differ in clinical populations.", "date": "2025-09-13", "journal": ""}
{"title": "The kinetochore corona orchestrates chromosome congression through transient microtubule interactions", "doi": "10.1101/2025.09.10.675486", "authors": "Miles, C. E.; Renda, F.; Tikhonenko, I.; Alfieri, A.; Mogilner, A.; Khodjakov, A.", "abstract": "For proper segregation of chromosomes and successful cytokinesis, chromosomes must first 'congress' - gather in a tight plate near the spindle equator. Molecular mechanism(s) of congression are not fully understood. Here we combine live cell microscopy, perturbations of microtubule motor activities, correlative light/electron microscopy, and computational modeling, to quantitatively characterize the early-prometaphase movements that bring the scattered chromosomes to the equator in human RPE1 cells. We find that the early-prometaphase movements are predominantly directed toward the spindle center and not the spindle poles. Centromere velocity of the centripetal movements is not constant with centromeres moving faster at larger distances from the spindle center. We also detect that numerous short microtubules appear at kinetochores at the earliest stages of spindle assembly and prior to chromosome congression. Computational modeling reveals that a mechanism based on brief, stochastic, minus-end directed interactions between the short microtubules protruding from the kinetochores and long appropriately curved microtubules within the spindle accurately predicts the observed distance-velocity function. Further, the model predicts that insufficient numbers of microtubules protruding from the kinetochores decreases the velocity and randomizes directionality of congression movements. These predictions match changes in the chromosome behavior observed in cells with suppressed nucleation of microtubules at the kinetochore corona (RPE1 Rod{Delta}/{Delta}). In contrast, predictions of computational models based on continuous pulling forces at kinetochores differ significantly from the experimental observations. Together, live-cell observations and modeling reveal a novel mechanism that enables the efficient and synchronized arrival of chromosomes to the spindle equator.", "date": "2025-09-13", "journal": ""}
{"title": "Shared molecular consequences of epigenetic machinery disruption in neuronal progenitors", "doi": "10.1101/2025.09.12.675897", "authors": "Ouyang, J.; Okay, K.; Moller, K.; Wang, K.; Petursson, S.; Pierce, T.; Amirfallah, A.; Davidovich, A.; Anderson, K.; Hansen, K. D.; Bjornsson, H. T.", "abstract": "The Mendelian disorders of the epigenetic machinery (MDEMs) are an emerging cause of intellectual disability and growth abnormalities. Hippocampal neurons have been repeatedly found to be an effected cell type for these disorders. To directly probe the effect of disruption of the epigenetic machinery, we established a murine neuronal hippocampal differentiation model which allows rapid and systemic knockout (KO) of diverse epigenetic machinery (EM) factors. This system allows us to interrogate the consequences of each KO using ONT DNA methylation sequencing and RNA sequencing. Upon KO of KMT2A (a histone methyltransferase) or DNMT1 (a DNA methyltransferase), we observed a striking convergence in gene expression. In contrast, KO of DNMT1 lead to extensive changes in DNA methylation whereas KO of KMT2A had little-to-no effect on DNA methylation. In both models, KO accelerated neuronal differentiation, and the convergence in gene expression appeared linked to this differentiation state. The transcription factor GSX1 was differentially methylated, differentially expressed and ~20% of its known down-stream targets were differentially expressed genes. Extending our methylation analysis to 46 EM genes, we found that loss of DNA methyltransferases caused the most profound DNAm alterations, whereas other genes induced more subtle effects. Clustering of promoter DNAm changes revealed two EM subgroups that collectively showed a marked enrichment of interactions with the DNAm machinery. Through allele-specific phasing, we identified a differentially methylated region (DMR) at Zic4 that was shared across the entire group of EM KOs, as well as 1074 haplotype-specific DMRs. Together, our results highlight shared mechanisms across diverse EM mutations and provide new insight into the molecular etiology of MDEMs.", "date": "2025-09-13", "journal": ""}
{"title": "Assembly of the complete horse genome reveals variants associated with reproduction and temperamental traits", "doi": "10.1101/2025.09.10.675315", "authors": "Liu, Y.; Wang, X.; Zhang, H.; Yang, R.; Feng, Y.; Feng, M.; Yang, T.; Li, Y.; Qian, S.; Zhao, C.", "abstract": "A high-quality horse genome assembly is crucial for genetic analysis of equine. Benefiting from long-read sequencing techniques and trio-binning strategy, we assembled a complete telomere-to-telomere horse genome (T2T-horse 1.0) with a size of 2.80 Gb and a base accuracy of more than 99.9999%, comprising a 34.11-Mb entire Y chromosome. T2T-horse 1.0 filled the gaps and corrected errors in previous assemblies, and added 180.30 Mb of previously unresolved regions and 77 new genes compared with the previous reference genome TB-T2T. We identified five types of centromeric satellites and revealed the features of the horse centromeric regions. We characterized the structure of the Y chromosome, and determined the borders of PAR transposed region, and annotated 59 novel genes on Y chromosome of T2T-horse 1.0. Using SNPs in the X-degenerate region of the Y chromosome of T2T-horse 1.0, we performed selection signatures analysis between indigenous horses and horses from intensively selected breeds, and detected the selected genes ARSF and NLGN4Y, which are closely associated with reproduction and temperamental traits, respectively.", "date": "2025-09-13", "journal": ""}
{"title": "Altered Use of Prior Expectations and Modified Neural Dynamics in a Mouse Model of Autism", "doi": "10.1101/2025.09.12.675910", "authors": "Davatolhagh, M. F.; Couto, J. P.; Melin, M.; Oesch, L. T.; Findling, C.; Morales, P.; Hong, I.; Laboratory, I. B.; Churchland, A. K.", "abstract": "In dynamic environments, updating beliefs based on past experiences (priors) is essential for optimal decision-making. Prior utilization is often impaired in psychiatric disorders, affecting perception and behavior. We investigate how Neurexin1 (Nrxn1) loss-of-function disrupts this process, providing insight into circuit deficits underlying sensorimotor dysfunction. While the synaptic role of Nrxn1 role is well studied, its impact on network dynamics and decision-making behavior remain unclear. Using widefield calcium imaging, we assess cortex-wide activity in mice performing a two-choice task to probe how priors influence visually-guided decisions. This task requires the mouse to combine sensory evidence with the prior probability over the stimulus side. We find Nrxn1 KO mice underutilized priors and were slower to update choices based on feedback. During decision-making, cortex-wide cortical activity is both elevated and increasingly correlated in Nrxn1 KO mice, independent of task period. Moreover, a larger fraction of cortical variance was explained by movement variables, consistent with stronger coupling of cortical activity to motor signals and a bias toward movement-related dynamics. These findings suggest that core computations underlying decision-making, such as integrating past experience with current evidence, depend on intact synaptic mechanisms shaped by genes like Nrxn1.", "date": "2025-09-13", "journal": ""}
{"title": "Variable information across SNPs in GWAS data can cause false rejections of colocalisation which can be resolved by proportional colocalisation tests", "doi": "10.1101/2025.09.08.674910", "authors": "Wallace, C.; Robins, C.; Johnson, T.", "abstract": "Fine-mapping is now a standard post-GWAS analysis, but it has been shown to be potentially inaccurate for large meta-analysis GWAS. We show how this can be caused by variable amounts of statistical information between variants, e.g. due to variable sample sizes, which arise widely in meta-analyses, or due to variable imputation accuracy or call rate. This effect becomes more pronounced as sample sizes become larger, such that small differences in information available at different variants can lead to large errors in credible set predictions. Here, we show this inaccuracy propagates to the colocalisation method coloc, yielding confident but incorrect inference. We propose an adaptation of the proportional colocalisation test, which avoids any fine-mapping inference as an alternative to fine- mapping based colocalisation. This method was originally superseded by coloc because the null hypothesis is colocalisation, and because it can have low power in genetic regions with many variants. Our adaptation resolves this second issue, and simulations demonstrate that our approach accurately resolves false coloc inferences. However, the first issue remains, such that we suggest proportional colocalisation is used as an accompaniment to fine- mapping-based coloc. Our findings also emphasize the need for new methodologies in fine- mapping, particularly as GWAS sample sizes grow, to ensure accurate fine-mapping inference.", "date": "2025-09-13", "journal": ""}
{"title": "CryoPhold: CryoEM meets AlphaFold and molecular simulation to reveal protein dynamics", "doi": "10.1101/2025.09.12.675912", "authors": "Bhakat, S.; Vats, S.; Mardt, A.; Strauch, E.-M.", "abstract": "Here we are introducing CryoPhold, a modular workflow that unifies AlphaFold-based ensemble generation, Bayesian reweighting against experimental cryo-EM maps, molecular simulation, and machine learning to quantify conformational populations and identify structural fingerprints that govern protein functions. Proteins are inherently dynamic, interconverting among conformational states that govern their function. Perturbations such as mutations, ligand binding, and pH changes modulate these dynamics and are implicated in many diseases. While cryogenic electron microscopy (cryo-EM) has transformed structure determination, it typically yields an averaged density map representing a static snapshot. A central challenge remains capturing the thermodynamics underlying protein motions and corresponding structural fingerprints that modulate function. CryoPhold enables Bayesian reweighting of AlphaFold-generated structural ensembles against experimental cryo-EM maps, generating posterior structural ensembles that are consistent with experimental data while preserving conformational heterogeneity. Molecular simulations seeded from the posterior ensemble capture time-dependent dynamics, while machine learning models trained on featurized molecular simulation data identify structural fingerprints (\"hotspots\") that modulate protein dynamics. Finally, Markov state models trained on featurized molecular simulation data quantify metastable state populations and free-energy landscapes. By integrating a generative AI-based protein structure prediction model, experimental cryo-EM density, physics-based sampling, and machine learning, CryoPhold enables dynamics paradigm to capture biomolecular motion. The workflow enables prediction of equilibrium populations and structural fingerprints governing conformational dynamics in human transporter protein, GlyT1. It further captures structural changes and population shifts associated with oncogenic BRAF mutants, key driving factors behind melanoma progression.", "date": "2025-09-13", "journal": ""}
{"title": "Neural responses to binocular in-phase and anti-phase stimuli", "doi": "10.1101/2025.09.08.674974", "authors": "Richard, B.; Baker, D. H.", "abstract": "Binocular vision fuses similar inputs from the two eyes into a single percept, whereas incompatible inputs can produce rivalry, lustre, or diplopia. We measured neural responses to binocular stimuli with different phase relationships to test predictions from contemporary binocular combination models. Steady-State Visually Evoked Potentials (SSVEPs) were recorded from 15 observers in response to monocular and binocular stimulation at 3 Hz, using either On/Off or counterphase flicker with varied spatial and temporal phase relationships. On/Off and counterphase flicker elicited responses at the expected fundamental frequency (3 Hz and 6 Hz, respectively) and their harmonics. Manipulating phase relationships modulated these response patterns, including a reduction in the fundamental amplitude for On/Off flicker. The data were modeled with a series of binocular combination algorithms, ranging in complexity from a simple linear sum to a two-stage binocular gain-control model with parallel monocular and binocular phase-selective channels. The model required parallel monocular channels to account for our data, whereas phase selectivity was not essential. Overall, the two-stage contrast gain-control model remains a powerful and flexible framework for describing binocular combinations across various experimental conditions and modalities.", "date": "2025-09-13", "journal": ""}
{"title": "3D-Printed Titanium Implants with Bioactive Peptide-polysaccharide Scaffolds for Personalized Bone Reconstruction", "doi": "10.1101/2025.09.08.674817", "authors": "Rattner, N.; Perlis, V.; Golden, E.; Pokhojaev, A.; Sarig, R.; Binderman, I.; Halperin-Sternfeld, M.; Dadia, S.; Adler-Abramovich, L.", "abstract": "Large bone defects caused by trauma, tumor resection, or congenital abnormalities remain a major clinical challenge. Standard titanium implants are widely used due to their strength and biocompatibility, but their bioinert surfaces often lead to poor osseointegration. The emergence of 3D printing has enabled patient-specific titanium implants with tailored architecture and mechanical properties. However, these constructs still lack the bioactivity required for robust and spatially uniform bone integration, particularly within the implant core. To address this limitation, we developed a bioactive, cell-free strategy that integrates porous titanium implants with a nanofibrillar peptide-hyaluronic acid scaffold, delivered either as a hydrogel or in lyophilized form. The scaffold exhibited enhanced enzymatic stability and supported osteoblast-like cell adhesion in vitro. In a rabbit calvarial critical-size bone defect model, scaffold-integrated implants significantly outperformed inert controls, with hydrogel integration nearly doubling inner bone volume and improving trabecular architecture. Histological analysis confirmed enhanced bone-implant integration, active periosteum, healthy marrow, and reduced inflammation. This acellular, growth-factor-free approach combines the structural precision of titanium with the regenerative potential of ECM-mimicking scaffolds, offering a translatable pathway for personalized skeletal repair.", "date": "2025-09-13", "journal": ""}
{"title": "A transcriptional map of human tonsil architecture:beyond the sum of (single cell) parts", "doi": "10.1101/2025.09.08.674825", "authors": "Crowell, H. L.; Llao-Cid, L.; Frigola, G.; Gunz, S.; Lorden, P.; Ruiz, M.; Ruano, I.; Kulis, M.; Martin-Subero, J. I.; Heyn, H.; Campo, E.; Pascual-Reguant, A.", "abstract": "The tonsil is a highly compartmentalized organ in which different microanatomical structures orchestrate designated (immune) functions. We use this already well-studied tissue to survey spatial molecular imaging data (CosMx SMI) for studying immune responses in native tissue context; and, to demonstrate the advantages of SMI for faithfully recapitulating cellular composition in direct comparison with single-cell RNA sequencing. While SMI data still poses many analytical challenges and lacks standardization, we established a versatile analysis pipeline focused on the profitable particularities of these data: considering organization (microenvironment), interactions (signaling), and function (higher-order structures) across scales. Specifically, we resolve ~2M cells into 52 subpopulations across immune and, in particular, structural compartments. Various spatial niches partition tonsillar tissue into architecturally and functionally distinct regions, which we characterize through cell-cell colocalization and communication analyses, while performing various non-standard analyses at the level of spatial features. These topological readouts may help elucidate where certain immunological processes occur (e.g., class switch recombination); and, where signaling pathways are active (e.g., TNF and galectin, which have been implicated in diverse lymphomas). In all, we provide an analytical framework for Spatial Immunology, and showcase alternative views that such techniques and concomitant computational approaches can bring on tissue composition and architecture.", "date": "2025-09-13", "journal": ""}
{"title": "Peptidoglycan turnover promotes active transport of protein through the bacterial cell wall", "doi": "10.1101/2025.09.12.675941", "authors": "Akbary, Z.; Samantaray, K.; Shafir, D.; Jain, K.; Hocky, G. M.; van Teeffelen, S.; Rojas, E.", "abstract": "The bacterial cell wall is a critical load-bearing structure, but is not thought to be an important permeability barrier since proteins freely diffuse through isolated cell wall sacculi and bacteria secrete proteins without the aid of any known channels or transporters in the wall. Using new genetically encoded probes to measure the permeability of the cell in situ at the single-cell level, we discovered that the size threshold determining whether proteins can pass through the Bacillus subtilis sacculus is smaller than was previously thought. We found that transport of small proteins (<10 kDa) through the sacculus was consistent with passive diffusion through discrete pores, while larger proteins (>15 kDa) required the generation of larger pores by inducing peptidoglycan hydrolysis unbalanced by synthesis. These data are consistent with physics-based models of diffusion through a random percolation network of finite thickness. Conversely, the ability of the innate immune factor phospholipase (15.2 kDa) to kill B. subtilis was inhibited by membrane de-polarization. The protective effect of de-polarization was dependent on latent peptidoglycan synthesis (decoupled from cell growth) by PBP1 - highlighting a new role for this enzyme - and on reduced peptidoglycan hydrolysis. These results demonstrate that the rapid peptidoglycan turnover that drives cell growth also promotes movement of phospholipase across the cell wall, identifying a quintessentially bacterial mechanism of active transport.", "date": "2025-09-13", "journal": ""}
{"title": "A novel expression system enabling scalable production of glycosylated flavonoids in Escherichia coli W using a plant-derived toxic gene", "doi": "10.1101/2025.09.09.674713", "authors": "Saavedra, D. C.; Torres-Bacete, J.; Nogales, J.", "abstract": "Glycosylated flavonoids are plant-derived compounds of significant interest due to their enhanced solubility, stability, and bioavailability, offering therapeutic potential across pharmaceutical, nutraceutical, and cosmetic sectors. However, their complex biosynthesis in plants hinders scalable production. In this study, we present an innovative microbial platform based on a phosphate-responsive Pliar53 promoter system in non-model chassis Escherichia coli W to enable efficient, regulated heterologous expression of the SbaiC7OGT gene from Scutellaria baicalensis. This platform circumvents common limitations associated with conventional inducible systems that rely on costly or toxic chemical inducers. The engineered E. coli SBG2413 strain demonstrated high titers of naringenin-7-O-glucoside (prunin) and exhibited broad substrate compatibility for the biosynthesis of other flavonoid glycosides. Our findings establish a cost-effective, scalable solution for industrial production of glycosylated flavonoids, with potential applicability to co-culture systems and microbial consortia.", "date": "2025-09-13", "journal": ""}
{"title": "Prime Editing Enables High-Efficiency Correction of the Ryr1 T4706M Mutation: A Promising Therapeutic Approach for RyR1-Related Myopathies", "doi": "10.1101/2025.09.12.675683", "authors": "Godbout, K.; Rousseau, J.; Canet, G.; Tremblay, J. P.", "abstract": "Prime editing has emerged as a powerful genome-editing tool for precise correction of pathogenic mutations, offering a promising therapeutic approach for genetic myopathies. Here, we evaluate the correction efficiency of the T4706M mutation in the Ryr1 gene, which is implicated in severe skeletal muscle dysfunction. Using an optimized epegRNA design and RNA electroporation, we achieved a remarkable 80% editing efficiency in immortalized C2C12 myoblasts and 37% correction in primary myoblasts derived from the RYR1TM/TM mouse model. Our results demonstrate that the PE6 prime editing strategy, combined with rationally designed epegRNAs, significantly enhances editing efficiency in unselected cell populations. These findings establish a critical ex vivo foundation for the development of in vivo Ryr1 gene therapy in preclinical mouse models. They also provide a validated editing design that can support delivery-focused applications in both academic and industry settings.", "date": "2025-09-13", "journal": ""}
{"title": "FindBacksplice: a Tool for Locating Circular RNA Backsplice Coordinates", "doi": "10.1101/2025.09.08.674962", "authors": "Kraljevic, M.; Ozturk, A.; Jank, M.; LeDuc, R. D.; Keijzer, R.", "abstract": "Circular RNAs (circRNAs) are generated through back-splicing, a process where a backsplice junction (BSJ) is formed, based on the circRNAs' unique sequence. BSJs are highly conserved and can be mapped to chromosomal coordinates. Current platforms determine these coordinates from bulk RNA sequencing data. We aimed to develop a tool capable of determining backsplice coordinates based on BSJ sequences for any species and genome version. Motivation: circRNAs are emerging as an important regulator of cellular differentiation and other biologically important processes. Common tools for circRNA analyses require a circular RNA's backsplice coordinates. These can be accessed from public databases. However, the coordinates are specific to a version of a species' genome, and are unavailable for many model organisms. Results: We have developed a Python-based, command line tool, FindBacksplice, which produces backsplice coordinates for any available genome, based on a circRNA's BSJ sequence. Implemented in Python, this script is integrated with BLAST for use in existing pipelines. We were able to find valid locations of backsplices for known human BSJs in the rat genome and produce backsplice coordinates for use in existing pipelines. Availability and implementation: FindBacksplice is available at github.com/m-kraljevic/findbacksplice", "date": "2025-09-13", "journal": ""}
{"title": "AI-Guided Resetting of Memories in Gene Regulatory Network Models: biomedical and evolutionary implications", "doi": "10.1101/2025.09.10.675114", "authors": "Pigozzi, F.; Cirrito, T.; Levin, M.", "abstract": "Molecular pathways such as gene-regulatory networks regulate numerous functions in cells and tissues that impact embryonic development, regenerative repair, aging, cancer, and many other aspects of health and disease. One important aspect of such networks is experience-dependent plasticity: their activity changes after repeated exposures to external and internal physiological stimuli. This kind of functional plasticity gives rise to habituation to pharmacological interventions (resulting in loss of efficacy over time), sensitization (resulting in unacceptable side effects after repeated use), or canalizing of undesired dynamics that recur even when the original problem has been resolved (persistent disease states). Our in silico analyses reveal that memories formed in gene regulatory networks can be erased by specific further experiences without any changes of network topology (leaving the connectivity in place). We present a method for discovery of stimuli that can be used to selectively delete physiological memories, which can be used to remove unwanted behaviors in biomedical and bioengineering contexts without gene therapy or genomic editing. Remarkably, not only are the training-induced gains in causal emergence not lost after stimuli that wipe memories, but we also find a positive relationship between the causal emergence and learning ability of a network, suggesting a deep asymmetry (ratchet) in the relationship between learning/forgetting and integration of collective intelligence which may have implications for evolution.", "date": "2025-09-13", "journal": ""}
{"title": "Enhanced cellular and transdermal delivery of the modified chromatin using gH625 cell-penetrating peptide", "doi": "10.1101/2025.09.11.675732", "authors": "Zhang, X.; Liang, Y.; Zonta, F.; Park, J. H.", "abstract": "The transdermal drug delivery system has been used as a noninvasive route for drug administration, but often requires specialized equipment or invasive treatment. To examine recombinant synthetic chromatin as a non-invasive transdermal delivery vehicle, a modified histone H2A fused with a cell-penetrating peptide (gH625) was examined for its utility. Both in vitro porcine skin-based test and in vivo mice studies showed significantly enhanced passive skin penetration of gH625-modified chromatin compared to control groups. The gH625-H2A chromatin was examined as a delivery vehicle of EGF by displaying it at the carboxy terminus of histone H2B to enhance stability and skin penetration. The experimental results showed that the biological activities of EGF-displayed chromatin are comparable to those of the isolated EGF peptide in the HaCa-T cell line. The enhanced skin penetration capabilities of the gH625-H2A-modified chromatin offer great potential for developing non-invasive transdermal delivery of therapeutic proteins or peptides.", "date": "2025-09-13", "journal": ""}
{"title": "Uncovering the Design Rules for Sustainable Growth of Mineralized Mycomaterials", "doi": "10.1101/2025.09.12.675881", "authors": "Moss, D. H.; Pear, O.; Guio, J.; Libonati, A.; Ducat, D.; Bay, K.; Khakhar, A.", "abstract": "Mycomaterials, materials made from filamentous fungi, have several advantages over traditional materials, such as their genetic programmability and self-healing properties. However, their lack of mechanical strength and cost of production often constrain the applications they can be used in. In this work, we take inspiration from natural systems to overcome these challenges by elucidating design principles for mineralization-based enhancement of mechanical strength and synthetic lichen-based low-cost growth. We demonstrate that surface display of an enzyme from sea sponges, silicatein , on the hyphae of the filamentous fungus Aspergillus niger enables mineralization of polysilicate and that this does not impact fungal growth. We also show that this strategy can be extended to other silicatein  variants and characterize how the degree of mineralization can be modulated. We then demonstrate that mineralization enhances the mechanical properties of the mycelium, including its tensile strength, modulus, and toughness. Finally, we show how these reinforced mycelia can be grown without external carbon sources using a synthetic lichen-based co-culture to facilitate low cost biomanufacturing. Together, our results lay the groundwork for the sustainable production of mineralized mycomaterials and create a new model system to study how mineralization impacts growth and mechanical properties.", "date": "2025-09-13", "journal": ""}
{"title": "Chromatin landscape of budding yeast acquiring H3K9 methylation and its reader molecule HP1", "doi": "10.1101/2025.09.11.675748", "authors": "Shimizu, T.; Fukuda, K.; Shimura, C.; Nakayama, J.-i.; Oki, M.; Shinkai, Y.", "abstract": "Histone H3 lysine 9 (H3K9) methylation and heterochromatin protein 1 (HP1) are well conserved heterochromatin epigenome and its reader molecule. However, the details of how importance of them in heterochromatin formation still remain unclear. One of the reasons is the redundancy aspects, as there are multiple H3K9 methylation reader molecules, including HP1, and HP1 itself functions as a hub recruiting various effector molecules. To overcome those issues, we took a synthetic biology approach and introduced H3K9 methylation and HP1 into budding yeast Saccharomyces cerevisiae, which does not have this system, and examined its impact on transcription and chromatin compaction. We observed that the mammalian H3K9 methyltransferase can induce genome-wide H3K9 di- and tri-methylation (H3K9me2,3) in the budding yeast which mainly in the gene body region, and HP1 accumulates over the H3K9 methylated regions. The forced expression of H3K9 methyltransferase and HP1 had little impact on transcription. Furthermore, Micro-C-seq analysis revealed no significant effects on the chromatin 3D structure. These results suggest that although H3K9 methylation and recruitment of HP1 play essential roles in the epigenetic regulation of heterochromatin, they alone are not sufficient to alter the higher-order chromatin structure, at least in the gene body regions in budding yeast.", "date": "2025-09-13", "journal": ""}
{"title": "The two-component nuclease-active KELShedu system confers broad antiphage activity via abortive infection", "doi": "10.1101/2025.09.13.674623", "authors": "Zhang, H.; You, J.; Zhou, H.; Zhang, Z.; Wu, H.; Zhang, D.; Pan, X.; Zhang, W.; Zhang, X.; Rao, Z.", "abstract": "Bacteriophages and bacteria engage in a continuous evolutionary arms race, driving the development of intricate bacterial defense systems such as CRISPR-Cas, BREX, Gabija, and Shedu. Here, we characterize a two-component KELShedu system in Escherichia coli that confers resistance to phages via abortive infection. The KELShedu system comprises KELA, a dsDNA-binding protein, and KELB, a metal ion-dependent nuclease harboring the DUF4263 domain. In addition, we find that physiological levels of NTP inhibit the DNA cleavage activity of the KELShedu system, suggesting that KELShedus activation depends on reduced intracellular NTP levels during phage invasion. Our research demonstrates that the KELShedu system responds to nucleotide depletion triggered by phage replication, leading to non-specific degradation of cellular DNA and ultimately inducing abortive infection. These insights into the KELShedu system expand the repertoire of bacterial anti-phage mechanisms and lay the groundwork for novel applications in microbial engineering and therapeutic development.", "date": "2025-09-13", "journal": ""}
{"title": "Strong selection of Gammaproteobacteria across Aedes aegypti development suggests diagonal microbiome transmission", "doi": "10.1101/2025.09.13.676009", "authors": "Sanon, A.; De Coninck, L.; Wang, L.; Badolo, A.; Matthijnssens, J.; Trappeniers, K.; Delang, L.", "abstract": "Aedes aegypti mosquitoes are the main vector of pathogens like dengue virus and chikungunya virus. The immature life stages of mosquitoes share the same habitat with a variety of microorganisms in aquatic environments. To better understand the microbial diversity in field-derived Ae. aegypti, we analysed simultaneously collected larvae, pupae, and freshly emerged adults from Burkina Faso together with their breeding water via 16S rRNA gene sequencing. We observed a decrease in bacterial diversity and load across the mosquito life stages. At the phylum level, a strong increase in relative abundance of Proteobacteria was found along the mosquito stages. The same 40 amplicon sequence variants were consistently found as most abundant in the adults, regardless of the sample collection site, and all belonged to the Gammaproteobacteria. Our data suggests that these bacteria were not randomly derived by chance from the environment in the mosquito but rather deposited by a female mosquito during oviposition, a transmission route recently coined as ''diagonal transmission''. Indeed, our results indicated that there is a selection of Gammaproteobacteria from the breeding water and that these bacterial members are further maintained from larvae to adult. This study provided new data on the microbiome composition of field-captured Ae. aegypti, contributing to an enhanced understanding of the origin and colonization route of the mosquito microbiome, potentially via a diagonal transmission route. Importance The past decades the world has experienced a vast increase in epidemics of pathogenic infections transmitted by vectors. These pathogens can cause severe diseases such as haemorrhagic fever, encephalitis, and arthritis. For instance, several arboviruses, such as chikungunya virus, Zika virus, and dengue virus, pose significant global health threats because of their high disease burden, their widespread (re-)emergence and the lack of (good) anti-arboviral strategies. Despite the clear burden, current vector control strategies are clearly insufficient. A promising strategy is the usage of microorganisms to tackle vector-borne transmission. However, a better fundamental understanding of their functioning in the vector is needed. Particularly, how microorganisms in the field develop inside the insect body and are transmitted between different life stages remains intensively debated. We addressed this knowledge gap by studying the mosquito microbiome in African Aedes aegypti mosquitoes at different sampling locations, ranging over different mosquito life stages, and including the environmental water.", "date": "2025-09-13", "journal": ""}
{"title": "Spx inhibits expression of the SwrA*DegU master flagellar activator in Bacillus subtilis.", "doi": "10.1101/2025.09.12.675978", "authors": "Jackson, A. E.; Olney, S. G.; Kearns, D. B.", "abstract": "Flagella are trans-envelope nanomachines expressed from genes organized in a complex regulatory hierarchy governed at the highest level by transcription factors called master activators. The master activator of flagellar biosynthesis in Bacillus subtilis is a hybrid of SwrA*DegU that is required to increase flagellar density to swarm over solid surfaces. Here we show that the ClpX unfoldase subunit of the ClpP protease is required for swarming motility, and that cells mutated for ClpX fail to swarm due to restricted levels of both SwrA and DegU. Suppressor mutations were found that increased expression of the fla/che operon under SwrA*DegU control, and mutation of the LonA protease elevates the levels of SwrA protein while mutation of the global transcriptional regulator Spx increases transcription of both the degU and swrA genes. We conclude that ClpX promotes swarming motility via degradation of Spx, which represses motility gene transcription including the Pfla/che, PdegU, and PswrA promoters each activated by DegU. The ClpX-dependent regulatory proteolysis of Spx is relieved upon stress conditions, and we infer that Spx may dampen DegU-mediated positive feedback to limit cell envelope stress caused by excessive flagellar biosynthesis.", "date": "2025-09-13", "journal": ""}
{"title": "Ectoine production by newly isolated halophilic methanotroph Methylotuvimicrobium percolatum using surplus methane from anaerobic digestion", "doi": "10.1101/2025.09.13.675991", "authors": "Yasuda, S.; Ogasawara, R.; Fujii, K. N.; Zhan, X.; Terada, A.", "abstract": "Anaerobic digestion (AD) processes that convert waste such as livestock wastewater into biomethane for energy recovery are expanding globally. However, biogas exceeding storage capacity is typically flared, resulting in the release of carbon dioxide, a greenhouse gas. To address this issue, we focused on halophilic methane-oxidizing bacteria (methanotrophs) capable of converting methane into ectoine, a high-value compatible solute widely used in more than 400 cosmetic active ingredients and valued at approximately US$1,000/kg. Nevertheless, research on halophilic methanotrophs and ectoine biosynthesis remains limited. Here, we report the successful isolation of the Type I methanotroph Methylotuvimicrobium percolatum from activated sludge in a brackish water environment. Complete genome sequencing revealed genes for methane oxidation, osmoadaptation, and notably the ectABCask cluster responsible for ectoine biosynthesis. Activity tests under varying NaCl concentrations confirmed ectoine production, with a maximum yield of 20.1 mg ectoine/g-DCW achieved at 25% methane, 30 degrees Celsius, and 3 wt% salinity. Biomass growth remained robust up to 6% salinity but declined sharply at higher NaCl concentrations, indicating that optimal conditions for growth and ectoine synthesis do not entirely coincide. These findings advance the fundamental understanding of halophilic methanotroph physiology and highlight their potential as sustainable platforms for converting surplus methane from AD processes into commercially valuable ectoine.", "date": "2025-09-13", "journal": ""}
{"title": "Heterologous expression of pyruvate formate lyase enhances cell growth of Clostridium ljungdahlii during microbial electrosynthesis", "doi": "10.1101/2025.09.12.675768", "authors": "Im, C.; Krige, A.; Valgepea, K.; Modin, O.; Nygard, Y.; Franzen, C. J.", "abstract": "Slow cell growth and low biomass yields are hurdles for gas fermentation by acetogens. Microbial electrosynthesis (MES) utilizes acetogens as biocatalysts to reduce CO2 and produce commodity chemicals using electricity. However, limited electron supply in a bioelectrochemical system (BES) aggravates the poor cell growth of acetogens resulting in low productivities. Formate is a soluble C1 feedstock that can be produced by CO2 reduction (1). Thus, assimilation of formate can unburden the amount of electrons required for MES. Acetobacterium woodii posseses multiple pyruvate formate lyase (PFL) genes that are upregulated during formatotrophic growth. In this study, Clostridium ljugdahlii was engineered to heterologously express a pfl geneset of A. woodii to increase the cell growth of C. ljungdahlii during microbial electrosynthesis. Different combinations of pfl A and pfl B from A. woodii were tested in C. ljungdahlii to find the best working combination under control of Pfdx-riboswitch expression system. Expression of pfl B1 and pflA of A. woodii showed higher maximum OD of C. ljugdahlii under H2:CO2 condition with supplementation of 80 mM sodium formate. More than 40 mM of sodium formate caused significantly longer lag phase but the lag phase could be shortened after adaptation in 80 mM of sodium formate. At the end, the engineered strain showed improved cell growth (ODmax 0.22 {+/-} 0.05) and acetate production (21.8 {+/-} 5.6 mM) during microbial electrosynthesis compared to the control strain (ODmax 0.10 {+/-} 0.06 and 10.2 {+/-} 2.5 mM acetate). These results will be useful for strain development for microbial electrosynthesis, as well as gas fermentation.", "date": "2025-09-13", "journal": ""}
{"title": "The First of Us: Ophiocordyceps use a novel scramblase-binding peptide to manipulate zombie ants", "doi": "10.1101/2025.09.09.674826", "authors": "Beckeson, W. C.; Werner, S.; Goebbels, M.; Ramalho, J. J.; Swafford, A.; Soroka, I.; Wingert, S. T.; Boxem, M.; Ruijtenberg, S.; Stephens, G. J.; van den Heuvel, S.; de Bekker, C.", "abstract": "Parasite-adaptive manipulation of behavior is a widespread natural phenomenon. While Ophiocordyceps zombie fungi are well-known for hijacking ant behavior to increase their fitness, functionally characterizing the biomolecules involved in behavior manipulation remains difficult in these non-model organisms. To circumvent this problem, we have adopted the powerful genetics toolbox of Caenorhabditis elegans to identify molecular targets and neurophysiological effects of candidate Ophiocordyceps effectors. With this approach, we discovered a novel cysteine-rich, small secreted fungal peptide that binds to well-conserved calcium-dependent scramblase channels in neurons, particularly those associated with sensory tissues. This binding suppressed nematode motor coordination and dampened ant olfactory systems vital for communication. Our findings are the thus first to directly connect an Ophiocordyceps effector with its extended phenotype, demonstrating the neuroethological role of Scramblase-1.", "date": "2025-09-13", "journal": ""}
{"title": "Ribosomal RNA tentacles are targets of free radical damage in mammalian cells during oxidative and inflammatory stress", "doi": "10.1101/2025.09.11.675630", "authors": "Fleming, A. M.; Dingman, J. C.; Burrows, C. J.", "abstract": "Chemical damage to ribosomal RNA (rRNA) during oxidative or inflammatory stress can impact protein synthesis. Human cells were exposed to a H2O2 titration series to induce oxidative stress or to tumor necrosis factor- to induce inflammation over a time course, followed by RNA direct nanopore sequencing of cytosolic and mitochondrial rRNAs. The guanosine (G) oxidation sites and deamination of adenosine to inosine (A-to-I) and cytidine to uridine (C-to-U) lesion sites were revealed by changes in the base-called data. Both stressors induced G oxidation in cytosolic rRNA, whereas mitochondrial rRNA was less oxidatively modified. Nitrosative stress generated during inflammation resulted in deamination lesions in rRNAs in both compartments. Inspection of highly modified sites showed the GC-rich tentacles in the 28S rRNA sequence were hotspots for G oxidation and C deamination in the cytosolic ribosome. Outside of tentacles, lesions were generally found on nucleotides on the ribosome surface exposed to solvent, where diffusible reactive species exist. The minimalist structure of the mitochondrial ribosome compared to the cytosolic ribosome alters the reaction patterns observed to target nucleotides on the surface or in functionally relevant regions. These patterns support the hypothesis that tentacles in cytosolic ribosomes direct reactive oxygen and nitrogen species away from the catalytic core to maintain ribosome activity during stress, while the mitochondrial ribosome is damaged in regions that can deactivate protein synthesis. The results provide molecular insight into metabolic dysfunction during oxidative and inflammatory stress and suggest a new function for the GC-rich tentacles that have evolved in mammalian cells.", "date": "2025-09-13", "journal": ""}
{"title": "SARM1, the executioner of axon degeneration, is an ADP-ribosyl transferase and autoMARylation negatively regulates its activation", "doi": "10.1101/2025.09.12.675907", "authors": "Icso, J.; DeOrsey, L.; Barasa, L.; Kelch, B. A.; Thompson, P. R.", "abstract": "Axon degeneration is a hallmark of nearly all neurodegenerative diseases. SARM1 plays a central role in this process by degrading NAD+ into nicotinamide and ADPR or cADPR. SARM1 also catalyzes a base exchange reaction between NAD+-phosphate (NADP+) and nicotinic acid (NA) to generate NAADP. These second messengers (i.e., ADPR, cADPR, and NAADP), and NAD+ consumption, are thought to drive axon degeneration. Herein, we identify a fourth reaction catalyzed by SARM1: mono-ADP-ribosylation (MARylation). Specifically, we show that SARM1 MARylates itself and other proteins with a catalytic efficiency (kcat/Km) higher than its NAD+ hydrolase activity. We further show that auto-MARylation promotes a phase transition and renders SARM1 responsive to regulation by NMN. Notably, endogenous SARM1 is MARylated at mitochondria, suggesting that MARylation may regulate SARM1 localization. Together, these findings uncover new regulatory mechanisms and expand the known signaling functions of SARM1.", "date": "2025-09-13", "journal": ""}
{"title": "MiniCARbids: Minimalistic human binding domains specifically tailored to CAR T applications", "doi": "10.1101/2025.09.09.675083", "authors": "Teufl, M.; Mayer, J.; Holzer, K. E.; Emminger, D.; Sylvander, E.; Baik, H.; Schubert, F.; Maniaki, E.; Bader, U.; Munoz-Lopez, A.; Mittelstaet, J.; Dobersberger, M.; Buri, M. C.; Sutzl, L.; Salzer, B.; Putz, E. M.; Zajc, C. U.; Lehner, M.; Traxlmayr, M. W.", "abstract": "Traditionally, chimeric antigen receptor (CAR) T cells employ single-chain variable fragments (scFvs) as binding entities. While scFvs represent a convenient option due to their broad availability, they also come with drawbacks, in particular their tendency to cluster and their relatively large size. Moreover, most scFvs used in the CAR field are of non-human origin, potentially causing immunogenicity. Therefore, we established an engineering platform for minimalistic CAR binding domains (miniCARbids), which combine several critical advantages: (i) human origin, (ii) small size, (iii) efficient expression in T cells and (iv) single-domain architecture, among others. We demonstrate that miniCARbids can be engineered to recognize various antigens with antibody-like affinities, while being stable and aggregation-resistant. When miniCARbids are incorporated into CARs, they induce high anti-tumor potency in both adapter and conventional CAR formats. Remarkably, CD22-directed miniCARbid-based CARs showed similar or even more efficient tumor clearance in leukemia-bearing mice when compared with a CAR comprising the clinically tested m971-1xG4S scFv. Together, we introduce the miniCARbid engineering platform, enabling the generation of small, human antigen-binding domains with high potency in CAR T cells against virtually any target antigen.", "date": "2025-09-13", "journal": ""}
{"title": "Programmable multiplexed phosphosignaling networks in bacteria", "doi": "10.1101/2025.09.09.674673", "authors": "Song, X.; Lim, B.; Yung, M. C.; Hou, S.-L.; Jiao, Y.; Childers, W. S.", "abstract": "Natural bacterial two-component systems use crosstalk between histidine kinases to integrate multiple environmental cues, enabling complex multi-signal decisions. In comparison, most synthetic bacterial phosphosignaling circuits remain confined to single-input designs. Here, we establish a bottom-up framework for phosphosignaling circuits using two histidine kinases (2HKs) that converge on a shared response regulator (RR). As a proof of concept, we built a synthetic 2HK-1RR circuit in Escherichia coli that consists of a blue-light sensor (YF1) and an indole-3-aldehyde sensor, integrating opto- and chemo-signals through their shared RR. By using distinct dimerization tags on each HK, tuning HK activities, and reversing HK response modes, we program a spectrum of logic behaviors. These include ternary gates (an inverse count gate, a count gate, and two context gates), as well as a binary NAND gate. This work establishes fundamental phosphosignaling circuit design rules based on two-component systems that expand the scope of synthetic gene circuit design and pave the way towards complex, multi-input environmental biosensors and programmable therapeutics.", "date": "2025-09-13", "journal": ""}
{"title": "H3N2 influenza virus tropism shifts to glycan receptors on tracheal ciliated cells", "doi": "10.1101/2025.09.12.675939", "authors": "Kikuchi, C.; Antonopoulos, A.; Wang, S.; Biyasheva, A.; Chien, Y.-C.; Bharat, A.; McBride, R.; Nycholat, C. M.; Thompson, A. J.; Dell, A.; Khoo, K.-H.; Schleimer, R.; Haslam, S. M.; Paulson, J. C.", "abstract": "Human H3N2 influenza viruses, introduced during the 1968 pandemic, have evolved to recognize human-type sialic acid-containing receptors (Neu5Ac2-6Gal) extended with at least three LacNAc (Gal{beta}1-4GlcNAc) repeats. To investigate this restriction in the context of virus attachment to the airway epithelium, we comprehensively analyzed the glycome of human nasal and tracheal epithelial cells. Using a synthetic N-glycan library that reflects the structural diversity of the human airway glycome, we found that only bi-antennary N-glycans with extended human-type receptors on at least one branch serve as receptors for the recent H3 hemagglutinins (HAs). Such receptors are found on tracheal epithelium but are deficient in nasal epithelium. Immunofluorescence analysis on human trachea reveals that recent H3 HAs preferentially attach to ciliated cells, consistent with single-cell RNA sequencing analysis indicating that these cells express glycosyltransferases that produce extended glycan chains. These findings suggest that H3N2 viruses have developed a tropism for tracheal ciliated cells.", "date": "2025-09-13", "journal": ""}
{"title": "CRISPR epi-editing reveals regulatory crosstalk between alternative promoters and splicing in Neurexin isoform expression", "doi": "10.1101/2025.09.10.675405", "authors": "Hsiao, Y. Y.; Gomez, A. M.", "abstract": "The use of alternative promoters and splicing increases molecular complexity and diversifies cellular functions. However, mechanisms of crosstalk between transcription and splicing remain poorly understood. Here, we utilize CRISPR epi-editing in neurons to manipulate isoforms of the synaptic organizer, Neurexin-1, and elucidate mechanisms underlying the co-regulation of alternative promoters and splicing. Surprisingly, silencing individual Neurexin-1 promoters altered downstream promoter activity via transcriptional interference and biased splicing decisions. Our data reveals transcriptional interference as key to shaping cell type-specific Neurexin-1 isoforms in the mouse hippocampus and demonstrates the power of epi-editing to uncover regulatory interactions between RNA processes in the brain.", "date": "2025-09-13", "journal": ""}
{"title": "Structural Basis for Target Discrimination and Activation by Cas13d", "doi": "10.1101/2025.09.12.675955", "authors": "Chou, C.-W.; Sinan, S.; Kuo, H.-C.; Arguello, C.; Sahaya, D.; Russell, R.; Finkelstein, I. J.", "abstract": "CRISPR-Cas13d is increasingly used for RNA knockdowns due to its programmability, but off-target RNA binding and cleavage of near-cognate RNAs hinder its broader adoption. Here, we explore the mechanisms of nuclease activation by solving seven ternary cryo-electron microscopy structures of wild-type Cas13d in complex with matched and mismatched targets. These structures reveal a series of active, intermediate, and inactive states that illustrate a detailed activation mechanism. The crRNA undergoes dramatic conformational changes upon target RNA binding, with the helical-1 domain transitioning from an initially docked state with the N-terminal domain to an allosterically switched conformation that stabilizes the RNA duplex. Quantitative kinetics reveal that a single proximal mismatch preserves nanomolar binding affinity but completely abolishes nuclease activity by trapping Cas13d in an inactive state. We identify an active site loop in the HEPN domains that regulates substrate accessibility, with alanine scanning mutagenesis revealing both hypo- and hyperactivated variants. These findings establish the structural basis for Cas13d's exquisite mismatch surveillance and provide a mechanistic framework for engineering RNA-targeting specificity and activity across HEPN nuclease family members.", "date": "2025-09-13", "journal": ""}
{"title": "Quantitative mapping of methionine sensitivity to oxidation in the copper-bound PcuC chaperone", "doi": "10.1101/2025.09.11.675508", "authors": "Tarrago, L.; Molinelli, L.; Belghazi, M.; Tribout, M.; Lemaire, D.; Legrand, P.; Grosse, S.; Pignol, D.; Sabaty, M.; Tron, T.; Arnoux, P.", "abstract": "Copper is typically coordinated by histidine, cysteine, or methionine in proteins, and these residues are particularly sensitive to oxidation. However, it remains unclear whether copper-coordinating residues are more prone to oxidation than non-coordinating ones, and how their susceptibility changes between the apo and copper-bound states. The copper chaperone PcuC, important for cytochrome c oxidase assembly in bacteria, contains a canonical binding site composed of two histidines and two methionines (H51xnM63x22H86xM88), as well as a disordered C-terminal extension enriched in methionine and histidine. To quantify methionine oxidation sensitivity in both apo- and Cu-bound PcuC, we used a methionine-specific oxaziridine probe combined with mass spectrometry and compared labeling patterns to those generated by 18O-labeled hydrogen peroxide. We show that methionine residues display distinct oxidation sensitivities in the apoprotein, and that the oxaziridine reacts similarly to H218O2. Importantly, this probe enables quantification of methionine oxidation independently of hydroxyl radicals generated by copper-driven Fenton chemistry, which lacks residue specificity. In the copper-bound form, Cu binding strongly alters methionine reactivity, with a marked increase in oxidation of the coordinating Met63 and Met88. Structural analysis revealed that two copper ions occupy the canonical site, while the C-terminal extension does not contribute to coordination. Comparison of structural features and oxidation sensitivity showed that methionine susceptibility correlates with solvent exposure in the folded domain, but with local positive charge in the disordered region. These findings demonstrate that copper coordination modulates methionine oxidation, and that oxaziridine-based probes provide a powerful tool for mapping oxidation sensitivity in (metallo)proteins.", "date": "2025-09-13", "journal": ""}
{"title": "Single-cell multiomics reveals archetypal regulatory programs shared across CD4 and CD8 T cell subsets in viral infection", "doi": "10.1101/2025.09.08.675014", "authors": "Walker, S. K.; van der Veeken, J.; Rudensky, A.; Pritykin, Y.", "abstract": "T cells protect against pathogens and tumors and can differentiate into various functionally distinct subsets. While each subset exhibits a characteristic epigenomic and transcriptional profile, essential immune functions such as self-renewal, expansion, cytokine production, and cytotoxicity are common to multiple subsets and therefore must be programmed via shared regulatory mechanisms. To uncover these regulatory \"archetypes\", we integrated a new single-cell multiomic (scATAC+RNA-seq) dataset for CD4 and CD8 T cells responding to acute and chronic viral infection with a comprehensive compendium of bulk ATAC-seq data. Our analysis revealed that T cell identity is governed by a modular architecture, where distinct transcription factors drive the reuse of regulatory archetypes across T cell subsets and lineages. Notably, translationally important progenitor Tcf1+ CD8 T cells, critical for sustaining CD8 T cell responses and present in both acute and chronic infection, exhibited a composite regulatory state combining a CD8 T cell exhaustion program and, unexpectedly, a follicular helper CD4 T cell program. In sum, this resource will aid mechanistic dissection of adaptive immunity and immunotherapy design, and the framework will be broadly applicable across biological systems.", "date": "2025-09-13", "journal": ""}
{"title": "Shared and distinct sequence-function signatures define different modes of human TpoR activation", "doi": "10.1101/2025.09.09.675271", "authors": "Wu, X.; McLeod, H.; Malinovitch, A.; Hunter, S.; Ramesh, S.; Go, M.; Nguyen, J. V.; Rubin, A. F.; Burger, W. A.; Blombery, P.; Call, M. E.; Call, M. J.", "abstract": "The human thrombopoietin receptor (hTpoR) exists primarily as JAK2-associated monomers that become activated when converted to dimeric forms that support JAK trans-phosphorylation. This can be achieved by several different modes of stimuli, including the natural ligand Tpo, biologic agonists that bind the same site as Tpo, small-molecule drugs that bind the transmembrane (TM) domain, oncogenic mutations in and near the TM domain, and by association with constitutively active JAK V617F or a mutant form of the chaperone protein calreticulin. It is unclear how the dimeric structures induced by synthetic agonists and mutations relate to one another, and whether any of these induce the same active structure as the native ligand Tpo, yet this has important implications both for fundamental cytokine receptor biology and for development of targeted interventions for hTpoR-driven myeloproliferative diseases. Here we used deep mutational scanning (DMS) across the TM and juxtamembrane (JM) regions of hTpoR to extract feature-rich sequence-function signatures across a variety of different activating contexts. While each displayed some unique features, synthetic agonists and activating mutations all exhibited strong dependence on a common TM interface that is consistent with previous models of a left-handed, near-parallel helix dimer with H499 facing lipid. In contrast, Tpo-mediated activation was broadly insensitive to TM-JM substitutions, indicating that it does not rely on the same interface. Modeling with AlphaFold 3 (AF3) consistently yielded a right-handed, splayed helix dimer that is close at the extracellular face, contains H499 in the interface and diverges toward the cytosolic face, resting on an intracellular amphipathic JM helix that lies parallel to the membrane, which is also observed in a DMS/AF3 analysis of human erythropoietin receptor. This splayed Tpo-bound dimer could be stably inserted into a lipid bilayer with associated JAK2 using molecular dynamics and is supported by experiments showing that most or all of the TM domain can be replaced by poly-valine, with little effect on Tpo-driven activation but catastrophic effects on responses to synthetic ligands. Our data support at least two different structural modes of hTpoR activation that reconcile prior biochemical models, rationalize patient variants, and inform mechanism-based agonist and antagonist design.", "date": "2025-09-13", "journal": ""}
{"title": "Bigger Is Better Than Many: A Strategy to Optimize Multi-Gene Co-Expression", "doi": "10.1101/2025.09.11.675629", "authors": "King, C. R.; Berezin, C.-T.; Sanders, S.; Nowak, M.; Peccoud, J.", "abstract": "Large plasmids are often avoided in mammalian co-transfection due to the assumption that they transfect poorly, driving the use of multiple smaller plasmids. Here, we pair finite-state-projection modeling with flow cytometry experiments to compare one-, two-, and three-plasmid delivery of GFP/BFP/RFP. Estimated entry rates were size-independent from 4.9 to 16.4 kb, indicating that plasmid length is not the dominant barrier in this range. Our results suggest that using lipofectamine slightly increases co-transfection efficiency due to the ability of lipoplexes to contain multiple plasmids. However, this benefit is limited to only delivering two plasmids. Additionally, we show that contrary to current beliefs, putting all genes onto the same plasmid both increases the probability that a cell will express all genes of interest and results in a tighter correlation of gene expression levels compared to these multi-plasmid systems. Together, these results identify multi-cargo delivery and not plasmid size as the key constraint on co-transfection and show that single-plasmid designs are generally preferable for applications such as viral-vector production.", "date": "2025-09-13", "journal": ""}
{"title": "Extracellular Vesicles-Mediated Crosstalk in Bone: miR-150-5p as a Mechanosensitive Inhibitor of Osteoclastogenesis", "doi": "10.1101/2025.09.08.674886", "authors": "Maggio, M.; Martins, C.; Almasri, R.; Petrousek, S.; Yves Brunet, M.; Madden, L.; Gorgun, C.; Ni Neill, T.; Buckley, C.; O'Driscoll, L.; Hoey, D. A.", "abstract": "Bone is a dynamic tissue that is constantly remodelling via a tightly controlled balance between formation and resorption. However, when osteoclast-mediated resorption exceeds formation, it can lead to net bone loss and the development of osteoporosis. Osteoclastogenesis is regulated by local environmental cues, including paracrine factors released by resident cell populations. Extracellular vesicles (EVs) have recently emerged as key mediators of paracrine communication, though their role in osteoclastogenesis remains underexplored. Therefore, this study investigated how resident mesenchymal-derived bone cells and their secreted EVs modulate osteoclastogenesis, and delineate the signalling factors mediating this anti-catabolic communication. We demonstrate that the secretome of mesenchymal-derived bone cells inhibit osteoclast differentiation to differing degrees depending on the stage of lineage commitment and on the mechanical environment, and demonstrate that this inhibition is mediated via the release of EVs. In addition, we identified the terminally differentiated osteocyte as the optimal parent cell for the production of anti-catabolic EVs and demonstrated the importance EV dosage. Finally, we show that mechanosensitive miR-150-5p is packaged within osteocyte-derived EVs and inhibits osteoclast differentiation. Taken together, this study identifies mechanically-activated osteocyte derived EVs and miR-150-5p as key regulators of osteoclastogenesis and novel molecular therapies for skeletal pathologies.", "date": "2025-09-13", "journal": ""}
{"title": "Machine-learning-based automated Schlemms canal volumetric segmentation for optical coherence tomography", "doi": "10.1101/2025.09.08.674998", "authors": "Fang, R.; Xu, F.; Yan, Z.; Sun, C.; Kume, T.; Huang, A. S.; Zhang, H. F.", "abstract": "Volumetric segmentation of Schlemms Canal (SC) in optical coherence tomography (OCT) is time-consuming, creating a barrier to experiments studying glaucoma and the anatomy of the trabecular outflow pathways in vivo. To this end, we developed an automated segmentation tool, Schlemms Canal-Localization and Semantic Segmentation (SC-LSS), for the volumetric segmentation of SC in in vivo mice eyes from visible-light OCT (vis-OCT). SC-LSS first localizes the boundaries of SC and subsequently determines the boundaries of SC within the localized region. We used 324 B-scans from 16 mouse eyes for training, validation, and testing the model, and 203 additional B-scans from 16 mouse eyes to evaluate the model's accuracy. We found that the Dice coefficient between segmentations generated by SC-LSS and manual expert graders was 0.70 and that the Dice coefficient between two expert graders was 0.73 (p = 0.10). Furthermore, SC-LSS captured decreases in SC size with increasing intraocular pressure, yielding a 51.5% decrease in SC size at 20 mmHg compared to 5 mmHg. SC-LSS also identified a 20.1% increase in SC size following the administration of pilocarpine. We anticipate that SC-LSS will accelerate studies on factors regulating the trabecular outflow pathways and their role in glaucoma development and management.", "date": "2025-09-13", "journal": ""}
{"title": "ParTIpy: A Scalable Framework for Archetypal Analysis and Pareto Task Inference", "doi": "10.1101/2025.09.08.674797", "authors": "Schäfer, P. S. L.; Zimmermann, L.; Burmedi, P. L.; Walfisch, A.; Goldenberg, N.; Yonassi, S.; Tamar, E. S.; Adler, M.; Tanevski, J.; Ramirez Flores, R. O.; Saez-Rodriguez, J.", "abstract": "Motivation: Trade-offs between different functions or tasks are pervasive across scales in biological systems. For example, individual cells cannot perform all possible functions simultaneously; instead they allocate limited resources to specialize in subsets of tasks by activating specific gene expression programs. Pareto Task Inference (ParTI) is a framework for analyzing biological trade-offs grounded in the theory of multi-objective optimality. However, existing software implementations of ParTI lack scalability to large datasets and do not integrate well with standard biological data analysis workflows, especially in the context of single-cell transcriptomics, limiting broader adoption. Results: We have developed ParTIpy (Pareto Task Inference in Python), an open-source Python package that combines advances in optimization and coreset methods to scale archetypal analysis, the primary algorithm underlying ParTI, to large-scale datasets. By providing additional tools to characterize archetypes, comprehensive documentation, and adopting standard scverse data structures, ParTIpy facilitates seamless integration into existing analysis workflows and broadens accessibility, particularly within the single-cell community. We demonstrate how ParTIpy can be used to study intra-cell-type gene expression variability through the lens of task allocation, offering a principled alternative to methods that impose discrete cell state classifications on inherently continuous variation. Availability and implementation: ParTIpy's open-source code is available on GitHub (https://github.com/saezlab/ParTIpy) and pypi (https://pypi.org/project/partipy). Documentation is available at https://partipy.readthedocs.io. The code to reproduce the results of this paper is on GitHub (https://github.com/saezlab/ParTIpy_paper)", "date": "2025-09-13", "journal": ""}
{"title": "Structure and Function of Lens Suture Examined by 2-photon Fluorescence Microscopic Imaging", "doi": "10.1101/2025.09.08.675023", "authors": "Zhang, Q.; Zhu, J.; Painter, T.; Xia, C.-h.; Ji, N.; Gong, X.", "abstract": "We have applied 2-photon fluorescence microscopy (2PFM) to investigate the structures and functions of mouse eye lenses, especially lens sutures, using wildtype (WT) and KLPH-KO suture-cataract lenses in vivo. Dynamic structures of lens sutures have been hypothesized to act as pathways carrying fluid containing ions, nutrients, and other factors as part of microcirculation for maintaining lens homeostasis and transparency. 3D imaging results show both typical \"Y\" and \"double Y\" shaped suture structures in WT lenses, diverse suture patterns including \"star\" shapes with variations appearing at different depths, and misaligned suture planes in KLPH-KO lenses. The variability in suture patterns, quantified using the mean of image stacks' similarity indices (SSIM) to the mean projection of the stack, reveals a significant increase (p<0.05) in pattern randomization for KLPH-KO lenses. Both WT and KLPH-KO lenses exhibit voids around sutures and enlarged vacuoles throughout the lens structure in vivo. Pathological features like irregular and larger central voids containing 2~5-m-diameter amorphous structures that might result from membrane protein remnants/aggregates in the KLPH-KO mouse eye lens were observed. In conclusion, this work provides new morphological markers for characterizing suture cataract and fiber pathological features. Lens sutures are stabilized structures that are impermeable to dyes, and the extracellular spaces of lens peripheral fibers provide efficient diffusion pathways for lens microcirculation.", "date": "2025-09-13", "journal": ""}
{"title": "Serial Imaging of Tumor and microEnvironment (SITE) platform for live-cell ex vivo modeling of primary and metastatic cancer dynamics.", "doi": "10.1101/2025.09.08.674915", "authors": "Murthy, V.; Makkawi, R.; Anderson, F.; Halsey, C.; Manalo-Hall, E.; Srikanth, S.; Tangkilisan, G.; Zheng, T.; McGann, J.; Birtwistle, M. R.; Copperman, J.; Davies, A. E.", "abstract": "Understanding cancer onset and progression is extremely challenging, in part due to experimental limitations in measuring and interpreting key signaling and tumor-host interactions that determine cancer behavior over time, across cell and tissue scales. Here we developed SITE, Serial Imaging of Tumor and microEnvironment, a spatially and temporally integrated platform combining ex vivo culture, biosensors, live imagin,, and computation. Applied to modeling primary and lung metastatic breast cancer, SITE revealed tissue-specific tumor-host interactions and ERK signaling patterns linked to distinct single-cell behaviors. We found that multicellular niche formation involved active protrusion and cell-cell contact driven by both cancer and host cells. Mathematical modeling showed ERK signaling was co-influenced by neighboring cancer and host cells. Paracrine signaling among cancer cells increased signaling in a cluster size-dependent manner, while disruption of cancer-cancer signaling loops amplified tissue-specific differences in tumor architecture. Applied specifically to breast cancer, we demonstrated the utility of the SITE platform, enabling quantitative exploration of ex vivo signaling and tumor-host interaction dynamics.", "date": "2025-09-13", "journal": ""}
{"title": "Using gas exchange measurements to monitor growth, energy expenditure, and body composition of black soldier fly larvae (Hermetia illucens) on diets varying in protein-to-carbohydrate ratio", "doi": "10.1101/2025.09.08.674872", "authors": "Schon, M. L.; Jensen, K.; Schow-Madsen, M.; Gold, M.; Mathys, A.; Schou, T. M.; Berggreen, I. E.; Norgaard, J. V.; Overgaard, J.", "abstract": "Optimizing black soldier fly larvae (BSFL) production requires a better understanding of how diet composition shapes growth, nutrient allocation, and metabolic efficiency. This study investigated whether respiratory measurements could serve as predictive, non-invasive tools for BSFL performance on diets differing in protein-to-carbohydrate (P:C) ratio. Larvae were reared for seven days on four experimental diets, with growth, survival, gas exchange (O2 consumption, CO2 production, respiratory exchange ratio (RER)), and body composition (crude protein and lipid contents) measured across seven replicates per treatment. O2 consumption correlated strongly with final larval biomass, while RER was closely associated with protein and lipid deposition. Larvae on low-protein, high-carbohydrate diets accumulated proportionally more lipid, whereas protein-rich diets increased crude protein content but required higher energetic investment. This demonstrates that lipid-rich larvae grew more efficient in energetic terms per unit accumulated biomass than protein-rich larvae. Across diets, gas exchange variables reliably reflected growth dynamics, metabolic activity, and nutrient assimilation. Integrating respirometry into rearing systems could enable real-time monitoring of insect biomass yield and nutrient composition.", "date": "2025-09-13", "journal": ""}
{"title": "The SjD Map: An interactive pathway tour into Sjogren's disease signalling mechanisms", "doi": "10.1101/2025.09.08.674876", "authors": "Silva-Saffar, S. E.; Mariette, X.; Gottenberg, J.-E.; Bombardieri, M.; Cornec, D.; Alarcon-Riquelme, M. E.; PRECISESADS Clinical Consortium,  ; Barnes, M.; Ng, S.; Ng, W.-F.; Nocturne, G.; Niarakis, A.", "abstract": "Objectives: Sjogren's disease (SjD) remains a major unmet medical challenge, marked by biological complexity, patient heterogeneity, and a lack of curative treatments. To advance the understanding of its pathogenesis and support therapeutic discovery, we developed a comprehensive knowledgebase in the form of a Molecular Interaction Map (MIM). Methods: Differential expression analysis was performed on peripheral blood samples from SjD patients and healthy controls across three datasets: GSE51092 (190 SjD vs 32 controls), UKPSSR (151 SjD vs 29 controls) and PRECISESADS (304 SjD vs 341 controls). Pathway enrichment analyses provided guidance for MIM construction, which was further refined through literature mining to integrate data-driven results with curated knowledge. Results: A total of 1,625 differentially expressed genes (DEGs) were identified: 725 from PRECISESADS, 1,162 from GSE51092, and 239 from UKPSSR, with 25 DEGs shared across all three datasets. Among these, nine common DEGs were associated with interferon signalling, reinforcing experimental evidence pointing to its pivotal role in SjD. Enrichment analyses revealed 146 pathways, 43 of which were successfully incorporated into the MIM. The resulting SjD Map freely accessible at https://sjdmap.elixir-luxembourg.org/, comprises 829 molecular entities connected by 598 interactions, with 45% of the information depicted supported by transcriptomic data and 47% derived from literature. The map also includes overlays of experimental data and clinical trial information. Conclusion: This first comprehensive Sjogren's Disease Map, developed through a hybrid data-driven and literature-based approach, offers an integrative view of SjD pathogenesis. It supports visualisation of mechanistic pathways, omics-based data overlays, enables incorporation of user data and drug queries.", "date": "2025-09-13", "journal": ""}
{"title": "Interpreting convolutional neural networks to study wide-field amacrine cell inhibition in the retina", "doi": "10.1101/2025.09.08.674839", "authors": "Vystrcilova, M.; Sridhar, S.; Burg, M. F.; Gollisch, T.; Ecker, A. S.", "abstract": "Wide-field amacrine cells (ACs) play a unique role in retinal processing by integrating visual information across a large spatial area. Their inhibitory influence has been implicated in multiple retinal functions such as differential motion detection and the suppression of retinal activity during eye movements. However, a coherent understanding of their general function is lacking due to difficulties in directly recording from these cells and identifying effective visual stimuli to activate them. In this study, we used convolutional neural networks (CNNs) to investigate wide-field inhibition mediated by wide-field ACs in the marmoset retina. We trained CNNs to mimic the function of the retina by predicting retinal ganglion cell (RGC) population responses to naturalistic movie stimuli and optimising the most exciting inputs (MEIs) to visualise RGCs' receptive field (RF) structures. We then optimized suppressive surrounds beyond classical RGC RF boundaries, intended to capture the inhibitory effect of wide-field ACs on RGC activity. These optimized surrounds reduced MEI-elicited activity by 10% to 30%, demonstrating that CNNs not only mimic retinal responses but can also reveal hidden computational aspects of wide-field inhibition. However, suppression strength and generalization varied across architectures and datasets, indicating potential model-specific effects, highlighting the importance of cautious interpretation. Overall, our approach illustrates how interpretability methods applied to artificial neural networks can offer new hypotheses regarding biological retinal computation, paving the way for targeted experimental validation.", "date": "2025-09-13", "journal": ""}
{"title": "Resolving cDC2 heterogeneity across human cancer atlases", "doi": "10.1101/2025.09.08.674999", "authors": "Rosendahl, N. O.; Xu, X.; Yap, N. T.-W.; Tuong, Z. K.; Radford, K. J.", "abstract": "Dendritic cells (DCs) are vital in driving effective anti-tumour immune responses. Multiple DC subpopulations have been identified in human tumours, however their alignment, phenotype and function across tumour types have not been comprehensively addressed. Here, we curated single-cell RNA sequencing datasets to generate an extensive integrated atlas of myeloid antigen presenting cells (APCs) across different human cancer types. We confirm that cDC1, cDC2 and mregDC represent the major DC populations present in human tumours, and that these populations are highly conserved regardless of cancer type. A distinct DC3 population was not identified within the atlas, suggesting these cells are less distinguishable in tumour tissue. The cDC2 compartment resolved into two subpopulations, a minor population that aligned tumour associated CD207CD1A cDC2 with splenic cDC2A, and a predominate subset aligning with cDC2B. This integrated atlas serves as a powerful resource enabling deeper investigation into the functions of tumour-associated DC diversity, phenotype and function, across a range of human cancer types.", "date": "2025-09-13", "journal": ""}
{"title": "Unmasking Vibrio paracholerae: Genomic Reclassification and Epidemiology", "doi": "10.1101/2025.09.08.674929", "authors": "Morgado, S.; Fonseca, E.; Vicente, A. C. P.", "abstract": "The genus Vibrio encompasses globally relevant pathogens, of which Vibrio cholerae is the best known due to its role in cholera. Closely related species within the Cholerae clade, Vibrio paracholerae, Vibrio metoecus, and Vibrio tarriae, were long misclassified as non-O1/O139 V. cholerae. The objective of this study was to analyze all 13,000+ available V. cholerae genomes in GenBank to determine the presence of species from the Cholerae clade. Genome-wide analyses using Mash, Whole-genome based Average Nucleotide Identity (gANI), and digital DNA-DNA hybridization (dDDH) reclassified 193 unique genomes as V. paracholerae, while V. metoecus and V. tarriae were not identified. Phylogenomic analyses revealed that V. paracholerae forms distinct but relatively homogeneous lineages, spanning clinical, environmental, and animal sources over a period of more than a century. Virulence profiling revealed the absence of CTX and TCP; however, most genomes exhibited other virulence factors, including hemolysins, RTX toxins, colix toxin, and a conserved type VI secretion system. Resistome analysis revealed several antibiotic resistance genes, many of which were incorporated into superintegrons, highlighting the role of V. paracholerae as a reservoir of resistance determinants. Importantly, two genomic markers exhibited high discriminatory power for species identification, providing robust tools for epidemiological surveillance. These findings underscore the relevance of V. paracholerae for clinical and epidemiological monitoring.", "date": "2025-09-13", "journal": ""}
{"title": "CCDC103-mediated assembly of the R2C complex links RUVBL1-RUVBL2 to Primary Ciliary Dyskinesia", "doi": "10.1101/2025.09.11.675549", "authors": "Pal, M.; Munoz Hernandez, H.; Shelley, M.; Kelsall, S.; Roumeliotis, T. I.; Choudhary, J.; Pearl, L.; Wieczorek, M.; Roe, S. M.", "abstract": "Primary ciliary dyskinesia (PCD) is a genetic disorder caused by defective cilia motility, powered by axonemal dynein motors. Assembly of these motors is facilitated by the molecular chaperone HSP90, its co-chaperone RUVBL1-RUVBL2 and adaptor proteins such as CCDC103 (aka DNAAF19). Mutations in CCDC103 identified in PCD patients impair dynein assembly, contributing to the disease pathology. Here, we present the cryo-electron microscopy structure of the human RUVBL1-RUVBL2-CCDC103 complex at 3.2 angstrom resolution, a chaperone assembly we refer to as R2C. It comprises a hetero-hexameric RUVBL1-RUVBL2 ring bound to three CCDC103 molecules via their RUVBL2-binding domains (RBDs), which have additional functions. Unlike RPAP3 of R2TP, a previously defined co-chaperone of HSP90, CCDC103 lacks a PIH1D1-binding motif and TPR domains, but its flexible N-terminal region regulates RUVBL1-RUVBL2 oligomerisation. Our characterisation of the R2C complex presented here enhances understanding of the intricate protein network involved in Hsp90-mediated assembly of dynein motors and how adaptor mutations contribute to PCD.", "date": "2025-09-13", "journal": ""}
{"title": "SpatialZoomer: multi-scale feature analysis of spatial transcriptomics", "doi": "10.1101/2025.09.08.674870", "authors": "Li, X.; Fan, Y.; Han, Y.; Guo, W.; Huang, J.; Yan, N.; Chen, Z.; Wu, Y.; Miao, Y.; Hou, L.; Zhang, X.; Chen, Z.; Gu, J.", "abstract": "Single-cell resolution spatial transcriptomics (ST) provides a great opportunity to explore the complex cellular contents in different tissues. In this study, we introduce SpatialZoomer, a spectral graph-based method that applies a set of low-pass filters to efficiently extract spatial molecular features from ST data at multiple resolutions or scales, including the single cell scale, the niche scale with dozens of closely interacting cells, and the domain scale with spatially-organized cell contents. The corresponding \"critical\" scales can be automatically identified by partitioning a cross-scale similarity map. Results show that SpatialZoomer can identify disease-progression signals at specific scales in Alzheimer's Disease, and spatial context dependent cell subtypes in tumor microenvironment. The extracted multi-scale features also uncovered spatially heterogeneous niches in cancer. SpatialZoomer also takes advantage of high computational efficiency and low hardware requirements.", "date": "2025-09-13", "journal": ""}
{"title": "dioscRi enables transferable prediction of clinical outcomes in multi-parameter cytometry data", "doi": "10.1101/2025.09.08.675022", "authors": "Willie, E.; Rao, S.; Figtree, G.; Yang, J. Y. H.; Fazekas de St Groth, B.; McGuire, H.; Patrick, E.", "abstract": "Multi-parameter cytometry technologies enable high-dimensional analysis of immune cell populations at single-cell resolution. Deep learning has emerged as a transformative tool for analyzing these datasets, but existing methods often struggle with transferability across datasets due to technical variability, batch effects and identification of biologically relevant cell populations, limiting their utility in clinical research. We present dioscRi, a transferable deep learning framework that integrates a maximum mean discrepancy variational autoencoder for normalization and de-noising, enhancing cross-dataset compatibility. Changes in cell type proportions and marker expression are identified by structuring these features within biologically or empirically derived cell type hierarchies. These hierarchies are incorporated directly into an overlapping group LASSO model, improving the prediction of clinical outcomes. When applied to a coronary artery disease study, dioscRi recapitulated several known immune associations. Benchmarking across multiple datasets demonstrated dioscRi ability to generalize and outperform existing methods, establishing it as a versatile and interpretable tool for cytometry data analysis.", "date": "2025-09-13", "journal": ""}
{"title": "Prostate-specific EV capture with sufficient RNA yield to enable transcriptomic profiling", "doi": "10.1101/2025.09.08.674937", "authors": "Yang, Y.; Doo, J.; Perez, D.; Franzen, K.; Nguyen, S.; Mirabal, J.; Mitsock, E.; Punnen, S.; Gaston, S.; Gerard, T.; Pollack, A.; Cortizas, E.; Chakrabortty, S. K.; Skog, J.; Johnson, J. M.", "abstract": "Prostate-specific antigen (PSA) screening has reduced prostate cancer (PCa) mortality but suffers from limited specificity, contributing to unnecessary biopsies and overdiagnosis of indolent disease. There is a critical need for biofluid-based biomarkers that improve the precision of PCa detection. Extracellular vesicles (EVs) offer a promising platform for noninvasive diagnostics, as they carry molecular cargo reflective of their tissue of origin. The ExoDx Prostate IntelliScore (EPI) test, a urine-based EV assay, is currently the only commercial EV diagnostic for clinically significant (cs)PCa, but its performance may be constrained by contamination from renal and bladder-derived EVs. To address this, we developed Exosome Diagnostics Depletion and Enrichment (EDDE), a novel immunocapture-based method for isolating prostate-derived EVs with high specificity. By targeting Prostate Specific Membrane Antigen (PSMA), we optimized EDDE to selectively enrich prostate EVs from post-DRE urine and recover sufficient RNA for transcriptomic analysis. Throughout development, we implemented a quantitative framework to track EV stoichiometry and assess depletion efficiency and yield, enabling rigorous optimization of the workflow. Our findings demonstrate that PSMA EDDE enriches prostate-specific EVs and yields RNA quantities compatible with sequencing. This platform enhances the specificity of EV-based biomarker discovery and holds promise for determining if tissue-specific EV biomarkers contribute advantages over bulk EVs.", "date": "2025-09-13", "journal": ""}
{"title": "Tumor-myeloid crosstalk drives therapy resistance in localized bladder cancer", "doi": "10.1101/2025.09.08.674862", "authors": "Carvalho, F. L.; Lee, J.; Kalavros, N.; Zhou, Y.; Michaud, D.; Stelter, I.; Siddiqui, H.; Stawiski, K.; Bel, J. P.; Wang, S.; Garza, A.; Bi, K.; Park, J.; Egan, J. M.; Hirohashi, Y.; Epstein, I.; Vlachos, I.; Jia, L.; Kibel, A. S.; Hirsch, M.; Bellmunt, J.; Guerriero, J. L.; Mouw, K. W.; Van Allen, E. M.", "abstract": "Neoadjuvant cisplatin-based chemotherapy results in pathologic complete response for only a minority of patients with muscle-invasive bladder cancer (MIBC), and mechanisms of resistance and the effects of chemotherapy on the MIBC microenvironment remain incompletely understood. Here, we defined the single-cell and spatial transcriptomes of cancer and immune cells from MIBC patients with extreme responses to cisplatin-based chemotherapy. Tumors with persistent MIBC after chemotherapy harbored cancer cells expressing epithelial-to-mesenchymal programs that were associated with worse overall survival in independent cisplatin-treated bladder cancer cohorts. These cisplatin-resistant tumor cells were infiltrated by macrophages that upregulated tumor permissive programs defined by increased PARP14 expression in spatially-resolved multicellular niches. Macrophage reprogramming through PARP14 inhibition sensitized tumors to cisplatin via downregulation of tumor cell pathways implicated in resistance. Our results demonstrate that cancer cells and macrophages cooperate to promote cisplatin resistance and identify macrophage-directed PARP14 inhibition as a novel therapeutic strategy to sensitize MIBC to cisplatin.", "date": "2025-09-13", "journal": ""}
{"title": "Genetic integration with cell-specific nucleosome positioning resolves causal relationships underlying chromatin accessibility profiles", "doi": "10.1101/2025.09.09.674883", "authors": "Wang, X.; Robertson, C. C.; Varshney, A.; Manickam, N.; Orchard, P. C.; Laakso, M.; Tuomilehto, J.; Lakka, T. A.; Mohlke, K. L.; Boehnke, M.; Scott, L. J.; Koistinen, H. A.; Collins, F. S.; Parker, S. C.", "abstract": "Cell type-specific chromatin accessibility QTL (caQTL) mapping is a promising approach for understanding genetic control of chromatin landscapes and identifying regulatory mechanisms underlying GWAS associations. However, current caQTL studies do not distinguish nucleosome-free regions (NFR) from positioned nucleosomes. Here, we leverage ATAC-seq fragment position and length to decompose accessible chromatin into NFRs and phased nucleosomes. With snATAC-seq from 281 muscle biopsies, we map cell type-specific genetic effects on NFR accessibility (76,027 nfrQTLs) and nucleosome occupancy (24,623 nucQTLs) across five skeletal muscle cell types. We find abundant colocalization between nucQTLs and nearby nfrQTLs and show that nfrQTLs are substantially more likely to causally influence nucQTLs than the other way around. Hundreds of nfrQTLs colocalize with GWAS signals for muscle-related traits, including grip strength, atrial fibrillation, and fasting insulin, and the majority of colocalizing signals mapped to credible sets overlapping the corresponding nfrPeak. This method elucidates how variants underlying caQTLs and GWAS signals exert their cis regulatory effects by initially modifying NFR accessibility and subsequently shaping broader chromatin landscapes, gene expression, and ultimately higher-level traits and disease.", "date": "2025-09-13", "journal": ""}
{"title": "In vivo single-cell gene editing using RNA electroporation reveals sequential adaptation of cortical neurons to excitatory-inhibitory imbalance", "doi": "10.1101/2025.09.13.672380", "authors": "Kosche, G.; Fratzl, A.; Munz, M.; Roska, B.", "abstract": "The balance between excitatory and inhibitory neurotransmission is fundamental for normal brain function, yet the adaptation of individual neurons to disrupted excitatory-inhibitory balance is not well understood. We developed highly efficient, in vivo RNA electroporation-based single-cell gene editing to investigate neuronal responses to loss of fast inhibition. Using CRISPR-Cas9 components delivered as RNA, we knocked out GABA-A receptor {beta} subunits in individual layer 2/3 cortical neurons in mouse visual cortex, eliminating fast inhibition. In vivo patch-clamp recordings revealed that cortical neurons adapted to inhibition loss through two sequential mechanisms: a transient reduction of excitatory synaptic input, followed by intrinsic membrane property changes that decreased input resistance. This sequential adaptation program ultimately prevented target neurons from contributing spikes to the cortical network. Our RNA-based single-cell gene editing approach enables investigation of cellular responses independent of network effects, providing new insights into neuronal homeostasis and gene function in individual cells in vivo.", "date": "2025-09-13", "journal": ""}
{"title": "Dual role of GABAB receptor in oligodendrocyte function and immune modulation in experimental multiple sclerosis", "doi": "10.1101/2025.09.09.675094", "authors": "Bayon-Cordero, L.; Ochoa-Bueno, B. I.; Luengas-Escuza, I.; Senovilla, R.; Buendia, I.; Zheng, C.; Agirre, E.; Castelo-Branco, G.; Amo, L.; Borrego, F.; Garcia-Moreno, F.; Kirchhoff, F.; Bai, X.; Matute, C.; Sanchez-Gomez, M. V.", "abstract": "GABAB receptors (GABABR) mediate the actions of the inhibitory neurotransmitter GABA in the central nervous system, regulating key processes such as synaptic activity, interneuron communication and excitation-inhibition balance in the brain. Recent studies using the GABABR agonist baclofen have revealed a critical role for these receptors in promoting oligodendroglial differentiation in both health and disease, highlighting their potential as therapeutic targets in demyelinating diseases such as multiple sclerosis (MS). In this study, we identify a dual role for oligodendroglial GABABR in experimental autoimmune encephalomyelitis (EAE), an animal model of MS. Conditional deletion of the GABAB1 subunit in NG2+ cells ameliorates acute disease symptoms while inducing an immune-like phenotype in oligodendrocytes. This immunomodulatory role is further supported by pharmacological activation of GABABR in oligodendrocytes, which reduces the expression of MHC class II in these cells. Notably, baclofen treatment after EAE symptom onset attenuates the course of the disease while enhancing oligodendrocyte progenitor cell differentiation and suppressing T cell infiltration into demyelinating lesions. Moreover, prophylactic baclofen administration delays disease onset and further decreases immune cell recruitment into the spinal cord, underscoring its potent immunomodulatory effect. These data demonstrate that GABABR signaling exerts context-dependent effects on both oligodendrocyte lineage progression and neuroinflammatory responses. Importantly, these compelling findings validate baclofen, a drug already approved for MS-associated spasticity, as a promising candidate for therapies targeting both inflammation and remyelination, advancing our understanding of glial-immune interactions in demyelinating diseases and supporting the translational potential of GABABR modulation in MS.", "date": "2025-09-13", "journal": ""}
{"title": "Lysosomal multi-omics reveals altered sphingolipid catabolism as driver of lysosomal dysfunction in the aging brain.", "doi": "10.1101/2025.09.10.675421", "authors": "Sarkar, C.; Chen, Y.; Nguyen, D. P.; Weldemariam, M. M.; Morel, Y.; Tabari, A. A. M.; Gorny, N.; Pettyjohn-Robin, O.; Hegdekar, N.; Thapa, S.; Kachi, S. A.; Bustos, S.; Zalesak-Kravec, S.; Williams, C.; Leahy, N.; Chou, R. T.; Kumar, S. D.; McCracken, C.; Blanpied, T. A.; Karbowski, M. A.; Jones, J. W.; Kane, M. A.; Cummings, M. A.; Lipinski, M. M.", "abstract": "Recent data indicate that lipid composition has profound influence on the brain function and that changes in lipid homeostasis affect brain aging and predisposition to neurodegenerative diseases. Lipids dynamically reside in multiple intracellular locations and their organellar distribution is important for specific interactions and biological function. During brain aging lipid changes have been specifically noted in lysosomes, but the identity of the accumulated lipids, their interactions with other biomolecules such as proteins, and their functional relevance have not been characterized. We used mass spectrometry (MS) to assess longitudinal changes in the lipidome and proteome of lysosomes isolated from the mouse cortex, from the age of 3- to 24-months. Our statistical and machine learning analyses identified two factors demonstrating predictive power for age and differences in both lipids and proteins. Of these, factor 1 was the best predictor of sample age. Factor 1 lipids with the highest feature importance included multiple species of hexosylceramides (HexCer) and their sulfonated derivatives, sulfatides (SHexCer), all of which increased with age. Increased factor 1 proteins included myelin proteins, select sphingolipid catabolism enzymes and proteins associated with lysosomal storage diseases. Our analyses suggested that mechanisms underlying factor 1 encompass the combination of an age-dependent increase in lysosomal delivery of myelin components and alterations in lysosomal sphingolipid catabolism favoring degradation of sphingomyelin over HexCer. The overall age-related lysosomal changes resembled those observed in lysosomal storage diseases, particularly Gaucher disease, where accumulation of HexCer species is associated with lysosomal dysfunction. To corroborate factor 1 predictions, we employed a combination of biochemical, imaging and flow cytometry approaches, which confirmed alterations in sphingolipid catabolism and lysosomal accumulation of myelin components. These changes were associated with age-related alteration in lysosomal morphology, lysosomal dysfunction and inhibition of autophagy in both neurons and microglia. Our findings indicate that factors contributing to lysosomal aging resemble those observed in lysosomal storage diseases and underscore the significance of organelle-specific analyses for dissecting mechanisms contributing to brain aging.", "date": "2025-09-13", "journal": ""}
{"title": "Beyond Locomotion: How Specialized Motor Rhythms Enable Vertebrate Escape from Capture", "doi": "10.1101/2025.09.08.674955", "authors": "Farjami, S.; Palyanov, A.; Zhang, H.-Y.; Saccomanno, V.; Merrison-Hort, R.; Ferrario, A.; Borisyuk, R.; Tabak, J.; li, w.-c.", "abstract": "Escape behaviors following capture are crucial for survival, yet their underlying neurobiological mechanisms remain poorly understood. We investigated how Xenopus laevis tadpoles use struggling movements to escape head restraint. High-speed video tracking revealed a stereotyped sequence of body flexions with distinct kinematics during capture and release. We further recorded motoneuron and motor nerve activity along the body axis during fictive struggling to reconstruct biologically realistic struggling commands, to drive the movement of a biomechanically detailed tadpole model. Simulations showed that struggling - characterized by long-duration, low-frequency, caudorostral muscle activation -was optimized to generate escape forces. Notably, hydrodynamic thrust alone proved insufficient for release. However, direct mechanical interactions between the tadpole body and the restraining object generated additional reactive forces that facilitated escape. These findings demonstrate how animals use coordinated motor outputs and body mechanics to interact with environment to generate maximal freeing forces as the fundamental escape strategy.", "date": "2025-09-13", "journal": ""}
{"title": "ACAD10 encodes two orphan enzymes in the ether lipid biosynthetic and salvage pathways", "doi": "10.1101/2025.09.10.675409", "authors": "Ye, J.; Purlyte, E.; Lopez, V. A.; Kizzar, T.; Tatge, L.; Mill, J.; Baldwin, D.; Rashan, E.; Kim, J.; Pagliarini, D. A.; Tomchick, D. R.; Pawlowski, K.; Douglas, P.; Simcox, J.; Tagliabracci, V. S.", "abstract": "Ether lipids play critical roles in membrane dynamics, antioxidant defense, and signaling. They comprise ~20% of mammalian phospholipids, and disruptions in their metabolism cause severe genetic disorders and are associated with neurodegenerative and metabolic diseases. Ether lipids are synthesized de novo from glycolytic intermediates or salvaged from the diet. While the products of these pathways are known, several key enzymes remain unidentified, including the 1-O-alkylglycerol kinase and the 1-O-alkyl-2-acetyl-sn-glycero-3-phosphate phosphatase. Here, we show that acyl-CoA dehydrogenase member 10 (ACAD10) catalyzes the phosphorylation of 1-O-alkylglycerols and the dephosphorylation of 1-O-alkyl-2-acetyl-sn-glycero-3-phosphate. Worms and mice lacking ACAD10 have reduced ether lipid levels and cannot salvage dietary alkylglycerols. Furthermore, individuals from the Akimel O'odham (Pima) tribe carrying ACAD10 polymorphisms also show decreased plasma ether lipid levels. Collectively, our findings resolve two long-standing gaps in ether lipid biochemistry and reveal a mechanistic link between ether lipid metabolism and a population-associated risk factor for type 2 diabetes.", "date": "2025-09-13", "journal": ""}