{"title": "A polymerase ribozyme increases copying fidelity through pyrophosphate-mediated RNA repair", "doi": "10.1101/2022.11.01.514781", "authors": "Kent, A. D.; Yang, L. L.; Cole, K. H.; Lee, I. A.; Luptak, A.", "abstract": "Prior to the emergence of the contemporary biosphere, the first replicating systems are thought to have progressed through an RNA-based stage. Such an evolving world would likely have transferred heritable information during replication using RNA polymerase ribozymes. Though substantial effort has been put forth towards evolving RNA polymerases, many variants suffer from premature termination and low fidelity, resulting in low yields of full-length or active sequences. Replication of longer sequences requires a sufficiently high fidelity to lend an evolutionary advantage to an evolvable system. Here we demonstrate ribozyme-mediated repair of mismatched and damaged RNA sequences. Under conditions of saturating pyrophosphate concentrations, we show that a polymerase ribozyme can repair RNA sequences terminated in a mismatch, a non-extendable 2'-3' cyclic phosphate, or both, to generate a triphosphorylated nucleotide. This repair step increases the fidelity and allows polymerization along an extended template. This increase of copying fidelity advances the longstanding goal of developing a self-replicating polymerase ribozyme.", "date": "2025-08-04", "journal": ""}
{"title": "Downregulation of a cell polarity protein potentiates Chikungunya Virus infection in host cells", "doi": "10.1101/2023.07.24.550336", "authors": "Tatiya, P.; Kumar, R.; Dey, D.; Ratra, Y.; Mian, S. Y.; Borkotoky, S.; Bhawna,  ; Arora, S.; Suhag, K.; Basak, S.; Banerjee, M.", "abstract": "Viral manipulation of host cell morphology and behaviour represents an adaptive strategy that increases pathogen survival and replication efficiency. We establish a critical role for the downregulation of human Scribble, part of a cell polarity complex controlling morphology, apoptosis, and migration, for the potentiation of Chikungunya Virus (CHIKV) infection. A structural protein component (TF) of CHIKV targets Scribble, resulting in its punctation, ubiquitination, and subsequent degradation, probably through the proteasome pathway. The interaction between TF and Scribble is mediated in vivo by the PDZ domains of Scribble and a PDZ-domain binding motif (PBM) of TF, as shown by a combination of co-localization, co-immunoprecipitation, and proteomics analysis. Disruption of the Scribble polarity protein by shRNA mediated knockdown of Scribble potentiates CHIKV propagation. A mutated version of CHIKV generated through reverse genetics, which produces all structural proteins except TF, cannot affect Scribble to the same extent; and consequently displays reduced infectivity. Our work thus establishes a novel function for the TF component of alphaviruses in the modulation of host response potentiating virus transmission.", "date": "2025-08-04", "journal": ""}
{"title": "Origin of Neural Frequency Responses: Intrinsic Sensory Coding vs. Structural Influences", "doi": "10.1101/2023.10.17.562345", "authors": "Duymaz, I.; Kogo, N.; Alp, N.", "abstract": "Periodic changes in visual input can produce rhythmic patterns in EEG signals, which appear as narrowband frequency components. These components are commonly interpreted as reflecting the activity of neurons sensitive to the modulated stimulus features. Here, we present a scenario in which frequency components arise solely from retinotopic variations in signal strength, without reflecting any specific neural mechanism sensitive to the modulated feature. Using simulated and empirical data, we show that signal fluctuations based purely on retinotopic stimulus position can produce identifiable frequency components in response to position-modulated stimuli. These components likely reflect structural rather than functional cortical factors influencing signal strength across different retinotopic areas. Our results challenge the conventional assumption that frequency components necessarily indicate intrinsic neural signal processing, instead highlighting how interactions between stimuli and cortical architecture can give rise to such components.", "date": "2025-08-04", "journal": ""}
{"title": "Dysfunction from loss of essential outer membrane functions causes drug hypersensitization in Acinetobacter baumannii overexpressing multidrug efflux pumps", "doi": "10.1101/2024.01.04.574119", "authors": "Hamami, E.; Huo, W.; Neal, K.; Neisewander, I.; Geisinger, E.; Isberg, R. R.", "abstract": "Elevated expression of Resistance-Nodulation-Cell Division (RND) drug transporters is commonly observed in clinical isolates of Acinetobacter baumannii, a nosocomial pathogen associated with multidrug-resistant (MDR) infections. We describe here a CRISPRi platform directed toward identifying hypomorphic mutations that preferentially changed resistance levels to the fluoroquinolone antibiotic ciprofloxacin in RND pump overproducers. An sgRNA library including single and double nucleotide mutations directed against essential genes of A. baumannii was constructed and introduced into multiple strain backgrounds, allowing strain-specific, titratable knockdown efficiencies to be analyzed. Other than NusG depletions, there were few candidates in the absence of drug treatment that showed lowered fitness specifically in strains overexpressing the RND efflux pumps AdeAB, AdeIJK, or AdeFGH. In the presence of ciprofloxacin, the hypomorphs causing hypersensitivity were predicted to result in outer membrane dysfunction, with the AdeFGH overproducer appearing particularly sensitive to disruptions. Increased ciprofloxacin susceptibility in two pump hyper-expressers was observed after depletions of a monovalent cation-proton antiporter protein and a nucleoid-associated protein, the latter of which was shown to promote pump hyper-activation. On the other hand, depletions of translation-associated proteins as well as components of the proton-pumping ATP synthase resulted in fitness benefits in the presence of the drug for at least two pump-overproducing strains. Therefore, pump overproduction exacerbated stress caused by defective outer membrane integrity, while the efficacy of drug resistance in efflux pump overproducers was enhanced by slowed translation or defects in the proton-pumping ATP synthase.", "date": "2025-08-04", "journal": ""}
{"title": "Altered gut microbial functional pathways in people with Irritable Bowel Syndrome enable precision health insights", "doi": "10.1101/2024.02.15.580548", "authors": "Patridge, E.; Gorakshakar, A.; Molusky, M. M.; Ogundijo, O.; Julian, C.; Hu, L.; Antoine, G.; Vuyisich, M.; Wohlman, R.; Banavar, G.", "abstract": "Functional gastrointestinal disorders present diagnostic and therapeutic challenges, and there is a strong need for molecular markers that enable early health insights and intervention. Herein, we present an approach to assess the gut microbiome with stool-based gut metatranscriptome data from a large adult human population (n = 80,570), using irritable bowel syndrome as an example that features both an abnormal gut microbiome and a spectrum of distinct conditions. We develop a suite of eight gut microbial functional pathway scores, each of which represents the activity of a set of interacting microbial functional features (based on KEGG orthology) relevant to known gut biochemical activities. We use a normative approach within a subpopulation (n = 9,350) to define \"Good\" and \"Not Optimal\" activities for these transcriptome-based gut pathway scores. We hypothesize that Not Optimal scores are associated with irritable bowel syndrome (IBS) and its subtypes (i.e., IBS-Constipation, IBS-Diarrhea, IBS-Mixed Type). We show that Not Optimal functional pathway scores are associated with higher odds of IBS or its subtypes within an independent cohort (n = 71,220) using both the Rome IV Diagnostic Questionnaire as well as self-reported phenotypes. Rather than waiting to diagnose IBS after symptoms appear, these functional pathway scores can help to provide early health insights into molecular pathways that may contribute to IBS. These molecular endpoints could also assist with measuring the efficacy of practical interventions, developing related algorithms, providing personalized nutritional recommendations, diagnostic support, and treatments for gastrointestinal disorders like IBS.", "date": "2025-08-04", "journal": ""}
{"title": "Imprinting and DNA methylation in water lily endosperm: implications for seed evolution", "doi": "10.1101/2024.03.15.585284", "authors": "Povilus, R. A.; Martin, C. A.; Bechen, L. L.; Gehring, M.", "abstract": "Endosperm is a key evolutionary innovation associated with the origin of angiosperms (flowering plants). This altruistic seed tissue supports the growth and development of the embryo by mediating the relationship of the mother plant as a nutrient source to the compatriot embryo as a nutrient sink. The endosperm is the primary site of gene imprinting in plants (where expression of an allele in offspring depends on which parent it was inherited from) and of parent-specific epigenetic modifications like DNA methylation, which are differentially patterned during male and female gamete development. Experimental results from a phylogenetically-wide array of monocot and eudicot plants suggest these parent-of-origin effects are a common feature across angiosperms. However, information about genetic imprinting and epigenetic modifications in seeds of angiosperm lineages whose origins predate the monocot-eudicot divergence (such as Nymphaeales, water lilies) is extremely limited. Additionally, Nymphaeales are an intriguing lineage in which to investigate seed genetic and epigenetic phenomena, as they are characterized by diploid endosperm and a maternal storage tissue (perisperm), both of which are unusual across angiosperm diversity. Here, we examined DNA methylation and genetic imprinting using two reproductively compatible water lily sister-species, Nymphaea thermarum and N. dimorpha. Our results suggest that maternally-expressed imprinted genes and differential DNA methylation of maternally and paternally inherited endosperm genomes are an ancestral condition for endosperm, while other seed characters like seed provisioning strategies, endosperm ploidy, and paternally-expressed imprinted genes might have evolved as coinciding, opposing strategies in the evolutionary dialogue over parental control of offspring development.", "date": "2025-08-04", "journal": ""}
{"title": "The TTLL10 polyglycylase is stimulated by tubulin glutamylation and inhibited by polyglycylation", "doi": "10.1101/2024.03.31.587457", "authors": "Cummings, S.; Li, Y.; Spector, J.; Kim, C.; Roll-Mecak, A.", "abstract": "Microtubules in cells have complex and developmentally stereotyped posttranslational modifications that support diverse processes such as cell division, ciliary growth and axonal specification. Glycylation, the addition of glycines, singly (monoglycylation) or in chains (polyglycylation), is primarily found on axonemal microtubules where it functions in cilia maintenance and motility. It is catalyzed by three enzymes in the tubulin tyrosine ligase-like family, TTLL3, 8 and 10. We show that TTLL8 monoglycylates both alpha- and beta-tubulin, unlike TTLL3 which prefers beta-tubulin. Microscopy and mass spectrometry show that TTLL10 requires monoglycylation for high affinity microtubule binding and elongates polyglycine chains only from pre-existing glycine branches. Surprisingly, tubulin polyglycylation inhibits TTLL10 recruitment to microtubules proportional with the number of posttranslationally added glycines, suggesting an autonomous mechanism for polyglycine chain length control. In contrast, tubulin glutamylation, which developmentally precedes polyglycylation in cilia, increases TTLL10 recruitment to microtubules, suggesting a mechanism for sequential deposition of tubulin modifications on axonemes. Our work sheds light on how the tubulin code is written by establishing the substrate preference and regulation of TTLL glycylases and provides a minimal system for generating differentially glycylated microtubules for in vitro analyses of the tubulin code.", "date": "2025-08-04", "journal": ""}
{"title": "Distinct routes to thermotolerance in the fungal pathogen Cryptococcus neoformans", "doi": "10.1101/2024.04.08.588590", "authors": "Schwiesow, M. J. W.; Farinella, L. A.; Ruzic, M.; Leinas, J. T.; Elde, N. C.; Hilbert, Z. A.", "abstract": "Increasing temperatures associated with climate change have the potential for far-reaching impact on human health and disease vectors, including fungal pathogens. Pathogenic fungi occupy a wide range of environments across the world, and their ranges have been slowly expanding in recent decades due, in part, to climate change. Despite these links between increasing temperature and higher prevalence of fungal disease, the direct effects of rising environmental temperatures on the evolution of pathogenic fungi remains unclear. In this study, we investigated how increasing temperatures drive adaptive evolution in the human fungal pathogen Cryptococcus neoformans. First, we performed serial passages of a C. neoformans environmental isolate with gradual changes in temperature over the course of 38 days. Through this approach we identified several distinct thermally adapted isolates with competitive growth advantages over the parental strain at high temperatures. We then characterized the phenotypic and genetic changes acquired in these evolved isolates, which include alteration of cell size, colony morphology, and, notably, antifungal resistance. Our genetic analyses further revealed distinct genes that facilitate thermoadaptation in different populations -- identifying new molecular players in the regulation of this trait and revealing that there are multiple independent routes to gaining thermotolerance. These results highlight the remarkable flexibility of fungi to adapt rapidly to new environments and raise pressing questions about the impacts of rising environmental temperatures on the future of infectious diseases and human health.", "date": "2025-08-04", "journal": ""}
{"title": "Progressive postnatal hearing development limits early parent-offspring vocal communication in the zebra finch", "doi": "10.1101/2024.05.03.592470", "authors": "Anttonen, T.; Christensen-Dalsgaard, J.; Elemans, C. P.", "abstract": "Acoustic communication relies critically on the receiver's ability to hear. In precocial bird species hearing can already be functional during embryonic stages in the egg, while in altricial bird species hearing typically starts after hatching. Recent research suggests that zebra finch embryos, despite being altricial, have functional hearing already in the egg to engage in parent-embryo acoustic communication and in anthropogenic noise detection. However, their auditory sensitivity during early development remains unknown. Here, we measure auditory brainstem responses over early postnatal development and show that zebra finch hatchlings are deaf even to loud, broadband sounds with hearing responses emerging between 4-8 days after hatching. Auditory sensitivity develops progressively and reaches adult levels by day 20, contradicting the notion of early parent-to-embryo communication in zebra finches. Additionally, egg vibrations induced by sound remain far below detection thresholds of vibrotactile senses. The striking timing coincidence between maturation of the peripheral auditory system and the onset of song learning suggests that hearing functionality may gate the onset of vocal learning in zebra finches.", "date": "2025-08-04", "journal": ""}
{"title": "Bursts from the past: Intrinsic properties link a network model to zebra finch song", "doi": "10.1101/2024.05.18.594825", "authors": "Medina, N.; Margoliash, D.", "abstract": "Neuronal intrinsic excitability is a mechanism implicated in learning and memory that is distinct from synaptic plasticity. Prior work in songbirds established that intrinsic properties (IPs) of premotor basal-ganglia-projecting neurons (HVCx) relate to learned song. Here we find that temporal song structure is related to specific HVCx IPs: HVCx from birds who sang longer songs including longer invariant vocalizations (harmonic stacks) had IPs that reflected increased post-inhibitory rebound. This suggests a rebound excitation mechanism underlying the ability of HVCx neurons to integrate over long periods of time throughout the song and represent sequence information. To explore this, we constructed a network model of realistic neurons showing how in-vivo HVC bursting properties link rebound excitation to network structure and behavior. These results demonstrate an explicit link between neuronal IPs and learned behavior. We propose that sequential behaviors exhibiting temporal regularity require IPs to be included in realistic network-level descriptions.", "date": "2025-08-04", "journal": ""}
{"title": "Dynamic neuro-immune regulation of psychiatric risk loci in human neurons", "doi": "10.1101/2024.07.09.602755", "authors": "Retallick-Townsley, K. G.; Lee, S.; Williams, S. E.; Cartwright, S.; Cohen, S.; Sen, A.; Jia, M.; Young, H.; Dobbyn, L.; Deans, M.; Fernandez-Garcia, M.; Huckins, L. M.; Brennand, K. J.", "abstract": "The prenatal environment influences neurodevelopment and subsequent clinical trajectories for psychiatric outcomes in childhood and adolescence. Yet it remains unclear if the impact of maternal and fetal immune activation varies with distinct polygenic risk profiles. Therefore, here we catalogue genotype and environment (GxE) interactions, contrasting allele-specific regulatory activity between inflammatory contexts. We report a cue-specific neuronal massively parallel reporter assay (MPRA) of 220 loci from genome-wide association study (GWAS) linked to ten brain traits/disorders, empirically dissecting the impact of interleukin-6 (IL-6) and interferon-alpha (IFN) on transcriptional activity. Of 1,469 active candidate regulatory risk elements (MPRA-active CRSs) across three conditions, we identify 316 with dynamic variant-specific effects (MPRA-QTLs) in human induced pluripotent stem cell (hiPSC)-derived glutamatergic neurons. Broadly, across hundreds of variants, neuronal immune-mediated regulatory activity is driven by differences in transcription factor binding and chromatin accessibility, the gene targets of which show pleiotropic enrichments for brain, metabolic, and immune disorders. Dynamic genetic regulation mediates immune effects, informing our understanding of mechanisms governing pleiotropy and variable penetrance. Understanding neurodevelopmental GxE interactions will inform mental health trajectories and resolve mechanisms mediating prenatal risk.", "date": "2025-08-04", "journal": ""}
{"title": "Evolution of divergent daily temporal niches shaped by male-male competition can generate sympatric speciation", "doi": "10.1101/2024.07.31.601896", "authors": "Bouinier, T.; Brunaud, A.; Smadi, C.; Llaurens, V.", "abstract": "Specialisation into different ecological niches can participate to species divergence in sympatry. Here, we focus on the partitioning into different timings of reproductive activities during the day, as observed in many insect species living in sympatry. We thus investigate the evolution of the reproductive activity timing of individuals within populations, using a comprehensive stochastic model. We used a multi-locus model to investigate the evolution of (1) the timing of reproductive activity as a quantitative trait and (2) neutral loci that may generate genetic incompatibilities among divergent individuals. We specifically explore how male-male competition for female access can generate negative frequency-dependence on the timing of reproductive activities and fuel population divergence. Our simulations in finite populations highlight the strong effect of male-male competition and operational sex-ratio on the evolution of divergent temporal niches. They also show how genetic incompatibilities fuel the differentiation among populations with divergent temporal niches, but may impair their co-existence. Our model therefore highlights male-male competition as an important factor shaping the evolution of diel niches, that may fuel sympatric speciation.", "date": "2025-08-04", "journal": ""}
{"title": "Membrane-tethered cadherin substrates reveal actin architecture at adherens junctions", "doi": "10.1101/2024.09.09.611904", "authors": "Ghosh, S.; James, J.; Ummat, B.; Köster, D. V.", "abstract": "Adherens junctions (AJs) are E-cadherin-based adhesions at cell-cell contacts that connect the actin cytoskeleton of epithelial cells. Formation and maturation of these junctions is important in development, e.g. for the generation of epithelial tissues, and loss of adherens junctions is linked to metastasis in cancer. It is well established that AJ formation is a mechano-sensitive process involving cis and trans clustering of E-cadherin and the mechanotransducive activation of -catenin that connects E-cadherin with the actin cytoskeleton. However, how mobility of E-cadherin in the cell membrane and their local density influences actin polymerisation is less well understood, due to limitations in controlling physical properties of cell membranes and performing high-resolution microscopy in model organisms or cell-monolayers. Here we place MCF7 cells labelled with fluorescent actin, E-cadherin and -catenin, on fluid supported lipid bilayers (SLB) containing the extracellular domain of E-cadherin, as a biomimetic system enabling super-resolution microscopy of AJs. We found that MCF7 cells were able to attach and spread on these substrates, recruiting E-cadherin and -catenin to form AJs that can mature and are mobile. Interestingly, we found that depending on E-cadherin mobility within the SLB, distinct types of actin architecture emerge. Low mobility substrates support formin-based linear actin polymerisation while high mobility substrates support Arp2/3-based branched actin network polymerisation. These polymerising actin structures are spatially confined to regions of low E-cadherin density suggesting they play a role in AJ repair. Following how these actin structures at the cell-SLB interface evolve over time indicates regions of both linear and branched actin being present at mature cell-cell contacts.", "date": "2025-08-04", "journal": ""}
{"title": "A cell and transcriptome atlas of human arterial vasculature", "doi": "10.1101/2024.09.10.612293", "authors": "Zhao, Q.; Pedroza, A.; Sharma, D.; Gu, W.; Dalal, A.; Weldy, C.; Jackson, W.; Li, D. Y.; Ryan, Y.; Nguyen, T.; Shad, R.; Palmisano, B. T.; Monteiro, J. P.; Worssam, M.; Berezwitz, A.; Iyer, M.; Shi, H.; Kundu, R.; Limbu, L.; Kim, J. B.; Kundaje, A.; Fischbein, M.; Wirka, R.; Quertermous, T.; Cheng, P.", "abstract": "Contiguous arterial segments show different propensities for different vascular pathologies, yet mechanisms explaining these fundamental differences remain unknown. We sought to build a transcriptomic, cellular, and spatial atlas of human arterial cells across multiple different arterial segments to understand these phenomena. Analysis of multiple isogenic arterial segments from healthy donors revealed a significant stereotyped pattern of cell type-specific segmental heterogeneity in healthy arteries. Combining single cell with spatial transcriptomic revealed cellular heterogeneity not captured by commonly used cell-type marker genes. Determinants of arterial transcriptomic identity are predominantly encoded in fibroblasts and smooth muscle cells (SMC), and their differentially expressed genes are particularly enriched for different vascular disease-associated genetic risk-loci and risk-genes. Adventitial fibroblast-specific heterogeneity in gene expression coincides with a disproportionally large number of vascular disease genetic signals, suggesting a previously unrecognized role for this cell type in disease risk. Adult arterial cells from different segments cluster not by anatomical proximity but by embryonic origin. Global regulon analysis of disease related segment-specific gene expression program in fibroblast and SMC enriches for binding sites of transcription factors that are developmental master regulators whose expression persists into adulthood, suggesting an important functional role of the same developmental master regulators in adult gene expression and disease. Lastly, non-coding transcriptomes across arterial cells contain extensive variation in lncRNAs expressed in cell type- and segment-specific patterns, rivaling heterogeneity in protein coding transcriptomes. Differentially expressed LncRNA demonstrate enrichment for non-coding genetic signals for vascular diseases, suggesting a potential global role of segmental specific LncRNAs in regulating inherited human vascular disease risk.", "date": "2025-08-04", "journal": ""}
{"title": "stFormer: a foundation model for spatial transcriptomics", "doi": "10.1101/2024.09.27.615337", "authors": "Cao, S.; Yang, K.; Cheng, J.; Li, J.; Shen, H.-B.; Pan, X.; Yuan, Y.", "abstract": "Recent foundation models for single-cell transcriptomics data generate informative, context-aware representations for genes and cells. The Spatial Transcriptomics (ST) data offer extra positional insights, which were not considered by these single-cell models. Here, we introduce stFormer, a transformer model tailored for ST data. stFormer employs the cross-attention module to incorporate spatial ligand genes into the transformer encoder of single-cell transcriptomics. To unify different ST technologies with trade-off between resolution and gene coverage, we propose a biased cross-attention method that enables the model to do learning with single-cell resolution on whole-transcriptome but low-resolution Visium data. We collected human Visium datasets from a public ST database and performed cell type deconvolution, generating ~4.1 million pretraining samples. As a foundation model for ST data, stFormer improved performance upon the state-of-the-art single-cell foundation model, scFoundation, across a variety of tasks, including cell clustering, batch effect correction, cell type prediction, and gene function prediction. stFormer also revealed intercellular ligand-receptor signaling responses via in silico perturbation.", "date": "2025-08-04", "journal": ""}
{"title": "Non-equilibrium remodelling of collagen-IV networks in silico", "doi": "10.1101/2024.10.10.617412", "authors": "Meadowcroft, B.; Sorichetti, V.; Ratajczyk, E.; Perez-Verdugo, F.; Khalilgharibi, N.; Mao, Y.; Palaia, I.; Saric, A.", "abstract": "Collagen IV is one of the main components of the basement membrane, a layer of material that lines the majority of tissues in multicellular organisms. Collagen-IV molecules assemble into networks, providing stiffness and elasticity to tissues and informing cell and organ shape, especially during development. In this work, we develop two coarse grained models for collagen-IV molecules that retain biochemical bond specificity and coarse-grain at different length scales. Through molecular dynamics simulations, we test the assembly and mechanics of the resulting networks and measure their response to strain in terms of stress, microscopic alignment, and bond dynamics. Within the basement membrane, collagen-IV networks rearrange by molecule turnover, which affects tissue organisation and can be linked with enzyme activity. Here we explore network rearrangements via bond remodelling - the process of dynamical breaking and remaking of bonds between network molecules. We then investigate the effects of active (enzymatic) bond remodelling. We find that this non-equilibrium remodelling allows a network to keep its integrity under strain, while relaxing fully over a variety of timescales - a dynamic response that is unavailable to networks undergoing equilibrium remodelling.", "date": "2025-08-04", "journal": ""}
{"title": "The major pathogen Haemophilus influenzae experiences pervasive recombination and purifying selection at local and global scales", "doi": "10.1101/2024.10.16.618562", "authors": "MacAlasdair, N.; Pöntinen, A. K.; Ling, C.; Mallawaarachchi, S.; Thaipadungpanit, J.; Nosten, F. H.; Turner, C.; Bentley, S. D.; Croucher, N. J.; Turner, P.; Corander, J.", "abstract": "Haemophilus influenzae is a major opportunistic human pathogen which causes both non-invasive and invasive disease. The H. influenzae type b (Hib) vaccine has led to a significant reduction of invasive Hib disease, but offers no protection against colonisation or disease by non-typeables (NT) or non-b serotypes, and H. influenzae remains a public health burden worldwide, with increasing reports of multi-drug resistance (MDR). Despite this, there is no comprehensive understanding of the species' global population structure. Here, we whole-genome sequenced >4,000 isolates of H. influenzae from an unvaccinated paediatric carriage and pneumonia cohort from northwestern Thailand. Despite no Hib immunisation, serotype b was uncommonly found, while 91.7% of isolates were NT. We identified a large number of nearly pan-resistant lineages and discovered that no lineages were enriched among disease samples, suggesting the ability to cause invasive disease is not restricted to any subpopulation. Population genetic analyses of our data combined with nearly 6,000 published genomes revealed a highly admixed population structure, low core genome nucleotide diversity, and evidence of pervasive negative selection. Global isolates confirm that MDR lineages are not confined to our newly-sequenced dataset, and their establishment globally is an urgent concern.", "date": "2025-08-04", "journal": ""}
{"title": "The major pathogen Haemophilus influenzae experiences pervasive recombination and purifying selection at local and global scales", "doi": "10.1101/2024.10.16.618562", "authors": "MacAlasdair, N.; Pöntinen, A. K.; Ling, C.; Mallawaarachchi, S.; Thaipadungpanit, J.; Nosten, F. H.; Turner, C.; Bentley, S. D.; Croucher, N. J.; Turner, P.; Corander, J.", "abstract": "Haemophilus influenzae is a major opportunistic human pathogen which causes both non-invasive and invasive disease. The H. influenzae type b (Hib) vaccine has led to a significant reduction of invasive Hib disease, but offers no protection against colonisation or disease by non-typeables (NT) or non-b serotypes, and H. influenzae remains a public health burden worldwide, with increasing reports of multi-drug resistance (MDR). Despite this, there is no comprehensive understanding of the species' global population structure. Here, we whole-genome sequenced >4,000 isolates of H. influenzae from an unvaccinated paediatric carriage and pneumonia cohort from northwestern Thailand. Despite no Hib immunisation, serotype b was uncommonly found, while 91.7% of isolates were NT. We identified a large number of nearly pan-resistant lineages and discovered that no lineages were enriched among disease samples, suggesting the ability to cause invasive disease is not restricted to any subpopulation. Population genetic analyses of our data combined with nearly 6,000 published genomes revealed a highly admixed population structure, low core genome nucleotide diversity, and evidence of pervasive negative selection. Global isolates confirm that MDR lineages are not confined to our newly-sequenced dataset, and their establishment globally is an urgent concern.", "date": "2025-08-04", "journal": ""}
{"title": "Carafe enables high quality in silico spectral library generation for data-independent acquisition proteomics", "doi": "10.1101/2024.10.15.618504", "authors": "Wen, B.; Hsu, C.; Shteynberg, D.; Zeng, W.-F.; Riffle, M.; Chang, A.; Mudge, M.; Nunn, B. L.; MacLean, B. X.; Berg, M. D.; Villen, J.; MacCoss, M. J.; Noble, W. S.", "abstract": "Data-independent acquisition (DIA)-based mass spectrometry is becoming an increasingly popular mass spectrometry acquisition strategy for carrying out quantitative proteomics experiments. Most of the popular DIA search engines make use of in silico generated spectral libraries. However, the generation of high-quality spectral libraries for DIA data analysis remains a challenge, particularly because most such libraries are generated directly from data-dependent acquisition (DDA) data or are from in silico prediction using models trained on DDA data. In this study, we developed Carafe, a tool that generates high-quality experiment-specific in silico spectral libraries by training deep learning models directly on DIA data. We demonstrate the performance of Carafe on a wide range of DIA datasets, where we observe improved fragment ion intensity prediction and peptide detection relative to existing pretrained DDA models.", "date": "2025-08-04", "journal": ""}
{"title": "Trait matching without traits: using correspondence analysis to investigate the latent structure of interaction networks", "doi": "10.1101/2024.10.22.619454", "authors": "Nicvert, L.; Fritz, H.; Dray, S.", "abstract": "Species interactions in ecological communities are often represented as networks, the structure of which is thought to be linked to species' interaction niches (or Eltonian niches). Interaction niches are intimately related to the notion of trait matching, which posits that a species interacts preferentially with partners whose traits are complementary to their own. Multivariate methods are commonly used to quantify species environmental niches (or Grinnellian niches). More recently, some of these methods have also been used to study the interaction niche, but they consider only the niche optimum and require trait data. In this article, we use the correspondence analysis (CA) framework to study interaction networks and investigate trait matching without requiring trait data, using the notion of latent traits. We use reciprocal scaling, a method related to CA, to estimate niche optima and breadths, defined respectively as the mean and standard deviation of the latent traits of species' interacting partners. We present the method, test its performance using a simulation model we designed, and analyze a real frugivory network between birds and plants. The simulation study shows that the method is able to recover niche breadths and optima for data generated with parameters typical of ecological networks. The birds-plants network analysis shows strong relationships between species latent traits and niche breadths: a posteriori correlation with measured traits suggests that birds and plants of intermediate size tend to have the broadest niches. Additionally, birds preferentially foraging in the understory have broader niches than birds preferentially foraging in the canopy. CA and reciprocal scaling are described as fruitful exploratory methods to characterize species interaction profiles, provide an ecologically meaningful graphical representation of interaction niches, and explore the effect of latent traits on network structure.", "date": "2025-08-04", "journal": ""}
{"title": "A yeast mating platform for multiplex screening of fungal GPCR-ligand interactions", "doi": "10.1101/2024.10.30.620951", "authors": "Schiesaro, G.; Mariscal, M.; Jönsson, M.; Tenente, R.; Sorensen, M. B.; Wäneskog, M.; Aguilar-Pontes, M. V.; Undabarrena, A.; Deichmann, M.; Hoch-Schneider, E.; Kandasamy, V.; Frimurer, T. M.; Pietro, A. D.; Clemmensen, L. K. H.; Jensen, M. K.; Jensen, E. D.", "abstract": "Fungi are essential members across ecosystems, yet phytopathogenic fungi pose an increasing risk to crop yields. Despite their ecologic importance, cell-cell communication in fungi is underexplored, partly due to the lack of high-throughput techniques. Here we developed a Yeast Mating Platform (YeMaP) to investigate the interaction between fungal G protein-coupled receptors (GPCRs) and pheromone peptides. We used YeMaP for high-throughput screening of 8,000 pheromone sequences and identified new peptides with improved agonism or antagonism action. We found that these peptides can be applied in a native fungal system such as the plant pathogen Fusarium oxysporum, to control hyphal chemotropism and reduce plant root penetration. Additionally, we utilized YeMaP in a one-pot assay to investigate how abiotic factors influence the communication of multiple pheromone-GPCR combinations and found that the cell-cell communication mediated by the GPCR Ste2 from F. oxysporum signalled robustly across different abiotic factors, while other fungal GPCR-pheromone interactions were more sensitive to changes. Taken together, YeMaP accelerates the identification of fungal GPCR-peptide interactions by enabling one-pot assays, and serves as model system for studying fungal cell-cell communication.", "date": "2025-08-04", "journal": ""}
{"title": "Sex-specific thermoregulatory effects of estrogen signaling in Reprimo lineage cells", "doi": "10.1101/2024.12.02.626488", "authors": "Park, J. W.; Cortes, L. R.; Sandoval, N. P.; Vree, A. R.; Baron, A. G.; Vranich, K.; Fideles, H. J.; Martinez, R. M.; Dilday, E. A.; Hansen, M. R.; Budek, W.; Lopez, J. I.; Kammel, L. G.; van Veen, J. E.; Correa, S. M.", "abstract": "Estrogens have considerable impact on energy homeostasis and metabolic health. In mice, signaling through estrogen receptor alpha (ERa) alters energy intake and multiple aspects of energy expenditure, effects that may be mediated by specific regions or neuronal sub-populations of the hypothalamus. This study investigates the function of ERa in neurons from the lineage that expresses Rprm (Reprimo), a gene we previously linked to thermoregulation in females. Here, we engineered a novel ReprimoCre mouse to selectively knock out ERa in Rprm lineage cells (Reprimo-specific estrogen receptor alpha KO; RERKO) and report changes in core temperature in female mice, with no changes in movement or food intake. RERKO females have elevated brown adipose tissue (BAT) temperature and lower tail temperature relative to controls, suggesting increased heat production and reduced heat dissipation, respectively. Developmental expression of Rprm was detected in the brain, but not in BAT or white adipose tissue suggesting temperature changes may be mediated by the nervous system. To confirm centrally mediated effects on temperature, we ablated Rprm expressing cells in the mediobasal hypothalamus and observed a reduction in core temperature relative to controls. Taken together, these results indicate that estrogen signaling in the Rprm lineage is critical for thermoregulation, mainly through the modulation of brown adipose tissue thermogenesis in female, but not male, mice.", "date": "2025-08-04", "journal": ""}
{"title": "Cognitive effort and reward. Functional imaging of time on task and the involvement of dopaminergic and cholinergic substrates", "doi": "10.1101/2024.12.12.628171", "authors": "Orsini, C.; Bosch, J. E.; Labek, K.; Viviani, R.", "abstract": "Neuroimaging studies have identified the neural substrates associated with sustained cognitive efforts and control and their modulation by rewards. Different lines of evidence implicate the prefrontal cortex (especially the anterior cingulum, ACC), dopaminergic, and cholinergic substrates in this modulation. We studied here the activity of these substrates at increasing time on task (providing increasing levels of cognitive effort) in trial blocks with differing reward levels. In the cortex, while peaking in the ACC, activity associated with time on task was extensive, also including activity decrements outside the default mode network, primarily involving motor and somatosensory regions. Information about reward levels was carried in the ventral striatum, consistent with its motivational role, but did not reflect trade-offs with increasing efforts during time on task. Instead, the ventral tegmental area and parts of the basal forebrain (BF) corresponding to the cholinergic Ch4 nuclei increased in activity with time on task and were sensitive to reward levels. This BF activity is consistent with a cholinergic role in driving compensatory efforts modulated by reward levels. These findings identify the BF as a neuroimaging phenotype associated with sustaining task sets and cognitive efforts.", "date": "2025-08-04", "journal": ""}
{"title": "The β integrin modulates serotonin sensitivity via NPxY motifs to regulate egg laying and mechanosensation behaviors in C. elegans", "doi": "10.1101/2024.12.23.630109", "authors": "Bumm, J. H.; Lee, D. D.; Qiu, Z.; Choi, A. H.; Kiolluri, M.; Olsen, M.; Wang, L.; Lee, M.", "abstract": "Background: Integrin is an {beta} heterodimeric receptor to the extracellular matrix; its binding to the matrix recruits focal adhesions to two NPxY motifs, the tyrosine phosphorylation sites in the cytoplasmic domain. Studies found that replacing tyrosines (Y) with phenylalanines (F) in the motif of {beta}1 integrin displayed little developmental or behavioral defects. However, the tyrosine-to-alanine (A) caused embryonic lethality. Results: Here we report novel functions of the NPxY motifs in C. elegans pat-3 {beta} integrin. The membrane-proximal non-phosphorylation pat-3(Y792F) mutation caused hypersensitive egg laying in serotonin, which is more prominent than the membrane-distal NPxY804. The double non-phosphorylatable pat-3(YYFF) mutant exhibited serotonin hypersensitivity and defective egg retention. The phosphomimetic NPxY, pat-3(Y804E), mutant displayed a reduced egg laying in response to serotonin and fluoxetine, suggesting that the NPxY phosphorylation is associated with vulval contraction and serotonin sensitivity. Additionally, pat-3(Y792A), pat-3(Y792F), pat-3(Y804E), and pat-3(YYFF) mutants exhibited mechanosensation defects, demonstrating that NPxY phosphorylation regulates sensory neuron activity. Further revealed that exogenous serotonin reduced mechanosensation, while blocking serotonin secretion rescued the mechanosensation of pat-3 NPxY mutants, suggesting that integrin NPxY modulates serotonin levels in C. elegans. Conclusion: Our results underscore the functional importance of pat-3 NPxY motifs in muscle and neurons, potentially linking integrin NPxY motifs to neurotransmitter response and mechanosensory functions.", "date": "2025-08-04", "journal": ""}
{"title": "Single-Session Fast-Paced Video Gaming Boosts Working-Memory Precision via Prefrontal Alpha Oscillations", "doi": "10.1101/2025.01.03.631246", "authors": "Asgari, A.; Vahabie, A.-H.; Rezayat, E.", "abstract": "Working-memory (WM) precision depends on top-down control by dorsolateral prefrontal cortex (dlPFC). Whether a brief session of action video-game play can sharpen this control, and which neural processes mediate any benefit, remains unknown. Thirty-four adults were randomly assigned to 30 min of fast-paced gaming (Snail Mail; Experiment) or time-matched cartoon viewing (Control). Delayed continuous-report precision and 128 channel resting EEG were collected before and after the intervention. Absolute recall error fell in the Experiment group (p < .001) but rose in Controls (p = .005); the groups did not differ at baseline (p = .164) yet the Experiment group outperformed Control at post-test (p < .001). In the EEG subset (N = 30), gaming selectively increased high-alpha (10 13 Hz) power over left dlPFC (AFF7h; p = .041), an effect absents in Controls and significant between groups (p = .010). Across participants, the magnitude of this prefrontal alpha gain predicted the improvement in WM precision (r = .53, p = .0025), whereas concurrent flattening of the global 1/f slope was unrelated (|r| < .24, p > .21). A single, ecologically realistic gaming session therefore yields measurable enhancement of mnemonic precision together with local up-regulation of dlPFC centered alpha oscillations, identifying a plausible cortical mechanism for rapid, low-cost cognitive plasticity.", "date": "2025-08-04", "journal": ""}
{"title": "Combined evidence reveals the origin of a rapid range expansion despite retained genetic diversity and a weak founder effect", "doi": "10.1101/2025.01.06.631438", "authors": "Bergman, N. M.; Lehikoinen, P.; Kluen, E.; Bensch, S.; Lo Cascio Saetre, C.; Eroukhmanoff, F.; Fossoy, F.; Prochazka, P.; Smith, W. J.; Stokke, B. G.; Primmer, C. R.; Thorogood, R.; Ronka, K.", "abstract": "Many species are currently experiencing range shifts in response to changing environmental conditions, but with potentially serious genetic consequences. Repeated founder events and strong genetic drift are expected to erode genetic variation at the range front, reducing adaptive potential and slowing or even halting the expansion. However, the severity of these consequences for the more common and highly mobile species undergoing environment-driven range shifts (c.f. invasions) is less clear. Here we combined historical observations and contemporary movement data of the common reed warbler (Acrocephalus scirpaceus) with genomic evidence from across its European breeding range to (1) infer the origin and (2) quantify the genetic consequences of a recent and rapid northward range expansion. While there were no reductions in levels of nucleotide diversity or allelic richness, nor a signal of founder effect in the directionality index ({psi}), our combined dataset approach was able to infer an expansion origin from the southwest. Furthermore, we found that private allelic richness retained a slight but significant linear decline along the colonisation route. These results suggest that high dispersal capabilities can allow even philopatric species to avoid the loss of genetic diversity during rapid range expansions. Nevertheless, if multiple lines of evidence enable identification of an expansion pathway, we may still detect genetic signals of expansion.", "date": "2025-08-04", "journal": ""}
{"title": "NRCAM variant defined by microexon skipping is a targetable cell surface proteoform in high-grade gliomas", "doi": "10.1101/2025.01.09.631916", "authors": "Sehgal, P.; Naqvi, A. S.; Higgins, M.; Liu, J.; Harvey, K.; Jarroux, J.; Kim, T.; Mankaliye, B.; Mishra, P.; Watterson, G.; Fine, J.; Davis, J.; Hayer, K. E.; Castro, A.; Mogbo, A.; Drummer, C.; Martinez, D.; Koptyra, M. P.; Ang, Z.; Wang, K.; Farrel, A.; Quesnel-Vallieres, M.; Barash, Y.; Spangler, J. B.; Rokita, J. L.; Resnick, A. C.; Tilgner, H. U.; De Raedt, T.; Powell, D. J.; Thomas-Tikhonenko, A.", "abstract": "To overcome the paucity of known tumor-specific surface antigens in pediatric high-grade glioma (pHGG), we contrasted splicing patterns in pHGGs and normal brain samples. Among alternative splicing events affecting extracellular protein domains, the most pervasive alteration was the skipping of [&le;]30 nucleotide-long exons. Several of these skipped microexons mapped to L1-IgCAM family members, such as NRCAM. Bulk and single-nuclei short- and long-read RNA-seq revealed uniform skipping of NRCAM microexons 5 and 19 in virtually every pHGG sample. Importantly, the {Delta}ex5{Delta}ex19 (but not the full-length) NRCAM proteoform was essential for pHGG cell migration and invasion in vitro and tumor growth in vivo. We developed a monoclonal antibody selective for {Delta}ex5{Delta}ex19 NRCAM and demonstrated that \"painting\" of pHGG cells with this antibody enables killing by T cells armed with an FcRI-based universal immune receptor. Thus, pHGG-specific NRCAM and possibly other L1-IgCAM proteoforms are promising and highly selective targets for adoptive immunotherapies.", "date": "2025-08-04", "journal": ""}
{"title": "Cell-APP: A generalizable method for cell annotation and cell-segmentation model training", "doi": "10.1101/2025.01.23.634498", "authors": "Virdi, A. J.; Joglekar, A. P.", "abstract": "Deep learning-based segmentation models can accelerate the analysis of high-throughput microscopy data by automatically identifying and classifying cells in images. However, the datasets needed to train these models are typically assembled via laborious hand-annotation. This limits their scale and diversity, which in turn limits model performance. We present Cell-APP (Cellular Annotation and Perception Pipeline), a tool that automates the annotation of high-quality training data for transmitted-light (TL) cell segmentation. Cell-APP uses two inputs--paired TL and nuclear fluorescence images--and operates in two main steps. First, it extracts each cell's location from the nuclear fluorescence channel and provides these locations to promptable deep learning models to generate cell masks. Then, it classifies each cell as mitotic or non-mitotic based on nuclear features. Together, these masks and classifications form the basis for cell segmentation training data. By training vision-transformer-based models on Cell-APP-generated datasets, we demonstrate how Cell-APP enables the creation of both cell line-specific and multi-cell line segmentation models. Cell-APP thus empowers laboratories to tailor cell segmentation models to their needs, and outlines a scalable path to creating general models for the research community.", "date": "2025-08-04", "journal": ""}
{"title": "Have protein-ligand co-folding methods moved beyond memorisation?", "doi": "10.1101/2025.02.03.636309", "authors": "Skrinjar, P.; Eberhardt, J.; Tauriello, G.; Schwede, T.; Durairaj, J.", "abstract": "Deep learning has driven major breakthroughs in protein structure prediction, however the next critical advance is accurately predicting how proteins interact with small molecule ligands, to enable real-world applications such as drug discovery. Recent cofolding methods aim to address this challenge, but evaluating their performance has been inconclusive due to the lack of relevant benchmarking datasets. Here we present a comprehensive evaluation of four leading all-atom cofolding methods using our newly introduced benchmark dataset Runs N' Poses, which comprises 2,600 high-resolution protein-ligand systems released after the training cutoff used by these methods. We demonstrate that current cofolding approaches largely memorise ligand poses from their training data, hindering their use for de novo drug design. With this assessment and benchmark dataset, we aim to accelerate progress in the field by allowing for a more realistic assessment of the current state-of-the-art deep learning methods for predicting protein-ligand interactions.", "date": "2025-08-04", "journal": ""}
{"title": "Chronic stress impairs autoinhibition in neurons of the locus coeruleus to increase asparagine endopeptidase activity", "doi": "10.1101/2025.03.10.642335", "authors": "Toyoda, H.; Kim, D.; Koh, B. G.; Sano, T.; Kanematsu, T.; oh, S. B.; Kang, Y.", "abstract": "Impairments of locus coeruleus (LC) are implicated in anxiety/depression and Alzheimer's disease (AD). Increases in cytosolic noradrenaline (NA) concentration and MAO-A activity initiate the LC impairment through production of NA metabolite, 3,4-dihydroxyphenyl-glycolaldehyde (DOPEGAL), by MAO-A. However, how NA accumulates in soma/dendritic cytosol of LC neurons has never been addressed despite the fact that NA is virtually absent in cytosol while NA is produced exclusively in cytoplasmic vesicles from dopamine by dopamine-{beta}-hydroxylase. Since re-uptake of autocrine-released NA following spike activity is the major source of NA accumulation, we investigated whether and how chronic stress can increase the spike activity accompanied by NA autocrine. Overexcitation of LC neurons is normally prevented by the autoinhibition mediated by activation of 2A-adrenergic receptor (AR)-coupled inwardly rectifying potassium-current (GIRK-I) with autocrine-released NA. Patch-clamp study revealed that NA-induced GIRK-I in LC neurons was decreased in chronic restraint stress (RS) mice while a similar decrease was gradually caused by repeated excitation. Chronic RS caused internalization of 2A-ARs expressed in cell membrane in LC neurons and decreased protein/mRNA levels of 2A-ARs/GIRKs in membrane fraction. Subsequently, chronic RS increased the protein levels of MAO-A, DOPEGAL-induced asparagine endopeptidase (AEP) and tau N368. These results suggest that chronic RS-induced overexcitation due to the internalization of 2A-ARs/GIRK is accompanied by [Ca2+]i increases, subsequently increasing Ca2+-dependent MAO-A activity and NA-autocrine. Thus, it is likely that internalization of 2A-AR increased cytosolic NA, as reflected in AEP increases, by facilitating re-uptake of autocrine-released NA. The suppression of 2A-AR internalization has a strong translational potential for AD.", "date": "2025-08-04", "journal": ""}
{"title": "Lactobacillus iners dominates the vaginal microbiota of healthy Italian women of reproductive age.", "doi": "10.1101/2025.03.12.642767", "authors": "Vinerbi, E.; Chillotti, F.; Maschio, A.; Lenarduzzi, S.; Camarda, S.; Crobu, F.; Zhernakova, D. V.; Lo Faro, V.; Beltrame Vriz, G.; Incollu, S.; Spreckels, J. E.; Kuzub, N.; Kadric, A.; Gacesa, R.; Zhernakova, A.; De Seta, F.; Mazza, D.; Busonero, F.; Ferrando, M. L.; Girotto, G.; Sanna, S.", "abstract": "Large sex hormonal fluctuations are thought to influence vaginal microbiota, but little is known about the impact of small, physiological variations. Here we tracked changes in vaginal microbiota during four key menstrual cycle phases in 61 healthy, naturally menstruating Italian women from the Women4Health cohort. The microbiota, characterized using a high depth 16S rRNA amplicon sequencing approach covering four hypervariable regions, was primarily composed of Lactobacillus species, with Lactobacillus iners being the most abundant (average relative abundance 40%) and the most prevalent (prevalence 98%). Individual microbiota were generally stable, but beta diversity was higher during the follicular phase (p=0.007). Only 11 women exhibited compositional shifts, mostly occurring between follicular and ovulatory phases. Finally, using linear mixed models we assessed the association between taxa relative abundance and five sex-hormones along the menstrual cycle. Among these, 17-beta estradiol showed the largest number of significant associations, linking its increase to a decrease in relative abundance of taxa that are more common after menopause. Our study highlights specific features of the Italian population and points to the resilience of the vaginal microbiota to physiological hormonal changes. Noteworthy, the observed high abundance of L. iners contrasts with previous studies in European populations, challenging its proposed pathogenic role and suggesting distinct microbiota profiles within Europe.", "date": "2025-08-04", "journal": ""}
{"title": "Molecular kinetics dictate population dynamics in CRISPR-based plasmid defense", "doi": "10.1101/2025.03.27.645723", "authors": "Richards, L.; Lee, D.; Wiktor, J.; Truedson, A.; Cederblad, J.; Jones, D.", "abstract": "Understanding and manipulating mobile genetic element (MGE) spread within bacterial communities represents a great challenge with wide-ranging potential benefits. It requires a detailed understanding of spatial effects and cell-to-cell variability in defence systems such as CRISPR-Cas. Here, we report a time-lapse imaging-based assay with simultaneous fluorescent labeling of CRISPR-Cascade complexes and the conjugative plasmid RP4, enabling direct, single-cell-resolution observation of conjugation and CRISPR interference. We find that Cascade, under wild-type-like expression scenarios, provides a nudge towards plasmid clearance rather than full immunity, and can be counteracted by the ParDE plasmid addiction system. These limitations could be overcome by higher Cascade expression, yet by quantifying single-cell variability, we observe a tradeoff between plasmid clearance and cell growth. We synthesize these measurements into a spatially-resolved, agent-based model of plasmid population dynamics. The imaging and analysis techniques used here will facilitate disentanglement of how single-cell molecular events result in community-wide plasmid dynamics.", "date": "2025-08-04", "journal": ""}
{"title": "Changes in Microbial Communities in Industrial Anaerobic Digestion of Dairy Manure Caused by Caldicellulosiruptor Pretreatment", "doi": "10.1101/2025.04.16.649167", "authors": "Young, J.; Nipko, M. A.; Butterfield, S.; Aanderud, Z.", "abstract": "Hyperthermophilic pretreatment with Caldicellulosiruptor species (EBP) increases substrate availability in anaerobic digestion, but the effect on downstream microbial community composition in industrial systems is not characterized. Changes in microbial communities were determined at an industrial facility processing dairy manure in a modified split-stream system with three reactor types: 1) EBP tanks at 70--72{degrees}C, 2) mesophilic Continuously Stirred Tank Reactors (CSTRs), and 3) mesophilic Induced Bed Reactors (IBRs) receiving combined CSTR and EBP effluent. All reactors had a two-day hydraulic retention time. Samples were collected weekly for 60 days. pH, volatile fatty acid and bicarbonate concentrations, COD, and methane yield were measured to assess tank environmental conditions. Microbial community compositions were obtained via 16S rRNA gene sequencing. EBP pretreatment increased acetate availability but led to a decline in the relative abundance of acetoclastic Methanosarcina species in downstream IBRs. Rather, syntrophic methanogens increased in relative abundance and became central to microbial co-occurrence networks, particularly in association with hydrogen-producing bacteria. Network analysis also demonstrated that these syntrophic relationships were tightly coordinated in pretreated digestate but absent in the untreated CSTRs. By promoting syntrophic methanogenesis while increasing acetate concentrations, EBP pretreatment requires system configurations that enable acetoclast retention to prevent acetate underutilization and maximize methane yields.", "date": "2025-08-04", "journal": ""}
{"title": "Young Asian elephant calves show differentiated social relationships with conspecifics", "doi": "10.1101/2025.04.27.650831", "authors": "Revathe, T.; Vidya, T. N. C.", "abstract": "Social relationships may increase longevity and reproductive success of individuals, thereby providing crucial benefits in social species. Adults of many social species have differentiated social relationships; however, when and how these relationships form and are maintained are often not understood. We studied spatial and behavioural interactions between young calves ([&le;]6 months old) and conspecific females ([&ge;]5 years old) to understand social ontogeny in a wild Asian elephant (Elephas maximus) population in Nagarahole and Bandipur National Parks, southern India. We found that elephant groups with calves comprised females -- mother and 'escort', who provided active care, and females who did not provide overt, active care -- 'other females'. Escorts, apart from coordinating their movement with the calf, provided allomaternal care by initiating positive and helpful interactions with the calf. Other females rarely initiated interactions, which were usually negative, towards calves. Primarily calves, rather than conspecific females, initiated and terminated proximity contacts and behavioural interactions. Calves were near and interacted similarly with their mothers and escorts, under feeding, resting, and social contexts, and almost never interacted with other females. Similarly, we found remarkable similarities between mothers and escorts in their behaviours towards calves, with the primary difference being that escorts did not provide milk. Our results suggest that calves begin to form differentiated social relationships from a young age. The presence of calves and their interactions with escorts might result from existing close social relationship between mothers and escorts or may establish new relationships. Allomaternal care may also reinforce relationship differentiation in such social species. As calf-escort interactions involved behaviours that may potentially be helpful in protection and feeding skill acquisition, the development and survival of calves may be affected by the presence of, and interactions, with allomothers.", "date": "2025-08-04", "journal": ""}
{"title": "Targeting the canonical ER stress IRE1α/XBP1 pathway counteracts pancreatic cancer-induced skeletal muscle wasting", "doi": "10.1101/2025.05.05.652304", "authors": "Joshi, A. S.; Tomaz da Silva, M.; Vuong, A. T.; Xu, B.; Singh, R. K.; Kumar, A.", "abstract": "Cancer-driven cachexia is a deleterious syndrome which involves progressive loss of skeletal muscle mass with or without fat loss, fatigue, and weakness that cannot be reversed by nutritional intake. Recent studies have shown deregulation of endoplasmic reticulum (ER)-induced unfolded protein response (UPR) pathways in skeletal muscle in various catabolic conditions, including cancer growth. However, the role of individual arms of the UPR in the regulation of muscle mass remains poorly understood. Here, we demonstrate that the IRE1/XBP1 arm of the UPR stimulates the activation of ubiquitin-proteasome system, autophagy, JAK-STAT3 signaling, and fatty acid metabolism in skeletal muscle of the KPC mouse model of pancreatic cancer cachexia. Furthermore, our results show that IRE1/XBP1 pathway is a key contributor to cachexia as targeted ablation of XBP1 transcription factor in mouse skeletal muscle inhibits KPC tumor-induced muscle wasting. Transcriptionally active XBP1 protein binds to the promoter region of multiple genes, such as Map1lc3b, Fbxo32, and Il6, whose products are involved in skeletal muscle wasting. Treatment of KPC tumor-bearing mice with 48C, a small molecule IRE1 inhibitor, reverses cachexia-induced molecular changes and improves skeletal muscle mass and strength. Altogether, our study highlights that the IRE1/XBP1 signaling axis mediates pancreatic cancer-induced muscle wasting and inhibition of this pathway could be a potential approach to mitigate muscle wasting in pancreatic cancer patients.", "date": "2025-08-04", "journal": ""}
{"title": "Identifying myocardial regions perfused by coronary arteriesthrough detailed human microvasculature data", "doi": "10.1101/2025.05.12.653398", "authors": "Montino Pelagi, G.; Mackenzie, J. A.; van Bavel, E. A.; Valbusa, G.; Vergara, C.; Hill, N. A.", "abstract": "Purpose: clinical imaging can resolve the main coronary arteries but not the smaller side branches that penetrate the heartwall. However, precise association between the main coronary branches and the myocardial mass they perfuse is crucial to achieve a correct description of haemodynamics from the large arteries to the cardiac tissue. In this work, we use ex-vivo detailed morphometric data of human coronary microcirculation to build and validate a tool for a personalized coronary-myocardium association, and we use it in a multiscale computational model of cardiac perfusion. Methods: from the digitalized dataset of an entire human coronary microcirculation, vascular beds associated to single branches are extracted and analysed to infer patterns in epicardial branching. 3D segmentations of the coronaries with and without this information are used to generate two different myocardial subdivisions, which are compared to the one obtained from the microcirculation data. The impact on haemodynamics is assessed through computational simulations. Results: epicardial arteries exhibit characteristic patterns of transverse branching, with branching angles {approx} 90{degrees} and rate of branching, with respect to the distance along the vessel, depending on the core diameter. The addition of transverse outflows to the segmentations greatly increases accuracy in the myocardial subdivision, allowing discrimination between mass perfused by the proximal and distal arterial segments. Perfusion simulations including transverse outflows show more homogeneous blood flow across the myocardium, consistently with experimental findings. Conclusions: the inclusion of transverse outflows in 3D coronary segmentations is essential to correctly capture the coronary-myocardium association and the distribution of myocardial blood flow.", "date": "2025-08-04", "journal": ""}
{"title": "The anti-cancer drug trametinib suppresses angiotensin-induced cardiac remodelling in mice but is detrimental to function", "doi": "10.1101/2025.05.16.654397", "authors": "Cooper, S. T.; Duvenage, E.; Gattari, D.; Cull, J. J.; Dash, P. R.; Chan, D.; Soria, M. L.; Rossi, M.; Nasuto, S. J.; Holderbaum, W.; Kelion, A.; Sugden, P. H.; Glennon, P. E.; Clerk, A.", "abstract": "The anti-cancer MEK inhibitor trametinib (alone or with the RAF inhibitor dabrafenib) causes cardiac dysfunction in some patients. Our hypothesis is that cardiotoxicity is exacerbated by underlying co-morbidities such as hypertension, and this causes cardiac dysfunction detectable on echocardiograms. The objective was to determine how trametinib/dabrafenib affect cardiac function in a mouse model of hypertension-induced cardiac hypertrophy. Male mice were treated with vehicle, trametinib or dabrafenib/trametinib without/with angiotensin II (AngII) to increase blood pressure. Echocardiography was used to assess changes in cardiac function and dimensions, applying statistical analysis combined with machine-learning to dissect the effects on different segments of the left ventricle (LV). The inhibitors alone had a limited effect on mouse hearts. Trametinib or trametinib/dabrafenib inhibited cardiac hypertrophy induced by AngII over 7 d, reducing LV wall thickness and mass. AngII did not significantly affect cardiac function, but the inhibitors caused significant functional deterioration. Segmental analysis revealed variation of contraction around the LV, with selective effects of AngII and trametinib or dabrafenib/trametinib in basal/mid-regional segments. Frame-by-frame analysis of radial (not longitudinal) displacement of the LV endocardial wall demonstrated variation between consecutive cardiac cycles that enabled a high degree of classification according to treatment. In conclusion, trametinib inhibits AngII-induced cardiac hypertrophy in mice but is detrimental to cardiac function, effects that are not moderated by dabrafenib. AngII and MEK/RAF inhibition have regional effects around the LV with greater effects on radial displacement in basal/mid-regional segments. Assessment of such changes may facilitate early identification of developing cardiotoxicity.", "date": "2025-08-04", "journal": ""}
{"title": "Biliverdin Reductase A is a major determinant of neuroprotective Nrf2 signaling", "doi": "10.1101/2025.06.04.657936", "authors": "Vasavda, C.; Kothari, R.; Kaidery, N. A.; Chakraborty, S.; Tripathi, S. J.; Dhindsa, R. S.; Saberi, S.; Lefler, J. E.; Kothari, P.; Ricco, C.; Chaubey, K.; Snowman, A. M.; Ostrowski, M. C.; Barone, E.; Iyer, L. M.; Aravind, L.; Sharma, S. M.; Pieper, A. A.; Thomas, B.; Snyder, S. H.; Paul, B. D.", "abstract": "Biliverdin reductase A (BVRA), the terminal enzyme in heme catabolism, generates the neuroprotective and lipophilic antioxidant bilirubin. Here, we identify a novel non-enzymatic role for BVRA in redox regulation. We show that BVRA directly interacts with nuclear factor erythroid-derived factor-like 2 (Nrf2), the master regulator of redox homeostasis, to modulate target signaling pathways. ChIP-seq and RNA-seq analyses reveal that this interaction coordinates the expression of neuroprotective genes that are typically dysregulated in Alzheimers disease and other neurodegenerative conditions. Thus, this previously unknown BVRA-Nrf2 axis controls an essential pathway of redox signaling in neuroprotection. Our findings establish BVRA as a dual-function integrator of antioxidant defenses in both the lipophilic and hydrophilic subcellular compartments, bridging these two distinct and critical cellular protection mechanisms in the brain. This advancement in understanding the endogenous antioxidant system of the brain positions the BVRA-Nrf2 axis as a promising therapeutic target for neurodegenerative disease.", "date": "2025-08-04", "journal": ""}
{"title": "Group-level matching behavior in phototaxis of acoel flatworm, Praesagittifera naikaiensis.", "doi": "10.1101/2025.06.11.659215", "authors": "Matsui, H.; Hata, Y.", "abstract": "The matching law, which posits that animals allocate their responses in proportion to the rate of reinforcement, has been supported across diverse animal taxa. Although originally formulated in the context of operant choice, matching also applies to time allocation in foraging and to Pavlovian responses, indicating its generality across behavioral domains. However, empirical evidence has thus far been largely limited to vertebrates and arthropods. Addressing the broader applicability of this principle requires extending investigations beyond these taxonomic groups, across a wider phylogenetic spectrum. Here, we examined phototactic behavior in the acoel flatworm Praesagittifera naikaiensis, a species that acquires nutrients through photosynthesis by symbiotic algae and exhibits positive phototaxis. Using a custom-built T-maze in which the number of illuminated LEDs varied across arms, we found that the animals distributed themselves in proportion to relative brightness, consistent with matching behavior. Moreover, prior exposure to light for 24 hours attenuated this pattern. This manipulation was intended to induce a state of nutritional sufficiency, and the resulting decline in phototactic responses suggests that internal physiological states can modulate even seemingly reflexive locomotor behaviors.", "date": "2025-08-04", "journal": ""}
{"title": "Mitochondrial Energy Transformation Capacity Influences Brain Activation During Sensory, Affective, and Cognitive Tasks", "doi": "10.1101/2025.06.25.661482", "authors": "Bo, K.; Kelly, C.; Trumpff, C.; Hirano, M.; Thiebaut de Schotten, M.; Picard, M.; Wager, T.", "abstract": "Brain function relies on energy supplied by mitochondrial energy transformation, but how cellular energetics constrain neurological function and cognition remains poorly understood. Genetic defects in mitochondrial DNA cause rare mitochondrial diseases (MitoD) that offer a unique window into the energetic foundations of cognition, shedding light on the neural processes that are most energetically constrained. In this study, we assessed functional magnetic resonance imaging (fMRI) on 29 participants with MitoD and 62 matched controls during resting state and tasks probing cognitive (N-back task), affective (cold pain), and sensory (multisensory visual and auditory perception) functions. MitoD individuals exhibited significant cognitive deficits across a range of functions, including executive function and working memory, mental and physical fatigability, low exercise tolerance, and low mood. These deficits were accompanied by markedly elevated blood levels of metabolic stress markers, including GDF15 and FGF21. Surprisingly, overall BOLD fMRI activity and connectivity were largely intact across all tasks in MitoD individuals. However, those with more severe cognitive impairment and higher GDF15 levels showed reduced working memory-related activity, which in turn mediated poorer task performance. Conversely, individuals with relatively preserved cognitive function exhibited hyperactivation in working memory regions and working memory performance compared to controls, suggesting compensatory engagement of cortical systems in high-functioning MitoD individuals. These effects were weaker in the sensory domain and absent during affective (cold pain) processing, suggesting an energy hierarchy in the brain that prioritizes essential functions such as affective responses while downregulating more energy-demanding, complex cognitive processes when resources are limited.", "date": "2025-08-04", "journal": ""}
{"title": "A stretching mechanism evokes mechano-electrical transduction in auditory chordotonal neurons", "doi": "10.1101/2025.06.27.662008", "authors": "Chaiyasitdhi, A.; Nowotny, M.; van der Heijden, M.; Warren, B.", "abstract": "Insects' sound and vibration detection including proprioception rely on the scolopidium--a mechanosensory unit enclosing the sensory cilium of chordotonal organ neurons. The cilium, enclosed by a scolopale cell, contains mechanosensitive ion channels with the ciliary tip embedded in a cap. Despite knowledge of the scolopidial structure in multiple insects, the mechanism by which mechanical force elicits transduction remains speculative. We examined scolopidia in the auditory Muller's organ of the desert locust and present a comprehensive three-dimensional (3D) ultrastructure of a scolopidium using Focused Ion Beam Scanning Electron Microscopy (FIB-SEM). Next, we characterised sound-evoked motions of Muller's organ and the scolopidium using Optical Coherence Tomography (OCT) and high-speed light microscopy. Finally, we measured transduction currents via patch clamp electrophysiology during mechanical stimulation of individual scolopidia. By combining ultrastructure, sound-evoked motions, and transduction current recordings, our finding suggests that the scolopidium is activated best by stretch along the ciliary axis.", "date": "2025-08-04", "journal": ""}
{"title": "Causal inference shapes crossmodal postdiction in multisensory integration", "doi": "10.1101/2025.07.02.662778", "authors": "Gunaydin, G.; Moran, J. K.; Rohe, T.; Senkowski, D.", "abstract": "In our environment, stimuli from different sensory modalities are processed within a temporal window of multisensory integration that spans several hundred milliseconds. During this window, stimulus processing is influenced not only by preceding and current information, but also by input that follows the stimulus. The computational mechanisms underlying crossmodal backward processing, which we refer to as crossmodal postdiction, are not well understood. We examined crossmodal postdiction in the audiovisual (AV) rabbit illusion, in which postdiction occurs when flash-beep pairs are presented shortly before and shortly after a single flash or a single beep. We collected behavioral data from 32 participants and fitted four competing models: a Bayesian causal inference (BCI), a forced-fusion, a forced-segregation, and a non-postdictive BCI model. The BCI model fit the data well and outperformed all other models. Building on findings demonstrating causal inference during non-postdictive multisensory integration, our study shows that the BCI framework is also effective in explaining crossmodal postdiction. Observers accumulate causal evidence that influences their perception of preceding stimuli following a causal decision. Our study shows that crossmodal postdiction in the AV rabbit illusion is formed within a temporal window of multisensory integration that encompasses past, present, and future input, which can be effectively explained by the BCI framework.", "date": "2025-08-04", "journal": ""}
{"title": "Continental-scale integration of soil metagenomes and metabolomes reveals ubiquitous microbial capacity for recalcitrant carbon decomposition.", "doi": "10.1101/2025.07.03.663048", "authors": "Song, Y. C.; Shi, C.; Stratton, K. G.; Stohel, I.; Freire-Zapata, V.; Tfaily, M. M.; Eloe-Fadrosh, E. L.; Graham, E. B.", "abstract": "Soil organic matter (SOM) decomposition by microorganisms represents the largest uncertainty in predicting terrestrial carbon-atmosphere feedbacks. Yet, we lack systematic understanding of the microbial taxa that drive decomposition of chemically distinct carbon pools and of the metabolic pathways they employ across environmental gradients. Here, we address this critical gap using the first continental-scale soil dataset pairing shotgun metagenomes with high-resolution molecular characterization of SOM chemistry. We use data from 109 standardized soil cores across the United States to assemble 0.76 terabases (Tbs) of prokaryotic metagenome-assembled genomes (344 MAGs) and identify 66,727 distinct SOM molecules, integrating these datasets to reveal widespread microbial potential for depolymerizing recalcitrant carbon compounds previously considered stable. Notably, we uncover complementary metabolic specialization between two abundant bacterial orders, Rhizobiales and Chthoniobacterales. This metabolic partitioning is consistent across soil depths and activity levels, suggesting coordinated decomposition of chemically complex carbon through distinct but complementary biochemical strategies. The metabolic potential for depolymerization of recalcitrant compounds is supported by the abundance of these molecules across the soils, as indicated by Fourier-Transform Ion Cyclotron Resonance Mass Spectrometry (FTICR-MS), and by flux balance analysis of metabolic models. Our continental-scale integration of microbial genotypes with their chemical substrates reveals that a substantial fraction of SOM previously considered recalcitrant harbors decomposition potential that current Earth system models fail to capture. These findings provide mechanistic insight for incorporating microbial metabolic pathways into carbon cycle predictions and highlight an underappreciated vulnerability of soil carbon to environmental variability.", "date": "2025-08-04", "journal": ""}
{"title": "Subtype-Specific Roles of Nigrostriatal Dopaminergic Neurons in Motor and Associative Learning", "doi": "10.1101/2025.07.03.663035", "authors": "Habib, A.; Riccobono, G. T.; Tian, L.; Basu, D.; Sun, L.; Chang, L.; Martinez-Smith, V.; Wang, L.; Le, W.; Cai, H.", "abstract": "Nigrostriatal dopaminergic neurons (DANs) in the substantia nigra pars compacta (SNc) comprise distinct subtypes defined by unique gene expression profiles and anatomical characteristics. However, their specific contributions to motor and non-motor functions remain elusive. Using Calbindin 1 (Calb1) and Aldehyde dehydrogenase 1a1 (Aldh1a1) as molecular markers, we investigated the functions of these nigrostriatal DAN subtypes in mice. Through intersectional genetics and chemogenetic manipulation, we selectively inhibited Calb1+ or Aldh1a1+ DANs by stereotactically delivering an adeno-associated viral vector (AAV-CreOn-FlpOn-hM4Di-P2A-mCherry) into the SNc of ThFlp; Calb1IRESCre or ThFlp; Aldh1a1CreERT2 double knock-in (KI) mice. This approach enabled subtype-specific neuronal inhibition via designer receptors exclusively activated by designer drugs (DREADD). Following DREADD ligand administration, both Calb1+ and Aldh1a1+ DAN-inhibited mice exhibited significant reduction in voluntary movement and impaired motor skill learning, demonstrating their essential roles in motor function. However, only Calb1+ DAN inhibition affected early associative-learning behavior, suggesting a unique role in reinforcement learning. These findings establish Calb1+ and Aldh1a1+ nigrostriatal DANs as key regulators of movement and motor learning, with Calb1+ neurons additionally modulating reward-based associative learning. This study advances our understanding of the functional heterogeneity of nigrostriatal DAN subtypes and identifies potential therapeutic targets for addressing motor and non-motor deficits in Parkinson's disease.", "date": "2025-08-04", "journal": ""}
{"title": "Gamete release in Ciona robusta: roles of gonadotropin-releasing hormone and the photoreception system", "doi": "10.1101/2025.07.01.661410", "authors": "Osugi, T.; Matsubara, S.; Shiraishi, A.; Wada, A.; Miyamoto, Y.; Shimada, I. S.; Sasakura, Y.; Kusakabe, T. G.; Satake, H.", "abstract": "Gamete release, an essential event for animals, is regulated by various factors including environmental stimuli, neural circuit, and endocrine molecules. In this study, we investigated the mechanisms regulating gamete release in the ascidian Ciona robusta, part of the sister group of vertebrates. Ciona is a hermaphrodite, releasing sperm first from orange-pigmented organ (OPO) at the end of the spermiduct, followed by eggs from the oviduct beneath the spermiduct knob-like structure. In this study, behavioral and morphological analyses revealed that this sequential release occurs because the knob-like structure compresses the oviduct opening at the onset of gamete release. Observations of transgenic Ciona expressing Kaede under the gonadotropin-releasing hormone 2 (Gnrh2) promoter showed that Gnrh2-expressing neurons and fibers accumulate in the epithelium around the spermiduct openings. In contrast, Gnrh1-expressing neurons are localized in the cerebral ganglion and project toward the ovary, suggesting distinct roles of GnRH1 and GnRH2 in reproductive regulation. RNA-seq and real-time PCR analyses revealed that Opsin2, Opsin3, beta-carotene-15,15'-monooxygenase (Bco), and several ion channel genes are specifically expressed in the OPO, along with Gnrh2. In situ hybridization showed that these genes are localized in the innermost OPO layer, suggesting that the OPO functions as a photoreceptive organ. Although, Gnrh2 expression has been considered low in adult Ciona, our study revealed strong OPO-specific expression with photoreceptive genes. Collectively, these findings suggest that GnRH2 plays a central role in gamete release regulation, potentially in coordination with the photoreceptive system, while GnRH1 may regulate ovarian functions. These results indicate that C. robusta employs distinct GnRH systems in a tissue-specific manner to regulate reproduction.", "date": "2025-08-04", "journal": ""}
{"title": "Secretory carrier membrane proteins assist with aquaporin trafficking in Arabidopsis.", "doi": "10.1101/2025.07.03.662988", "authors": "Jiang, Q.; Vandorpe, M.; fox, a. R.; Hdedeh, O.; Vermeersch, M.; Mylle, E.; Cuadrado, A. F.; Kraus, J.; Liu, H.; Eeckhout, D.; Navarre, C.; Courtoy, A.; Kocourkova, d.; Podmanicka, T. K.; Jacobs, T. B.; Dragwidge, J. M.; De Smet, I.; Pleskot, R.; Chaumont, F.; Van Damme, D.", "abstract": "Secretory carrier membrane proteins are evolutionarily conserved multi-spanning transmembrane proteins. In animal cells, they function in secretion, endocytosis and autophagy. Knowledge on their role in plants is restricted to heterologous localization and trafficking experiments as well as to genetic perturbation experiments in lily and poplar. Here, we analysed the five members of the Arabidopsis SCAMP family. Using SCAMP5, the most prominently expressed member of the family as hallmark, we identified three conserved tyrosine motifs that assist in anterograde transport from the Trans Golgi Network to the plasma membrane, while N-terminally located NPF motifs are crucial for endocytosis. SCAMPs dimerize both at the plasma membrane and endosomes, and dimerization is required for internalization. Functionally, SCAMP5 interacts with several plasma membrane associated aquaporins (PIPs), and is required for their intracellular trafficking as mCherry-PIP2;1 accumulated differentially and specifically in the root meristematic vacuoles independent of the endocytic or secretory trafficking capacity of SCAMP5. Triple and quintuple scamp mutants show only mild developmental delay under standard growth conditions, but are more tolerant to drought. In conclusion, our research links SCAMP proteins to PIPs and we propose that the drought tolerance phenotype of the scamp135 mutants is at least partially caused by altered PIP trafficking.", "date": "2025-08-04", "journal": ""}
{"title": "Neurocomputational impairments in disambiguation of context as a key determinant of post-traumatic psychopathology", "doi": "10.1101/2025.07.07.663473", "authors": "Linson, A.; Anderson, H.; Markham, S.; Friston, K.; Moutoussis, M.", "abstract": "We combine theoretical biology and systems neuroscience to relate the mechanisms of post-traumatic stress disorder (PTSD) models to biopsychosocial complexity. Moving beyond fear conditioning, extinction and habits formed by associative learning, we consider conserved neuromodulatory mechanisms related to harm expectation, defensive mobilisation, and context (in)sensitivity. Our account of harm-mitigating, neurobehavioural responses furnishes a mechanistic understanding of maladaptive behaviour and impaired belief-updating, which are often underspecified in conceptual analyses. Grounded in neurobiological evidence, we specify PTSD-related impairment in terms of Bayesian belief-updating and establish an adaptive/maladaptive boundary using active inference and simulation studies. The ensuing model plausibly illustrates PTSD pathogenesis, which remains understudied relative to aetiology. We locate pathogenesis in maladaptive precision following traumatic learning, characterised by aberrant Bayesian credit assignment. Future scientific and clinical studies can test the validity of these insights, which could underwrite our understanding of the phenomenology, diagnostics and ultimately treatment intervention in post-traumatic disorders.", "date": "2025-08-04", "journal": ""}
{"title": "Functional screening of TCR-like antibodies for targeted cancer immunotherapy", "doi": "10.1101/2025.07.21.665803", "authors": "Li, Y.; Huang, D.; Liu, C.; Zhou, Z.; Song, Y.; Yang, D.; Rui, W.; Yang, Z.; Yu, L.; Wang, C.; Zheng, Z.; Wang, J.; Fu, Y.-x.; Lin, X.", "abstract": "Although hybridomas and display technologies have long been used in antibody discovery, identifying TCR-like antibodies that recognize major histocompatibility (MHC)-presented neoantigens remains an inefficient process. Here, we present a functional screening approach for antibody discovery based on T cell-specific functionality. By constructing Synthetic T cell receptor and Antigen Receptor (STAR)-T cells expressing antibody libraries and co-culturing them with target cells, we observed distinct antigen-specific STAR endocytosis and T cell activation. These two indicators are combined into an E-A functional index, which we demonstrate as an effective screening strategy for identifying antibodies with strict antigen sensitivity and specificity. Using this E-A functional screening method, we successfully discovered antibodies or nanobodies targeting cell-surface tumor antigens and neoantigens presented by human leukocyte antigen (HLA). These antibodies exhibited potent anti-tumor efficacy both in vitro and in vivo. Moreover, converting these antibodies into chimeric antigen receptors (CARs) and bispecific antibodies also induced T cell activation and tumor killing. In summary, our study establishes a robust functional screening strategy for identifying antibodies or TCR-like nanobodies targeting tumor-specific neoantigens, offering significant potential for advancing targeted cancer therapies.", "date": "2025-08-04", "journal": ""}
{"title": "ABEL-FRET bridges the timescale gap in single-molecule measurements of the structural dynamics in the A2A adenosine receptor", "doi": "10.1101/2025.07.22.666123", "authors": "Maslov, I.; Borshchevskiy, V. I.; Cherezov, V.; Hofkens, J.; Hendrix, J.; Börsch, M.; Gensch, T.", "abstract": "The functional complexity of G protein-coupled receptors (GPCRs) arises from their structural dynamics, which span timescales from nanoseconds to minutes. Single-molecule Forster Resonance Energy Transfer (smFRET) enables direct observation of these dynamics in individual diffusing receptors, either freely diffusing in solution, using confocal microscopy, or immobilized on surfaces, using Total Internal Reflection Fluorescence (TIRF) camera-based microscopy. However, these modalities are limited to distinct timescales - faster than milliseconds or slower than hundreds of milliseconds, respectively - due to constraints of observation time and camera frame rate, while the slow dynamics observed in immobilized receptors may be perturbed by tethering. To overcome these limitations, we employed smFRET in combination with Anti-Brownian Electrokinetic (ABEL) trapping to extend the observation window of untethered A2A adenosine receptors (A2AAR) embedded in lipid nanodiscs from milliseconds to seconds. This approach enabled us to characterize the conformational heterogeneity in both apo and ligand-bound A2AAR, effectively bridging the gap between fast dynamics measured in freely diffusing receptors and slow dynamics observed in immobilized receptors. Our results, taken together with previous studies, demonstrate that both inactive-like and active-like conformations are populated in apo and ligand-bound A2AAR and dynamically interconvert. Apo and antagonist-bound receptors are predominantly locked in inactive-like or active-like states, exhibiting only slow exchange dynamics on timescales longer than hundreds of milliseconds. In contrast, agonist-binding not only shifts the receptor population toward the active-like state but also accelerates the conformational exchange by nearly three orders of magnitude: from hundreds of milliseconds to sub-millisecond timescales. These results underscore the dual role of agonists in modulating both the equilibrium and dynamics of receptor conformations. Our study highlights the power of ABEL-FRET to probe structural dynamics of GPCRs, offering valuable insights into GPCR conformational landscapes and aiding the development of more effective GPCR- targeted therapeutics.", "date": "2025-08-04", "journal": ""}
{"title": "Parabricks: GPU Accelerated Universal Pan-Instrument Genomics Analysis Software Suite", "doi": "10.1101/2025.07.23.666378", "authors": "Vats, P.; Zhu, T.; Onken, S.; Dunstan, A.; Zamirai, B.; Puleri, D. F.; Nair, A.; Oliva, M.; Gaihre, A.; Sadhnani, P.; Li, S.; Arumugam, K.; Chacon, A.; Maric, M.; Cohen, J.; Sethia, A.; Samadi, M.", "abstract": "Next-generation sequencing (NGS) has transformed genomics, enabling breakthroughs in biotechnology, healthcare, and pharmaceuticals. However, exponential data growth outpacing Moore's Law presents critical computational challenges for secondary analysis. We introduce Parabricks, a freely accessible, GPU-accelerated software suite supporting diverse workflows, including whole-genome, exome, transcriptome, and methylation analysis. Compatible across major short read and long read sequencing platforms, it reduces processing time from hours to minutes while maintaining concordance with established standards. This acceleration translates to significant cost savings and quick turnaround time. Deployable on-premises or through cloud platforms, Parabricks ensures scalable genomic processing. Integrated AI-driven workflows and deep learning models further enhance precision, offering a universal solution for high-throughput genomic research and clinical diagnostics.", "date": "2025-08-04", "journal": ""}
{"title": "Mouse pre-meiotic germline cysts contain fusome-like structure dependent on Dazl that mediates cyst fragmentation and oocyte development", "doi": "10.1101/2025.07.25.666884", "authors": "Pathak, M.; Spradling, A. C.", "abstract": "Mouse female primordial germ cells undergo five synchronous, incomplete mitotic divisions, and send each resulting germline cyst into meiosis to fragment and produce 4-6 oocytes and 24-26 supportive nurse cells. How oocytes are specified, linked appropriately to nurse cells and enabled to acquire high quality organelles and cytoplasm on a massive scale remains unclear. We identified an asymmetric Golgi, ER and microtubule-associated structure, \"Visham,\" similar to the Drosophila fusome. Starting as the EMA granule, Visham distributes asymmetrically in cyst cells and enriches in future oocytes with Pard3, and Golgi-endosomal UPR (unfolded protein response) genes. Transient spindle remnants rich in stable acetylated microtubules link early cyst cells for part of each cell cycle. Cysts sometimes develop a gap in these microtubules beginning at the 8-cell stage that predicts programmed cyst fragmentation into six-cell cysts of similar structure. Visham persists during meiosis where it mediates Pard3-dependent polarity, Xbp1-dependent adaptive UPR, and organelle transfer to the Balbiani body. In DAZL mutants, cysts still form, but polarity and oocyte production are blocked.", "date": "2025-08-04", "journal": ""}
{"title": "Chamber Implant for Chronic Optical Recordings from the Cerebral Cortex of Marmosets", "doi": "10.1101/2025.07.27.667056", "authors": "Marguin, J.; Renaud, L.; Degiovanni, X.; Lombardini, A.; Banai-Tizkar, R.; Roux, S.; Clemenceau, M.; Melon, C.; Chavane, F.; Vanzetta, I.", "abstract": "We describe a novel imaging chamber for chronic optical recordings from the marmoset cerebral cortex, together with the surgery needed for its implantation and that of an associated headpost. MRI data allow optimizing positioning on the skull. The chamber is implanted into a precisely matched craniotomy, improving mechanical stability. For maximal biocompatibility, chamber and headpost are made out of titanium. It consists of an outer cylinder into which screws adjustably an inner one, called ''well'', with a glass window on its bottom. This allows easy opening and closing whenever access to the cortex is needed, while preserving a sterile seal when closed. Moreover, simply rotating the well allows fine adjustment of the window's distance with respect to the underlying cortex. Together with using a curved - rather than flat - glass window, this allows achieving gentle but continuous contact with the underlying cortex, which helps to delay tissue regrowth, notably of a neomembrane that must otherwise be surgically removed. The chamber's sealing system combines a silicone elastomer and O-ring, minimizing infection risk and CSF leakage. Data from longitudinal two-photon imaging using genetically encoded fluorescent calcium sensors reveal high optical quality over months, with excellent resolution of neurons and their activity. We also demonstrate the feasibility of two-photon imaging of genetically encoded voltage sensors in the marmoset cortex in-vivo. Finally, although the chamber provides a durable, adaptable solution for long-term imaging studies in marmosets already in its current version, we discuss a few straightforward modifications that could likely improve its performance even further.", "date": "2025-08-04", "journal": ""}
{"title": "Disparate social structures are underpinned by distinct social rules across a primate radiation", "doi": "10.1101/2025.07.31.667759", "authors": "Feder, J. A.; Alberts, S. C.; Archie, E. A.; Arlet, M. E.; Baniel, A.; Beehner, J. C.; Bergman, T. J.; Carter, A. J.; Charpentier, M. J.; Chiou, K. L.; Crockford, C.; Cowlishaw, G.; Dal Pesco, F.; Fernandez, D.; Fischer, J.; Higham, J. P.; Huchard, E.; Le Floch, A.; Lehmann, J.; Lu, A.; McCabe, G.; Mielke, A.; Mubemba, B.; Petersdorf, M.; Ross, C.; Schneider-Crease, I. A.; Seyfarth, R. M.; Snyder-Mackler, N.; Swedell, L.; Trede, F.; Tung, J.; Weyher, A. H.; Wittig, R.; Kamilar, J. M.; Silk, J. B.", "abstract": "Over six decades of research on wild baboons and their close relatives (collectively, the African papionins) has uncovered substantial variation in their behavior and social organization. While most papionins form discrete social groups (single-level societies), a few others form small social units nested within larger aggregations (multi-level societies). To understand the social processes that shape this variation, a more systematic, comparative analysis of social structure is needed. Here, we constructed a database of behavioral and demographic records spanning 135 group-years across 13 long-term papionin field studies to (i) quantify variation in grooming network structure, and (ii) identify the factors (e.g., the effects of sex, kinship, and social status) that underlie these differences. We detected considerable variation in grooming network structure across the papionins, even within the classic single-level societies. The papionins could be best divided into three broad categories: single-level cohesive, single-level cliquish, and multi-level. The cohesive single-level societies formed networks that were dense, moderately kin-biased, and weakly rank-structured, while the cliquish single-level societies formed networks that were relatively modular, highly kin-biased, and more strongly rank-structured. As expected, multi-level networks were highly modular and shaped by females ties to specific dominant males but varied in their kin biases. Taken together, these data suggest that: (i) discrete typologies obscure variation in social structure; and (ii) similarities in social structure are sometimes, but not always, shaped by similar social processes.\n\nSIGNIFICANCE STATEMENTDo all primate groups fit the same social mold? While factors like kinship and dominance shape the social lives of many of our close relatives, it remains unclear how their effects differ across species. Using a new database representing decades of field research, we found that baboons and their close relatives fell into one of three general patterns: one in which groups were cohesive and only somewhat nepotistic (i.e., kin- and rank-biased), another in which groups were more cliquish and nepotistic, and a final pattern in which groups were divided into clusters centered on dominant males. Distinct primate societies may thus reflect differences in the strength of females social biases towards kin and the degree of males social influence.", "date": "2025-08-04", "journal": ""}
{"title": "GeoGAT-site: A Face-Centered Geometric Graph Attention Network for Protein-Protein Interface Prediction", "doi": "10.1101/2025.07.28.667136", "authors": "Long, X.; Yang, Q.; Dong, W.; Li, X.; Wang, K.; Dong, S.; Luo, G.; Zhang, X.; Yang, T.; Gao, X.; Wang, G.", "abstract": "Protein-protein interactions (PPIs) underpin the intricate machinery of cellular life, orchestrating processes from signal transduction to metabolic regulation, yet their precise interface prediction remains a cornerstone challenge in structural biology, demanding scalable computational paradigms that balance accuracy and efficiency. Herein, we present GeoGAT-site, a pioneering geometric graph attention network that leverages face-centered surface fingerprints extracted from three-dimensional protein architectures to forecast interaction sites. Diverging from conventional vertex-centric approaches, our face-centered methodology achieves a 3.64-fold acceleration in patch generation, mitigating computational bottlenecks while preserving granular surface descriptors. At its core, GeoGAT-site incorporates a bespoke attention mechanism that adaptively modulates inter-facial distances and normal vector orientations, synergistically integrating spatial geometries with physicochemical attributes for nuanced interface delineation. Harnessing a meticulously curated dataset of 150 million face-centered fingerprints from over 20,000 structurally diverse proteins, the model attains robust generalization across heterogeneous interaction motifs. Empirical validation on an independent cohort of 167 protein complexes yields a ROC AUC of 0.89, surpassing established benchmarks including MaSIF-site (0.845), SPPIDER (0.65), and PSIVER (0.63). By furnishing high-fidelity interface annotations, GeoGAT-site augments downstream structural modeling paradigms through targeted constraints, thereby providing a versatile scaffold for unraveling PPI dynamics with profound implications for therapeutic discovery, protein redesign, and molecular epistemology.", "date": "2025-08-04", "journal": ""}
{"title": "DeepRES: Deep learning enables reaction-based comprehensive enzyme screening", "doi": "10.1101/2025.07.28.667344", "authors": "Hirota, K.; Yamada, T.", "abstract": "BackgroundEnzymes accelerate biochemical reactions in living organisms, thus playing an important role in metabolism. Although metabolic pathway databases are growing, many metabolic reactions, termed orphan enzymes, have not been annotated to gene sequences, which hinders functional annotation in genomic analysis. Moreover, protein databases contain many proteins of unknown function. Owing to this gap between known proteins and enzymatic reactions, various proteins of unknown function may be orphan enzymes; however, available tools cannot adequately predict these links.\n\nResultsIn this study, we developed DeepRES, an AI-based framework for comprehensive enzyme screening, to explore novel enzyme candidates from proteins of unknown function for reactions of interest. DeepRES implements enzyme screening via two steps: classification of enzymes and non-enzymes and prediction of catalytic capabilities for enzyme-reaction pairs. The two deep learning models comprising DeepRES showed comparable or superior performance to that of existing software. We performed screening of 1,255 orphan enzymes involved in the microbiome using DeepRES and successfully identified candidate proteins for 897 orphan enzymes. We then used those candidates as references for genomic analysis and explored novel biosynthetic gene clusters from microbial genomes to obtain promising candidate gene clusters, including those related to anthocyanin degradation.\n\nConclusionsComprehensive enzyme screening via DeepRES, which is the first computational tool designed to associate orphan enzymes with proteins of unknown function, is expected to facilitate high-throughput identification of orphan enzyme-encoding genes. Furthermore, DeepRES can be easily integrated into the current genomic analysis pipeline to extend the functional annotation.", "date": "2025-08-04", "journal": ""}
{"title": "Cosmos: A Position-Resolution Causal Model for Direct and Indirect Effects in Protein Functions", "doi": "10.1101/2025.08.01.667517", "authors": "Rao, J.; Wang, M.; Howard, M.; Coyote-Maestas, W.; Pimentel, H.", "abstract": "Multi-phenotype deep mutational scanning (DMS) experiments provide a powerful means to dissect how protein variants affect different layers of molecular function, such as abundance, surface expression, and ligand binding. When these phenotypes are connected through a molecular pathway, interpreting variant effects becomes challenging because downstream phenotypes often reflect both direct and indirect consequences of mutation. We introduce Cosmos, a Bayesian framework for residue-level causal inference in multi-phenotype DMS data. Cosmos addresses three key questions: (1) whether a causal relationship exists between two phenotypes; (2) the strength of that relationship; and (3) the expected downstream phenotype if the upstream phenotype were normalized, enabling counterfactual interpretation. The framework uses position-level aggregation and Bayesian model selection to infer interpretable causal structures, without requiring phenotype-specific biophysical assumptions. We apply Cosmos to three datasets - Kir2.1 (abundance and surface expression), PSD95-PDZ3 (abundance and CRIPT binding), and KRAS (abundance and RAF1-RBD binding) and show that it effectively distinguishes direct from indirect functional effects. Across these applications, Cosmos provides a generalizable and interpretable approach to disentangle causal relationships in high-throughput protein functional screens.", "date": "2025-08-04", "journal": ""}
{"title": "DaphnAI: A Deep Learning Approach for High-Throughput Zooplankton Community Analysis", "doi": "10.1101/2025.07.30.667622", "authors": "Mavrianos, S.; van Santvoort, V.; Teurlincx, S.; Declerk, S. A.; Otte, K. A.", "abstract": "Zooplankton are critical components of freshwater ecosystems, mediating energy transfer and regulating trophic dynamics. Monitoring their community composition and population structure is essential for understanding ecological responses to environmental change. However, conventional approaches rely on manual processing and classification, which are time-consuming, prone to error, and unsuitable for high-throughput applications. Here, we present a deep learning framework based on the YOLOv12n-seg architecture for the automated identification, instance segmentation, and quantification of zooplankton from high-resolution images. Trained on mesocosm data containing multiple species zooplankton taxa, our model achieved a mean average precision (mAP@50) of 0.899 and demonstrated a 230-fold speed increase over manual annotation, even on standard non-GPU hardware. Unlike previous approaches that focus solely on classification, our model produces pixel-precise segmentation masks, enabling accurate estimation of individual size metrics. This expands the scope of automated zooplankton monitoring from presence/absence data to demographic assessments, including shifts in size distributions and the possibility to be used for unraveling morphological adaptations. Our work demonstrates how deep learning can overcome longstanding limitations in ecological monitoring by enabling scalable, reproducible, and high-resolution quantification of community composition. This approach opens the door to large-scale, long-term studies of freshwater ecosystems.", "date": "2025-08-04", "journal": ""}
{"title": "Epigenetic profile drives accurate survival prediction in breast cancer via a multi-omics machine learning model", "doi": "10.1101/2025.07.31.667894", "authors": "Mestrallet, G.; Pierga, A.; Fremont, P.", "abstract": "Accurate overall survival (OS) prediction is key for personalized treatment in breast cancer, but mutation burden alone is insufficient. To improve prognostic accuracy, we integrated genomic, transcriptomic, proteomic, epigenetic, and clinical features from 802 breast cancer patients to develop BANDOL (Breast cancer Analysis with Neoplastic Data and Omics Learning), a Random Survival Forest model. BANDOL correctly predicted survival ranking in 75% of patient pairs and outperformed mutation-based models (time-dependent AUC: 0.9-1 vs. 0.4-0.9). Immune activation signatures correlated with a longer OS after therapy, while a shorter OS was linked to TREM2 myeloid cells, B cells, and leptin signaling. Model robustness was confirmed in two independent The Cancer Genome Atlas (TCGA) cohorts (uterine, glioma cancers). Epigenetic features were the strongest OS predictors for BANDOL. Current therapies may be combined with strategies to target the methylations of ME3, PPARG, OLIG3 and SLC25A22 genes. This study demonstrates that multi-omics integration via machine learning enhances survival prediction and reveals actionable biomarkers.", "date": "2025-08-04", "journal": ""}
{"title": "GM-CSF orchestrates monocyte and granulocyte responses to Cryptococcus gattii", "doi": "10.1101/2025.08.01.668083", "authors": "Ricafrente, A.; Acharya, S.; Chen, S.; Abass, A.; Arshakyan, A.; Olson, T. J.; Heung, L. J.", "abstract": "Cryptococcus gattii is an emerging fungal pathogen that is acquired through the respiratory tract and causes invasive infections in both immunocompromised and otherwise healthy people. Many of these apparently immunocompetent patients are subsequently found to have autoantibodies against the pleiotropic cytokine GM-CSF. In this study, we investigated the potential role of GM-CSF (or CSF2) in the host response to C. gattii using a murine model of infection. Interestingly, infected Csf2-/- mice were found to have significantly improved survival and decreased lung fungal burden compared to wild type (WT) mice. We determined that during C. gattii infection, GM-CSF promotes the differentiation of monocytes into alveolar and interstitial macrophages. When these macrophages are ablated in CCR2-DTR+ mice, there is a corresponding improvement in survival with decreased lung fungal burden, thus phenocopying Csf2-/- mice. WT bone marrow-derived macrophages challenged with C. gattii have poor antifungal activity, suggesting that monocyte-derived macrophages (moMacs) are rendered permissive for fungal proliferation. Therefore, GM-CSF and moMacs mediate immune responses that are harmful to the host. We further found that GM-CSF and moMacs preferentially promote the influx of eosinophils over neutrophils into the infected lung. This eosinophilia is associated with substantial inflammatory lung pathology. Ablation of neutrophils using Mrp8cretg iDTR+ mice significantly increased C. gattii burden in the lungs, indicating that GM-CSF and moMacs block the entry of these beneficial, fungal-clearing granulocytes during infection. Altogether, our results show that GM-CSF plays a key role in impeding host anti-fungal responses to C. gattii by coordinating monocyte-derived macrophages and granulocyte activity and crosstalk.", "date": "2025-08-04", "journal": ""}
{"title": "Targeting intracranial electrical stimulation to network regions defined within individuals causes network-level effects", "doi": "10.1101/2025.07.31.667730", "authors": "Cyr, C.; Holubecki, A. M.; Shi, L.; Lakshman, M.; Salvo, J. J.; Anderson, N. L.; Kragel, J. E.; Lurie, S. M.; Voss, J.; Kokkinos, V.; Rosenow, J.; Schuele, S. U.; Johnson, E. L.; Zelano, C.; Braga, R. M.", "abstract": "Intracranial electrical stimulation (ES) is routinely used therapeutically, diagnostically, and to provide causal evidence in neuroscience studies. However, our understanding of the brain network-level effects of ES remains limited. We applied precision functional mapping (PFM), based on functional magnetic resonance imaging (fMRI), to define large-scale networks within individual epilepsy patients. We show that single-pulse electrical stimulation (SPES) and high-frequency electrical stimulation (HFES) are more likely to evoke within-network responses and elicit network-related behavioral effects, respectively, when applied near to a PFM-defined network region. Network-level effects were more likely when stimulating sites in white matter, in close proximity to the targeted network, and within a region predominantly occupied by the targeted network. Further, network-specific modulation may be achievable by applying lower current intensities at these sites. Our findings support that modulation of specific networks is achievable by targeting ES to a functional anatomic \"sweet spot\" that can be identified using PFM.", "date": "2025-08-04", "journal": ""}
{"title": "Retrograde Optogenetics Reveals Functional Convergence within a Corticotectal Pathway of Non-Human Primates", "doi": "10.1101/2025.08.03.667949", "authors": "Yu, X.; Gopal, A.; Inoue, K.-i.; Bohlen, M.; Kuczewski, G.; Sommer, M. A.; Nienborg, H.; Takada, M.; Hikosaka, O.", "abstract": "Retrograde optogenetics enables tagging and manipulation of pathway-defined neurons, although its application to the non-human primate brain remains challenging. We applied the technique to identify, record, and activate neurons forming the frontal eye field-superior colliculus projection in behaving macaques. Optical stimulation evoked robust contralateral saccades and pathway-selective opto-tagging revealed the functional visuo-motor convergences within this pathway. Our findings resolve a longstanding controversy about the frontal oculomotor outputs and highlight retrograde optogenetics as a powerful tool for primate circuit-level studies.", "date": "2025-08-04", "journal": ""}
{"title": "Genetic Insights of Image-Based Traits: Analysis Pipeline for AI-based Phenotyping, Combined-GWAS, and Federated Learning with Application to the Human Face", "doi": "10.1101/2025.08.03.668352", "authors": "Liu, X.; Xiong, Z.; Liu, F.; Nijsten, T.; Wolvius, E. B.; Kayser, M.; Roshchupkin, G. V.", "abstract": "Image-derived phenotypes - traits extracted from biological images - capture rich morphological information and understanding their genetic basis is crucial for elucidating developmental mechanisms and linking genetic variation to complex visual traits, relevant in many areas of biomedical, evolutionary, and forensic research and applications. However, there are key limitations in the current methodology, such as in the degree of which the large image complexity is captured with the phenotyping methods and how the genetic analysis methods deal with the underlying large genetic complexity. Moreover, needed multi-cohort studies are constrained by privacy regulations often prohibit sharing individual image data across institutions. Here, we present a robust, scalable, privacy-preserving analysis pipeline for unveiling the genetic basis of image-based complex traits, integrating (i) AI-based phenotyping for automatically extracting large numbers of endophenotypes; (ii) Combined-GWAS (C-GWAS) for identifying genetic variants underlying the numerous endophenotypes; (iii) federated learning for training AI-based phenotyping models across multiple cohorts without sharing individual images; and (iv) explainable AI for image-based visualization of the identified genetic effects. In the first application, we analysed digital 3D facial images and genomic data from two European cohorts (N=7,309), extracted 200 image-derived facial endophenotypes, identified 43 significantly face associated genetic loci, including 12 novel ones, and replicated 70% of them in an independent European dataset (N=8,246). AI-based visualization of the identified genetic effects shows the involvement of many of these genetic loci in different parts of the face. Our study provides a generalizable, privacy-aware analysis framework for investigating the genetic basis of image-based complex traits implemented in a computationally efficient python package flaipGWAS that we make open-access available at GitLab (https://gitlab.com/radiology/compopbio/fl_based_ai_phenotyping_for_gwas); its first application yielded new insights into the genetic architecture of facial shape variation.", "date": "2025-08-04", "journal": ""}
{"title": "Oxytocin neurons in the anterior and posterior paraventricular nucleus have distinct behavioral functions and electrophysiological profiles", "doi": "10.1101/2025.08.03.668226", "authors": "Chrisman, A. N.; Sugimoto, C.; Butler-Struben, H.; Minie, V. A.; Anderson, D.; Eagle, A. L.; Duque-Wilckens, N.; Ramos, A.; Lewis, Y. I.; Archdeacon, S. C.; Robison, A. J.; Trainor, B. C.", "abstract": "Oxytocin is a neuropeptide that can either promote or inhibit affiliative social behaviors. Recent evidence suggests that these diverse effects are mediated by distinct oxytocin receptor-expressing neuron. An outstanding question is whether these behavioral effects are also driven by distinct or overlapping populations of oxytocin-producing neurons. The paraventricular nucleus (PVN) of the hypothalamus is a major source of oxytocin and sends projections to the mesolimbic dopamine system and the extended amygdala. Previous work found that social defeat increased oxytocin neuron activity in the anterior PVN (aPVN) but not posterior PVN (pPVN). We reduced oxytocin synthesis with antisense morpholino oligonucleotides in either anterior or posterior PVN in California mice (Peromyscus californicus), a strong model system for studying effects of social stress on brain function and behavior. Antisense morpholinos in aPVN had no effect on behavior in unstressed females but increased social approach and reduced social vigilance in females exposed to social defeat stress. In pPVN, antisense morpholinos reduced social approach in unstressed male and female California mice. We then used OxtCre mice to compare electrophysiological profiles of oxytocin in aPVN and pPVN with a population of oxytocin neurons in the bed nucleus of the stria terminalis (BNST). Oxytocin neurons in aPVN and BNST oxytocin neurons had higher post-synaptic potentials and responded more strongly to current injections versus oxytocin neurons in pPVN. These findings shed light onto functional and physiological heterogeneity of PVN oxytocin neurons. Our results suggest that context dependent effects of oxytocin are mediated by different populations of oxytocin neurons.", "date": "2025-08-04", "journal": ""}
{"title": "Unfolding spatiotemporal representations of 3D visual perception in the human brain", "doi": "10.1101/2025.08.03.668371", "authors": "Lu, Z.; Golomb, J. D.", "abstract": "Although visual input is initially recorded in two dimensions on our retinas, we perceive and interact with the world in three dimensions. Achieving 3D perception requires the brain to integrate 2D spatial representations with multiple depth cues, such as binocular disparity. However, most studies typically examine 2D and depth information in isolation, leaving the integrated nature of 3D spatial encoding largely underexplored. In this study, we collected a large-scale, multimodal neuroimaging dataset consisting of multiple EEG and fMRI sessions while participants viewed stereoscopic 3D stimuli through red-green anaglyph glasses. Participants first completed a behavioral session including depth judgement tasks and a novel cube adjustment task to quantify and calibrate individual depth perception in units of binocular disparity. Then during two EEG and two fMRI sessions, participants passively viewed stimuli presented at 64 systematically sampled 3D locations, yielding over 66,000 trials in total across ten participants. Combining this large-scale EEG-fMRI dataset with computational methods via representational similarity analysis, we not only systematically characterized the spatiotemporal representation of multiple spatial features in 3D perception but also explored how different coordinate systems (e.g., Cartesian or Polar) might be employed across brain regions and time. Our results reveal that human brains employ multiple types of spatial feature representations and coordinate systems to encode spatial locations at different temporal stages and across distinct cortical regions. In addition to strong representations of 2D space throughout visual cortex, we find unique representations for depth and 3D features in later timepoints and visual areas, including some evidence for 3D processing in parahippocampus. These findings contribute to a more comprehensive understanding of the spatiotemporal organization of neural representations that support 3D perception. Additionally, our novel large dataset will be made openly available to support future research on 3D perception and spatial cognition.", "date": "2025-08-04", "journal": ""}
{"title": "Metabolic regulation of copper homeostasis governs the Sec61-dependent protein translocation process in Saccharomyces cerevisiae", "doi": "10.1101/2025.08.03.668358", "authors": "Anjana, V.; Anand, S.; Thakur, P.; Acharjee, S.; Pal, R.; Sharma, S.; Awachat, S. S.; Manjhi, R.; Rejidev, D.; Singh, R.; Tomar, R. S.", "abstract": "Concentration of cellular labile pool of copper must be strictly regulated because disruption in copper homeostasis results in diseases. In Saccharomyces cerevisiae, elevated levels of labile copper impair cell viability by inhibiting Sec61-mediated protein translocation into the endoplasmic reticulum. We investigated how metabolic pathways, specifically mitochondrial respiration and autophagy, contribute to copper homeostasis and the translocation of secretory proteins. We show that copper selectively inhibits protein translocation in yeast cells grown in minimal medium but not in rich medium, highlighting a critical role of nutrients in modulating copper toxicity. Supplementation of specific amino acids suppresses the copper-induced defects in protein translocation and cell death, identifying amino acids suppressors of the copper toxicity. Using a panel of gene deletion mutants affecting mitochondrial functions, autophagy, peroxisomes, and lipid droplets, we demonstrate that metabolic pathways regulate sub-cellular distribution of copper and translocation of secretory proteins. Further, disruption of redox and pH homeostasis, and pharmacological inhibition of respiration, reveals that correct subcellular trafficking of copper is essential to prevent inhibitory effects on protein translocation process. Together, our findings provide mechanistic insights into how metabolic status influences cellular copper homeostasis and the secretory pathway of proteins, with broader implications for understanding diseases of copper metabolism.", "date": "2025-08-04", "journal": ""}
{"title": "Hedyotis Diffusae Herba Mitigates Rotenone-Induced Neurotoxicity via Akt Pathway in SH-SY5Y Cells", "doi": "10.1101/2025.08.03.668347", "authors": "Wang, J.; Liu, Y.; Fan, Y.; Yuan, M.; Xie, W.; Wang, X.; Zhong, Y.; Zhan, J.; Huang, X.; Zhang, Y.; Long, J.; WANG, X.", "abstract": "Hedyotis Diffusae Herba (HDH), known in traditional Chinese medicine for its heat-clearing and detoxifying properties, has been widely used to manage inflammation-related conditions. However, its neuroprotective potential and mechanism in the context of Parkinsons disease (PD) remain unclear.Network pharmacology and molecular docking were applied to predict the interactions between HDH components and PD-associated targets. Molecular dynamics simulations assessed the binding stability of major compounds to core targets. Rotenone-induced SH-SY5Y cell injury served as an in vitro PD model to evaluate HDHs biological effects. Cell viability, reactive oxygen species (ROS), IL-6 secretion, and Akt phosphorylation were assessed by CCK-8 assay, ROS detection kit, ELISA, and western blot, respectively. MK2206, an Akt inhibitor, was used to validate pathway involvement.Seven bioactive compounds were identified in HDH, among which stigmasterol and quercetin exhibited strong binding affinities with AKT1, IL-6, and JUN. Simulations confirmed stable interactions. HDH significantly increased cell viability and decreased intracellular ROS and IL-6 levels in rotenone-treated SH-SY5Y cells. Akt phosphorylation was restored by HDH, and the effect was blocked by MK2206, indicating Akt pathway participation.HDH exerts neuroprotective effects against rotenone-induced toxicity via antioxidant and anti-inflammatory activities and Akt pathway activation. These findings provide mechanistic insight and pharmacological support for HDH as a potential candidate in complementary therapy for PD.", "date": "2025-08-04", "journal": ""}
{"title": "Physiological Reconstitution of Microtubule Doublets", "doi": "10.1101/2025.08.03.668368", "authors": "Li, M.; Chen, G.; Chen, Z.; Guo, Z.; Wang, Z.; Chai, Y.; Li, W.; Ou, G.", "abstract": "The formation of microtubule doublets (MTDs) is a foundational step in cilia biogenesis, yet how B-tubule nucleation is initiated at the molecular level remains elusive. Here, we identify FAP53 as a crucial factor that promotes B-tubule assembly. Molecular dynamics simulations revealed that FAP53 alleviates steric hindrance from the alpha-tubulin C-terminal tail and stabilizes B-tubule docking at the A-tubule surface. In vitro reconstitution demonstrated that recombinant FAP53 is sufficient to drive MTD formation under physiological tubulin conditions. In cultured HeLa cells, co-expression of CFAP53 and CFAP20-an inner junction protein-induced ectopic MTD-like structures in the cytoplasm. Furthermore, a structurally homologous protein in C. elegans, WFAP-53, localized to sensory cilia; however, when overexpressed, it triggered ectopic MTD formation in neuronal dendrites and concomitantly led to sensory cilia disassembly. These findings uncover a conserved mechanism of B-tubule initiation and underscore the necessity for spatially restricted expression of MTD assembly factors during ciliogenesis.", "date": "2025-08-04", "journal": ""}
{"title": "SYNPO2L Isoforms Regulate the Action Potential Characteristics and Contractility of Atrial Cardiomyocytes via YAP Signaling to Modulate Atrial Fibrillation Risk", "doi": "10.1101/2025.08.03.668361", "authors": "Chandrakumar, R.; Shenwai, R. J.; Farshidfar, F.; Zhang, L.; Figarska, S.; Budan, A.; Cisne-Thompson, O.; Tefera, A. E.; Hoey, T.; Priest, J. R.; Tsui, J. H.", "abstract": "Background: SYNPO2L is a component of the sarcomere Z-disk with two distinct isoforms (SYNPO2L_A and SYNPO2L_B) described to regulate actin bundle size. Common and rare variations in SYNPO2L have been implicated in risk for heart failure and atrial fibrillation (AF); however, little is known about the function or pathophysiological mechanism upon disease risk. Methods: The role of SYNPO2L was explored with human induced pluripotent stem cell cardiomyocyte (hiPSC-CM) models of a rare splicing mutation rs766868752 differentiated into both atrial and ventricular lineages. Electrophysiology was assessed via multi-electrode arrays (MEAs) and contractility was assessed using engineered heart tissues (EHTs). Genetic survival analyses were performed to explore the potential therapeutic role of the SYNPO2L_A isoform in AF risk after myocardial infarction. Results: hiPSC-CMs carrying the splice mutation rs766868752 resulted in preferential expression of the SYNPO2L_B isoform and absence of SYNPO2L_A isoform, and atrial hiPSC-CMs displayed significant differences in action potential durations when unpaced, and spontaneous extra-systolic beats when paced. Contractility of atrial hiPSC-CMs carrying the splice mutation was severely compromised. Electrophysiological differences were normalized and contractility was partially restored by overexpression with AAV:SYNPO2L_A. Absence of SYNPO2L_A in the mutant led to an observed decreased phosphorylation of YAP along with significant downstream transcriptional effects. A direct interaction between SYNPO2L_A and LATS2, a known regulator of YAP phosphorylation was found to occur in hiPSC-CMs. Additionally, a common variant time-to-event analysis may suggest a beneficial effect of the SYNPO2L_A isoform to lower the risk of atrial fibrillation after myocardial infarction. Conclusions: A rare splice mutation conferring isoform predominance of SYNPO2L_B appears to disturb the electrophysiology and contractility of atrial hiPSC-CMs via LATS2 phospho-regulatory effects upon YAP signaling. Supplementation of the SYNPO2L_A isoform can restore many functional deficits and supports a specific gene regulatory role for SYNPO2L in modulating the risk of AF and heart failure.", "date": "2025-08-04", "journal": ""}
{"title": "Depletion of a neural cell adhesion molecule disrupts both epithelial and germ layer identity in sea anemone embryos", "doi": "10.1101/2025.08.03.668367", "authors": "Postnikova, A.; Tello, J.; Alvarez, M.; Lee, G.; Ali, I.; Field, C. M.; Mitchison, T. J.; Ragkousi, K.", "abstract": "Assembly of cells into epithelial layers marks the early steps of tissue organization and embryonic development in most animals. Although several conserved proteins are known to be essential for epithelialization in bilaterians, it is unclear whether these are sufficient to drive epithelial organization in all metazoans. Using proteomics and knockdown approaches in embryos of the early-branching sea anemone Nematostella vectensis, we identified the neural cell adhesion molecule NCAM2 to be essential for organization of the primary epithelial layer. NCAM2 belongs to the immunoglobulin family of cell adhesion molecules with roles in inter-cellular adhesion and signaling. In this work, we show that NCAM2 is enriched at the apical cell junctions and is required for Nematostella epithelial cell identity. Importantly, embryos depleted for NCAM2 fail to gastrulate. Both whole-embryo germ layer patterning and tissue changes required for gastrulation are impaired. Together, our data show that in Nematostella NCAM2 is required for both epithelial and germ layer organization.", "date": "2025-08-04", "journal": ""}
{"title": "Mycobacterial DNA-binding protein 1 (MDP1) induces RNA condensation as revealed by high-speed AFM", "doi": "10.1101/2025.08.03.668364", "authors": "Shoukat, N.; Nishiyama, A.; Nakamoto, K.; Goto, Y.; Nguyen, P. D. N.; Ichida, H.; Umeda, K.; Matsumoto, S.; Kodera, N.", "abstract": "Mycobacterial DNA-binding protein 1 (MDP1) is a histone-like protein in Mycobacterium tuberculosis (Mtb) that contributes to genome organization and dormancy adaptation. MDP1 consists of a structured HU-like region (HUR), and a post-translational modifications (PTMs)-enriched intrinsically disordered region (IDR), that regulate its function. While its role in DNA condensation is well established, how MDP1 interacts with RNA remains unclear, despite growing recognition of transcriptional regulation during dormancy. Here, by using total RNA from E. coli as a model substrate, we investigated whether MDP1 induces RNA condensation. Our high-speed AFM and optical microscopy analysis shows that native MDP1 from Mtb, rich in PTMs, forms globular RNA condensates. In contrast, MDP1 expressed in E. coli, which lacks PTMs, induces chain-like RNA condensates. Domain-specific analysis revealed that the IDR, the synergy between the IDR and HUR, and PTMs are essential for MDP1-induced RNA condensation. These findings suggest that MDP1 mediates RNA organization during dormancy.", "date": "2025-08-04", "journal": ""}
{"title": "Systematic identification of pan-cancer single-gene expression biomarkers in drug high-throughput screens", "doi": "10.1101/2025.08.03.668348", "authors": "Kutkaite, G.; Avar, G.; Lu, D.; ONeill, T.; Krappmann, D.; Menden, M. P.", "abstract": "Precision oncology relies on molecular biomarkers to stratify patients into responders and non-responders to a given treatment. Although gene expression profiles have historically been explored for biomarker discovery, fewer studies investigated single-gene expression biomarkers. Additionally, many approaches are limited to cancer type-specific associations, which constrain statistical power. To address these limitations, we developed a regression-based framework that corrects for tissue-specific biases and enhances detection of pan-cancer single-gene expression biomarkers of drug sensitivity in cancer cell line high-throughput drug screens. Our method maintains predictive performance post-correction, and successfully recovers established biomarkers, such as SLFN11 expression for DNA damaging agents. Notably, we identified SPRY4 and NES expression as biomarkers of sensitivity for compounds targeting ERK/MAPK signaling (adjusted p-value=4.016x10-5 and 7.221x10-6, respectively). This approach offers a scalable strategy for biomarker discovery and holds potential for translation to more complex biological models and patient-derived datasets. Ultimately, pan-cancer single-gene expression biomarkers may improve patient stratification and clinical outcomes in precision oncology.", "date": "2025-08-04", "journal": ""}
{"title": "OmniCellAgent: Towards AI Co-Scientists for Scientific Discovery in Precision Medicine", "doi": "10.1101/2025.07.31.667797", "authors": "Huang, D.; Li, H.; Li, W.; Zhang, H.; Dickson, P.; Zhan, M.; Miller, J. P.; Cruchaga, C.; Province, M.; Chen, Y.; Payne, P.; Li, F.", "abstract": "The convergence of large language models (LLMs), AI agents, and large-scale omic datasets-such as single-cell omics, marks the arrival of a critical inflection point in biomedical research, via autonomous data mining and novel hypothesis generation. However, there is no specifically designed agentic AI model that can systematically integrate large-scale single-cell (sc) RNAseq (covering diverse diseases and cell types), omic data analytic tools, accumulated biomedical knowledge, and literature search to facilitate autonomous scientific discovery in precision medicine. In this study, we develop a novel agentic AI, OmniCellAgent, to empower non-computational-expert users-such as patients and family members, clinicians, and wet-lab researchers-to conduct scRNA-seq data-driven biomedical research like experts, uncovering molecular disease mechanisms and identifying effective precision therapies.", "date": "2025-08-04", "journal": ""}
{"title": "ACTION ENHANCEMENT DRIVES THE EMBODIMENT OF A SUPERNUMERARY ROBOTIC DIGIT", "doi": "10.1101/2025.08.01.668241", "authors": "Sykes, J.; Genovese, F.; Mussini, E.; Barchiesi, G.; Prattichizzo, D.; Rossi, S.; Sinigaglia, C.", "abstract": "Wearable robotic supernumerary limbs enhance motor capabilities by leveraging principles from both engineering and neuroscience. Despite extensive research, how supernumerary limbs become embodied and the relationship between embodiment and artificially enhanced action possibilities remain largely unexplored. This gap has implications for device design and clinical adoption, as embodiment likely promotes patients' acceptance and daily use of their supernumerary limb. Using an adapted proprioceptive drift paradigm from rubber hand illusion research, we investigated the embodiment of a robotic Soft Sixth Finger (SSF). Participants performed grasp-to-lift actions versus mere lift actions without object interaction, wearing the SSF on two different configurations: the palm and back of the hand. The Palm condition involved achievable actions without the SSF, while the Dorsal condition enabled otherwise anatomically impossible actions, extending beyond the physiological motor repertoire. Hand proprioceptive drift was measured before and after each task. Results showed that the SSF impacted body representation only when dorsally mounted. Proprioceptive drift was significantly higher for grasp-to-lift actions in Dorsal versus Palm conditions and higher for grasp-to-lift versus mere lift in the Dorsal condition only. This proves that SSF embodiment relates to extending, rather than substituting, users' action possibilities. Future research must integrate behavioral, cognitive, and neural measurements across healthy and patient populations. Our study provides an ideal model for clinical application, demonstrating how enabling otherwise impossible actions drives robotic supernumerary finger embodiment.", "date": "2025-08-04", "journal": ""}
{"title": "Cardiovirus-Mediated PKR Inhibition Results from Nucleocytoplasmic Trafficking Disruption", "doi": "10.1101/2025.08.01.668079", "authors": "Milcamps, R.; Lizcano-Perret, B.; Wavreil, F.; Lebrun, M.; Aloise, C.; Vertommen, D.; Herinckx, G.; van Kuppeveld, F. J. M.; Sadzot, C.; Michiels, T.", "abstract": "Eukaryotic translation initiation factor 2 alpha kinase 2 (EIF2AK2), know as PKR, is a key antiviral kinase activated by double-stranded RNA (dsRNA) typically produced during viral replication. Upon activation, PKR phosphorylates eIF2, leading to the inhibition of translation and viral replication. However, many viruses have evolved mechanisms to counteract PKR activity. In Cardioviruses, the Leader protein (L), a short peptide cleaved from the N-terminus of the viral polyprotein, not only inhibits PKR but also blocks interferon production and disrupts nucleocytoplasmic trafficking (NCT). L disrupts NCT by recruiting host RSK kinases to the nuclear pore complex (NPC), where RSK phosphorylates FG-nucleoporins, thereby impairing NCT. L mutations that affect NCT disruption also impact its ability to inhibit PKR, suggesting a mechanistic link. Recombinant TMEV and EMCV viruses designed to disrupt NCT through different mechanisms exhibited some extent of PKR inhibition, supporting the link between NCT disruption and PKR inhibition. Immunostaining and live-cell imaging revealed that L-induced NCT disruption redistributes a fraction of PKR to the nucleoli, where PKR remains inactive. This suggests that nucleolar sequestration contributes to PKR inhibition. Additionally, L-mediated NCT disruption leads to the release of nuclear RNA-binding proteins (nRBPs) into the cytosol, which may bind or modify viral dsRNA, further preventing PKR activation. Collectively, these results highlight nucleocytoplasmic trafficking as a critical regulatory mechanism governing PKR activation. Thus, beyond the specific action of cardiovirus L protein, our study reveals that interference with host nucleocytoplasmic transport can significantly impact the subcellular localization and functional regulation of immune effectors such as PKR.", "date": "2025-08-04", "journal": ""}
{"title": "Beyond commensalism: Genomic insights into micrococcin P1-producing Staphylococcus chromogenes", "doi": "10.1101/2025.08.01.668193", "authors": "Rahmdel, S.; Türkoglu, T.; Nikjoo, N.; Babaali, E.; Moradi Mirhesari, D.; Nega, M.; Brüggemann, H.; Huang, L.; Witte Paz, M.; Nieselt, K.; Götz, F.", "abstract": "Staphylococcus chromogenes (S. chromogenes) is a predominant non-aureus staphylococcal species colonizing the teat skin and mammary gland of dairy ruminants. Although often linked to mild or subclinical mastitis, specific strains may also play protective roles against major udder pathogens. In this study, we characterized two S. chromogenes isolates (4S77 and 4S90) that displayed antimicrobial activity against Gram-positive bacteria. Complete genome sequencing revealed a conserved, plasmid-encoded biosynthetic gene cluster for the thiopeptide bacteriocin micrococcin P1 (MP1). All genes necessary for MP1 biosynthesis, modification, export, and immunity were identified, and compound production was confirmed by HPLC and LC-MS. Comparative analysis with publicly available S. chromogenes genomes revealed that the MP1 cluster appears unique to these isolates. Both strains showed full phenotypic susceptibility to tested antibiotics, despite 4S90 carrying the lnuA gene, which did not confer detectable resistance under standard conditions. Classical staphylococcal toxin genes were also absent. Virulence gene profiling revealed a conserved repertoire of colonization- and persistence-associated genes, including factors involved in adhesion, capsule formation, and iron acquisition, but no markers of aggressive pathogenicity. Mobile genetic elements, including prophages and genomic islands, were common but did not carry antimicrobial resistance or virulence genes, suggesting a low risk of transmission of new pathogenic traits to the endogenous microbiome, including opportunistic bacteria. These findings suggest that MP1-producing S. chromogenes strains combine antimicrobial functionality with low virulence potential, highlighting their potential ecological role as protective commensals on the teat skin and in the broader mammary ecosystem of dairy ruminants.", "date": "2025-08-04", "journal": ""}
{"title": "Disruption of bacteriophage integration site promotes rapid diversification of multicellular traits in Bacillus subtilis", "doi": "10.1101/2025.08.01.668206", "authors": "Popovi?, M.; Accetto, T.; Dergham, Y.; briandet, R.; Dog?a, I.; Drago?, A.", "abstract": "Certain bacteria are known for their remarkable genetic and phenotypic diversity, as well as rapid morphological diversification during evolution experiments. An example is Bacillus subtilis, which can switch motility, biofilm or antagonistic interaction patterns either as a result of spontaneous mutations or due to changes in prophage elements. Prophages can integrate into conserved and functional loci, disrupting host genes and modulating their phenotypic traits. In B. subtilis, the SP{beta} prophage integrates into the sporulation-associated gene spsM, whose reversible inactivation during lysogeny has also been implicated in modulating biofilm formation and host development. Here, we investigated the evolutionary and phenotypic consequences of spsM disruption through both SP{beta} integration and artificial mutagenesis (spsM::kan) in B. subtilis natural isolates. We observed that spsM::kan mutants frequently developed spontaneous mutations, particularly in swrA and comP, key regulators of swarming motility and biofilm development. These mutations reproducibly gave rise to altered colony morphotypes and impaired surface motility, suggesting strong selection for loss-of-function mutations in regulatory genes under laboratory conditions. In contrast, SP{beta} lysogens exhibited minimal mutational diversification, indicating that dynamic prophage excision may preserve genomic stability. In this work spsM inactivation alone did not significantly impair biofilm formation or motility. However, we reveal a novel role of prophage integration sites as possible evolutionary hotspots that influence genome integrity and adaptive potential. This work highlights the interplay between prophage integration, host genome architecture, and the selective pressures shaping bacterial multicellular communities.", "date": "2025-08-04", "journal": ""}
{"title": "Genomic Characterization of a Locally Transmitted Leishmania mexicana Isolate from Texas", "doi": "10.1101/2025.07.31.668039", "authors": "Ramirez, J. D.; Patino, L. H.; Nepal, B.; Gunter, S. M.; Clark, E. H.; Wetzel, D.", "abstract": "Cutaneous leishmaniasis (CL) is caused by Leishmania species transmitted by sand flies. Although considered a neglected tropical disease, growing evidence indicates that local transmission can occur in subtropical, higher-resource regions where sand fly vectors are present, including the southern United States. Here, we report the first whole-genome sequence of Leishmania mexicana from an autochthonous U.S. case--a 3-year-old boy from Ellis County, Texas, with no travel history. Genomic DNA was extracted from a skin biopsy specimen and sequenced using Illumina technology. Phylogenomic analysis based on nuclear and mitochondrial SNPs confirmed the isolate as L. mexicana, clustering with other members of the L. mexicana complex. The parasite exhibited a predominantly disomic karyotype, with chromosome 30 displaying trisomy. We identified 172 genes with significant copy number variations, including genes involved in ubiquitination, nucleic acid metabolism, and protein translation. Additionally, 53,964 SNPs were detected, over 22,000 of which were predicted to have moderate or high functional impact, affecting genes linked to host-pathogen interactions, metabolic pathways, and signal transduction. This study provides the first genomic characterization of a locally acquired L. mexicana strain in the U.S. and underscores the value of molecular surveillance and increased clinical awareness of leishmaniasis in subtropical regions where competent vectors are present.", "date": "2025-08-04", "journal": ""}
{"title": "Terminal Loop Sequences in Viral Double-Stranded RNAs Modulate RIG-I Signaling", "doi": "10.1101/2025.08.02.668285", "authors": "Hackbart, M.; Wang, P.; Gnazzo, V.; Lopez, C. B.", "abstract": "Detection of foreign RNAs is a crucial activation step for innate immunity pathways in response to viral infections. Retinoic acid-inducible gene I (RIG-I) is a cytoplasmic RNA sensor that triggers type I and III interferon (IFN) expression and activates the antiviral response. The activating ligand for RIG-I has been shown to be 5'-triphosphated blunt-ended double stranded(ds) RNA, but questions remain on the molecular mechanisms for RIG-I activation during viral infections. Here we show that immune-activating copy-back viral genomes (cbVGs) contain RNA stem loops away from the 5' end of the RNA that enhance RIG-I signaling and IFN expression. Importantly, the sequence of the terminal loops of the activating motifs impacts the strength of IFN expression. Additionally, we show that synthetic versions of these cbVG-derived stem loops trigger innate immune responses in mice demonstrating their potential as immunostimulants in vivo.", "date": "2025-08-04", "journal": ""}
{"title": "Construction of an engineered Escherichia coli with enhanced intestinal colonization and anti-inflammatory efficacy in colitis", "doi": "10.1101/2025.08.01.668021", "authors": "Yu, P.; Zhou, W.; Li, C.; Sun, Q.; Yang, Y.", "abstract": "Engineered probiotics are considered as effective and safe therapeutic strategies for the treatment of various diseases. Escherichia coli Nissle 1917 (EcN) has been widely used as a chassis strain for its safety and well-established genetic manipulation system. The limited intestinal colonization ability of EcN hampers its potential as a chassis for constructing synthetic probiotics in therapeutic applications. Here, an engineered EcN strain with high gastric acid and bile salts tolerance as well as enhanced intestinal adhesion ability was constructed by improving the expression of gastric acid and bile salts tolerance-associated genes and strengthening the expression of curli fiber formation genes, respectively. Meanwhile, oral administration of this engineered strain to colitis mice alleviated the disease severity and restored the disordered gut microbiome by decreasing the abundance of Escherichia-Shigella, whereas increasing norank_f_Muribaculaceae. We engineered EcN to improve its probiotic properties and anti-colitis efficacy, thereby establishing a platform for precision-designed synthetic probiotics.", "date": "2025-08-04", "journal": ""}
{"title": "Lactucopicrin: A sesquiterpene lactone with anti-inflammatory activity modulates the crosstalk between NF-kB and AHR pathways", "doi": "10.1101/2025.08.02.667913", "authors": "Avila Galvez, M. A.; Pinto, C.; Pita, C. R.; Silva, I. P.; Janowska, A. T.; Marinho, S.; Saitch, R.; Lian, Y.; Louphrasitthiphol, P.; Protze, J.; Krause, G.; Moura-Alves, P.; dos Santos, C. N.", "abstract": "Chronic inflammatory diseases, including inflammatory bowel diseases and cardiovascular diseases, share inflammation as a central pathological feature. The transcription factors NF-kB and AHR are key regulators of inflammatory responses, yet their interplay remains underexplored in the context of natural anti-inflammatory compounds. This study investigates the anti-inflammatory properties of sesquiterpene lactones derived from Cichorium intybus L. (chicory), focusing on their modulation of NF-kB and AHR signaling pathways. Using a TNF-induced inflammation model in macrophages, endothelial, and intestinal epithelial cells, we identified lactucopicrin as a potent NF-kB antagonist. Notably, in silico docking and functional assays revealed lactucopicrin as a novel AHR modulator. Crucially, silencing AHR expression attenuated lactucopicrin-mediated NF-kB inhibition, uncovering a previously unrecognized AHR-NF-kB crosstalk mechanism. These findings not only position lactucopicrin as a dual-pathway modulator but also highlight the therapeutic potential of chicory-derived sesquiterpene lactones in treating inflammation-driven diseases and opening new avenues for leveraging natural products in targeted anti-inflammatory strategies.", "date": "2025-08-04", "journal": ""}
{"title": "Heatwaves and cold snaps alter host-parasite population dynamics in the Daphnia magna-Ordospora colligata system", "doi": "10.1101/2025.08.01.668077", "authors": "McCartan, N.; Bezborodko, L.; Strawbridge, J.; O'Keeffe, F.; DiCarlo, S.; Luijckx, P.", "abstract": "Climate change is driving more frequent and severe temperature extremes, including heatwaves and cold snaps, with growing implications for ecology and disease. Yet, our understanding of how heatwaves and cold snaps influence disease dynamics remains underexplored. Using the host Daphnia magna infected with its microsporidian microparasite Ordospora colligata, pathogen fitness and host population size were measured in experimental populations using a factorial design at four baseline temperatures (14, 17, 20 and 23{degrees}C). A heatwave or cold snap treatment with an amplitude of {+/-}6{o}C was administered four weeks after measurements began and lasted for ten days. The effect of heatwaves is dependent on baseline temperature but can induce long-lasting increases in burden (>4 weeks). The impact of cold snaps were also temperature-dependent, leading to short-term increases in parasite fitness at higher temperatures. Host population size also varied in response to temperature and treatment. Importantly, burden and host density were interdependent, jointly shaping infection patterns. At lower temperatures, parasite burden and host population size were positively correlated, whereas at higher temperatures, increased host population size corresponded with reduced burden. These patterns were consistent at both individual and population levels, underscoring how individual physiological responses can scale up to impact disease dynamics across populations. Thus, extreme temperature variation can have complex, context-specific outcomes on disease dynamics. As climate extremes become more frequent, understanding these nuanced responses is critical for predicting and managing disease risk in natural populations.", "date": "2025-08-04", "journal": ""}
{"title": "Label-Free Longitudinal Imaging of Single Cell Drug Response with a 3D-Printed Cell Culture Platform", "doi": "10.1101/2025.08.02.668298", "authors": "Dunnington, E. L.; Chiu, K. W.; Wong, B. S.; Chales-Antonio, A.; Pang, V.; Wu, Y.; Fu, D.", "abstract": "Image-based phenotypic screening has emerged as a powerful tool for revealing single-cell heterogeneity and dynamic phenotypic responses in preclinical drug discovery. Compared to traditional static end-point assays, live-cell longitudinal imaging captures the temporal trajectories of individual cells, including transient morphological adaptations, motility shifts, and divergent subpopulation behaviors, enabling high content features and more robust early prediction of treatment outcomes. Fluorescence-based screening, while highly specific, is constrained in live-cell contexts by broad spectral overlaps (limiting multiplexing to fewer than six channels), bulky fluorophores that may perturb small-molecule interactions, and photobleaching or phototoxicity under repeated excitation. Stimulated Raman scattering (SRS) microscopy overcomes these barriers by delivering label-free, quantitative chemical contrasts alongside morphological information. Here, we present a low-cost, 3D printed cell culture platform compatible with the stringent optical requirements of SRS microscopy. This set up enables real-time drug delivery and continuous monitoring of biochemical and morphological changes in living cells during 24-hour time-lapse imaging with minimal photodamage. We outline a processing pipeline for longitudinal SRS images to extract chemical and morphological features of single live cells. Using this system, we showcase time-lapse SRS microscopy as a tool to map heterogenous drug-induced single-cell response over time, enabling the identification of varying trajectories within complex cell populations. By parallelizing multi-well perfusion with label-free chemical imaging, our approach offers a pathway toward high-throughput pharmacodynamic assays for the acceleration of phenotypic screening and personalized medicine.", "date": "2025-08-04", "journal": ""}
{"title": "Simulation-Guided Exploration of PAINT Parameter Space for Accurate Molecular Quantification", "doi": "10.1101/2025.08.04.668137", "authors": "Tan, W. S.; de Jong, A. M.; Prins, M. W. J.", "abstract": "Molecular quantification using Point Accumulation for Imaging in Nanoscale Topography (PAINT) depends critically on probe kinetics, imaging conditions, and surface molecular properties. This study presents a simulation-guided framework to systematically explore the PAINT parameter space and identify conditions that enable molecular quantification with high accuracy. Detection thresholds for key PAINT outputs, namely point spread function density, localization cloud density, and binding event density, are defined to ensure 90% accuracy in density estimates and statistical interpretability of spatial distributions. A neural network surrogate model, trained on Monte Carlo simulations, is used to perform Sobol sensitivity analysis, revealing that probe kinetics and concentration are the dominant contributors to output variability. The model also enables rapid mapping of viable parameter regimes and shows that interpretable quantification of spatial distributions in high-density, clustered systems requires either a priori knowledge of the molecular architecture or improved spatial resolution. Overall, this framework provides quantitative guidance for optimizing PAINT experiments and supports the rational design of non-DNA-based, PAINT-compatible probes, thereby expanding the applicability of PAINT to a broader range of molecular systems.", "date": "2025-08-04", "journal": ""}
{"title": "Defining the molecular determinants of titin kinase by analysing distantly evolved fish orthologues", "doi": "10.1101/2025.08.04.668337", "authors": "Dorendorf, T.; Gravenhorst, P.; Mayans, O.", "abstract": "Titin kinase (TK) is a pseudokinase specific to the striated muscle of vertebrates. Embedded within the contractile sarcomere and flanked by extensible regulatory tails, TK is thought to sense mechanical signals arising from muscle function. Studies on TK to date have focused narrowly on the human representative. To investigate if a pseudokinase character is a hallmark of TK, we have studied sequences of distantly evolved fish representatives and rationalized conservation patterns by resolving the crystal structure of TK from medaka isoform b. We find that sequence alterations in catalytic motifs involved in ATP and magnesium binding, respectively {theta}xK ({theta}: bulky hydrophobic residue) and EFG, are evolutionarily conserved in TK. Beyond the kinase domain, N- and C-terminal flanking tails show remarkable structural similarity across human and medaka orthologues, even though sequence conservation is limited to individual residues and short motifs: a YD-motif in the N-terminal tail; a [R/K]H[R/K]RYY sequence, a R-7x-R motif and position -2 of the latter in the C-terminal tail. We observe that motifs in the C-terminal tail consistently covary with the divergent functional motifs of TK, being part of its pseudokinase signature. In contrast, the proposed inhibition of the catalytic aspartate by a tyrosine residue from the P+1 loop is not significantly conserved outside mammals. Finally, based on these features and sequence clustering analysis, we propose a classification of titin gene duplicates from fish into a and b isoforms (ttna and ttnb) that can assist future comparative studies. A curated genomic annotation is provided here.", "date": "2025-08-04", "journal": ""}
{"title": "Musical complexity governs a tradeoff between reliability and dimensionality in the neural code", "doi": "10.1101/2025.08.04.668380", "authors": "Mouawad, P.; Sabesan, S.; Greasley, A. E.; Lesica, N. A.", "abstract": "The rich experience of listening to music depends on the neural integration of its constituent elements within the early auditory pathway. Here, we performed the first large-scale study of neural responses to complex music to characterize the neural coding of individual instruments and mixtures with both normal hearing and mild-to-moderate hearing loss. Using coherence and manifold analyses along with deep learning, we identified strong nonlinear interactions in mixed music that impacted the fidelity and geometry of the neural code. We found that increasing musical complexity resulted in the creation of new neural modes, but this increased dimensionality was associated with decreased reliability. This tradeoff persisted even after hearing loss, the effects of which were largely corrected with suitable amplification. These results suggest that the neural coding of music is governed by an inherent tradeoff and highlight a fundamental challenge in maintaining fidelity while processing sensory inputs with increasing complexity.", "date": "2025-08-04", "journal": ""}
{"title": "The Rpd3 histone deacetylase is critical for temperature-mediated morphogenesis and virulence in the human fungal pathogen Histoplasma", "doi": "10.1101/2025.08.01.668069", "authors": "Ali, N. B.; Voorhies, M.; Rodriguez, R. A.; Sil, A.", "abstract": "Adaptive responses to environmental stimuli are integral to the survival and virulence of microbial pathogens. The thermally dimorphic human fungal pathogen Histoplasma senses temperature to transition between a mold form in soil and a pathogenic yeast in mammalian hosts. The contributions of chromatin-modifying enzymes to the ability of Histoplasma to appropriately respond to temperature have never been explored. Through chemical inhibition and genetics, we determined that the class I histone deacetylase (HDAC) RPD3 is required for normal Histoplasma yeast morphology at 37 {o}C. Rpd3 regulated the expression of key morphology-specific genes, including critical virulence factors and transcription factors (TFs), was required for normal DNA-binding activity of yeast-promoting TFs, and influenced histone acetylation levels at the loci of putative pro-filamentation TFs. Furthermore, Rpd3 was required for virulence in a macrophage model of infection. Taken together, Rpd3 is a critical regulatory component that both activates the pathogenesis program and represses the filamentation program to enable thermal dimorphism in Histoplasma. This work uncovers the crucial role that chromatin regulation plays in temperature response of this ubiquitous pathogen.", "date": "2025-08-04", "journal": ""}
{"title": "Transcriptional repression of central spindle factors controls endomitosis in the C. elegans intestine", "doi": "10.1101/2025.08.04.668394", "authors": "Barrull-Mascaro, R.; Veltkamp, S.; Boutaibi, S.; van Rijnberk, L. M.; Lippmann, R.; Galli, M.", "abstract": "During development, many cell types transition from canonical to non-canonical cell cycles, suchas endomitosis and endoreplication, in which they duplicate their DNA but do not divide, giving rise to polyploidy. Little is known on the regulation of endomitosis, where cells enter M phase, but do not perform cytokinesis. Here, we investigate how cells initiate and execute endomitosis in the C. elegans intestine and find that endomitotic cells fail to assemble a central spindle or initiate cytokinetic furrowing. We find that endomitotic cells transcriptionally repress multiple cytokinesis regulators, especially the central spindle factors ZEN-4Mklp1, CYK-4RacGap1 and SPD-1Prc1. Intestinal cells lose the capacity to perform cytokinesis in late embryogenesis, and we find that the conserved DREAM (DP, RB-related, E2F and MuvB) complex is involved in the repression of central spindle genes. Together, our work demonstrates that the transition to endomitosis is a well-defined switch that relies on the transcriptional repression of cytokinesis genes.", "date": "2025-08-04", "journal": ""}
{"title": "Signals of consistent genetic diversity decline are not yet measurable in global meta-analysis", "doi": "10.1101/2025.08.01.663988", "authors": "Exposito-Alonso, M.", "abstract": "Genetic diversity within species must be conserved as the basis for evolutionary adaptive capacity. To inform new global conservation policy, Shaw et al.1 conducted a meta-analysis of temporal genetic diversity data for over 600 wild species spanning a median of 7 years, reporting significant overall diversity loss of effect size g = -0.1. My re-analysis translating this effect to percentage change finds no robust statistical support for consistent decline, with overall changes near zero: from -1% to +1% diversity change depending on the averaging method. When testing each species individually, roughly half increased and half decreased in diversity. While genetic diversity is expected to decline following population losses, evolutionary theory predicts such declines substantially lag behind population reductions, and thus should not be measurable on average at the timescales in Shaw's data, except in dramatically collapsing species. However, conservation policy should not wait for consistently measurable genetic diversity loss--to avoid future lagging losses, we must protect populations now.", "date": "2025-08-04", "journal": ""}
{"title": "BeeSAM2: detecting bees in cherry flowers using timelapse images and foundational models", "doi": "10.1101/2025.08.01.668108", "authors": "Devlin, J.; Macfarlane, F.; Karley, A.; Manfredini, F.; Williams, D.", "abstract": "Bees perform important pollination services in fruit crops such as cherry. Growers will often bring in bees to supplement natural pollinators. Monitoring the performance of these pollinators is important to understand the impact of augmenting pollinators on fruit yield particularly in relation to June drop which is a major cause of yield instability in the cherry industry. Timelapse imaging plus automated image analysis methods is a valuable tool in studying the role of bee pollination in fruit set. Timelapse cameras allow for continuous monitoring of the flowers, but manual analysis of the generated footage is very time consuming. We have developed a novel method of detecting bees in time lapse images, called BeeSAM2. This exploits both the zero shot detector Grounding Dino and the foundational model Segment Anything 2. Promising results are achieved with the method able to detect the bumblebee Bombus terrestris in images with a recall of 0.959 and precision of 0.991. These results are accurate enough to deploy our method to quantify bee activity in cherry plantations, advancing the ability of researchers to monitor bee interactions with flowers with a significant time saving over manual analysis of timelapse footage.", "date": "2025-08-04", "journal": ""}
{"title": "Developmental genetic basis of dorsal spine reduction in acidic-adapted threespine stickleback fish", "doi": "10.1101/2025.08.04.667941", "authors": "Herrera-Castillo, C. M.; Brechbühl, T.; Fages, A.; Tschopp, P.; MacColl, A.; Berner, D.", "abstract": "The repeated evolution of reduced skeletal armour in threespine stickleback provides an excellent model for understanding the genetic basis of morphological change. Here, we investigated the genetic and developmental mechanisms underlying the loss of the second dorsal spine in a freshwater stickleback population from North Uist, Scotland. Crosses between spineless freshwater and fully spined marine individuals confirmed a genetic basis for the trait, with inheritance patterns inconsistent with simple Mendelian expectations. A bulk segregant analysis of F3 hybrids revealed a strong genomic signal on chromosome VI, overlapping the hoxdb cluster, echoing previous findings in another spine-reduced stickleback population. Developmental series of the Scottish freshwater and marine populations using skeletal stainings and transcriptomic analyses of dorsal tissue showed delayed and incomplete cartilage formation and altered gene expression during critical stages of dorsal skeletal development in spineless fish, notably of several hoxdb genes. Our findings indicate that while the loss of dorsal spines has evolved repeatedly, it may involve distinct alleles across populations, with the same locus possibly playing a central role in this case.", "date": "2025-08-04", "journal": ""}
{"title": "A step towards animal models with self-sustained fungal bioluminescence", "doi": "10.1101/2025.08.04.668132", "authors": "Gleneadie, H. J.; Veland, N.; Warren, E. C.; Sardini, A.; Barroso, C.; Fadeeva, A. A.; Webster, Z.; Dormann, D.; Gao, F.; Martinez-Perez, E.; Merkenschlager, M.; Sarkisyan, K.; Fisher, A. G.", "abstract": "Engineering animal models with self-sustained luminescence could enable non-invasive longitudinal monitoring of molecular events in living animals. To create animal models that report physiology with autoluminescence, both luciferin biosynthesis enzymes and the luciferase need to be optimised. Previous work on engineering the autoluminescence pathway from fungi resulted in the development of nnLuz_v3, a version of Neonothopanus nambi luciferase with enhanced thermal stability. Here, we generated an nnLuz_v3 reporter of endogenous Cyp1a1 expression as a measure of aryl hydrocarbon receptor (AHR) activation, assessing the performance of nnLuz_v3 in vivo at physiologically relevant expression levels. As AHR dynamically responds to metabolic, environmental and dietary changes it provides a validated platform to assess novel luminescence approaches. In Cyp1a1-nnLuz mice bioluminescence signal was stable, allowing the generation of well resolved luminescence images both on standard in vivo imaging equipment and consumer-grade cameras. Using mice and nematode models, we demonstrated limited oral availability of the fungal luciferin, potentially compatible with delivering the substrate via food or the microbiome. Our results are an encouraging first step in the generation of an autoluminescent mammalian model of a molecular event and encourage optimisation of other enzymes of the fungal luciferase pathway.", "date": "2025-08-04", "journal": ""}
{"title": "Auditory regularity detection in the ferret", "doi": "10.1101/2025.08.04.668417", "authors": "Poole, K. C.; Chait, M.; Bizley, J. K.", "abstract": "Acoustic sequences that transition from random to regularly repeating tones are increasingly used to study how the auditory system detects structure. Humans can identify such regularities rapidly, often within a single cycle. To test whether this ability is unique to humans, we trained ferrets (n = 6) to detect transitions from random tone sequences to repeating patterns. All animals learned the task and showed high accuracy for short (3 tone) patterns. Performance remained above chance for longer patterns (5 or 7 tones), though accuracy declined with increased pattern length. In a control condition where both random and regular segments contained the same five frequencies, ferrets continued to detect regularity, indicating they relied on temporal patterning rather than spectral content. To further rule out spectral cues, we included transitions from random 20 tone sequences to random 3, 5 or 7 tone sequences without repetition. Although these stimuli elicited performance above the false alarm rate seen in fully random trials, detection accuracy remained substantially lower than that observed for regular sequences. This suggests ferrets were not solely detecting changes in spectral statistics, but true regularity. Together, our results indicate that sensitivity to regular patterns within sound is not unique to humans and may reflect a broader auditory computation shared across species.", "date": "2025-08-04", "journal": ""}
{"title": "Interpreting the Effects of DNA Polymerase Variants at the Structural Level", "doi": "10.1101/2025.08.04.653638", "authors": "Arnaudi, M.; Krzesinska, K.; Beltrame, L.; Tiberti, M.; Nilbert, M.; Rohlin, A.; Papaleo, E.", "abstract": "Genetic variants in the DNA polymerase enzymes POLE and POLD1 can profoundly impact protein function, potentially disrupting stability, catalysis, DNA-binding, and interactions with other molecules. Understanding the structural basis of these functional impacts at the atomic level is essential for comprehensively interpreting variant effects. In this study, we utilize MAVISp, a modular, structure-based framework, to systematically characterize over 60,000 missense variants within the structured domains of POLE and POLD1. By integrating predictions related to protein stability, local misfolding, active-site or DNA and protein binding alterations, we provide a detailed structural interpretation of variants reported across various databases, including ClinVar, COSMIC, and cBioPortal. Moreover, we predict the functional consequences of numerous variants not found in disease-related mutation databases, creating a comprehensive catalogue for future studies. Our approach identifies structural mechanisms underlying established pathogenic mutations and flags over 300 Variants of Uncertain Significance (VUS) as potentially damaging, integrating them with already published experimental data (https://poled-db.org/). Collectively, our findings underscore the effectiveness of integrative structural analyses in elucidating the functional impact of genetic variants. This approach not only advances our understanding of protein variant effects at the atomic scale but also facilitates future studies aimed at variant classification, prioritization of variants for experimental studies, and functional interpretation in diverse biological contexts.", "date": "2025-08-04", "journal": ""}
{"title": "Mechanism of Tethered Agonist Binding to an Adhesion G-Protein-Coupled Receptor", "doi": "10.1101/2025.08.04.668378", "authors": "Joshi, K.; Miao, Y.", "abstract": "Adhesion GPCRs (ADGRs) contain a GPCR autoproteolysis-inducing (GAIN) domain that is proximal to the receptor N-terminus and undergoes autoproteolysis at a highly conserved GPCR proteolysis (GPS) site to generate the N-terminal fragment (NTF) and transmembrane C-terminal fragment (CTF). Dissociation of NTF reveals a peptide tethered agonist (TA) which is responsible for the activation of the ADGRs. The NTF-bound ADGRs contain the encrypted TA that assumes a {beta}-strand configuration within the GAIN domain, which is markedly different from a U-shaped -helical configuration of TA in the active cryo-EM structures of ADGRs. However, how the TA dramatically changes its configuration and binds to the ADGR CTF remains unknown. In this study, we have performed all-atom enhanced sampling simulations using a novel Peptide-Gaussian accelerated Molecular Dynamics (Pep-GaMD) method on TA binding to the ADGRD1. The Pep-GaMD simulations captured spontaneous binding of the TA into orthosteric pocket of the ADGRD1 and its large conformational transition from the extended {beta} strand to the U-shaped  helical configuration. We were able to identify important low-energy conformations of the TA in the binding pathway, as well as different active and inactive states of ADGRD1, in the presence and absence of the Gs protein. Therefore, our Pep-GaMD simulations have revealed dynamic mechanism of the TA binding to an ADGR, which will facilitate rational design of peptide regulators of ADGRs. Keywords: Adhesion G-protein-coupled receptors; tethered agonist; binding; Peptide-Gaussian accelerated Molecular Dynamics; enhanced sampling.", "date": "2025-08-04", "journal": ""}
{"title": "Mathematical Model for the Progression of Rhegmatogenous Retinal Detachment (RRD)", "doi": "10.1101/2025.08.03.668360", "authors": "White, D.; Asante-Asamani, E.; Annan, W. E.", "abstract": "The separation of the neural layer (NL) and the retinal pigmented epithelium (RPE), referred to as retinal detachment (RD), is a disease of vertebrate eyes affecting nearly twenty eight thousand individuals in the United States annually. The rate at which RD progresses, especially in response to constant eye movement, and the factors influencing this progression remain poorly understood. This lack of quantitative insight contributes to delays in treatment which can lead to permanent vision loss. In this work, we develop a mathematical model to investigate the progression of retinal detachment over two saccadic eye rotation. We explore how various model parameters - describing fluid properties, biomechanical properties of the retina, molecular properties of the bond between the NL and the RPE, as well as geometric and physical properties of the eye affect disease progression.", "date": "2025-08-04", "journal": ""}
{"title": "Farmers awareness and occurrence of Meloidogyne species in tomato production in central Nepal", "doi": "10.1101/2025.08.01.667928", "authors": "Nakarmi, J.; Grundler, F.; K.C., G.", "abstract": "Tomato (Solanum lycopersicum) is one of the most economically important vegetables in the world. Root-knot nematodes (RKN) form a complex of species that can cause severe losses in tomatoes. Since symptoms and damage depend on the particular nematode species, accurate species identification is critical for implementing potential control measures. Detailed surveys of plant parasitic nematodes in Nepal have not been conducted. Therefore, there is no information on which RKN species occur in key tomato-growing areas. We conducted an initial survey to assess the occurrence and importance of RKN. Nine different districts of Nepal were included: Bhaktapur, Chitwan, Dhading, Dolakha, Kaski, Kathmandu, Kavrepalanchok, Lalitpur, and Lamjung. In the first approach, 70 farmers were interviewed about their awareness and knowledge of RKN. More than 60% of the farmers surveyed knew of RKN and the main signs and symptoms. 40% had limited or no knowledge about it. In a second approach, we conducted a survey of RKN occurrence in tomato fields in the same nine districts. Soil sampling and subsequent analysis in the Kathmandu district revealed RKN infestation at very high levels. Except for Kaski and Chitwan, RKN prevalence was found to be 100% in the districts sampled. The overall prevalence of Meloidogyne species was also 100% in most districts. To identify the species, samples with RKN-infected galls were collected and determined morphologically using perineal patterns and molecularly using specific PCR analyses. Both methods showed that Meloidogyne incognita was the most abundant in the tomato fields, followed by M. arenaria and M. javanica. Our results confirm the importance of RKN in Nepal and suggest that it would be highly beneficial economically to increase farmer awareness of nematode problems and possible control measures.", "date": "2025-08-04", "journal": ""}
{"title": "Metabolic engineering of Barbarea vulgaris identifies β-amyrin synthase LUP5 as a determinant of saponin-mediated insect resistance", "doi": "10.1101/2025.08.04.665341", "authors": "Shen, J.; Günther, J.; Cardenas, P. D.; Bak, S.", "abstract": "Plant-insect coevolution drives the diversification of specialized metabolites, yet the genetic basis of ecotypic variation in defensive chemistry remains poorly understood. The wild crucifer Barbarea vulgaris comprises two ecotypes-an insect-resistant G-type and a susceptible P-type-characterized by distinct triterpenoid saponin profiles. To investigate the causal role of saponin composition in insect resistance, we developed a stable transformation system for B. vulgaris. We expressed the G-type {beta}-amyrin synthase gene (LUP5) in both ecotypes and silenced the cytochrome P450 gene CYP72A552 in the G-type. We combined metabolic profiling with insect feeding assays to assess functional outcomes. Ectopic expression of G-type LUP5 in the susceptible P-type conferred up to 95% reduction in Plutella xylostella feeding, accompanied by increased accumulation of three hederagenin-derived monodesmosidic saponins. In contrast, silencing of CYP72A552 reduced hederagenin derived saponin levels but did not affect herbivory, suggesting threshold-dependent resistance. We provide direct in planta evidence that LUP5 is a key determinant of ecotypic insect resistance in B. vulgaris. Our findings establish a functional link between oxidosqualene cyclase activity, saponin structural diversification, and ecological defense, highlighting the roles of both sapogenin backbone and glycosylation pattern in saponin-mediated herbivore deterrence. Keywords: triterpenoid saponins, metabolic engineering, {beta}-amyrin synthase, insect resistance, Barbarea vulgaris, chemical ecology", "date": "2025-08-04", "journal": ""}
{"title": "Distinct Motor Cortex Interneuron Plasticity and Its Association with Prefrontal Brain Volume in Parkinson's Disease", "doi": "10.1101/2025.08.01.667976", "authors": "O'Farrell, A.; Harroum, N.; El-Housseini, A.; Blanchet, P.; Hanganu, A.; Neva, J. L.", "abstract": "Parkinson's disease (PD) is characterized by motor and cognitive deficits, including abnormal primary motor cortex (M1) excitability and diminished sensorimotor neuroplasticity. While paired associative stimulation (PAS) can induce M1 plasticity, people with PD (PwPD) demonstrate variability that cannot be accounted for by disease progression or medication status. Distinct M1 interneuron populations and attention-related brain structures may influence the reduced PAS-induced neuroplasticity. We aimed to characterize M1 interneuron plasticity in PwPD using attention-modulated PAS and identify neurostructural correlates. PwPD underwent MRI, then a PAS protocol with task-relevant attention. Transcranial magnetic stimulation (TMS) assessments of corticospinal excitability using posterior-to-anterior (PA) and anterior-to-posterior (AP) current directions were employed before and three post-PAS time-points. PAS induced distinct time-dependent M1 interneuron excitability changes. PA TMS showed increased corticospinal excitability at all post-PAS time-points; AP TMS increased only at 30 minutes. Rostral middle frontal gyrus volume uniquely explained variance in PA-sensitive M1 interneuron plasticity. In contrast, AP-sensitive plasticity was associated with baseline AP TMS excitability and age. These findings highlight that M1 interneuron circuits show unique neuroplasticity patterns in PwPD and relate to prefrontal brain volume. Our results suggest a complex interplay between motor and cognition-related deficits as interrelated pathophysiological features in PD.", "date": "2025-08-04", "journal": ""}
{"title": "Rational Expectations and Kinematic Information in Coordination Games", "doi": "10.1101/2025.08.01.668238", "authors": "Fanghella, M.; Colombo, C.; Pascarelli, M. T.; Barchiesi, G.; Rabuffetti, M.; Ferrarin, M.; Guala, F.; Sinigaglia, C.", "abstract": "Successful coordination often requires integrating strategic reasoning with real-time observations of others' actions, yet how humans resolve conflicts between these information sources remains unclear. This study aimed to fill this gap by examining how people coordinate in a strategic game when observing partial kinematic information from their partner's actions. Participants played a HI-LO game with a virtual partner, choosing payoffs based on grasping movements toward invisible large and small targets. Hand movements were presented as schematic animations, with partners grasping targets linked to higher or lower payoffs across two configurations. Participants relied exclusively on kinematic cues from hand shape changes in maximum grip aperture to infer their partner's choices. There were two main findings. While participants preferred higher payoffs consistent with rational game-theoretic expectations, reliable kinematic cues overrode these expectations. When early grip aperture changes indicated the partner was reaching for a large target associated with a lower payoff, participants abandoned their default preference for higher payoffs. They chose the lower option instead, achieving a high coordination success rate. These findings demonstrate that people prioritize kinematic cues about others' choices over theoretical assumptions about rational behavior when coordinating. This suggests that movement-based inferences about others' actions in natural social interactions may be weighted more heavily than strategic reasoning when the two sources of information conflict.", "date": "2025-08-04", "journal": ""}
{"title": "The anti-inflammatory potential of helminth-derived peptides/polypeptides: A systematic review in cellular models of inflammation", "doi": "10.1101/2025.08.01.668098", "authors": "Stucke, S.; Feeney, A.; Lalor, R.; Donnelley, S.; Dalton, J. P.; McKernan, D.; Dowd, E.", "abstract": "Helminths are parasitic worms that secrete a plethora of immune regulatory molecules which allow them to dampen inflammatory responses by their host's immune system to ensure their survival within the host. Their ability to have a compatible existence with their host has led to research into the potential therapeutic effects of helminth-derived molecules for suppression of overactive immune and inflammatory responses in a wide variety of diseases. This systematic review aims to synthesize the published data on helminth-derived peptides/polypeptides (HDPs) with a focus on determining the extent to which they modulate the inflammatory response in in vitro cellular models of inflammation. In accordance with PRISMA 2020 guidelines, a predefined systematic search of the PubMed, Web of Science and Medline databases identified relevant studies published up to August 2025, and 79 articles were included after screening. We found that most published studies used LPS or Concanavalin A stimulated macrophages, peripheral blood mononuclear cells or dendritic cells as the cellular model of inflammation. Twenty helminth species from which >60 isolated HDPs were derived were tested in these models, with the nematodes, Haemonchus contortus and Acanthocheilonema viteae, and the trematode, Fasciola hepatica, the most explored species. A common property of these molecules was to ability to significantly reduce the expression or production of pro-inflammatory cytokines such as IL-12, IL-1{beta}, IL-6 and TNF, and significantly increase the expression or production of anti-inflammatory cytokines such as IL-10, TGF{beta} and IL-4. The effects on other cytokines, including IFN{gamma} which is known to have both pro- and anti-inflammatory effects, were less consistent, with HDPs either decreasing or increasing the levels of this cytokine. This systematic review synthesizes the existing literature in this field and shows that the HDPs secreted by several helminth species have consistently demonstrated effects though modification of cytokine levels and, as such, have therapeutic potential in conditions in which overactive immune and inflammatory responses play a pathogenic role.", "date": "2025-08-04", "journal": ""}
{"title": "Renal and endothelial biomarkers in Chagas disease in the Brazilian Amazon region: early indicators of kidney injury and disease progression", "doi": "10.1101/2025.08.01.668075", "authors": "Brandao, A. R. J.; Guerra, J. A. d. O.; Ortiz, J. V.; Sousa, D. R. T. d.; Alencar, G. M.; Derze, N. K. M.; Queiroz, J. V. C. d.; Brandao, J. B. S.; Silva, L. I. O. d.; Araujo, C. C. d. O.; Justiniano, S. C. B.; Silva, L. P. R. d.; Moctezuma-Guevara, E. I.; Smith-Doria, S.; Petruccelli, K. C. S.; Silva, P. R. L. d.; Silva, M. R. H. d. S. e.; Couceiro, K. d. N.; Meneses, G. C.; Araujo, L. M. d.; Daher, E. d. F.; Martins, A. M. C.; Ferreira, J. M. B. B.; Silva Junior, G. B. d.; Guerra, M. d. G. V. B.", "abstract": "Chagas disease (CD) is a significant public health problem in the Amazon, where the acute phase and oral transmission--often via contaminated acai--are predominant. These peculiarities influence clinical severity and immunological responses, highlighting the need to investigate non-traditional biomarkers for early detection of renal and endothelial dysfunctions, since conventional methods show limitations in identifying subclinical renal injury. To investigate the expression and clinical relevance of non-traditional biomarkers of renal injury and endothelial activation in acute and chronic CD in the Brazilian Amazon. A cross-sectional study was conducted between July 2021 and July 2023 at the Fundacao de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Amazonas. Seventy-eight native Amazonian patients diagnosed with CD were evaluated and grouped by disease clinical phase: G1a (acute pre-treatment), G1b (acute post-treatment), G2a (chronic indeterminate), and G2b (chronic cardiac). Blood and urine levels of SYN-1, ANG-2, MCP-1, and NGAL were quantified using ELISA and correlated with traditional markers; including creatinine, urea, proteinuria, and glomerular filtration rate (GFR). Biomarkers were elevated across CD phases, despite traditional renal function parameters remaining within normal ranges. Urinary MCP-1 was significantly increased in the acute pre-treatment phase, reflecting early renal inflammation. SYN-1 was elevated in the acute and chronic indeterminate phases, indicating early endothelial activation. NGAL was increased in the chronic indeterminate group and ANG-2 in the chronic phase, suggesting progressive endothelial dysfunction. Traditional markers did not correlate with the biomarkers, suggesting their sensitivity in detecting early subclinical injury. This study highlights the importance of using these biomarkers for early diagnosis and monitoring of CD in the Amazon region. The elevated levels of SYN-1, ANG-2, MCP-1, and NGAL reveal early renal and endothelial dysfunction in CD patients undetectable by conventional tests. Incorporating these biomarkers into routine monitoring could support earlier therapeutic interventions and reduce associated renal and cardiovascular complications.", "date": "2025-08-04", "journal": ""}
{"title": "Allele-Specific Effects of Mutations in the Rifampin Resistance-Determining Region (RRDR) of RpoB on Physiology and Antibiotic Resistance in Enterococcus faecium", "doi": "10.1101/2025.07.25.666922", "authors": "Supandy, A.; Mills, E.; Fam, K. T.; Shields, R. K.; Hang, H. C.; Van Tyne, D.", "abstract": "Enterococcus faecium is a member of the human gut microbiota that has evolved into a problematic nosocomial pathogen and leading cause of infections in hospitalized patients. Treatment of E. faecium infections is complicated by antibiotic resistance, making it important to understand resistance mechanisms and their broader consequences in this pathogen. Here we explored the collateral effects of rifampin resistance-associated mutations in the E. faecium RNA polymerase {beta}-subunit (RpoB). Of 14,384 publicly available E. faecium genomes, nearly one-third carried a mutation in the rifampin resistance-determining region (RRDR) of RpoB. In a local population of 710 E. faecium clinical isolates collected from patients at a single hospital, we found significant associations between the presence of RRDR mutations and prior exposure to rifamycin antibiotics, as well as associations between RRDR mutations and altered daptomycin susceptibility. To investigate the phenotypic impacts of RRDR mutations, we generated and studied four isogenic strains with distinct RRDR mutations (Q473K, G482D, H486Y, S491L) that overlapped with clinical isolate variants. Transcriptomic and phenotypic analyses revealed allele-specific effects on E. faecium gene expression, growth dynamics, antibiotic susceptibility, isopropanol tolerance, and cell wall physiology. One frequently observed mutation, H486Y, caused minimal transcriptional changes and enhanced bacterial fitness under antibiotic stress. In contrast, the S491L mutation induced extensive transcriptional changes and slowed bacterial growth, but also conferred increased isopropanol tolerance, potentially enhancing bacterial survival in the hospital. Overall, our findings highlight the multifaceted impacts of RRDR mutations in shaping E. faecium physiology and antibiotic resistance, two important features of this hospital-associated pathogen.", "date": "2025-08-04", "journal": ""}
{"title": "Etiology and antimicrobial resistance of bovine mastitis pathogens in North-Eastern Zimbabwe: Emerging threats and management gaps", "doi": "10.1101/2025.08.01.668064", "authors": "Katsande, P.; Liu, J.; Zhou, M.; Saidi, B.; Gufe, C.; Rapangana, C.; Waniwa, A.; Gurira Naume, T.; Musari, S.; Makaya, P.; Majuru, C.", "abstract": "Bovine mastitis, a significant challenge for dairy farming in Zimbabwe, affects milk production, animal health, and economic viability. This study investigated the etiology, prevalence and antimicrobial resistance of mastitis pathogens in dairy farms in the north-eastern regions of Zimbabwe. Of the 256 cows tested, 36.3% showed signs of mastitis, predominantly subclinical (28.1%). Key pathogens isolated included Staphylococcus spp. (34.4%), Streptococcus spp. (26.9%), and Escherichia coli (18.3%). Notably, Candida spp. and Corynebacterium bovis were identified for the first time as mastitis pathogens in Zimbabwe. The detection of Candida spp. underscores the impact of prolonged antibiotic use, which disrupts bacterial flora and promotes fungal infections, while the presence of Corynebacterium bovis highlights hygiene deficiencies in milking practices. Alarmingly, 25% of Staphylococcus isolates were multidrug-resistant (MDR), including methicillin-resistant Staphylococcus aureus (MRSA). Resistance to commonly used antimicrobials such as tetracycline and trimethoprim-sulfamethoxazole was widespread, further complicating treatment options. This study emphasizes the need for improved hygiene practices, routine screening, and antimicrobial stewardship to manage mastitis and curb the spread of resistance.", "date": "2025-08-04", "journal": ""}
{"title": "Structural diversity and conservation among CRESS-DNA bacilladnaviruses revealed through cryo-EM and computational modelling", "doi": "10.1101/2025.08.04.668413", "authors": "Gebhard, J.; Tomaru, Y.; Okamoto, K.; Munke, A.", "abstract": "Viruses that infect single-celled algae strongly regulate microalgae growth and community composition through cell lysis, enable nutrient recycling in marine ecosystems, and offer valuable insights into early stages of viral evolution. One major group, the Bacilladnaviridae family of single-stranded DNA viruses, infects diatoms in marine environments. Here, we present the capsid structure of Chaetoceros lorenzianus DNA virus (ClorDNAV, Protobacilladnavirus chaelor) determined at 2.2 [A] resolution, thereby expanding the known structural diversity within the Cressdnaviricota phylum. The ClorDNAV capsid protein (CP) contains a conserved jelly-roll fold and a surface-exposed projection domain, with both N- and C-termini oriented toward the capsid interior. A low-resolution reconstruction of the genome revealed a spooled arrangement of the outer DNA layer, similar to that observed in Chaetoceros tenuissimus DNA virus type II (CtenDNAV-II). Structural comparison with CtenDNAV-II revealed five key CP differences: the absence of surface-exposed C-terminal tails in ClorDNAV, the presence of a helical domain, differences in the projection domain conformation, variation in the number of {beta}-strands in the jelly-roll fold, and the lack of ion-attributed densities at subunit interfaces. Together with the genome reconstruction, these findings underscore the importance of experimentally determined structures for understanding viral architecture and evolution. To complement these results, we analyzed AlphaFold3-predicted CPs from all classified Bacilladnaviridae genera. These models confirmed the conservation of the jelly-roll fold across the family while revealing variability in the surface-exposed and terminal regions, likely reflecting host-specific adaptations and genome packaging strategies. Together, the experimental and predicted structures provide a comprehensive view of structural conservation and divergence in Bacilladnaviridae. Furthermore, the results provide additional structural evidence for the evolution of ssDNA Bacilladnaviridae from a noda-like ssRNA virus ancestor and suggest a shared genome organization within Bacilladnaviridae that resembles those observed in viruses with double-stranded genomes.", "date": "2025-08-04", "journal": ""}
{"title": "Analysing the effect of full-length and C-terminally truncated progranulin on proliferation, colony formation, and migration in HepG2 and U87 cells", "doi": "10.1101/2025.08.01.668100", "authors": "Hofer, A. M.; Tobler, L.; Ruepp, M.-D.; Muehlemann, O.", "abstract": "Progranulin, the precursor protein to seven and a half distinct granulin motifs (GRNs), has been impli-cated in a broad range of diseases. Progranulin depletion is one of the most frequent causes for hered-itary Frontotemporal Dementia (FTD). On the other hand, elevated progranulin levels have been asso-ciated with increased malignancy of many tumours, manifesting in increased cell proliferation, mi-gration, metastasis formation, and reduced sensitivity to chemotherapeutics. While some functions can be unambiguously attributed to either full-length progranulin or one or multiple of the different GRNs, much about the interplay between progranulin and GRNs remains unknown. Here, we aimed to test the effect of progranulin overexpression on cell-based tumorigenicity assays, assessing prolif-eration, migration, and colony formation, using the hepatocellular carcinoma cell line HepG2 and the glioblastoma cell line U87. We transduced these cells with lentiviral vectors to overexpress full-length progranulin, two different C-terminally truncated progranulin proteins, lacking either the last two or the last four GRNs, or a triple FLAG-tagged maltose binding protein as a control. We observed in-creased colony formation in HepG2 overexpressing the full-length progranulin but not the C-terminally truncated constructs. The U87 cell lines were neither affected by an increase in progranu-lin levels nor by the depletion of progranulin.", "date": "2025-08-04", "journal": ""}
{"title": "Optimising Genotype Imputation for Precise Genetic Association in Forensic Phenotype Prediction and Trait Studies", "doi": "10.1101/2025.08.01.668059", "authors": "Koksal, Z.; Tillmar, A.", "abstract": "The imputation of single nucleotide polymorphisms (SNPs) provides a low-cost alternative to augment the size of genotyped SNP panels. Genotype imputation is commonly applied to study genotype-phenotype correlations in medical and population genetics, and has a great - yet unexplored - potential in a forensic context. Forensic DNA phenotyping, i.e., the prediction of phenotypic traits based on SNPs, can greatly benefit from imputing missing DNA markers necessary for utilising available prediction models and implementing novel prediction models. Currently however, most imputation studies investigate the performance of random SNPs with limited focus on SNPs involved in phenotypic expression or association. In the current study, individuals from the 1000 Genomes Project with high predicted trait diversity were used to explore the imputation accuracy of SNPs leveraged in phenotype prediction models and SNPs associated with facial traits compared to all SNPs. Further, the performance of the HIrisPlex-S prediction model for phenotypic traits was investigated using different imputed datasets. Firstly, we were able to corroborate that the number and selection of SNPs in the genotype dataset and the mino allele frequency (MAF) are major drivers of imputation call and error rates. Secondly, we explored increased imputation errors for phenotypic SNPs compared to randomly selected SNPs due to MAF differences. Further, we corroborated findings on lower imputation error rates for SNPs in coding regions due to increased linkage compared to non-coding regions. When investigating the impact of imputation on the performance of trait prediction using the HIrisPlex-S prediction model, we observed that datasets with more genotyped SNPs and phenotypes with more observations in the reference panel improved the prediction of these phenotypes. Finally, we showed novel insights into the improved trait prediction when applying more lenient calling thresholds for SNP imputation due to the detrimental impact of missing genotypes on trait prediction accuracy compared to imputation errors. Our findings, which show different imputation performances for general compared to phenotype-associated and prediction-model SNPs, highlight the importance of investigating imputation performances for the SNPs of interest. Further, we reported optimal trait predictions using lenient calling threshold of imputed SNP genotypes paired with a SNP panel with high linkage, which shows the high applicability of SNP imputation for phenotypic trait predictions. We recommend imputation tests for the prediction models of interest due to the differences between prediction models.", "date": "2025-08-04", "journal": ""}
{"title": "An loss of independence: genomic insights into a pest fruit fly-bacterial mutualism", "doi": "10.1101/2025.08.03.667778", "authors": "Hansen, T. E.; Corpuz, R. L.; Simmonds, T. J.; Aldebron, C.; Geib, S. M.; Mason, C.; Sim, S. B.", "abstract": "Tephritid fruit flies are invasive species of ripening fruit and vegetables. The olive fly (Bactrocera oleae) a specialist of olives, harbors a symbiotic gut bacterium Candidatus Erwinia dacicola, which is crucial to the olive flys exploitation of Oleaceae. This study characterized the genome of Ca. E. dacicola to investigate functional pathways that facilitate its obligate symbiosis. We used an extremely high-quality Ca. E. dacicola genome produced in tandem with an olive fly genome and paired that reference with transcriptomics. Of 4,675 genes, 1,783 (38.13%) were classified as pseudogenes. Overall, many pathways are complete, mostly associated with nutritional components. The symbiont also has genes encoding hypothetical proteins to degrade the phenolics in olives. Some pathways were heavily pseudogeneized, suggesting that Ca. E. dacicola have impaired functions in generalized metabolism, carbon utilization, pathogenicity, and signaling systems. Gene selection analyses in Ca. E. dacicola compared to related organisms, indicated positive selection on genes related to amino acid metabolism, carbon utilization, secretion and transport, and energy production. Our results indicate that the main service likely provided by Ca. E. dacicola is the production of amino acids and metabolism of oleuropein. The high pseudogenization rate implies incipient erosion of a formerly free-living symbiont.", "date": "2025-08-04", "journal": ""}
{"title": "Murine cytomegalovirus evolved a cell-cycle regulator (m54.5) within the highly conserved viral DNA polymerase gene", "doi": "10.1101/2025.08.04.668388", "authors": "Zheng, Y.; Juranic Lisnic, V.; Lamer, S.; Schlosser, A.; Dölken, L.; Lodha, M.", "abstract": "Ribosome profiling (Ribo-seq) coupled with transcription start site profiling time-course analyses recently unveiled hundreds of novel viral gene products in lytic murine cytomegalovirus (MCMV) infection. One of these is the m54.5 open reading frame (ORF) located within the highly conserved viral DNA polymerase locus (M54). Interestingly, the m54.5 ORF is expressed from its own transcript (m54.5 RNA) with early gene expression kinetics, and at much higher levels than M54. In this study, we show that m54.5 encodes a nuclear viral protein (m54.5p) that contributes to cell cycle regulation during lytic MCMV infection. We show that m54.5p interacts with components of the anaphase-promoting complex/cyclosome (APC/C) and the phosphatase-6 (PP6) complex. Nocodazole mitotic arrest assays confirmed G1 cell cycle arrest and dysregulation by m54.5. Serum starvation revealed impaired cell cycle progression to S-phase. Notably, m54.5p is not conserved in other cytomegaloviruses but functionally mimics the UL21a protein of human cytomegalovirus (HCMV), which similarly targets the master cell cycle regulator APC/C to disrupt cell cycle progression. m54.5 thus represents convergent evolution to HCMV UL21a in MCMV within the highly conserved viral DNA polymerase gene. Nevertheless, we found that m54.5p is dispensable for viral replication in cultured mouse fibroblasts, indicative of redundant cell cycle regulation in lytic MCMV infection. These findings highlight a surprising genomic plasticity of herpesviruses, facilitating the evolution of an independent transcript encoding for a >200 aa gene product within a deeply conserved viral gene locus.", "date": "2025-08-04", "journal": ""}
{"title": "Strain-dependent disease progression and necrotizing granuloma formation induced by virulent Mycobacterium avium complex strains in a murine model", "doi": "10.1101/2025.08.03.668372", "authors": "Hikichi, H.; Omori, S.; Nakamura, H.; Seto, S.; Furuuchi, K.; Morimoto, K.; Hijikata, M.; Keicho, N.", "abstract": "Mycobacterium avium complex (MAC) is the leading cause of non-tuberculous mycobacterial pulmonary disease (NTM-PD), a chronic infection with a heterogeneous clinical course. Although murine models of MAC-PD have been developed, reproducing the key features of progressive human disease, including diverse pathological features and therapeutic sensitivities, remains challenging. In this study, we evaluated five clinical MAC strains, including a newly identified highly virulent isolate, NBRC112750, in immunocompetent BALB/c mice. Among these, FKJ-1 and NBRC112750 induced progressive pulmonary infection with increasing bacterial burdens and extensive lung involvement by 25 weeks post-infection. Notably, both strains led to the formation of necrotizing granulomas resembling those observed in M. tuberculosis-infected C3HeB/FeJ mice. These lesions featured neutrophilic infiltration, foamy macrophages, and collagen encapsulation. Using FKJ-1 strain, we also established an inhalation infection model, in which low-dose exposure reproduced necrotizing granulomas. Despite in vitro drug susceptibility, FKJ-1 infection exhibited poor response to standard therapy, highlighting strain-dependent variability in treatment efficacy. These findings establish a murine model that reflects both key pathological and therapeutic aspects of MAC-PD and provides a valuable platform for investigating MAC pathogenesis and evaluating novel therapies.", "date": "2025-08-04", "journal": ""}
{"title": "Yield from the shadows: beyond top layer photosynthesis to enhance crop productivity", "doi": "10.1101/2025.08.04.668377", "authors": "Robles-Zazueta, C. A.; Molero, G.; Reynolds, M. P.; Murchie, E. H.", "abstract": "Photosynthesis research in crops typically focuses on upper canopy layers, which is partly for convenience and partly for the sake of achieving stable datasets under high light conditions. This neglects significant contributions from light - limited portions of the canopy within the lower layers. This study aimed to provide an empirical quantification of the role of these hidden layers of wheat canopies in the context of canopy scale productivity. We demonstrate that light-saturated photosynthetic rates (Asat) in middle and bottom layers at key growth stages can be strong predictors of grain yield. Despite variability in architecture across layers, light interception remained similar and key associations between biomass accumulation and yield with Asat emerged. Yield showed positive associations with photosynthesis in all canopy layers but was stronger at the top layer during grain filling and at the bottom layer during booting. Whole canopy photosynthetic rates were influenced by top layer architecture, N availability in the middle and bottom layers and leaf angles at the bottom of the canopy. Our findings suggest that measurements within hidden layers are required, and that optimizing middle and bottom layer Asat during the vegetative period and top layer Asat during grain filling can boost food security.", "date": "2025-08-04", "journal": ""}
{"title": "The telomere-to-telomere genome and lifestyle transcriptome profiling of Discula destructiva Redlin provide modern molecular and genomic context to a historical epidemic", "doi": "10.1101/2025.08.04.668385", "authors": "Niece, I. S.; Beever, J. E.; Moisa, S. J.; Trigiano, R. N.; Gwinn, K. D.; Klingeman, W. E.; Staton, M. E.; Nowicki, M.", "abstract": "Fungal pathogens have dramatically altered forests worldwide, yet the mechanisms underlying their virulence remain poorly understood. From the 1970s to the early 2000s, dogwood anthracnose, caused by Discula destructiva Redlin, devastated flowering and Pacific dogwoods Cornus florida L. and C. nuttallii Aud., respectively). Despite the impacts of D. destructiva and other phytopathogens on forest ecosystems, genomic resources remain limited, hindering efforts to understand pathogenicity. The goal of this study was to evaluate the historical D. destructiva epidemic through a modern genomics lens by uncovering virulence-associated genes that likely contributed to its rapid spread across native dogwoods. We therefore utilized PacBio HiFi and Proximo Hi-C sequencing to assemble the first telomere-to-telomere, chromosome-scale genome for D. destructiva isolate AS111. The resulting 46.655 Mb assembly comprised eight chromosomes with an overall BUSCO completeness of 97.64%. We also identified 10,373 predicted gene models with an overall BUSCO completeness of 96.45%. To investigate gene expression across distinct life cycle phases, reproductive (sporulating) and vegetative (nonsporulating), we conducted RNA sequencing and identified 240 differentially expressed genes (padj < 0.05). GO enrichment revealed 162 upregulated genes during sporulation linked to plant cell wall degradation and sugar metabolism, whereas 78 downregulated genes were linked to electron carrier activity and redox balance. Among these 240 genes, 117 genes had predicted protein sequences that were also identified as a candidate virulence factor, including signal peptides, carbohydrate-active enzymes (CAZymes), and effectors, highlighting the role of sporulation-associated gene expression in D. destructiva virulence. Together, these findings suggest that the reproductive phase primes D. destructiva for host invasion and ecological persistence, which may influence its success as a forest pathogen.", "date": "2025-08-04", "journal": ""}
{"title": "Gender gap between elite runners continues to shrink in the 21st century", "doi": "10.1101/2025.08.01.668047", "authors": "Jucker, T.", "abstract": "In 1992 a provocative paper extrapolated from historical trends in world record performances to predict that women would soon run faster than men across a whole range of distances. Since then, however, the consensus has been that the gap between male and female runners stabilised towards the end of the 20th century and has since remained unchanged. Here I analyse running performances by elite athletes since 2001 to show that contrary to this widely held belief, women have in fact continued to close the gap on men across all distances from 60 m to the marathon. Women made the biggest gains relative to men in middle and long-distance running disciplines, and this occurred despite the fact that men too have continued to improve significantly in these events over the past 25 years. The jury is still out there as to whether women will one day run faster than men, but what does appear more certain is that many of the most memorable races of the coming decades will be run by women.", "date": "2025-08-04", "journal": ""}
{"title": "Phased Potato Genome Assembly and Association Genetics Enable Characterisation of the Elusive H1 Resistance Locus Against Potato Cyst Nematodes", "doi": "10.1101/2025.08.04.667887", "authors": "Cheung, Y. W.; Brown, L. H.; Adams, T. M.; Harrower, B.; Kaur, A.; McKenzie, G.; Orr, J.; Price, J.; Singh, V.; Smith, M.; Bayer, M.; Hein, I.", "abstract": "The complexity of potato genetics, characterised by tetrasomic inheritance, has contributed to slower genetic gain in potato compared to other major crops. Disease resistance genes, often found in large clusters of highly similar paralogs and alleles, further complicate genetic studies. The H1 resistance locus, introgressed into potato cultivars from Solanum tuberosum spp. andigena, has been successfully used for over 60 years to control Globodera rostochiensis in Europe. Although previous genetic studies mapped this resistance to chromosome 5, the complete structure of the locus remained elusive. To reduce genomic complexity, we generated a dihaploid of the cultivar 'Athlete', DH4_Athlete, carrying the H1 resistance locus, and produced a phased haplotype representation of the H1 interval using Oxford Nanopore sequencing. Combined with RenSeq-based association genetics, this approach allowed us to reconstruct the entire H1 locus, including recombination points at both the 5' and 3' ends of the interval.", "date": "2025-08-04", "journal": ""}
{"title": "Structural and functional characterisation of a reconstructed ancestral strigolactone receptor", "doi": "10.1101/2025.08.03.668049", "authors": "Tuckey, A. J.; Marshall, A. C.; Rothzerg, E.; Bennett, T.; Bond, C. S.; Waters, M. T.", "abstract": "Strigolactones are phytohormones that regulate shoot branching and promote root interactions with arbuscular mycorrhizal fungi. In seed plants, strigolactone perception begins with the enzyme-receptor DWARF14 (D14), an /{beta}-hydrolase that is believed to have evolved via gene duplication from the karrikin receptor, KARRIKIN INSENSITIVE2 (KAI2). D14 and KAI2 are highly homologous at the sequence and structural levels, and both proteins bind and cleave similar butenolide compounds. Nevertheless, the two signalling pathways are distinct, as the activity of one receptor cannot compensate for the loss of the other. Here, we apply ancestral sequence reconstruction to generate a D14 protein representative of seed plants to study the evolution of substrate specificity, and to explore desirable traits for protein engineering. We describe the structure, as well as the in vitro and in planta activity of ancestral D14, showing that substrate specificity does not meaningfully differ from that of Arabidopsis thaliana D14. We also demonstrate that ancestral D14 shows higher recombinant yields, greatly increased thermostability, and enhanced catalytic activity relative to D14 from A. thaliana. This work provides insight into the evolution of phytohormone signalling and presents a robust scaffold for the application of D14-type proteins in synthetic biology.", "date": "2025-08-04", "journal": ""}
{"title": "Biphasic Mechanical Loading Disrupts Cytoskeletal Symmetry in 3D Architected Scaffolds", "doi": "10.1101/2025.08.04.668203", "authors": "Chen, K.; Bolanos Campos, A.; Lozano Perez, M.; Wang, T.; Capaldi, L.; Tao, R.; Berlew, E.; Mathijssen, A. J.; Boerckel, J. D.; Tertuliano, O.", "abstract": "Cells in load-bearing tissues experience both solid deformation and interstitial fluid flow during physiological loading, but the mechanisms by which they integrate these biphasic mechanical signals remain poorly understood. Here, we develop a porous, nanoarchitected 3D scaffold that allows simultaneous delivery and control of matrix strain and fluid shear stress. We validated the platform through fatigue loading experiments and simulations of fluid-structure interactions. In static culture, osteoblast-like cells adopted shapes, cytoskeletal architectures, and focal adhesion patterns templated by scaffold geometry. Under cyclic compression, the combined influence of matrix deformation and induced fluid flow disrupted this alignment, producing disordered actin structures and reduced focal adhesion eccentricity. These changes emerged even under low-frequency loading, within the drained poroelastic regime, indicating a high sensitivity of cytoskeletal organization to fluid-solid coupling. Our findings establish a tractable and tunable platform to investigate how cells sense and respond to dynamic biphasic mechanical environments in 3D", "date": "2025-08-04", "journal": ""}
{"title": "A TARGETED COMBINATION THERAPY ACHIEVES EFFECTIVE PANCREATIC CANCER REGRESSION AND PREVENTS TUMOR RESISTANCE", "doi": "10.1101/2025.08.04.668325", "authors": "Liaki, V.; Barrambana, S.; Kostopoulou, M.; Lechuga, C. G.; Alvarez, R.; Barrero, R.; Jimenez-Parrado, S.; Lopez-Garcia, A.; Morales-Cacho, L.; Lopez-Gil, J. C.; Zamorano-Dominguez, E.; Sun, P.; Rosas-Perez, B.; San-Roman, M.; Caleiras, E.; Drosten, M.; Sainz Anding, B.; Musteanu, M.; Dusetti, N. J.; Poli, V.; Sanchez-Bueno, F.; Guerra, C.; Barbacid, M.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) has one of the lowest cancer survival rates. Recent studies using RAS(ON) inhibitors as single agents have opened the door to more efficacious therapies. Here, we demonstrate that genetic ablation of three independent nodes involved in downstream (RAF1), upstream (EGFR) and orthogonal (STAT3) KRAS signaling pathways leads to complete and permanent disappearance of orthotopic PDACs induced by KRAS/TP53 mutations. Likewise, a combination of RAS(ON) (RMC-6236/daraxonrasib), EGFR family (afatinib) and STAT3 (SD36) selective inhibitors/degraders induced the effective regression of these orthotopic tumors with no evidence of tumor resistance for over 200 days post-treatment. This combination therapy also led to significant regression of genetically engineered mouse tumors as well as patient-derived tumor xenografts (PDX) in the absence of tumor relapses. Finally, this combination therapy was well tolerated by the animals. These results should guide the development of clinical trials that could benefit PDAC patients.", "date": "2025-08-04", "journal": ""}
{"title": "Genetic mechanisms of resistance to targeted KRAS inhibition", "doi": "10.1101/2025.08.04.668444", "authors": "Diaz, B. J.; Kops, M.; Bernardo, S.; Schmidt, H.; Grankowsky, E.; Vega, A.; Zhang, C.; Bott, M.; Skamagki, M.; Tomlinson, A.; Vita, N. A.; Katti, A.; Labrecque, M. P.; Aronchik, I.; Singh, M.; Dow, L. E.", "abstract": "KRAS mutations are among the most prevalent oncogenic drivers in non-small cell lung cancer (NSCLC), yet the mechanisms of therapeutic resistance to KRAS inhibitors in these cancers remains poorly understood. Here, we deploy high-throughput CRISPR base editing screens to systematically map resistance mutations to three mechanistically distinct KRAS-targeted therapies, including KRAS-G12C(OFF) inhibitor (adagrasib), RAS(ON) G12C-selective tri-complex inhibitor (RMC-4998), and RAS(ON) multi-selective tri-complex inhibitor (RMC-7977). Using both a saturation Kras tiling approach and cancer-associated mutation library, we identify common and compound-selective second-site resistance mutations in KRAS, as well as gain-of-function and loss-of-function variants across cancer-associated genes that rewire signaling networks in a context-dependent manner. Notably, we identify a recurrent missense mutation in capicua (Cic), that promotes resistance to RMC-7977 in vitro and in vivo. Moreover, we show that targeting NF{kappa}B signaling in CIC-mutant cells can resensitize them to RAS pathway inhibition and overcome resistance.", "date": "2025-08-04", "journal": ""}
{"title": "Systemic translocation of S. aureus Drives Anti-CD4 Autoimmunity in Treated HIV Infection", "doi": "10.1101/2025.08.04.668434", "authors": "Jiang, W.; Da, C.; Luo, Z.; Ning, W.; Heath, S. L.; Gisslen, M.; Price, R. W.; Adekunle, R.; Salman, T.; Johnson, D.; McKinnon, J. E.; Hu, W.; Ndhlovu, L.", "abstract": "Background: Anti-CD4 autoantibodies in people with HIV (PWH) receiving suppressive antiretroviral therapy (ART) appear to prevent CD4+ T cell reconstitution, yet the mechanisms underlying their production remain unclear. Emerging evidence implicates Staphylococcus aureus and its peptidoglycan (PGN) in autoimmunity. Methods: Plasma from 32 ART-naive PWH, 53 ART-treated PWH, and 32 HIV-negative controls was analyzed for IgG autoantibodies and markers of S. aureus translocation. Causality was examined in EcoHIV-infected mice administered PGN from S. aureus or Bacillus subtilis. PGN structure was analyzed via mass spectrometry. Results: Among 87 autoantibodies, 40% were elevated in ART-naive PWH and largely normalized by ART; however, anti-CD4 IgGs remained elevated in PWH on ART. Anti-CD4 IgG levels inversely correlated with CD4+ T cell counts in ART-treated PWH and positively with S. aureus translocation. In mice, S. aureus PGN induced anti-CD4 IgGs, reduced gut CD4+ T cells, and promoted surface IgG binding and apoptosis in CD4+ T cells. Conclusion: S. aureus and its PGN translocation may contribute to anti-CD4 autoimmunity and hinder immune recovery in ART-treated PWH, representing a potential therapeutic target.", "date": "2025-08-04", "journal": ""}
{"title": "A mathematical model for inflammation and demyelination in multiple sclerosis", "doi": "10.1101/2025.07.31.667831", "authors": "Jenner, A. L.; Weatherley, G. R.; Frascoli, F.", "abstract": "Multiple sclerosis (MS) is an incurable life-long disease caused by the demyelination of neurons in the brain and spine. MS is often characterised by relapses in inflammation and demyelination, that are then followed by periods of remittance. Symptoms can be highly debilitating and there are still many open questions about the origin and progression of the disease. Mathematical modelling is well-placed to capture the dynamics of MS and provide insight into disease aetiology. In this work, we present a minimal model for MS disease onset and progression driven by inflammation and demyelination. The model dynamics are capable of describing a typical evolution of the illness, with changes from a healthy state to a diseased scenario captured by certain ranges of parameter values. Our model also describes the non-uniform oscillatory nature of the disease, born from a Hopf bifurcation due to the strength of the inflammatory response. In particular, using experimental data for Contrast Enhancing Lesions obtained from MS patients, we are able to reproduce some of the typical relapsing-remitting behaviours of this disease. We hope that the model presented here can serve as a baseline for more complex approaches and as a tool to predict possible evolutions of the disease.", "date": "2025-08-04", "journal": ""}
{"title": "Dissecting genomic regions and candidate genes for pod borer resistance and component traits in pigeonpea minicore collection", "doi": "10.1101/2025.08.04.668421", "authors": "Moghiya, A.; Munghate, R. S.; Sharma, V.; Mishra, S. P.; Jaba, J.; Singh Gaurav, S.; S. Gangurde, S.; Dube, N.; Rangari, S.; Roychowdhury, R.; Gangashetty, P.; Sharma, H. C.; Pandey, M.", "abstract": "Background: Pigeonpea is an important leguminous food crop primarily grown in tropical and subtropical regions of the world and is a rich source of high-quality protein. The biotic (weed, disease, and insect-pests) and abiotic stresses have significantly reduced the production and productivity of pigeonpea. Helicoverpa armigera, also known as pod borer, is a major pest in pigeonpea. A substantial investigations needed for comprehending the genetic and genomic underpinnings of resistance to H. armigera. Genetic improvement by genomics-assisted breeding (GAB) is an effective approach for developing high yielding H. armigera resistance cultivars. Still yet, no genetic markers and genes linked to this key trait have been detected in pigeonpea. In this context, a set of 146 pigeonpea minicore accessions were evaluated for four H. armigera resistance component traits namely pod borer resistance (PBR), days to 50% flowering (DF), days to maturity (DM), and grain yield (GY) for three consecutive seasons under field conditions. Results: Phenotypic data of pod borer resistance and component traits, along with the whole-genome resequencing (WGRS) data for 4,99,980 SNPs, were utilized to perform multi-locus genome-wide association study (GWAS) analysis. Two models (SUPER, and FarmCPU) detected 14 significant marker-trait associations (MTAs) for PBR and three component traits. The MTAs with significant effect were mainly identified on chromosomes CcLG02, CcLG04, CcLG05, CcLG07 and CcLG11. These MTAs subsequently delineated with key candidate genes associated with pod borer resistance (Probable carboxylesterase 15, microtubule-associated protein 5, FAR1-RELATED SEQUENCE, and Omega-hydroxypalmitate O-feruloyl transferase 4), days to maturity (RING-H2 finger protein ATL7 and Leucine-rich repeat receptor-like protein kinase), and grain yield (Secretory carrier-associated membrane protein, and Glutaredoxin-C5 chloroplastic). Conclusion: These research findings reported significant MTAs and candidate genes associated with pod borer resistance and component traits. Further lab-based pod bioassay screening identified four minicore accessions, namely ICP 10503, ICP 655, ICP 9691 and ICP 9655 (moderately resistance genotypes), showing least damage rating and larval weight gain %, compared to the susceptible checks. After validating the significant MTAs, the associated SNP markers can be effectively utilised in indirect selection, which offers potential gains for such quantitative traits with low heritability and can improve insect management more sustainably. The significant MTAs, candidate genes and resistant accessions, reported in this study may be utilized for the development of pod borer-resistant pigeonpea varieties.", "date": "2025-08-04", "journal": ""}
{"title": "Comparative Genomic Analysis of Cyanobacteria as Amphibian Food Sources: Insights into High-Temperature Tolerance Potential", "doi": "10.1101/2025.08.04.668509", "authors": "Komoto, T.; Cao, L. T. T.; Takayanagi, H.; Ogino, H.; Priambodo, B.; Watanabe, S.; Nomura, J.; Hirota, R.; Igawa, T.", "abstract": "Hot springs represent one of the most accessible yet extreme environments on the Earth's surface. We isolated and characterized two novel cyanobacteria strains of genus Leptolyngbya , L. sp. Akita and L. sp. Seranma from geothermal hot-springs in Japan. These strains showed distinct morphological features; L. sp. Akita exhibited linear filamentous structures and blue-green when cultured under white light, while L. sp. Seranma exhibited coiled structures and brown color under the same conditions. Whole-genome sequencing and comprehensive genomic analyses of their genomes identified acquisition of gene clusters related to metabolic processes which may associated with the strain specific phenotypes. In addition, intestinal metagenomic analysis of tadpoles (Buergeria buergeri and B. japonica) sympatrically living with these strains in the hot-springs suggested that the tadpoles utilized these Leptolyngbya as temporal or regular foods in high temperature environments. These findings provide insights into the ecological significance of these cyanobacteria in extreme environments and their potential applications in biotechnology and ecological conservation of primary consumers including amphibians.", "date": "2025-08-04", "journal": ""}
{"title": "A cross-environment comparison of nontuberculous mycobacterial diversity", "doi": "10.1101/2025.08.04.668438", "authors": "Gebert, M. J.; Lipner, E.; Galletta, J.; Henley, J.; Hoffert, M.; Riskin, M.; Prevots, D. R.; Fierer, N.", "abstract": "Nontuberculous mycobacteria (NTM) are a group of environmental bacteria that encompass nearly 200 described species, some of which can cause chronic pulmonary infection in humans. What makes these infections unique is that they are environmentally acquired, yet there remains a limited understanding of how different environments contribute to potential pathogen exposure. Here, we use new and existing marker gene datasets to compare the amounts and types of NTM across three environments known to harbor mycobacteria, surface waters, soil, and household plumbing biofilms, to better understand potential pathogen occurrence in each environment. We used 16S rRNA gene sequencing, in tandem with mycobacterial-specific marker gene sequencing to characterize variation in the relative abundances of the genus Mycobacterium and specific mycobacterial taxa across the three environments, with a focus on a clinically significant NTM. We found that household plumbing biofilms contained both the highest relative abundance of the genus Mycobacterium (on average, 13.7% of bacteria were members of the genus), as well as the highest occurrence of clinically relevant species detected (Mycobacterium avium, Mycobacterium abscessus), compared to surface waters and soil. Although mycobacteria are ubiquitous across many different environments, mycobacterial diversity is highly variable between environments with clinically relevant species largely restricted to household plumbing biofilms, information that is critical for understanding the ecology and epidemiology of NTM disease.", "date": "2025-08-04", "journal": ""}
{"title": "RAGE protein: COPD biomarker and case study for variant pathogenicity prediction", "doi": "10.1101/2025.08.04.668362", "authors": "Dawson, J. E.; Bowler, R. P.", "abstract": "The structural biology of a protein is key to understanding its mechanism and plays a significant role in predicting the effects of clinical variants. New advances in pathogenicity predictors have improved their quality but interpreting the results in light of a proteins structure and functional can still be challenging. We use the Receptor for Advanced Glycosylation End-products (RAGE), which is involved in triggering inflammatory pathways during Chronic Obstructive Pulmonary Disease (COPD), as a case study to demonstrate how to utilize publicly available structure and missense variant databases, such as ClinVar and the Genomic Aggregation database (gnomAD), as well as the pathogenicity predictor AlphaMissense. Common missense RAGE variant G82S (rs2070600) has an observed allele frequency of 0.056 in gnomAD and is predicted to be benign, but is known to have clinical consequences in COPD, AD, and CV, which illustrates the need to careful interpretation of results. Additionally, missense variants for a set of COPD-related proteins were utilized to evaluate the performance of pathogenicity predictors SIFT, FATHMM, Poly-Pred2, MutPred2, and AlphaMissense.", "date": "2025-08-04", "journal": ""}
{"title": "Genomic insights into the local adaptation of spontaneously occurring populations of olive trees (Olea europaea ssp. europaea var. sylvestris) in the Mediterranean Basin", "doi": "10.1101/2025.08.04.668140", "authors": "Zunino, L.; Sarah, G.; Rocchetti, L.; Rhone, B.; Soriano, A.; Droc, G.; Mournet, P.; El Bakkali, A.; Costes, E.; Khadari, B.; Cubry, P.", "abstract": "Living organisms are increasingly threatened by significant environmental changes, primarily driven by human-induced global alterations. Understanding and forecasting species adaptive responses to these environmental changes is therefore crucial for enhancing conservation efforts. In the Mediterranean Basin (MB), the average temperature is rising at a rate 20% faster than the global average, placing regional biodiversity at heightened risk. The study of local adaptation is thus particularly relevant. In the western MB, spontaneously occurring olive populations consist of both wild olives and admixed resulting of crop-to-wild gene flow. The wild is likely harbouring adaptive genetic variation shaped by local environmental pressures. In this study, we analysed target genomic sequencing data from spontaneously occurring populations (comprising both wild and admixed trees) as well as cultivated olive trees. We performed selective sweep and GEA analyses in wild olives to identify genomic regions associated with environmental variables. Our findings identified signatures of adaptation particularly associated with precipitation and temperature. Notably, admixed individuals retained many wild candidate SNPs in their genomes suggesting that they might retain a certain level of adaptation to their local environment. Those results are in line with recent studies suggesting hybrids could adapt more rapidly to novel environments than their parental populations.", "date": "2025-08-04", "journal": ""}
{"title": "Using phylogenetic relationships to assess conservation priorities for birds in India", "doi": "10.1101/2025.08.04.668436", "authors": "Sharma, A.; Goyal, N.; Shah, D.; VV, R.", "abstract": "In the midst of the ongoing biodiversity crisis, setting conservation priorities has moved beyond the conventional approaches. The need to incorporate phylogeny-based metrics that capture evolutionary rarity with extinction risk for prioritization of global conservation efforts has been widely recognized. Such metrics are even more important in megadiverse countries of the Global South, where conservation spending is limited despite high conservation value. Here, we reassess global avian threatened evolutionary history with an updated phylogeny, using the EDGE metric. The EDGE metric or score combines evolutionary distinctiveness of a species with its extinction risk. We focus on India to identify species and regions that represent high avian EDGE scores. We find that the Bengal Florican (Houbaropsis bengalensis) had the highest median EDGE score of 18.83 MY (millions of years). To identify spatial conservation priorities, we mapped avian EDGE scores at a 10 km x 10 km scale. Northeastern India is exceptional in its richness of evolutionary unique and threatened species. We also scored IBAs and PAs, finding that IBA, as well as PA, with the maximum EDGE score, was Intaki or Ntangki National Park in Nagaland, accumulating ~250 MY of threatened evolutionary history in India. Habitats of the top 5% of EDGE species in India are currently not adequately protected. Our study offers a preliminary basis for a quantitatively informed and phylogeny-driven conservation prioritization approach for researchers, practitioners, and policymakers to safeguard threatened evolutionary history of birds in India.", "date": "2025-08-04", "journal": ""}
{"title": "A complete and near-perfect rhesus macaque reference genome: lessons from subtelomeric repeats and sequencing bias", "doi": "10.1101/2025.08.04.668424", "authors": "Zhang, S.; Xu, N.; Lu, Y.; Nie, Y.; Li, Z.; de Gennaro, L.; Fu, L.; Zhang, Z.; Chen, J.; Ma, K.; Yang, X.; Zhang, J.; Schmitz, M. T.; Antonacci, F.; Bakken, T. E.; Ventura, M.; Phillippy, A. M.; Sun, Q.; Mao, Y.", "abstract": "A truly complete, telomere-to-telomere (T2T), and error-free reference genome remains a foundational resource--and long-standing goal--for unbiased comparative and functional genomics. While recent T2T assemblies of humans and other primates have made substantial progress, most still contain thousands of base-level errors, particularly within highly repetitive regions. Here, we present T2T-MMU8v2.0, a near-perfect T2T assembly of the rhesus macaque (Macaca mulatta), representing the highest base-level accuracy reported in a primate genome to date. By employing an optimized ONT-only assembly strategy, we identify subtelomeric satellite-rich regions as the principal bottleneck to improving assembly quality, owing to technological biases in long-read platforms and limitations in current hybrid assembly frameworks. We discover 268 previously unannotated repeat families and resolve ~8 Mbp of SATR satellite arrays, with over 99-fold enrichment in historically misassembled subtelomeric regions. These satellites form four distinct genomic architectures, each with unique SATR satellite composition, segmental duplication organization, and epigenetic signatures, distinct from the subtelomeric architectures observed in hominid genomes. Notably, in contrast to the largely gene-poor subtelomeric regions in African hominids, the SATR architectures in macaques harbor 58 actively transcribed genes, supported by open chromatin and expression data, suggesting gene innovation within these repetitive regions. Functionally, T2T-MMU8v2.0 improves read mappability and accuracy across sequencing platforms, and results in a 19% improvement of transcription start site enrichment scores and 5,821 additional chromatin accessibility peaks on average, thereby enhancing variant detection, regulatory annotation, and transcriptomic resolution in population genetics or single-nucleus studies. Together, this work establishes a new benchmark for genomics, offers a roadmap for resolving complex repetitive regions, and reveals previously unrecognized features of subtelomeric genome structure and evolution.", "date": "2025-08-04", "journal": ""}
{"title": "Ribo-ITP expands the translatome of limited input samples", "doi": "10.1101/2025.08.04.668486", "authors": "Ghatpande, V.; Paul, U.; Howard, M. A.; Cenik, C.", "abstract": "In the last decade, an unexpectedly large number of translated regions (translons) have been discovered using ribosome profiling and proteomics. Translons can regulate mRNA translation and encode micropeptides that contribute to multiprotein complex formation, Ca2+ regulation in muscle, and signaling during embryonic development. However, identification of translons has been limited to cell lines or large organs due to high input requirements for conventional ribosome profiling and mass spectrometry. Here, we address this challenge using Ribo-ITP on difficult-to-collect samples like microdissected hippocampal tissues and single pre-implantation embryos. Comparative analysis of more than a thousand ribosome profiling datasets across a wide range of cell types revealed distinct sample specific expression patterns of the detected translons. To test the translational capacity of the identified translons, we engineered a translon-dependent GFP reporter system and detected expression of translons initiating at near-cognate start codons in mouse embryonic stem cells (mESCs). Mutating the translons in mESCs identified a small proportion that negatively impacted growth. Taken together, we present a proof-of-concept study to identify non-canonical translation events from low input samples which can be applied to cell and tissue types inaccessible to conventional methods.", "date": "2025-08-04", "journal": ""}
{"title": "DRUMBEAT: Temporally resolved interpretable machine learning model for characterizing state transitions in protein dynamics", "doi": "10.1101/2025.08.04.668534", "authors": "Manookian, B.; Mukhaleva, E.; Gogoshin, G.; Bhattacharya, S.; Vaidehi, N.; RODIN, A. S.; Branciamore, S.", "abstract": "Conformational transitions are central to protein function, yet their mechanistic analysis remains challenging due to the multi-dimensionality and timescales underlying the molecular motions. While interpretable network models such as Bayesian networks have advanced the identification of key residue interactions in molecular dynamics (MD) data, they lack temporal resolution and cannot capture the sequence of events during transitions. Here, we introduce Dynamically Resolved Universal Model for BayEsiAn network Tracking or DRUMBEAT, a machine learning approach that combines a universal graph topology with sliding-window rescoring to generate interpretable, time-resolved maps of cooperative events in MD trajectories. Applying DRUMBEAT to the benchmark Fip35 WW domain folding trajectories from DE Shaw Research Group, we recover both major folding pathways and critical residues previously highlighted by experiment. Importantly, DRUMBEAT provides new insight in two ways: (1) uncover unknown protein features important for transition, and (2) dissect the order and timing of conformational changes, revealing the precise sequence of residue contact closures during individual folding events. Robustness analysis demonstrates that both the universal graph and time-resolved results are highly consistent across multiple sampling replicates. These findings establish DRUMBEAT as a scalable and interpretable machine learning framework for dissecting the dynamics of protein folding and other conformational transitions, offering a generalizable tool for the mechanistic study of biomolecular dynamics.", "date": "2025-08-04", "journal": ""}
{"title": "Cardiac metabolite exchange measured in pigs during myocardial ischemia and reperfusion", "doi": "10.1101/2025.08.04.668556", "authors": "Tamburini, I.; Stamenkovic, A.; Bae, H.; Choi, W.; Seldin, M.; Jang, C.; Ravandi, A.", "abstract": "Myocardial ischemia and reperfusion (I/R) injury are the primary contributors to death in patients with cardiovascular disease. While decades of research have elucidated the molecular players and biochemical mechanisms underlying I/R injury, how these pathologies influence the metabolic activities of the heart remains incompletely understood. Such a knowledge gap hampers the development of therapies aimed at mitigating the metabolic stresses of the heart during injury. Using comprehensive arteriovenous metabolomics in a highly relevant porcine I/R model, we report the metabolic landscape of cardiac metabolic changes after ischemia and during the reperfusion time course. Paradoxically, ischemia increases the cardiac uptake of circulating fatty acids while reperfusion for 60 minutes reverses this activity. By 120 minutes of reperfusion, the hearts resume the uptake of fatty acids, suggesting restoration of their metabolism. On the other hand, we found a strong release of amino acids by the heart only after 60-minute reperfusion, but not after 120-minute reperfusion, implicating I/R-induced transient protein degradation. In addition to these findings, we identified several previously unrecognized changes in cardiac metabolic inputs and outputs during I/R, including nucleotides, TCA cycle intermediates and creatine/creatinine. These data highlight the dynamic alterations in cardiac metabolism in response to I/R, providing insights into how to mitigate myocardial I/R injury.", "date": "2025-08-04", "journal": ""}
{"title": "Dual E3 ligase recruitment by monovalent degraders enables redundant and tuneable degradation of SMARCA2/4", "doi": "10.1101/2025.08.04.668513", "authors": "Spiteri, V. A.; Segal, D.; Correa-Saez, A.; Iso, K.; Casement, R.; Munoz i Ordono, M.; Nakasone, M. A.; Sathe, G.; Schatz, C.; Peters, H. E.; Doward, M.; Kainacher, L.; Cowan, A. D.; Ciulli, A.; Winter, G. E.", "abstract": "Proteolysis-Targeting Chimeras (PROTACs) and Molecular Glue Degraders (MGDs) canonically target proteins for degradation by recruiting them to a single E3 ligase complex. While heterotrivalent PROTACs that can co-opt multiple E3 ligase complexes have been described, to our knowledge all MGDs reported to date are dependent on a single E3. Here, using orthogonal genetic screening, biophysical and structural analyses, we show that a monovalent MGD can covalently recruit CUL4DCAF16 and CRL1FBXO22 in a parallel and redundant manner to degrade SMARCA2/4. Deep mutational scanning identifies a single cysteine (Cys173) in DCAF16 essential for degrader activity, and intact protein MS confirms covalent adduct at this site. The cryo-EM structure of the DCAF16:SMARCA2:degrader ternary complex reveals a unique binding mode and a distinct interface of neo-interactions, providing insights into degrader specificity. We demonstrate that E3 ligase dependency can be tuned both chemically and genetically. Minimal alterations to the compound's \"degradation tail\" switches ligase preference from DCAF16 to FBXO22, while a single L59W mutation on DCAF16 is sufficient to drive DCAF16 engagement for otherwise FBXO22-dependent compounds. These results establish a molecular and structural framework for the design of tuneable dual glue degraders that could mitigate challenges from resistance mechanisms in degrader therapies.", "date": "2025-08-04", "journal": ""}
{"title": "In-cell structure of a LINC complex reveals the molecular basis for membrane remodelling and head-to-tail coupling in sperm cells", "doi": "10.1101/2025.08.04.668116", "authors": "Dendooven, T.; Ebrahimi, M.; dos Santos, A.; Dhondt, W.; Knowles, O.; Hale, T.; Burt, A.; Mehdipour, A. R.; Allegretti, M.", "abstract": "In eukaryotic cells, LINC complexes physically bridge the two nuclear membranes to cytoskeletal filaments, transmitting mechanical forces to the nucleus. Due to their dynamic and membrane-embedded nature, their architecture in native membranes has been hitherto elusive. Here, we combine in-situ electron cryo-tomography, AlphaFold predictions and molecular dynamics simulations to determine the sub-nanometer-resolution architecture of the trimeric ~130 kDa SUN5-Nesprin3 LINC complex in human spermatozoa. The structure reveals a hexagonal lattice that stitches the nuclear envelope, creating a rigid interface that links the sperm nucleus to the flagellum. Our structure unveils a unique membrane-anchoring mechanism: a SUN5 KASH-lid Beta-hairpin and a Nesprin3 amphipathic helix insert into the outer nuclear membrane, leading to cooperative remodelling of the nuclear envelope shape by the extended LINC lattice, which results in flattening the caudal sperm nucleus. Our integrative data provides key insights into the architecture and role of a LINC complex in situ, revealing molecular details of a severe male infertility phenotype.", "date": "2025-08-04", "journal": ""}
{"title": "Reengineering the antigen optimization process for superior neoantigen vaccine design", "doi": "10.1101/2025.08.03.668363", "authors": "Zhang, G.; Fu, Y.; Buratto, D.; Chan, K. C.; Wang, H.; Huang, Y.; Huang, L.; Zhou, R.", "abstract": "Identifying effective neoantigen sequences is essential for enhancing anti-tumor immunity. However, the vast sequence space (>10^9 possible peptides) and limited accuracy of existing immunogenicity predictors hinder efficient vaccine design for patient-specific human leukocyte antigens (HLAs). We present AlphaVacc, a deep reinforcement learning framework that integrates Monte Carlo Tree Search with a Transformer-based network to optimize antigenic peptides. AlphaVacc outperforms previous generative models in binding-affinity prediction. Experimental validation of 12 AlphaVacc-generated variants of the BING-4 peptide confirmed that 11 showed increased HLA-A*02:01 binding and 7 elicited significant T cell responses. Further testing of 16 single-mutation peptides confirmed computational predictions for 15 candidates, exhibiting a remarkable success rate. AlphaVacc thus provides a powerful tool for designing neoantigen-based cancer vaccines and may accelerate personalized immunotherapies.", "date": "2025-08-04", "journal": ""}
{"title": "Prioritizing Combinational Drug Screening: A Ranking System for In Vitro Drug Combinations in Neurofibromatosis Type 1", "doi": "10.1101/2025.08.02.667047", "authors": "Zhou, K.; Shehzad, S.; Ahmed, Z.; Zhao, O.; Sapriza, C.; Zamora, M.; Santamaria, U.; Zamora, P.", "abstract": "Neurofibromatosis type 1 (NF1) is a genetic disorder characterized by benign tumors, including plexiform neurofibromas, which can be difficult to treat. Currently, only two FDA-approved therapies exist: selumetinib, approved for pediatric patients with inoperable tumors, and mirdametinib, approved for patients aged two and older with symptomatic peripheral neuropathy where surgical resection is not possible. These limited options highlight the urgent need for novel therapeutic strategies, including combination therapies and therapies applicable to adult populations. In this study, we introduce the Composite Matrix Reduction Score (CMRS), a novel algorithm designed to evaluate the in vitro efficacy of drug combinations for NF1-related plexiform neurofibromas. Using a high-throughput 6x6 combinatorial matrix, we screened three cell lines: ipnNF95.11c (NF1+/-, non-tumor reference), and two NF1-/- tumor lines: ipNF05.5mc and ipNF95.6. Cell viability responses to drug combinations were normalized to vehicle controls, and combination effects were compared to single-agent responses. Tumor-to-non-tumor response ratios were aggregated to generate a composite ranking for each drug pair. Our results show that certain drug combinations outperformed single agents in reducing tumor cell viability, consistent with findings in other cancers. A focused analysis on selumetinib combinations supported the CMRS algorithm and identified potential synergistic partners that may surpass a single-agent therapy, highlighting candidates for continued investigation. CMRS provides a scalable, standardized framework for prioritizing drug combinations in NF1 and potentially other cancers. By integrating multi-cell line analysis, this approach enhances the identification of promising therapeutic candidates and mechanisms of action for further preclinical development.", "date": "2025-08-04", "journal": ""}
{"title": "Minimal immune cell subset differences in a cohort of close contacts of tuberculosis index cases", "doi": "10.1101/2025.08.04.668387", "authors": "Panda, S.; Cheng, C.; Hillery, N.; Catanzaro, D. G.; Ciobanu, N.; Crudu, V.; Rodwell, T.; Catanzaro, A.; Burel, J. G.; Peters, B.; Arlehamn, C. S. L.", "abstract": "Understanding the perturbations in immune response across the spectrum of TB infection is still unclear. In this study, we followed a cohort of close contacts of pulmonary TB patients with serial QFT testing at 0, 3, 6, and 12 months, and stratified them into six subgroups: QFT-increasing (low/high), QFT converters (QFT- to QFT+), QFT+ stable, and QFT- individuals. Despite these distinct QFT trajectories, we observed minimal differences in immune cell frequencies, activation profiles, and T helper subset distributions among the QFT subgroups, suggesting limited immunological stratification based on QFT dynamics alone. Ex vivo immune phenotyping, including analysis of CD4, CD8, and NKT cell frequencies, memory T cell subsets, and activated T cells (HLA-DR+CD38+), failed to distinguish between QFT subgroups. Antigen-specific CD4 T cell responses assessed by the activation-induced marker (AIM) assay were elevated in QFT+ compared to QFT- individuals. These findings suggest that blood-based immune profiling may not capture subtle immunological transitions among QFT converters or individuals with increasing QFT responses. In contrast, individuals with active TB (ATB) showed clear immune perturbations. ATB patients at diagnosis exhibited significantly elevated frequencies of antigen-specific CD4 T cells, increased activated T cells, and higher frequencies of intermediate monocytes and NK cells compared to QFT+/QFT- contacts. Many of these immune features declined with treatment, indicating therapy-associated immune resolution. Additionally, shifts in T helper subsets and effector memory populations were observed over the course of treatment. These results suggest that while ex vivo immune profiling can robustly distinguish active TB from non-diseased states, it lacks the resolution to differentiate QFT subgroups based on QFT dynamics alone. This could reflect either immunological similarity among close contacts regardless of QFT status or limitations of blood-based phenotyping in detecting early or subclinical immune shifts. Our study highlights the challenge of immunologically distinguishing QFT-defined subgroups within close contacts using conventional ex vivo profiling approaches", "date": "2025-08-04", "journal": ""}
{"title": "A Mycobacterium tuberculosis rare variable antigen vaccine reduces lung pathology without affecting bacterial burdens", "doi": "10.1101/2025.08.01.668220", "authors": "Howard, Z. P.; Mohapatra, A.; Zheng, W.; Ernst, J. D.", "abstract": "Mycobacterium tuberculosis is the leading cause of death globally due to a single infectious agent. Currently, no reliable vaccine against pulmonary tuberculosis, the primary adult disease caused by Mtb infection, exists. CD4 T cells are essential in protection against Mtb infection and inducing a protective CD4 T cell response remains the goal of most Mtb vaccines currently in testing. However, most Mtb T cell antigens do not exhibit antigenic variation, suggesting that T cell recognition does not drive selection of escape mutants. We utilized a set of antigens that do exhibit sequence diversity within human T cell epitopes and tested the impact of vaccination with these rare variable antigens (RVMA) using a DNA vaccine platform. We found vaccination with RVMA significantly alters the immune response to Mtb infection in both C57BL/6 and hypersusceptible SP140-/- mice without reducing bacterial burdens. RVMA vaccination of hypersusceptible SP140-/- animals prevented necrosis and altered the lesion composition reducing tissue damage and increasing CD4 T cell distribution. Reductions in pathology were associated with increases in ROR{gamma}t-expressing CD4 T cells and decreases in monocyte-derived cells in the lungs prior to the development of necrotic lesions. These results suggest T cell responses to certain antigens may be involved in preventing pathology without significantly changing bacterial burdens.", "date": "2025-08-04", "journal": ""}
{"title": "De novo identification of the specificities of recurrent human T cell receptors", "doi": "10.1101/2025.08.03.668342", "authors": "Kasbe, M.; Yahsi, B.; Whitehead, K.; Oh, J.; Mosharraf, M.; Sohn, K.; Phan, T.; Lee, M. N.", "abstract": "T cell repertoires of different individuals occasionally converge on the same T cell receptor (TCR) sequence as a solution to target immunodominant epitopes. A complete mapping of these \"public\" TCR specificities may enable a global understanding of population-level immune histories. Here, we sought to determine the antigen specificities of public TCRs with unknown target identity. We developed a functional screening workflow in which we screen panels of TCRs for reactivity to individual viral genomes or to approximately 1,000 viral reference strains, and then sort out the immunogenic peptides by labeling antigen-presenting cells that are in proximity to activated T cells. Using this workflow, we identified the target specificities of T cells that are circulating in up to 14% of individuals, including a pre-COVID-19 seasonal coronavirus-reactive TCR that cross-reacts with peptides within pandemic coronaviruses; an influenza B-reactive TCR that targets a highly conserved epitope; and TCRs targeting Herpesviridae family viruses that cause long-term latent infections. Our results demonstrate an efficient strategy to reveal public T cell memories de novo, offering a window into shared immune exposures.", "date": "2025-08-04", "journal": ""}
{"title": "Synergy in viral-bacterial coinfection expedites algal bloom demise", "doi": "10.1101/2025.08.04.668390", "authors": "Soffer, E.; Kuhlisch, C.; Raina, J.-B.; Barak-Gavish, N.; Tadmor, G.; Schleyer, G.; Nir-Zadock, T. S.; Nussbaum, I.; Clerc, E. E.; Stocker, R.; Schatz, D.; Zeevi, D.; Vardi, A.", "abstract": "Algal blooms are hotspots for diverse microbial interactions affecting bloom dynamics. Viral infections often regulate the demise of these blooms, recycling >25% of oceanic fixed carbon. Although these blooms collapse synchronously, only 10-30% of algal cells show active viral infection, suggesting additional mortality agents. Using microbial communities from natural coccolithophore blooms, we discovered that bacteria significantly enhanced virus-mediated algal mortality. We quantified this interaction using two novel metrics: the Synergy Index (SI) measuring viral-bacterial interaction strength, and the Benefit Index (BI) assessing changes in bacterial fitness. We identified Alteromonas bacteria as drivers of viral-bacterial coinfection, with consistently high SI and BI. In natural communities, Alteromonas exhibited chemoattraction towards infected algal cells, leading to their enrichment in bloom demise particles. This viral-bacterial synergy represents a previously unrecognized mortality agent controlling bloom termination, modulating the balance between the carbon-recycling viral shunt and the carbon-exporting viral shuttle pathways, likely influencing global carbon cycling.", "date": "2025-08-04", "journal": ""}
{"title": "Benefits and costs of a hypercapsule and the mechanism of its loss in a clinical isolate of Acinetobacter baumannii", "doi": "10.1101/2025.08.04.668531", "authors": "Saren, C.; Oinuma, K.-I.; Tsubouchi, T.; Sakiyama, A.; Suzuki, M.; Niki, M.; Kaneko, Y.", "abstract": "Acinetobacter baumannii is an opportunistic pathogen in which capsule production is closely linked to immune evasion and environmental persistence. Recent studies have described two seemingly contradictory phenomena--increasing prevalence of capsule-overproducing clinical isolates and frequent isolation of capsule-deficient variants. The biological significance of these phenomena remains unclear. In this study, we analyzed a clinical isolate, OCU_Ac16b, which spontaneously gives rise to two phenotypically distinct variants: the L type forming large colonies with an extremely thick capsule, and the S type forming small colonies with a substantially reduced or absent capsule. When L-type cells were cultured in test tubes under low-shaking conditions, S-type variants reproducibly emerged, constituting 45-80% of the population within 24 hours. Whole-genome sequencing revealed that this conversion is driven by distinct mutations in the capsular polysaccharide synthesis cluster, including insertion sequence (IS) insertions and a single-nucleotide deletion. PCR analysis confirmed that IS insertions in wzy (polysaccharide polymerase) occur within individual L-type colonies prior to liquid culture, providing a likely explanation for the rapid and reproducible emergence of S-type variants. Phenotypic characterization demonstrated a biological trade-off, with L-type cells exhibiting enhanced resistance to serum killing, desiccation, and certain {beta}-lactam antibiotics, whereas S-type cells showed superior surface attachment, increased biofilm formation, and a growth advantage under oxygen-limited conditions. Our findings uncover a highly reproducible, mutation-driven capsule switching mechanism that enables rapid phenotypic adaptation to changing environments. This phenotypic heterogeneity has significant implications for pathogenesis, persistence, diagnostic evaluation, and clinical management.", "date": "2025-08-04", "journal": ""}
{"title": "Integrative modeling of seasonal influenza evolution via AI-powered antigenic cartography", "doi": "10.1101/2025.08.04.668423", "authors": "Ito, J.; Kawakubo, S.; Unno, H.; Strange, A.; Lytras, S.; Okumura, K.; Lilley, A.; Harvey, R.; Lewis, N.; Sato, K.", "abstract": "Seasonal influenza viruses evade host immunity through rapid antigenic evolution. Antigenicity is assessed by serological assays and typically visualized as antigenic maps, which represent antigenic differences among virus strains. However, conventional maps cannot directly infer the antigenicity of unexamined variants from their genotypes. Here, we present PLANT, a protein language model that projects influenza A/H3N2 viruses onto an antigenic map using HA protein sequences. Using PLANT-based cartography, we show that (i) H3N2 antigenic evolution accelerates during periods of disrupted global circulation, (ii) antigenic novelty accounts for a substantial portion of viral fitness advantage, and (iii) vaccine strains are often antigenically distant from circulating viruses. We further propose a PLANT-based framework for selecting vaccine strains with improved antigenic match than the WHO-recommended strains. This study provides a statistical foundation for integrated modeling of viral genotype, antigenicity, and fitness, offering quantitative insights into influenza virus evolution and supporting rational vaccine design.", "date": "2025-08-04", "journal": ""}
{"title": "A Mycobacterium tuberculosis Mbox controls a conserved, small upstream ORF via a translational expression platform and rho-dependent termination of transcription", "doi": "10.1101/2025.08.04.667915", "authors": "D'Halluin, A.; Kipkorir, T.; Hubert, C.; Barker, D.; Arnvig, K. B.", "abstract": "Magnesium (Mg2+) is vital for bacterial survival, and its homeostasis is tightly regulated. Intracellular pathogens like Mycobacterium tuberculosis (Mtb) often face host-mediated magnesium limitation, which can be counteracted by upregulating the expression of Mg2+-transporters. This upregulation may be via Mg2+-sensing regulatory RNA such as the Bacillus subtilis ykoK Mbox riboswitch, which acts as a transcriptional OFF-switch under high Mg2+ conditions. Mtb encodes two Mbox elements with strong similarity to the ykoK Mbox. In the current study, we characterize the Mbox encoded upstream of the Mtb pe20 operon, which is required for growth in low Mg2+ combined with low pH. We show that this switch operates via a translational expression platform and Rho-dependent transcription termination, which is the first such case reported for an Mbox. Moreover, we show that the switch directly controls a small ORF (uORF2) encoded upstream of pe20. We have annotated this highly expressed and highly conserved uORF as rv1805A, but its role remains unclear. Interestingly, a homologous gene exists outside the Mbox-regulated context, suggesting functional importance beyond magnesium stress. Overall, this study uncovers another dual mechanism of riboswitch regulation in Mtb, combining translational control with Rho-mediated transcription termination, similar to the Mtb B12-switches. These findings expand our understanding of RNA-based gene regulation in mycobacteria, with implications for pathogenesis and stress adaptation.", "date": "2025-08-04", "journal": ""}
{"title": "Magnetic Affinity-Based Purification of His-Tagged Proteins Using Ni2+-Functionalized Nanoparticles", "doi": "10.1101/2025.08.04.668490", "authors": "Otonelo, C.; de Sousa, E.; Juncal, L.; Mendoza Zelis, P.; Ons, S.; Rodriguez Torres, C.; Layana, C.", "abstract": "Recombinant protein purification is essential in many applications across industry, research, and biotechnology. The use of a histidine tag (His6) in affinity chromatography is the gold standard for purification. However, magnetic nanoparticles (MNPs) offer an excellent alternative due to their unique properties, such as rapid separation, superparamagnetism, and a high surface-to-volume ratio that facilitates nanoscale functionalization. MNPs provide a more efficient, faster, cost-effective, and sustainable method compared to traditional chromatography. In this work, we report the development and validation of a magnetic nanoparticle-based platform for the efficient, selective, and scalable purification of His6 recombinant proteins. The synthesized Ni2+-functionalized MNPs demonstrated high specificity for histidine-tagged proteins, as shown by the selective retention and imidazole-mediated elution of target proteins both from pre-purified samples and complex E. coli lysates. Comparative assays with bovine serum albumin and His6 protein A confirmed the selective affinity of the MNPs for His6. Furthermore, a scaled-up protocol using 4 mL of lysate yielded approximately 0.6 mg/mL of purified protein, doubling the output obtained via conventional immobilized metal affinity chromatography, while preserving purity. The simplicity, efficiency, and cost-effectiveness of this method render it a powerful tool for both analytical and preparative-scale protein purification, particularly in low-resource or high-throughput settings.", "date": "2025-08-04", "journal": ""}
{"title": "Defining and cataloging variants in pangenome graphs", "doi": "10.1101/2025.08.04.668502", "authors": "Salehi Nowbandegani, P.; Zhang, S.; Hu, H.; Li, H.; O'Connor, L. J.", "abstract": "Structural variation causes some human haplotypes toalign poorly with the linear reference genome, leading to 'reference bias'. Apangenome reference graph could ameliorate this bias by relating a sample to multiplereference assemblies. However, this approach requires a new definition of a 'genetic variant.' We introduce a definition of pangenome variants and amethod, pantree, to identify them. Our approach involves a pangenome reference tree which includes all nodes(sequences) of the pangenome graph, but only a subset of its edges;non-reference edges are variant edges.Our variants are biallelic and have well-defined positions. Analyzing theMinigraph-Cactus draft human pangenome reference graph, we identified 29.6million genetic variants. Most variants (99.2%) are small, and most smallvariants (73.9%) are SNPs. 3.5 million variants (11.7%) have a reference allele which is not on GRCh38;these variants are difficult to detect without a pangenome reference, or withexisting pangenome-based approaches. They tend to be embedded within tangled,multiallelic regions. We analyze two medically relevant regions, around theHLA-A and RHD genes, identifying thousands of small variants embedded within severallarge insertions, deletions, and inversions. We release an open-source softwaretool together with a VCF variant catalogue.", "date": "2025-08-04", "journal": ""}
{"title": "Purification of amylase from local isolate Bacillus subtilis A4", "doi": "10.1101/2025.08.04.668472", "authors": "Awda, J.; Fayyadh, A. H.", "abstract": "The amylase produced from local isolate Bacillus subtilis A4 was purified by precipitation with 80-25% saturation ammonium sulphate, followed by ion-exchange chromotography using DEAE-cellulose column, and Gel filtration using Sephdex G-100 column. In the stratification step, one peak of the enzyme was observed in the ion exchange and three major protein peaks in the recovered parts and the second summit was a container on enzymatic efficacy only the other peaks were completely empty . The number of purification times was 6 times and with an enzyme yield of 49% .", "date": "2025-08-04", "journal": ""}
{"title": "Structural and dynamic insights into phosphate uptake by PHT1 transporter in rice", "doi": "10.1101/2025.08.04.668567", "authors": "Liu, Z.; Du, Z.", "abstract": "Phosphorus is an essential macronutrient for plants, primarily absorbed from the soil as inorganic phosphate (Pi) through root-located Pi transporters. Despite decades of research into these transporters as targets for developing Pi-efficient crops, their mechanisms for Pi import remain poorly understood. Here, we present the cryo-EM structures of the rice Pi importer OsPHT1;11 in both Pi-bound and unbound forms, characterize its conformational dynamics, and reveal how these dynamics contribute to its transport function. Pi is recognized through conserved residues found in plants, with its translocation facilitated by a typical alternating-access mechanism. SmFRET analyses reveal that this transporter undergoes dynamic conformational changes, which are differentially linked to its Pi transport capability, with a predominance of extracellular open conformations favoring Pi transport, while more populated intracellular open conformations hinder it. These findings provide insights into Pi uptake in plants and offer a foundation for designing genetically modified crops with improved phosphate efficiency.", "date": "2025-08-04", "journal": ""}
{"title": "Nanopore-Based Glycan Sequencing via Fragmentation-Reassembly Strategy", "doi": "10.1101/2025.08.04.668447", "authors": "Xia, B.; yao, G.; Fan, J.; Wei, F.; Tan, J.; Li, P.; Wen, L.; Gao, Z.", "abstract": "Glycan sequencing remains a major analytical challenge due to the high structural complexity, extensive branching, and isomeric diversity of glycans. Nanopore sensing has emerged as a promising single-molecule platform for glycan analysis, but existing strategies, such as hydrolysis and strand sequencing, face significant limitations when applied to highly branched or non-linear glycans. Here we report the first experimental realization of glycan assembly sequencing, a nanopore-based strategy that reconstructs full glycan structures from individually analyzed fragments. Using a biantennary complex-type N-glycan as a model, we performed controlled enzymatic digestion to generate structurally defined oligosaccharide fragments. An engineered -HL nanopore was developed for enhanced glycan recognition, enabling the construction of a multidimensional electrical fingerprinting library. Fragment signals from unknown samples were matched to this reference dataset, and full-sequence reconstruction was achieved via fragment reassembly based on set-theoretic integration of structural candidates. This study establishes glycan assembly sequencing as a viable and modular approach to resolve complex glycoforms using nanopore technologies. The method expands the accessible sequence space beyond what is achievable with conventional strategies and provides a foundation for scalable, high-resolution glycomic analysis.", "date": "2025-08-04", "journal": ""}
{"title": "Epistatic mutations in ISC metabolism synergize with cell cycle regulation and the PPP to enhance xylose fermentation and acetic acid tolerance in industrial yeast", "doi": "10.1101/2025.08.04.668411", "authors": "Santos, L. V. d.; Palermo, G. C. d. L.; Costa, P. E. d. S.; Almeida, L. D.; Carazzolle, M. F.; Pereira, G. A. G.", "abstract": "Efficient utilization of complex biomass-derived sugars and tolerance to inhibitors are key requirements for the viability of lignocellulosic-based biorefineries. In this study, a two-stage evolution of an industrial yeast strain engineered with a xylose isomerase pathway yielded strain AceY.14, which exhibited improved fermentative performance and increased tolerance to acetic acid. Whole-genome sequencing of the evolved strain identified SNPs in ZWF1, a component of the pentose phosphate pathway (PPP), and in the G1 cyclin gene CLN3, both of which were functionally validated through CRISPR and reverse engineering. The zwf1E191D mutation reduced xylitol accumulation, alleviating inhibition of xylose isomerase and enhancing flux through the non-oxidative branch of the PPP, while the frameshift cln3T556fs mutation unexpectedly improved acetic acid tolerance and xylose consumption in the evolved strain, also affecting cell size and growth. Genome sequencing of AceY.14 also revealed a significant reduction in the xylA gene copy number, likely decreasing the metabolic burden associated with high xylose isomerase expression. A synergistic effect was observed in the double mutant lacking both ISU1 and ZWF1, further boosting xylose consumption rates. A diploid derivative (AceY-2n) demonstrated high productivity and robustness in fermentations using hydrolysates from various lignocellulosic feedstocks, highlighting the strain potential for industrial-scale applications. These findings reveal novel metabolic targets for strain optimization and offer valuable insights for the rational engineering of yeast platforms for sustainable biofuel and bioproduct production.", "date": "2025-08-04", "journal": ""}
{"title": "Therapeutic Potential of Cyclodextrins Targeting Dengue Virus and SARS-CoV-2 Infection and Pathogenesis", "doi": "10.1101/2025.08.03.668365", "authors": "Carneiro, P. H.; Jimenez-Posada, E. V. J.-P.; Tramontini Gomes de Sousa, F.; Biering, S. B.; Patel, T. S.; Bhat, S.; Stanley, S.; Pak, J.; Laing, P.; Sohajda, T.; Harris, E.; Beatty, P. R.", "abstract": "Cyclodextrins (CDs) are cyclic oligosaccharides with promising therapeutic applications, including antiviral activity. During viral infections, pathogenesis arises not only from viral replication but also from viral proteins that act as ''toxins'', disrupting cellular barriers and inducing endothelial dysfunction, a hallmark of severe diseases such as dengue and COVID-19. Dengue virus (DENV) NS1 and SARS-CoV-2 Spike proteins induce endothelial hyperpermeability, contributing to severe complications. Here we explored the potential of a panel of 18 CDs in mitigating endothelial dysfunction caused by these viral proteins and evaluated the CDs' antiviral activity in vitro and in vivo. The effect of CDs on endothelial hyperpermeability was assessed using a trans-endothelial electrical resistance assay with human pulmonary microvascular endothelial cells exposed to DENV NS1 and SARS-CoV-2 Spike proteins. Antiviral efficacy of CDs was evaluated in Vero cells infected with DENV2 and Calu-3 cells infected with SARS-CoV-2, and in vivo protection was assessed in a lethal DENV2 mouse model. CDs effectively inhibited DENV NS1-induced endothelial hyperpermeability in vitro, demonstrating their potential to counteract NS1-mediated barrier disruption. In the murine model, CD1 treatment provided partial protection against DENV-induced morbidity and mortality. Further, CDs significantly reduced SARS-CoV-2 infection in vitro and inhibited Spike-induced endothelial dysfunction. These findings indicate that CDs can prevent endothelial hyperpermeability induced by DENV NS1 and SARS-CoV-2 Spike proteins and exhibit antiviral activity against SARS-CoV-2, positioning them as promising candidates for mitigating endothelial complications associated with viral infections. Further research is needed to explore the clinical relevance of CDs and their mechanisms of action.", "date": "2025-08-04", "journal": ""}
{"title": "Emotional and Linguistic Features Predict Prefrontal Functional Connectivity during Ongoing Dialogues: An fNIRS Investigation", "doi": "10.1101/2025.08.04.668428", "authors": "Carollo, A.; Bizzego, A.; Lim, M.; Stella, M.; Doderovic, G.; Esposito, G.", "abstract": "Identifying the neural bases of language has been a central focus in neuroscience since the pioneering case studies by Broca and Wernicke. Contemporary research has moved beyond classical modular models to conceptualize language as supported by a distributed network of anatomically and functionally interconnected brain regions. Yet, few studies have explored how these networks operate during spontaneous, real-life speech, limiting our understanding of language in natural contexts. In this study, we collected data from 84 individuals engaged in live conversations. Participants' prefrontal brain activity was recorded using functional near-infrared spectroscopy hyperscanning, and functional connectivity was quantified via wavelet transform coherence. Dialogues were manually transcribed, and computational methods were applied to extract emotional and semantic/syntactic features from the speech data. Using linear mixed-effects models, we found that emotional content significantly predicted prefrontal functional connectivity (R^2 marginal = 0.04). Among all emotional predictors, expressed anger was the most robust: higher anger levels were associated with reduced connectivity between the left middle frontal gyrus and the right inferior frontal gyrus (q = .032, R^2 marginal = 0.07). While other semantic and syntactic features did not predict overall connectivity, degree assortativity - an index of linguistic structure - was negatively associated with connectivity between the superior frontal gyri and the left inferior frontal gyrus (q = .026, R^2 marginal = 0.08). These findings highlight how both affective and structural properties of speech modulate prefrontal connectivity during real-life interaction. More broadly, this work demonstrates the potential of integrating computational linguistics with social neuroscience to uncover the neural mechanisms of real-life social interactions.", "date": "2025-08-04", "journal": ""}
{"title": "Early Reprogramming Intermediates Enable Direct Neuronal Conversion via NGN2", "doi": "10.1101/2025.08.04.668497", "authors": "Angiolillo, S.; Qin, W.; Gesualdo, A.; Frison, R.; Elvassore, N.; Laterza, C.; Gagliano, O.", "abstract": "The generation of engineered neurons via Neurogenin-2 (NGN2) overexpression, starting from human induced pluripotent stem cells (hiPSCs), is a powerful tool for modeling neurological diseases. However, using stabilized hiPSCs as a starting point significantly increases the time required to obtain a valuable human neuronal model in vitro. Here, we demonstrated that as little as 3 days of transient expression of reprogramming factors in human fibroblasts can unlock the ability of these cells to transdifferentiate into neurons upon overexpression of NGN2. We used single-cell transcriptomic data to dissect the distinct cell identities that emerge during reprogramming. We identified three distinct reprogramming intermediate populations responsive to NGN2-mediated neuronal induction and found that partial reprogramming for only 3 days is sufficient to mediate NGN2 neuronal conversion of human fibroblasts. Moreover, we found that the efficiency in neuronal fate acquisition mediated by NGN2 overexpression is strictly correlated with the stage of reprogramming used as a starting point.", "date": "2025-08-04", "journal": ""}
{"title": "Precision Functional Neuroimaging Reveals Individually Specific Auditory Responses in Infants", "doi": "10.1101/2025.08.04.667740", "authors": "Moser, J.; Labonte, A. K.; Madison, T. J.; Hantzsch, L.; Pham, H. H. N.; Weldon, K. B.; Camacho, M. C.; Schwarzlose, R. F.; Koirala, S.; Lundquist, J. T.; Sung, S.; Morales Carrasco, C.; Hermosillo, R. J. M.; Nelson, S. M.; Elison, J. T.; Fair, D. A.; Sylvester, C. M.", "abstract": "Adaptively responding to salient stimuli in the environment is a fundamental feature of cognitive development in early life, which is enabled by the developing brain. Understanding individual variability in how the brain supports this fundamental process is essential for uncovering neurodevelopmental trajectories and potential neurodevelopmental risks. In the present study, we used a precision functional imaging approach to probe activation in response to salient auditory stimuli and its relation to brain functional networks in individual infants. A minimum of 60 minutes of fMRI BOLD data with an auditory oddball paradigm were collected in ten infants with a mean postmenstrual age of 48 weeks. Results demonstrate the feasibility of performing a precision functional imaging study to investigate individual specific responses to salient stimuli in infants. While responses to the auditory oddball were consistent between individuals in auditory processing areas, responses across the rest of the brain differed across individuals in their magnitude and shape. Individual specific response patterns appeared to be relatively stable and differed from other participant's response patterns, despite fluctuations across runs. Commonalities and differences between individuals demonstrated in this sample contribute to our understanding of how the developing brain instantiates processing of salient stimuli. Our findings suggest that during early development, early unimodal processing is well conserved across individuals, however subsequent perceptual processing is still being personally defined. In this context, individual specific response patterns could be a promising target for biomarkers of normative brain and cognitive development.", "date": "2025-08-04", "journal": ""}
{"title": "The endo-lysosomal system drives lumen formation in a human epiblast model", "doi": "10.1101/2025.08.04.668503", "authors": "Rengarajan, A.; Wang, S.; Lin, C.-W.; Carleton, A. E.; Sekulovski, N.; Taniguchi, L. E.; Duncan, M. C.; Taniguchi, K.", "abstract": "The formation of a central lumen in the epiblast is a critical step that occurs during implantation in the human embryo. Lumen formation is accompanied by highly dynamic and complex cargo trafficking in the endo-lysosomal system. However, our understanding of key players and machineries that control this critical trafficking process remains incomplete in the context of epiblast development. Here, we explored endo-lysosomal dynamics that are associated with the generation of the apicosome, the earliest stage of lumen formation in a model of human epiblast development based on human pluripotent stem cells. We uncovered a hybrid early/late endosome compartment as well as a previously unrecognized dynamics of late endosome and lysosome compartments in trafficking podocalyxin (PODXL), a sialomucin glycoprotein that helps to establish and maintain the open lumen, during apicosome formation. To gain molecular insight into these unique hybrid endosome and late endosome/lysosome machineries in PODXL traffic, we used APEX2-based spatial proteomics to identify PODXL-proximity partners during apicosome formation, and identified RAB35, a Rab small GTPase known to control PODXL traffic as well as early and late endosome dynamics, as a key player in controlling apicosome formation. Our results suggest that RAB35 limits excess apicosome formation by promoting the early to late endosome transition as well as lysosome formation, which help to reduce PODXL to a level necessary for single apicosome formation. Overall, this study reveals novel endo-lysosomal mechanisms that contribute to apical membrane morphogenesis in a human model of epiblast formation.", "date": "2025-08-04", "journal": ""}
{"title": "A synaptic mechanism for encoding the learned value of action-derived safety", "doi": "10.1101/2025.08.04.668532", "authors": "Macdonald, E. E.; Ma, J.; Liu, D.; Yu, K.; Authement, M. E.; Leng, Y.; Goldbach, H. C.; Averbeck, B. B.; Alvarez, V. A.; Penzo, M. A.", "abstract": "Motivated behavior is often framed in terms of biologically grounded outcomes, such as food or threat. Yet many motivated actions, like the pursuit of safety or agency, depend on outcomes that lack explicit sensory value and must instead be inferred from experience. Here, we identify a thalamostriatal circuit mechanism by which such internally constructed outcomes acquire motivational value. In mice performing an active avoidance task, neurons in the paraventricular thalamus (PVT) projecting to the nucleus accumbens (NAc) develop a safety-encoding signal that emerges following successful avoidance. This signal is experience-dependent and value-sensitive, diminishing upon devaluation of the instrumental contingency. Selective silencing of the PVT[-&gt;]NAc projection at safety onset disrupts avoidance persistence without impairing action-outcome learning, as confirmed by computational modeling of value updating based on prediction error. Mechanistically, PVT input recruits cholinergic interneurons (CINs) to modulate dopamine release and this influence depends on synaptic potentiation mediated by GluA2-lacking AMPA receptor insertion at PVT-CIN synapses. Disrupting this plasticity selectively impairs the avoidance response by blunting the motivational value of safety without affecting acquisition. These findings reveal how thalamic circuits assign value to abstract, internal outcomes, providing a framework for understanding how goals like safety are inferred, stabilized, and rendered behaviorally effective.", "date": "2025-08-04", "journal": ""}