{"title": "Autophagy functions in lung macrophages and dendritic cells to regulate allergen-dependent inflammatory responses", "doi": "10.1101/2023.03.16.533006", "authors": "Dubey, N.; Woodson, R.; Hendrix, S. V.; Rosen, A. L.; Kinsella, R. L.; McKee, S. R.; Starick, M.; Rivera-Espinal, N.; Naik, S. K.; Smirnov, A.; Kreamalmeyer, D.; Kau, A. L.; Stallings, C. L.", "abstract": "Asthma affects 260 million people worldwide, with severe asthma cases that are associated with TH17/TH1 responses and neutrophil dominated inflammation being the most difficult to treat due to corticosteroid insensitivity. Single nucleotide polymorphisms in the ATG5 gene, which encodes for a protein required for the cellular recycling process of autophagy, are associated with higher risk for developing severe asthma. However, the role for ATG5 during allergic inflammation remains mostly unknown. We have identified an autophagy-dependent role for ATG5 in lung macrophages and dendritic cells (DCs) for suppressing TH17 responses and neutrophil accumulation in house dust mite (HDM)-challenged mice, a TH17/TH1 dominated model for allergic airway inflammation due to contamination of the HDM with lipopolysaccharide. In contrast, autophagy was required to promote eosinophil accumulation in the TH2-dominated ovalbumin model of allergic airway inflammation, supporting a model where autophagy functions in lung macrophages and DCs to suppress TH17 responses and promote TH2 responses in an allergen-dependent manner. In addition, we discover that autophagy is also required in macrophages exposed to HDM to suppress the secretion of cytokines and chemokines that would otherwise recruit neutrophils to the lungs, independent of T cell responses. Together, our data identify multiple roles for autophagy in suppressing the neutrophil accumulation in lungs that is associated with severe asthma.", "date": "2025-08-05", "journal": ""}
{"title": "Cyclin A2 Induces Human Adult Cardiomyocyte Cytokinesis and Elicits Cardiomyocyte Reprogramming and Dedifferentiation", "doi": "10.1101/2024.03.01.583057", "authors": "Bouhamida, E.; Vadakke-Madathil, S.; Mathiyalagan, P.; Ranjan, A.; Khan, A.; Sherman, C.; Miller, P. E.; Ghetti, A.; Abi-Gerges, N.; Chaudhry, H. W.", "abstract": "Cyclin A2 (CCNA2), a master cell cycle regulator, is silenced in postnatal mammalian cardiomyocytes. We have previously demonstrated its ability to promote cardiac repair in small and large animals when delivered to the heart via a viral vector. However, the effect of CCNA2 gene delivery on cytokinesis in isolated cardiomyocytes from adult human hearts has not been explored. We designed a human gene therapy vector featuring a replication-deficient adenovirus encoding human CCNA2 driven by the cardiac Troponin T promoter to enable the expression of CCNA2 in freshly isolated human cardiomyocytes. Time-lapse live imaging of adult human primary cardiomyocytes from a 21-year-old male, a 41-year-old female, and a 55-year-old male demonstrated the induction of complete cytokinesis in human adult cardiomyocytes with preservation of sarcomere integrity in the resulting daughter cells with active calcium mobilization in redifferentiated cardiomyocytes. To elucidate the transcriptional mechanisms underlying this response, we conducted single-nucleus transcriptomics analysis of hearts isolated from adult transgenic mice that constitutively express CCNA2 in cardiomyocytes (CCNA2-Tg) and non transgenic mice (nTg). This revealed a cardiomyocyte subpopulation enriched with cytokinesis, proliferative, and reprogramming genes in hearts obtained from CCNA2-Tg mice as compared to nTg mice. Ultra-deep bulk RNA sequencing of human adult and fetal hearts identified key reprogramming genes relevant to understanding the mechanisms of CCNA2-induced effects observed in our experimental models. These findings provide a promising path for the clinical development of CCNA2-based cardiac regenerative therapy.", "date": "2025-08-05", "journal": ""}
{"title": "Ribosome transfer via tunnelling nanotubes rescues protein synthesis in pancreatic cancer cells", "doi": "10.1101/2024.06.06.597772", "authors": "Martinkova, S.; Jansova, D.; Vorel, J.; Lamacova, L. J.; Daniel, P.; Hudec, M.; Bodo, M.; Hajer, J.; Susor, A.; Trnka, J.", "abstract": "Background: Pancreatic ductal adenocarcinoma (PDAC) is considered as one of the deadliest types of cancer. Tunnelling nanotubes (TNTs) are thin, membranous, intercellular communication structures observed in normal and cancer cells, where they mediate the exchange of intracellular material and promote cell fitness, cancer spread and treatment resistance. Results: PDAC cells increase the formation of TNTs upon exposure to gemcitabine. In the PANC-1 cell line and in tumour explants from patients, we observe polyadenylated mRNA, 5.8S rRNA, ribosomal proteins and assembled 80S ribosomes within the TNTs. Using HaloTag-labelled small ribosomal subunit component RPS9 we demonstrate the transport of ribosomes via TNTs into acceptor cells. Downregulation of ribosomal proteins S6 and L24 decreases the number of assembled ribosomes and the global protein translation in PDAC cells, while a co-culture with translationally unimpaired cells partially restores protein synthesis in cells with impaired protein translation. Conclusions: PDAC cells can exchange components of the protein translation machinery and mRNA. The intercellular transfer of these components causes a partial restoration of protein translation in cells with impaired protein synthesis, which may contribute to the resilience of pancreatic cancer cells, highlighting the potential of targeting TNT dynamics as a therapeutic approach for PDAC.", "date": "2025-08-05", "journal": ""}
{"title": "Modeling differences in neurodevelopmental maturity of the reading network using support vector regression on functional connectivity data", "doi": "10.1101/2024.06.10.597945", "authors": "Lasnick, O. H. M.; Luo, J.; Kinnie, B.; Kamal, S.; Low, S.; Marrouch, N.; Hoeft, F.", "abstract": "The construction of growth charts trained to predict age or developmental deviation (the 'brain-age index') based on structural/functional properties of the brain may be informative of children's neurodevelopmental trajectories. When applied to both typically and atypically developing populations, results may indicate that a particular condition is associated with atypical maturation of certain brain networks. Here, we focus on the relationship between reading disorder (RD) and maturation of functional connectivity (FC) patterns in the prototypical reading/language network using a cross-sectional sample of N = 742 participants aged 6-21 years. A support vector regression model is trained to predict chronological age from FC data derived from a whole-brain model as well as multiple 'reduced' models, which are trained on FC data generated from a successively smaller number of regions in the brain's reading network. We hypothesized that the trained models would show systematic underestimation of brain network maturity for poor readers, particularly for the models trained with reading/language regions. Comparisons of the different models' predictions revealed that while the whole-brain model outperforms the others in terms of overall prediction accuracy, all models successfully predicted brain maturity, including the one trained with the smallest amount of FC data. In addition, all models showed that reading ability affected the 'brain-age' gap, with poor readers' ages being underestimated and advanced readers' ages being overestimated. Exploratory results demonstrated that the most important regions and connections for prediction were derived from the default mode and frontoparietal control networks.", "date": "2025-08-05", "journal": ""}
{"title": "Opto-Myomatrix: μLED integrated microelectrode arrays for optogenetic activation and electrical recording in muscle tissue", "doi": "10.1101/2024.07.01.601601", "authors": "Lu, J.; Zia, M.; Baig, D. A.; Lee, Y. J.; Chung, E.; Kim, J. J.; Yan, G.; Nagapudi, K.; Anschutz, P.; Oh, S.; O'Connor, D. H.; Sober, S. J.; Bakir, M. S.", "abstract": "Objective: Optogenetics is a valuable and widely-used technique that allows precise perturbations of selected groups of cells with high temporal and spatial resolution by using optical systems and genetic engineering technologies. This study aims to develop Opto-Myomatrix, a novel optogenetic tool for precise muscle fiber control and high-resolution electrophysiological recording. Method: Based on a flexible and biocompatible polymer substrate, the device incorporates an integrated LED that delivers light at 465 nm for optogenetic stimulation and 32 PEDOT:PSS-coated electrodes for electromyography (EMG) recording. We also added a reflector to improve optical power output. Results: The fabricated Opto-Myomatrix device achieves an optical output intensity as high as 129.46 mW/mm2 in the direction of interest, which is enhanced by nearly 100%. The PEDOT:PSS-coated electrodes exhibit 85% lower impedance than uncoated contacts, enabling high signal-to-noise EMG acquisition. We investigated heat dissipation characteristics of the LED through measurements and finite element simulations, confirming that temperature changes remain within safe limits. The Opto-Myomatrix device was implanted in transgenetic mice and successfully stimulated targeted jaw muscles, inducing movement while simultaneously capturing EMG signals. Conclusion: The Opto-Myomatrix effectively combines precise optical stimulation and high-quality EMG recording in a flexible and biocompatible device, focusing on optogenetic applications in muscle. Significance: While optogenetic tools are well-established for brain and central nervous system (CNS) research, the development of Opto-Myomatrix addresses a critical gap by enabling precise muscle fiber control and high-resolution recording for advancing neuromuscular studies.", "date": "2025-08-05", "journal": ""}
{"title": "Substrate stiffness regulates neuronal maturation via Piezo1-mediated TTR activity", "doi": "10.1101/2024.07.25.605128", "authors": "Kreysing, E.; Gautier, H.; Mukherjee, S.; Mooslehner, K. A.; Muresan, L. A.; Haarhoff, D.; Zhao, X. X.; Winkel, A. K.; Boric, T.; Vasquez-Sepulveda, S.; Gampl, N.; Dimitracopoulos, A.; Pillai, E. K.; Humphrey, R. J.; Karadottir, R. T.; Franze, K.", "abstract": "During brain development, neurons extend axons to connect to their target cells while initiating a maturation process during which neurons start expressing voltage-gated ion channels, form synapses, express synaptic transmitters and receptors, and start communicating via action potentials. Little is known about external factors regulating this process. Here, we identified environmental mechanics as an important regulator of neuronal maturation, and a molecular pathway linking tissue stiffness to this process. Using patch clamp electrophysiology, calcium imaging and immunofluorescence, we found that neurons cultured on stiffer substrates showed a delay in voltage-gated ion channel activity, spontaneous and evoked action potentials, and synapse formation. RNA sequencing and CRISPR/Cas9 knockdown revealed that the mechanosensitive ion channel Piezo1 supresses transthyretin (TTR) expression on stiffer substrates, slowing down synapse formation and consequently electrical maturation. In agreement, the stiffness of developing Xenopus laevis brain negatively correlated with local synapse densities, and stiffening of brain tissue resulted in a significant delay of synaptic activity in vivo. Our data indicate that environmental stiffness represents a fundamental regulator of neuronal maturation, which is important for the development of normal circuitry in the brain, and potentially for neurodevelopmental disorders. Furthermore, the mechanical regulation of TTR downstream of Piezo1 may be found in many other biological systems.", "date": "2025-08-05", "journal": ""}
{"title": "Molecular Visualization of Neuronal TDP43 Pathology In Situ", "doi": "10.1101/2024.08.19.608477", "authors": "Erwin, A. L.; Fernandez, M. G.; Attili, D.; Chang, M. L.; Bekier, M.; Pinarbasi, E. S.; Russ, J. E.; Sutanto, R.; Thomas, D.; Shen, X.; Baldridge, R. D.; Tank, E. M. H.; Barmada, S. J.; Mosalaganti, S.", "abstract": "Nuclear exclusion and cytoplasmic accumulation of the RNA-binding protein TDP43 are characteristic of amyotrophic lateral sclerosis (ALS) and frontotemporal lobar degeneration (FTLD). Despite this, the origin and ultrastructure of cytosolic TDP43 deposits remain unknown. Accumulating evidence suggests that abnormal RNA homeostasis can drive pathological TDP43 mislocalization, thereby enhancing RNA misprocessing due to the loss of nuclear TDP43, and engendering a cycle that ultimately leads to cell death. Here, we demonstrate that the addition of small monovalent oligonucleotides successfully recapitulates pathological TDP43 mislocalization and aggregation, aberrant splicing, and degeneration in iPSC-derived neurons (iNeurons). By employing a tailored multimodal in situ cryo-correlative light and electron microscopy pipeline, we examine the localization and aggregation of TDP43 in near-native conditions. We discover that mislocalized TDP43 accumulates and forms ordered fibrils within autophagosomes and lysosomes in iNeurons, as well as in ALS/FTLD patient tissue. We also provide the first high-resolution snapshots of TDP43 aggregates in situ, delivering an unprecedented view of the earliest pathogenic events underlying ALS, FTLD, and related TDP43 proteinopathies.", "date": "2025-08-05", "journal": ""}
{"title": "Transcriptional landscape of direct reprogramming toward hematopoietic stem cells", "doi": "10.1101/2024.08.26.609589", "authors": "Stansbury, C.; Cwycyshyn, J.; Golts, S.; Lee, H.; Pickard, J.; Meixner, W.; Rajapakse, I.; Muir, L. A.", "abstract": "Direct reprogramming of human fibroblasts into hematopoietic stem cells (HSCs) offers a promising strategy for generating autologous cells to treat blood and immune disorders. However, low conversion efficiency and incomplete characterization of reprogrammed states limit current protocols. To address this, we assembled a single-cell transcriptomic reference atlas spanning hematopoietic, endothelial, and fibroblast cell types, and evaluated a novel algorithmically predicted transcription factor (TF) recipe, GATA2, GFI1B, FOS, REL, and STAT5A, for induction of HSC-like states. The 5TF recipe increased conversion efficiency of fibroblasts to CD34+ cells by approximately three-fold compared to previous protocols. Long-read single-cell RNA sequencing revealed heterogeneous expression of hematopoietic- and endothelial-associated genes, consistent with partial reprogramming. To benchmark reprogrammed cells, we developed an approach to map their transcriptomic positions relative to native and initial cell states within the reference atlas. Finally, we cataloged isoform diversity in reprogrammed cells, suggesting a role for alternative splicing in reprogramming dynamics. These findings highlight both the promise and complexity of direct HSC reprogramming and provide a framework for optimizing future protocols.", "date": "2025-08-05", "journal": ""}
{"title": "D-serine suppresses one-carbon metabolism by competing with mitochondrial L-serine transport", "doi": "10.1101/2024.09.03.610855", "authors": "Suzuki, M.; Adachi, K.; Wiriyasermukul, P.; Fukumura, M.; Tamura, R.; Hirano, Y.; Aizawa, Y.; Miyamoto, T.; Taniguchi, S.; Toda, M.; Homma, H.; Kanekura, K.; Yasuoka, K.; Kanai, T.; Sugimoto, M.; Nagamori, S.; Yasui, M.; Sasabe, J.", "abstract": "L-serine serves as a central metabolic node that integrates glycolytic flux, lipid metabolism, and one-carbon metabolism. In the mature central nervous system, L-serine is actively stereo-converted to D-serine, which functions as a neurotransmitter. However, the role of D-serine in cellular metabolism remains unclear. Here, we show that D-serine competes with mitochondrial L-serine transport, thereby suppressing one-carbon metabolism. Metabolomic analysis revealed that D-serine reduces intracellular glycine and formate levels, indicating inhibition of the initial step of the one-carbon pathway. Molecular dynamics simulations and enzymatic assays revealed that D-serine has low affinity for serine hydroxymethyltransferase 2 (Shmt2), which catalyzes the first step in mitochondrial one-carbon metabolism, and does not directly inhibit its activity. Instead, membrane transport assays demonstrated that D-serine competes with mitochondrial L-serine transport, depleting the substrate of Shmt2. Functionally, under L-serine poor conditions in vitro and ex vivo, D-serine inhibited the proliferation of immature and undifferentiated neural cells including glioblastoma stem cells, which depend highly on one-carbon metabolism. Notably, endogenous D-serine levels were low during early neurodevelopment, but increased with maturation, coinciding with a shift in the transcriptional profiles of serine metabolic enzymes at the cellular level. Given that L-serine supports neurodevelopment and D-serine modulates neurotransmission, this developmental shift in serine enantiomer metabolism appears to align with the functional transitions of the maturing nervous system. Thus, our findings reveal that serine chirality can influence mitochondrial substrate availability and one-carbon flux, offering previously unappreciated insight into the stereoselective regulation of cellular metabolism.", "date": "2025-08-05", "journal": ""}
{"title": "Sequence termination cues drive habits via dopamine-mediated credit assignment", "doi": "10.1101/2024.10.16.618735", "authors": "Magnard, R.; Cheng, Y.; Zhou, J.; Province, H.; Thiriet, N.; Janak, P. H.; Vandaele, Y.", "abstract": "Background: Mesolimbic dopamine (DA) neurons are central to cue guided reward seeking and action sequence learning. Yet, the mechanisms by which cue-induced DA neural activity drives goal-directed or habitual sequence execution remain unknown. Methods: We designed two novel tasks to isolate the effect of sequence-delineating cues on DA-driven behavioral strategies and learning. In the lever insertion fixed-ratio 5 task (LI5), the lever insertion marked sequence initiation. In the lever retraction fixed-ratio 5 task (LR5), the lever retraction served as both sequence termination and reward-predictive cue. Results: We found that sequence initiation and termination cues differentially affect reward expectation during action sequences, with only the termination cue contributing to greater outcome devaluation insensitivity, automaticity and behavioral chunking. Mesolimbic fiber photometry recording revealed that this habit-like behavior was associated with a rapid backpropagation in DA signals from the reward to the immediately preceding cue and with attenuated DA reward prediction error signals, which reflected greater behavioral inflexibility. Finally, in absence of external cues, brief optogenetic stimulation of VTA DA neurons at sequence termination was sufficient to drive automaticity and, to some extent, behavioral chunking. Conclusion: Our results highlight the critical role of cue-evoked DA signals at sequence termination in mediating credit assignment and driving the development of habitual action sequence execution.", "date": "2025-08-05", "journal": ""}
{"title": "Large future genetic diversity losses are predicted even with habitat protection", "doi": "10.1101/2024.10.21.619096", "authors": "Mualim, K. S.; Spence, J. P.; Weiss, C. L.; Selmoni, O.; Lin, M.; Exposito-Alonso, M.", "abstract": "Genetic diversity within species is the basis for evolutionary adaptive capacity and has recently been included as a target for protection in the United Nations' Global Biodiversity Framework (GBF). However, we lack large-scale mathematical frameworks to quantify how much genetic diversity has already been lost, let alone to predict future losses under 21st century conservation scenarios. To fill this gap, we developed an area-based spatio-temporal predictive framework of genetic diversity calibrated with population-scale genomic data of 29 plant and animal species. To estimate present genetic diversity loss with our framework, we used species' habitat area and population sizes losses reported in the Living Planet Index, the Red List, and new GBF indicators across 13,808 species for the last 5 decades. Applying our evolutionary framework across these species, we estimate genetic diversity loss lags behind population and habitat area declines, with an estimated current 13-22% genetic diversity loss. However, we forecast future genetic diversity losses will reach 41-76% even if populations are not further contracted. These results highlight that safeguarding existing habitats is insufficient to maintain the genetic health of species and relying solely on continuous genetic monitoring underestimates lagging long term impacts.", "date": "2025-08-05", "journal": ""}
{"title": "Loss of Tonoplast Sucrose Transporter SUT4 Alters Seasonal Growth, Carbohydrate Allocation, and Fertility in Field-Grown Poplar", "doi": "10.1101/2024.10.22.619524", "authors": "Tuma, T. T.; McInnes, H. A.; Pham, H.; Bewg, W. P.; Deguchi, M.; Zhou, R.; Surber, S. M.; Lipzen, A.; Barry, K. W.; Lieb, B.; Weber Wyneken, D. L.; Harman-Ware, A. E.; Dahlen, J.; Harding, S.; Tsai, C.-J.", "abstract": "Climate uncertainty is intensifying the need for greater plasticity in carbohydrate reserve utilization to support winter survival and spring growth in woody perennials. In poplar, the single-copy SUT4, which encodes a tonoplast-localized sucrose transporter, and the SUT5/SUT6 genome duplicates, which encode plasma membrane-localized transporters, are expressed year-round, with SUT4 showing highest expression during cool seasons. Given its role in vacuolar sucrose efflux and winter-predominant expression, SUT4 may play a key role in modulating seasonal carbohydrate dynamics. While SUT4-knockdown and knockout effects have been studied under greenhouse conditions, their impact under field conditions remains unexplored. Here, we report a field-based study comparing CRISPR knockout mutants of winter-expressed SUT4 and SUT5/SUT6 in Populus tremula x alba. We show that sut4, but not sut56, mutants exhibited earlier autumn leaf senescence, delayed spring bud flush, reduced stem growth, and altered sugar partitioning in winter xylem and bark relative to controls. After two years in the field, all genotypes flowered before leaf flush in early spring; however, sut4 mutants produced sterile ovules despite developing normal-looking catkins. Metabolic profiling revealed disrupted sucrose and raffinose dynamics in elongating sut4 catkins, accompanied by transcriptomic signatures of elevated stress and downregulation of proanthocyanidin biosynthesis and circadian clock genes. These findings highlight the critical role of SUT4 in coordinating sugar allocation, stress responses, and seasonal development in poplar.", "date": "2025-08-05", "journal": ""}
{"title": "Social Experience Shapes Fighting Strategies in Drosophila", "doi": "10.1101/2024.10.25.620166", "authors": "Gao, C.; Ma, M.; Chen, J.; Ji, X.; Peng, Q.; Pan, Y.", "abstract": "Social isolation generally increases aggression but decreases mating competition, resulting in an intricate and ambiguous relationship between social experience, aggression, and reproductive success. In male Drosophila, aggression is often characterized by lunging, a frequent and comparatively low-intensity combat behavior. Here, we provide a behavioral paradigm for studying a less frequent but more vigorous fighting form known as tussling. While social enrichment decreases lunging, aligning with past observations, it heightens the more forceful tussling behavior. These two forms of aggression rely on different olfactory receptor neurons, specifically Or67d for lunging and Or47b for tussling. We further identify three pairs of central pC1 neurons that specifically promote tussling. Moreover, shifting from lunging to tussling in socially enriched males is accompanied with better territory control and mating success. Our findings identify distinct sensory and central neurons for two fighting forms and suggest that social experience may shape fighting strategies to optimize reproductive success.", "date": "2025-08-05", "journal": ""}
{"title": "Frem2 Knockout Mice Exhibit Fraser Syndrome Phenotypes and Neonatal Lethality Due to Bilateral Renal Agenesis", "doi": "10.1101/2024.10.28.620501", "authors": "Simikyan, R. G.; Zhang, X.; Strelkova, O. S.; Li, N.; Zhu, M.; Eckhard, A.; Baranov, P. Y.; Wu, X.; Lauren, R.; Indzhykulian, A. A.", "abstract": "Fraser syndrome is a rare autosomal recessive disorder characterized by multiple congenital malformations, including cryptophthalmos, syndactyly, and renal agenesis, which can lead to severe complications beginning at the embryonic stage. Mutations in genes encoding extracellular matrix proteins such as FRAS1, FREM1, FREM2, and the associated trafficking protein GRIP1, are implicated in Fraser syndrome. These proteins are critical for maintaining epithelial integrity during embryogenesis, with deficiencies leading to tissue detachment and blistering phenotypes in mouse models. The FREM2 protein is a single-pass membrane protein of 3169 amino acids. While Frem2-deficient mouse models encoding missense variants found in patients, or a truncated FREM2 protein product were previously reported, it has not been studied in a constitutive knockout (KO) mouse model. Here, we developed constitutive Frem2-KO mice exhibiting neonatal lethality, mainly due to bilateral renal agenesis, along with blood-filled blisters, cryptophthalmos, and syndactyly. Only one mouse survived to adulthood exhibiting unilateral renal agenesis and Fraser syndrome-like phenotypes. These findings confirm FREM2's crucial role in the development of the kidneys, skin, and eyes and provide an animal model for further studies of FREM2-related developmental disorders.", "date": "2025-08-05", "journal": ""}
{"title": "Rescue of bacterial motility using two and three-species FliC chimeras", "doi": "10.1101/2024.12.02.626473", "authors": "Scadden, J.; Pandit, D.; Ridone, P.; Sowa, Y.; Baker, M. A.", "abstract": "The bacterial flagellar filament acts as a propeller to drive most bacterial swimming. The filament is made of flagellin, known as FliC in Escherichia coli. FliC consists of four domains, the highly conserved core D0 and D1 domains and the hypervariable outer D2 and D3 domains. The size and structure of the outer domains varies, being completely absent in some bacterial species. Here, we sought to identify outer domains from various species that are compatible with the ability of E. coli K-12 FliC to form filaments capable of supporting motility. We calculated a phylogeny of 210 representative flagellin amino acid sequences and generated a series of FliC variants, including outer-domain-deleted forms and eleven chimeric FliC mutants using domains from E. coli K-12, Salmonella Typhimurium, Pseudomonas aeruginosa, Collimonas fungivorans, Helicobacter mustelae and Mesorhizobium sp. ORS3359 in various combinations. Notably, two of the chimeric fliC mutants rescued motility in a fliC-disrupted E. coli K-12 strain, both of which contained the S. Typhimurium D2 domain. Overall, we demonstrate that, while most FliC chimeras did not support motility, interchangeability of the outer domains can produce filaments that provide motility, providing insights to guide the design of synthetic flagellins.", "date": "2025-08-05", "journal": ""}
{"title": "Identification of brain-like complex information architectures in embryonic tissue of Xenopus laevis organoids", "doi": "10.1101/2024.12.05.627037", "authors": "Varley, T.; Pai, V.; Grasso, C.; Lunshof, J.; Levin, M.; Bongard, J.", "abstract": "Understanding how populations of cells collectively coordinate activity to produce the complex structures and behaviors that characterize multicellular organisms, and which coordinated activities, if any, survive processes that reshape cells and tissues into organoids, are fundamental issues in modern biology. Here we show how techniques from complex systems and multivariate information theory provide a framework for inferring the structure of collective organization in non-neural tissue. Many of these techniques were developed in the context of theoretical neuroscience, where these statistics have been found to be altered during different cognitive, clinical, or behavioral states, and are generally thought to be informative about the underlying dynamics linking biology to cognition. Here we show that these same patterns of coordinated activity are also present in the aneural tissues of evolutionarily distant biological systems: preparations of embryonic Xeno pus laevis tissue (known as \"basal Xenobots\"). These similarities suggest that such patterns of activity either arose independently in these two systems (epithelial constructs and brains); are epiphenomenological byproducts of other dynamics conserved across vastly different configurations of life; or somehow directly support adaptive behavior across diverse living systems. Finally, these results provide unambiguous support for the hypothesis that, despite their apparent simplicity as collections of non-neural epithelial cells, Xenobots are in fact integrated, complex systems in their own right, with sophisticated internal information structures.", "date": "2025-08-05", "journal": ""}
{"title": "WITHDRAWN: Diurnal Modulation of Locus Coeruleus Noradrenergic Neurons in Anesthetized Adult Male Rats", "doi": "10.1101/2025.01.06.631545", "authors": "Rae, R. J.; Baker, N. L.; Irwin, Z. T.; Shea, S. D.; McMahon, L. L.", "abstract": "bioRxiv has withdrawn this preprint because of misrepresentation of the corresponding author during the original submission. Therefore, this work should not be cited as a reference for this project. If you have any questions, please contact the corresponding author.", "date": "2025-08-05", "journal": ""}
{"title": "A wireless, 60-channel, AI-enabled neurostimulation platform", "doi": "10.1101/2025.02.04.635298", "authors": "Rizzuto, D. S.; Herrema, H. G.; Hu, Z.; Utin, D.; Kahn, J.; Ho, C.; Smiles, A.; Gross, R. E.; Lega, B. C.; Das, S. R.; Kahana, M. J.", "abstract": "Objective: Closed-loop neuromodulatory therapies require devices that can both decode ongoing brain states and deliver multi-site stimulation. Methods: We describe the Smart Neurostimulation System (SNS), a cranially mounted implant with 60 configurable recording/stimulation channels, inductive power, and onboard spectral-feature classification. In three freely moving sheep we streamed local-field potentials and conducted two parameter sweep experiments. Results: Cross-validated movement classifiers achieved an average AUC > 0.95. Increasing stimulation amplitude and frequencyproduced post-stimulation elevations in -band (8-12 Hz) and {gamma}-band (78-82 Hz) power at most target locations. Conclusion: The SNS unifies high-density sensing, real-time brain state decoding, and programmable closed-loop stimulation in a single device, demonstrating behavioral-state prediction and parameter-dependent neuromodulation in vivo. Significance: These findings establish a preclinical foundation for biomarker-guided stimulation targeting distributed cortical networks underlying memory and cognition.", "date": "2025-08-05", "journal": ""}
{"title": "Zinc availability in the tumor microenvironment dictates anti-PD1 response in CDKN2ALow tumors via increased macrophage phagocytosis", "doi": "10.1101/2025.02.08.637227", "authors": "Buj, R.; Cole, A. R.; Danielson, J.; Xu, J.; Hurd, D.; Kishore, A.; Kedziora, K. M.; Chen, J.; Yang, B.; Barras, D.; Uboveja, A.; Amalric, A.; Apiz, J. J.; Wickramasinghe, J.; Tangudu, N. K.; Levasseur, E.; Wang, H.; Minasyan, A.; Dadey, R. E.; Sharrow, A. C.; Kunning, S.; Vendetti, F. P.; Rivadeneira, D. B.; Bakkenist, C. J.; Bruno, T. C.; Delgoffe, G. M.; Hempel, N.; Snyder, N. W.; Bao, R.; Soloff, A. C.; Kirkwood, J. M.; Dangaj Laniti, D.; Kossenkov, A. V.; Muir, A.; Das, J.; Davar, D.; Mesaros, C.; Aird, K. M.", "abstract": "Anti-PD1 therapies are primarily thought to rely on functional T cell responses; yet tumors with limited T cell infiltration can still benefit, suggesting alternative mechanisms contribute to therapeutic efficacy. Indeed, we found that myeloid-rich, T cell-poor tumor models respond to anti-Pd1, and this is dependent on a cancer cell-macrophage cross-talk mediated by cancer cell Cdkn2a expression. Mechanistically, we found that cancer cells with decreased Cdkn2a expression (Cdkn2aLow), which occurs in ~50% of all hu-man cancers, reorganize zinc compartmentalization by upregulating the zinc importer Slc39a9 at the plasma membrane. Increased cancer cell plasma membrane Slc39a9 leads to intracellular zinc accumulation in cancer cells and depletion of zinc in the tumor microenvironment (TME), resulting in zinc-starved tumor-associated macrophages (TAMs) with reduced phagocytic activity. Restoring zinc availability in TAMs, via dietary supplementation or Slc39a9 knockdown in cancer cells, reprograms TAMs to a pro-phagocytic state and sensitizes Cdkn2aLow tumors to anti-Pd1 therapy. Remarkably, Slc39a9 knockdown tumors respond to anti-Pd1 in Rag1-/- mice, and co-injection of zinc-replete macrophages is sufficient to drive an anti-Pd1 response in immunodeficient mice, demonstrating the T cell-independent nature of this response. Clinically, TAMs from Cdkn2aLow cancer patients show reduced zinc and phagocytosis gene signatures. Moreover, patients with lower circulating zinc levels have significantly worse time-to-event outcomes than those with higher levels. Together, these findings uncover a previously unrecognized mechanism by which Cdkn2aLow cancer cells outcompete TAMs for zinc, impairing their function and limiting anti-Pd1 efficacy. They also provide evidence that macrophages alone, without T cells, can enhance anti-PD1 response through zinc-mediated reprogramming of phagocytosis.", "date": "2025-08-05", "journal": ""}
{"title": "High genomic stability of wMel Wolbachia after introgression into three geographically distinct Aedes aegypti populations", "doi": "10.1101/2025.02.24.638572", "authors": "Dainty, K. R.; Hawkey, J.; Supriyati, E.; Judd, L. M.; Uribe, A.; Velez, I. D.; Anh, D. D.; Arguni, E.; Tantowijoyo, W.; O'Neill, S. L.; Holt, K.; Simmons, C. P.; Flores, H. A.", "abstract": "The introgression of wMel Wolbachia into Aedes aegypti populations is being used for the biocontrol of arboviruses such as dengue and chikungunya in 15 countries to date. A wMel infection in Ae. aegypti both reduces the transmission of viruses by the mosquito and causes a reproductive manipulation that aids wMel introgression into naive populations. However, a critical concern is whether wMel could evolve over time, potentially diminishing these desired phenotypes. Here, we investigated the stability of the wMel genome in Ae. aegypti released for biocontrol in Colombia, Indonesia, and Vietnam. We sequenced the wMel genome at the start of releases and up to six years after wMel introgression into each population. Our study identifies very few genomic changes, suggesting the wMel genome is not rapidly evolving despite its release into three geographically different field sites and subsequent exposure to novel environments. These results align with previous wMel sequencing studies from Australia and provide strong evidence for the long-term genomic stability of wMel, reinforcing its potential as a reliable biocontrol tool against Ae. aegypti-transmitted arboviruses.", "date": "2025-08-05", "journal": ""}
{"title": "Integrative genotyping and analysis of canine structural variation using long-read and short-read data", "doi": "10.1101/2025.03.05.641690", "authors": "Schall, P. Z.; Kidd, J. M.", "abstract": "Structural variation makes an important contribution to canine evolution and phenotypic differences. Although recent advances in long-read sequencing have enabled the generation of multiple canine genome assemblies, most prior analyses of structural variation have relied on short read sequencing. To offer a more complete assessment of structural variation in canines, we performed an integrative analysis of structural variants present in 12 canine samples with available long-read and short-read sequencing data along with genome assemblies. Use of long-reads permits the discovery of heterozygous variation that is absent in existing haploid assembly representations while offering a marked increase in the ability to identify insertion variants relative to short-read approaches. Examination of the size spectrum of structural variants shows that dimorphic LINE-1 and SINE variants account for over 45% of all deletions and identified 1,410 LINE-1s with intact open reading frames that show presence-absence dimorphism. Using a graph-based approach, we genotype newly discovered structural variants in an existing collection of 1,879 resequenced dogs and wolves, generating a variant catalog containing a 56.5% increase in the number of deletions and 705% increase in the number of insertions previously found in the analyzed samples. Examination of allele frequencies across admixture components present across breed clades identified 283 structural variants evolving with a signature of selection.", "date": "2025-08-05", "journal": ""}
{"title": "Spatially Aware Adjusted Rand Index for Evaluating Spatial Transcriptomics Clustering", "doi": "10.1101/2025.03.25.645156", "authors": "Yan, Y.; Feng, X.; Luo, X.", "abstract": "The spatial transcriptomics (ST) clustering plays a crucial role in elucidating the tissue spatial heterogeneity. An accurate ST clustering result can greatly benefit downstream biological analyses. As various ST clustering approaches are proposed in recent years, comparing their clustering accuracy becomes important in benchmarking studies. However, the widely used metric, adjusted Rand index (ARI), totally ignores the spatial information in ST data, which prevents ARI from fully evaluating spatial ST clustering methods. We propose a spatially aware Rand index (spRI) as well as spARI that incorporate the spatial distance information. Specifically, when comparing two partitions, spRI provides a disagreement object pair with a weight relying on the distance of the two objects, whereas Rand index assigns a zero weight to it. This spatially aware feature of spRI adaptively differentiates disagreement object pairs based on their distinct distances, providing a useful evaluation metric that favors spatial coherence of clustering. The spARI is obtained by adjusting spRI for random chances such that its expectation takes zero under an appropriate null model. Statistical properties of spRI and spARI are discussed. The applications to simulation study and two ST datasets demonstrate the improved utilities of spARI compared to ARI in evaluating ST clustering methods. The R package to compute spRI and spARI is available at https://github.com/yinqiaoyan/spARI.", "date": "2025-08-05", "journal": ""}
{"title": "From in silico to in vitro: Wuhan sharpbelly bornavirus infects and persists in cyprinoform cells", "doi": "10.1101/2025.03.26.645528", "authors": "Eshak, M. I. Y.; Breithaupt, A.; Tews, B. A.; Luttermann, C.; Franzke, K.; Scheibe, M.; Woelke, S.; Beer, M.; Rubbenstroth, D.; Pfaff, F.", "abstract": "Our recent study using in silico data mining identified novel culterviruses (family: Bornaviridae) in fish, including a variant of Wuhan sharpbelly bornavirus (WhSBV) in grass carp kidney and liver cell lines. Here, metagenomic sequencing of different fish cell lines revealed WhSBV in two cell lines from grass carp (Ctenopharyngodon idella; order: Cypriniformes). Using these cell lines, we investigated the ability of WhSBV to infect and establish persistent infection in other cell lines from bony fish (Cypriniformes, Chichliformes, Salmoniformes, Centrarchiformes and Spariformes), reptiles (Testudines and Squamata), birds (Galliformes) and mammals (Primates and Rodentia). WhSBV showed efficient replication and a time-dependent increase in viral RNA levels in cypriniform cells, whereas replication was limited, confined to single cells, and lacked a clear time-dependent increase in cells from other bony fish and reptiles. No replication was detected in avian and mammalian cells. In situ hybridisation and electron microscopy confirmed the presence of viral RNA and particles in infected cypriniform cells. Transcriptomic sequencing revealed minimal innate immune activation during early stages of infection and antiviral response only at later stages, suggesting that WhSBV establishes persistence by evading early immune recognition. In addition, we identified polycistronic viral mRNAs regulated by specific transcriptional start and termination sites and RNA splicing. Viral proteins were detected, confirming previous in silico predictions. These findings provide insights into the potential infectivity, persistence mechanisms and transcriptional strategies of WhSBV. This study validates previous findings from in silico data mining, further reinforcing its effectiveness as a powerful tool for discovering hidden viruses.", "date": "2025-08-05", "journal": ""}
{"title": "Neural Tracking of the Maternal Voice in the Infant Brain", "doi": "10.1101/2025.04.01.646597", "authors": "Jessen, S.; Orf, M.; Obleser, J.", "abstract": "Infants preferentially process familiar social signals, but the neural mechanisms underlying continuous processing of maternal speech remain unclear. Using EEG-based neural encoding models based on temporal response functions, we investigated how 7-month-old human infants track maternal vs. unfamiliar speech and whether this affects simultaneous face processing. Infants (13 boys, 12 girls) showed stronger neural tracking of their mother's voice, independent of acoustic properties, suggesting an early neural signature of voice familiarity. Furthermore, central encoding of unfamiliar faces was diminished when infant's heard their mother's voice and face-tracking accuracy at central electrodes increased with earlier occipital face tracking, suggesting heightened attentional engagement. However, we found no evidence for differential processing of happy vs. fearful faces, contrasting previous findings on early emotion discrimination. Our results reveal interactive effects of voice familiarity on multimodal processing in infancy: while maternal speech enhances neural tracking, it may also alter how other social cues, such as faces, are processed. The findings suggest that early auditory experiences shape how infants allocate cognitive resources to social stimuli, emphasizing the need to consider cross-modal influences in early development.", "date": "2025-08-05", "journal": ""}
{"title": "Temporal adaptation aids object recognition in deep convolutional neural networks in suboptimal viewing scenario's", "doi": "10.1101/2025.04.03.646752", "authors": "Brands, A. M.; Lange, G.; Groen, I. I. A.", "abstract": "The primate visual system excels in recognizing objects under challenging viewing scenario's. A neural mechanism that is thought to play a key role in this ability is rapid temporal adaptation, or the adjustment of neurons' activity based on recent history. To understand how temporal adaptation may support object recognition, previous work has incorporated a variety of temporal feedback mechanisms in deep convolutional neural networks (DCNN) and explored how these mechanisms affect object recognition performance. While multiple adaptation mechanisms have been shown to impact model behavior, it remains unclear how the origin (intrinsic or recurrent) and the way the temporal feedback is integrated (additive or multiplicative) affects object recognition. Here, we compare the impact of four different temporal adaptation mechanisms on object recognition using three different task designs, including object recognition under either noise or occlusion, and in the context of novelty detection. Our results show that the effectiveness of temporal adaptation mechanisms for robust object recognition depends on the task and dataset. For objects embedded in noise, intrinsic adaptation excels with simple, high-contrast inputs, while recurrent mechanisms perform better with complex, low-contrast inputs, highlighting their focus on different visual features. Under dynamic occlusion, recurrent adaptation mechanisms exhibit a more progressive increase in performance over time, suggesting they better maintain object coherence when parts are obscured. For novelty detection, recurrent mechanisms show higher performance compared to intrinsic adaptation mechanisms, suggesting that recurrence aids in detecting global changes caused by the presentation of new objects. All together, these findings suggest that robust object recognition likely requires multiple temporal adaptation strategies in parallel to handle the diverse challenges of naturalistic visual settings.", "date": "2025-08-05", "journal": ""}
{"title": "Cross-species Standardised Cortico-Subcortical Tractography", "doi": "10.1101/2025.04.29.651254", "authors": "Assimopoulos, S.; Warrington, S.; Folloni, D.; Bryant, K.; Mohammadi-Nejad, A.-R.; Tang, W.; Jbabdi, S.; Heilbronner, S.; Mars, R. B.; Sotiropoulos, S. N.", "abstract": "Despite their importance for brain function, cortico-subcortical white matter tracts are under-represented in diffusion MRI tractography studies. Their non-invasive mapping is more challenging and less explored compared to other major cortico-cortical bundles. We introduce a set of standardised tractography protocols for delineating tracts between the cortex and various deep subcortical structures, including the caudate, putamen, amygdala, thalamus and hippocampus. To enable comparative studies, our protocols are designed for both human and macaque brains. We demonstrate how tractography reconstructions follow topographical principles obtained from tracers in the macaque and how these translate to humans. We show that the proposed protocols are robust against data quality and preserve aspects of individual variability stemming from family structure in humans. Lastly, we demonstrate the value of these species-matched protocols in mapping homologous grey matter regions in humans and macaques, both in cortex and subcortex.", "date": "2025-08-05", "journal": ""}
{"title": "Afferent-specific modulation of excitatory synaptic transmission by acetylcholine and serotonin in the prelimbic cortex", "doi": "10.1101/2025.05.04.652144", "authors": "Baker, A. L.; Gulledge, A. T.", "abstract": "Acetylcholine (ACh) and serotonin (5-hydroxytryptamine, or 5-HT) differentially regulate the excitability of pyramidal neurons in the mouse prelimbic (PL) cortex according to their long-distance projections. However, less is known about how these modulators regulate synaptic transmission in cortical circuits. We tested for afferent- and/or target-specific modulation of glutamate release by ACh and 5-HT in two excitatory projections to the PL cortex: commissural (COM) afferents from the contralateral PL cortex and projections from the ipsilateral mediodorsal nucleus (MDN) of the thalamus. Using ex-vivo optogenetic approaches, we mapped the connectivity and neuromodulation of COM and MDN afferents in layer 5 intratelencephalic (IT) and extratelencephalic (ET) projection neurons. Dual whole-cell recordings in pairs of IT and ET neurons revealed that COM afferents monosynaptically target both IT and ET neurons, but that MDN afferents selectively target IT neurons. Both afferents exhibited similar, and target-independent, short-term synaptic plasticity (paired-pulse facilitation), but were differentially modulated by ACh and 5-HT. COM transmission was suppressed strongly by ACh and moderately by 5-HT, while MDN inputs to IT neurons were largely unaffected by either neuromodulator. Suppression of COM transmission by ACh and 5-HT was mediated by M4 muscarinic receptors and 5-HT1B receptors, respectively. Chemogenetic inhibition of hM4Di-expressing COM terminals mimicked the suppressive effects of ACh and 5-HT on COM synaptic transmission, whereas activation of hM3Dq-expressing COM afferents had no effect. These data suggest that ACh and 5-HT are similarly selective in regulating COM synaptic transmission in the PL cortex in a target-independent manner.", "date": "2025-08-05", "journal": ""}
{"title": "Ecological constraints and evolutionary trade-offs shape nitrogen fixation across habitats", "doi": "10.1101/2025.05.20.655134", "authors": "Sobol, M.; Ane, C.; McMahon, K.; Kacar, B.", "abstract": "From its earlier beginnings, life's expansion into new habitats has been profoundly shaped by its reciprocal interactions with Earth's changing environments. Understanding how ancient metabolisms co-evolved with their environments require uncovering the ecological and evolutionary processes that structured the functionally linked genes and networks underlying these metabolisms. Here, we focus on nitrogen (N2) fixation, one of life's most critical metabolisms to all known life, and investigate the drivers of complexity in its associated gene machinery today. We used a large-scale comparative genomics framework to construct a comprehensive catalog of extant N2 fixation-associated genes and assessed their distribution across diverse microbial genomes and environmental backgrounds. Genomes enriched in N2 fixation genes generally have larger genome sizes, broader metabolic capabilities, wider habitat ranges, and are predominantly associated with mesophilic and aerobic lifestyles. Evolutionary reconstructions reveal a pattern of early gene gains in ancestral diazotrophs followed by lineage specific gene losses in later diverging taxa, suggesting evolutionary trade-offs shaped by changing environments. These findings demonstrate that the evolution of N2 fixation has been intertwined with the composition and organization of the genes supporting the overarching N2 metabolism, driven by feedbacks between genome evolution and shifting environmental and ecological conditions.", "date": "2025-08-05", "journal": ""}
{"title": "Half as high for twice as long: male bias in the fertile-age sex ratio", "doi": "10.1101/2025.05.19.654849", "authors": "Nitschke, M. C.; Hawkes, K.; Kim, P.", "abstract": "Humans are distinguished from our closest living relatives, other great apes, by our extended postmenopausal longevity, later first births, and shorter birth intervals. Those features likely evolved as ancestral grandmothers' foraging subsidised dependents in habitats lacking foods that youngsters could manage for themselves. If so, as female post-fertile years increased, older years increased in males too. Those still-fertile old males in the paternity competition pushed average male reproductive success below the female average. According to R. A. Fisher, Mendelian inheritance requires equal contributions from both sexes to descendant gene pools. Higher average reproductive success in one sex makes tendencies to overproduce it pass to more grandchildren, equalizing averages in descendant generations. Yet, men's lower average reproductive success persists, their fertility lasting decades longer than women's. Here, we present a simple mathematical model to investigate this phenomenon. We show that a male-biased adult sex ratio is consistent with an offspring sex ratio of 1:1. Assuming a stable age distribution, we show that if male fertile careers are twice as long as those of females, the corresponding reproductive value of males is larger than that of females, which acts to balance the effect of higher female reproductive success. We propose that extended male fertility balances the sex difference in average reproductive success, maintaining Fisher's equilibrium under human life history conditions.", "date": "2025-08-05", "journal": ""}
{"title": "An innovative in vitro model for studying the biology of cardiac fibroblasts originating from the epicardium", "doi": "10.1101/2025.05.23.655755", "authors": "Muller-Sanchez, C.; Muniz-Banciella, M. G.; Reina, M.; Soriano, F. X.; Martinez-Estrada, O. M.", "abstract": "Embryonic epicardium is a major source of cardiac fibroblasts (CFs), which play essential roles in heart development and response to heart injury. In this study, we developed a novel mouse model to identify distinct populations of epicardium-derived CFs. Our Wt1GFP/+;Wt1Cre;ROSA26-tdRFP model enables lineage tracing of WT1Cre-labeled (RFP) fibroblasts and the identification of cells actively expressing WT1 (GFP). Flow cytometry at early postnatal stages showed that RFP cells form a heterogeneous stromal population, with 20.13% co-expressing GFP, indicating persistent WT1 expression in a subset. We successfully immortalized RFP cardiac stromal cells, highly enriched in fibroblasts, by excluding other Wt1Cre-active cell types. Through culture condition optimization, we could selectively expand or differentiate specific fibroblast subpopulations, increasing the model's utility. These immortalized cells, carrying an integrated WT1 reporter system, provide a robust in vitro platform to study fibroblast activation, differentiation, and plasticity under defined conditions.", "date": "2025-08-05", "journal": ""}
{"title": "Frustratingly easy domain adaptation for cross-species transcription factor binding prediction", "doi": "10.1101/2025.05.21.655414", "authors": "Ebeid, M. M.; Balci, A. T.; Chikina, M.; Benos, P. V.; Kostka, D.", "abstract": "Motivation: Sequence-to-function models interpret genomic DNA and predict functional outputs, successfully characterizing regulatory sequence activity. However, interpreting these models remains challenging, raising questions about the generalizability of inferred sequence functions. Cross-species prediction of transcription factor (TF) binding offers a promising approach to enhance model generalization by leveraging sequence variation across species, and it can contribute to the discovery of a conserved gene-regulatory code. However, addressing systematic differences between the genomes of various species is a significant challenge. Results: We introduce MORALE, a framework that utilizes a well-established domain adaptation approach that is \"frustratingly easy.\" MORALE trains on sequences from one or more source species and predicts TF binding on a single target species where no binding data is available. To learn an invariant cross-species sequence representation, MORALE aligns the first and second moments of the data-generating distribution between all species. This direct approach integrates easily into representation learning models with an embedding layer. Unlike alternatives such as adversarial learning, it does not require additional parameters or other model design choices. We apply MORALE to two ChIP-seq datasets of liver-essential TFs: one comprising human and mouse, and another comprising five mammalian species. Compared to both a baseline and an adversarial approach termed gradient reversal (GRL), MORALE demonstrates improved performance across all TFs in the two-species case. Importantly, it avoids a performance degradation observed with the GRL approach in this study. Furthermore, feature attribution revealed that important motifs discovered by MORALE were closer to the actual TF binding motif compared with the GRL approach. For the five-species case, our method significantly improved TF binding site prediction for all TFs when predicting on human data, surpassing the performance of a human-only model -- a result not observed in the two-species comparison. Overall, MORALE is a direct and competitive approach that leverages domain adaptation techniques to improve cross-species TF binding site prediction.", "date": "2025-08-05", "journal": ""}
{"title": "Lysosomal Enhancement Prevents Infection with PrPSc, α-Synuclein & Tau Prions", "doi": "10.1101/2025.06.24.661349", "authors": "Mercer, R. C. C.; Le, N. T. T.; Mirza-Romero, N. A.; Flaherty, E.; DeFranco, J. P.; Lavigna, G.; Orbe, I. C.; Gatdula, J. R. P.; Fraser, D. G.; Sundaravadivelu, A.; Vultaggio, J. S.; Beeler, A. B.; Chiesa, R.; Telling, G. C.; Harris, D. A.", "abstract": "Prion diseases are fatal neurodegenerative diseases of humans and other mammals with no current treatment options. Here, we describe the characterization of a novel anti-prion compound, elacridar (GW120918), which has sub-micromolar activity in assays of prion infection, propagation and toxicity. Elacridar acts at an early step in the prion infection process, enhancing degradation of newly formed PrPSc. The lysosome is the likely site of elacridars anti-prion effects, based on transcriptomic analysis and the use of functional lysosomal probes. Elacridar alters gene expression networks controlling lysosomal sterol and lipid metabolism but, unlike other lysosomotropic drugs, it prominently upregulates genes that control lysosomal pH. Surprisingly, these effects occur independently of TFEB nuclear translocation, suggesting novel regulatory mechanisms. The anti-prion effects of elacridar extend to -synuclein and tau prions, highlighting lysosomal enhancement as a general strategy for the treatment of protein misfolding neurodegenerative diseases.", "date": "2025-08-05", "journal": ""}
{"title": "Differences in immune cell profiles around the time of islet autoimmunity seroconversion in children with and without type 1 diabetes", "doi": "10.1101/2025.06.23.661117", "authors": "Hohsfield, K. R.; Carry, P. M.; Slack, S. D.; Repaci, C. T.; Vanderlinden, L. A.; Kechris, K.; Rewers, M.; Norris, J. M.; Johnson, R. K.", "abstract": "Seroconversion (SV) marks the initiation of islet autoimmunity (IA) and pre-clinical phase of type 1 diabetes, yet the contributions of immune cells beyond cytotoxic T cells remain unclear. We applied high-resolution immune cell-type deconvolution using peripheral blood DNA methylation data from nested case-control samples of the Diabetes Autoimmunity Study in the Young (DAISY; n=151) and The Environmental Determinants of Diabetes in the Young (TEDDY; n=166) to estimate immune cell proportions across pre-SV and SV timepoints and construct functional ratios, such as the neutrophil-to-lymphocyte ratio (NLR). Using linear models, we evaluated differences between type 1 diabetes cases and controls at pre-SV, SV, and the change across timepoints. Pre-SV, cases had higher NLR and lower CD4T/CD8T cell ratios. At SV, the combined B-CD4T-CD8T memory/naive ratio was reduced in cases. From pre-SV to SV, cases showed attenuations in NLR, B-memory/naive, and B-CD4T-CD8T memory/naive ratios. These patterns may reflect delayed or disrupted immune maturation with the persistence or expansion of naive cells or impaired transition to memory subsets following antigen exposure. Our findings highlight early shifts in innate and adaptive immune cell dynamics during type 1 diabetes pathogenesis and support immune cell ratios as potential biomarkers for risk stratification and mechanistic insight.", "date": "2025-08-05", "journal": ""}
{"title": "Directional cell motility facilitates side-branching in the mammary epithelium in a tension-sensitive manner", "doi": "10.1101/2025.07.30.667704", "authors": "Kaczynska, B.; Lan, Q.; Mikkola, M. L.; Myllymaki, S.-M.", "abstract": "Branching morphogenesis is a fundamental developmental process that shapes the architecture of many epithelial organs, including the mammary gland. In essence, it enables epithelia with cylindrical geometry to grow in a tree-like pattern through repeated cycles of elongation and branching. In the mammary gland, branches form via tip splitting (bifurcation) and budding from the stalk (side-branching). Here, we utilize 3D confocal timelapse imaging of ex vivo cultured embryonic mammary glands and a variety of mouse models, to elucidate for the first time, how side branches form in the mammary epithelium. Our results show that branch formation is preceded by outward directional cell migration, whereas cell divisions or their orientation have a more minor contribution. We also demonstrate that frequency of branching increases substantially upon relaxation of epithelial actomyosin network, induced by deletion of Myh9. Interestingly, mosaic Myh9 ablation impedes cell movement amongst neighbors with higher contractility, suggesting that balancing of NMIIA-generated forces are needed for effective collective migration.", "date": "2025-08-05", "journal": ""}
{"title": "Essential role of astrocytes in rapid activity-dependent restructuration of the axon initial segment", "doi": "10.1101/2025.07.31.667937", "authors": "Sanz-Galvez, R.; Inglebert, Y.; Kolta, A.", "abstract": "One key regulator of neuronal excitability is the axon initial segment (AIS), a highly specialized axonal region, enriched in ion channels, where action potentials are initiated. The AIS can undergo significant morphological changes to fine-tune neuronal excitability in response to external perturbations. Long considered solely a homeostatic mechanism operating over long timescales (hours to days) to adjust excitability, we show here that this phenomenon can also occur rapidly, within minutes, following a brief period of high activity in layer 5 pyramidal neurons of the visual cortex. Because astrocytes have been known to regulate neuronal excitability, we explored the effects of gliotransmitters on this process and identified the calcium-binding protein S100{beta} from astrocytes to be required for the rapid reorganization of the AIS.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=184 HEIGHT=200 SRC=\"FIGDIR/small/667937v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (31K):\norg.highwire.dtl.DTLVardef@11b7f7corg.highwire.dtl.DTLVardef@4ec01aorg.highwire.dtl.DTLVardef@26152dorg.highwire.dtl.DTLVardef@38560d_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-08-05", "journal": ""}
{"title": "Circling in on plasmids: benchmarking plasmid detection and reconstruction tools for short-read data from diverse species", "doi": "10.1101/2025.07.28.667252", "authors": "Teixeira, M.; Souque, C.; Worby, C. J.; Shea, T.; Commins, N.; Smith, J. T.; Miklos, A. M.; Abeel, T.; Earl, A. M.; Manson, A. L.", "abstract": "The ability to detect and reconstruct plasmids from genome assemblies is crucial for studying the evolution and spread of antimicrobial resistance and virulence in bacteria. Though long-read sequencing technologies have made reconstructing plasmids easier, most (97%) of the bacterial genome assemblies in the public domain are generated from short-read data. Work to compare plasmid reconstruction tools has focused primarily on E. coli, leaving gaps in our understanding of how well these tools perform on other, less well-characterized, taxa. Using high quality assemblies as ground truth, we benchmarked 12 plasmid detection tools (which identify plasmid contigs in assemblies) and four plasmid reconstruction tools (which group contigs from the same plasmid together). We tested their ability to characterize diverse plasmids from short-read assemblies representing a wide range of Enterobacterales and Enterococcus species, including newly discovered and poorly characterized species collected from non-human hosts. Plasmer, PlasmidEC, PlaScope, and gplas2 were the highest-scoring plasmid detection tools, performing well for both Enterobacterales and enterococci. The two major determinants of accurate plasmid detection were representation in plasmid databases - with Enterobacterales plasmids being more easily detected than those from enterococci - and assembly contiguity, which was also key for successful plasmid reconstruction. Gplas2 performed best for plasmid reconstruction; however, less than half of plasmids were perfectly reconstructed, suggesting that substantial room for improvement remains in this class of tools.", "date": "2025-08-05", "journal": ""}
{"title": "Spatiotemporal Dynamics of fMRI Signal Changes Induced by High Concentration Normobaric Oxygen Inhalation", "doi": "10.1101/2025.07.29.667573", "authors": "Su, Y.-S.; Wu, C.-T.; Goh, J. O. S.; Sanes, J. N.; Chao, Z. C.", "abstract": "While it is well known that oxygen supports the brain's metabolic demands, it remains unclear how increased oxygen concentration influences intrinsic neural activity over time and across brain regions. Using resting-state functional magnetic resonance imaging (fMRI), we examined the dynamic responses to high-concentration normobaric oxygen across distinct phases of exposure and withdrawal. We revealed three patterns in the BOLD signals: increased activation during inhalation, an undershoot following immediate oxygen withdrawal, and reactivation even without continued oxygen. These responses were most pronounced in the default mode network (DMN), but also exhibited spatiotemporally heterogeneous patterns across the brain, a map we term Brain Oxygen Sensitivity Topography (BOST). Functional connectivity analyses further revealed increased between-network connectivity during inhalation and enhanced within-network connectivity in the DMN during the aftereffect. This spatiotemporal heterogeneity and transient network reorganization suggests that distinct physiological processes are engaged at each phase, enabling us to predict how different oxygen protocols will enhance specific cognitive functions.", "date": "2025-08-05", "journal": ""}
{"title": "Serotonin drives choice-independent reconfiguration of distributed neural activity", "doi": "10.1101/2025.08.01.668048", "authors": "Meijer, G. T.; Catarino, J. A.; Freitas-Silva, L.; Laranjeira, I.; International Brain Laboratory,  ; Mainen, Z. F.", "abstract": "Serotonin (5-HT) is a central neuromodulator which is implicated in, amongst other functions, cognitive flexibility. 5-HT is released from the dorsal raphe nucleus (DRN) throughout nearly the entire forebrain. Little is known, however, about how serotonin affects downstream populations of neurons and how this modulation might support its cognitive functions. Here, we optogenetically stimulated serotonergic neurons in the DRN while recording large parts of the brain with Neuropixels during quiet wakefulness and performance of a perceptual decision-making task. During quiet wakefulness, 5-HT stimulation induced a rapid switch in internal state, as indicated by dilation of the pupil, suppression of hippocampal sharp wave ripples, and increased exploratory behaviors, such as whisking. To elucidate the brain-wide effect of serotonin release we performed acute Neuropixel recordings in seven target locations, a total of 7,478 neurons were recorded across 17 mice. We found that 5-HT stimulation significantly modulated neural activity in all the recorded brain regions, both during quiet wakefulness and task performance. During task performance, however, we observed no change in behavior when stimulating 5-HT. We found that the 5-HT modulation of high-dimensional neural dynamics is confined to a subspace which is orthogonal relative to the choice axis. These observations describe a possible mechanism for the induction of state-dependent stimulus representations, suggesting a neural basis for neuromodulatory effects on brain-wide circuits to flexible decision-making.", "date": "2025-08-05", "journal": ""}
{"title": "GFAP Degradation in TBI: Linking Novel Modified Products to Astrocyte Pathology and Patient Outcome", "doi": "10.1101/2025.08.01.668181", "authors": "Wanner, I. B.; Halford, J.; Lopez, J.; Shen, S.; Chen, Y.; Zhao, H.; Salas, C. I.; Loo, R. R.; Robicsek, S.; Ellingson, B. M.; Gornbein, J.; Van Meter, T. E.; Shaw, G.; Loo, J. A.; Vespa, P. M.", "abstract": "Monitoring patients with traumatic brain injury (TBI) is essential for mitigating secondary complications. TBI disrupts proteostasis, driving protein degradation and proteinopathy, which may heighten the risk of neurodegeneration. This underscores the need for early, noninvasive biomarker detection. Glial fibrillary acidic protein (GFAP), an astroglial intermediate filament, is a well-established TBI biomarker. Yet, GFAP biomarker-associated pathomechanisms are incompletely understood. An observational cohort of neurocritical care patients was used for detailed study of TBI biofluid-derived GFAP proteoforms, complemented by controlled experiments using a primary human astrocyte cell culture trauma model. This study defined for the first time the trauma-generated GFAP degradome with posttranslational modifications (PTMs) through mass spectrometry (MS) sequencing of immunopurified GFAP breakdown products (BDPs). Trauma-specific citrullinations and acetylations were validated via MS spectra. The TBI-GFAP fragments differed from those of Alzheimers and Alexander diseases, revealing novel coil1/coil2-harboring cleavage products in TBI CSF, while TBI serum samples had only coil1-products. Epitope mapping identified a novel trauma-specific cleavage site and revealed coil1-BDPs as selectively released into fluid, while coil2 fragments remained intracellular in human traumatized astrocytes. Signals of citrullinated GFAP-specific antibodies differed from those of unmodified GFAP both in TBI patients CSF and in the trauma model, where non-filamentous aggregates were detected in dystrophic astrocytes. TBI-GFAP fragments were generated by stepwise trauma-activated calpain and caspase activities shown by in vitro inhibitor studies. Live cell imaging with fluorescent protease reporters demonstrates coexisting calpain and caspase activities alongside membrane disruption, jointly identifying distinct astrocyte injury states. The trajectory of GFAP proteolysis was analyzed in CSF from 23 TBI patients over 10 postinjury days (PIDs), via calibrated, band-specific scaled immunoblot densitometry. Profiles covaried with patient age and body temperature. Full-length GFAP and 45-49kDa fragments peaked in CSF on injury day and declined over time, whereas calpain-generated 37-39kDa BDPs remained elevated. Small BDPs exhibited either delayed rises or remained undetected. Compared to the 20-26kDa BDPs, 15-19kDa products were notably underrepresented, consistent with coil1-BDPs being preferentially released from astrocytes and intracellular retention of coil2-BDPs. In the trauma culture model, fluid levels of calpain-generated GFAP fragment varied with time and injury severity. In TBI patients, CSF GFAP-BDP trajectories distinguished good from poor outcome on the Extended Glasgow Outcome Scale (GOSE), while uncleaved GFAP trajectories failed to predict six-month outcomes. These novel GFAP-BDP signatures support a potential context of use (COU) in neurocritical care TBI monitoring and offer preliminary insights into astroglial proteinopathy- potentially linked to neurodegeneration after TBI.", "date": "2025-08-05", "journal": ""}
{"title": "Transdiagnostic electrophysiological subtypes reveal brain-behavior dimensions in youth psychiatry", "doi": "10.1101/2025.08.01.668189", "authors": "Tabbal, J.; Ebadi, A.; Robert, G.; Rodriguez-Herreros, B.; Mheich, A.; Chabane, N.; Lefebvre, A.; Iftimovici, A.; Allouch, S.; HASSAN, M.", "abstract": "Conventional psychiatric diagnoses often fail to reflect the underlying neurobiological and behavioral complexity of mental health conditions. Here, we propose a transdiagnostic, data-driven framework for stratifying youth based on large-scale multisite electroencephalography (EEG) data from 1,707 individuals aged 5-18 years, including healthy controls and individuals diagnosed with attention-deficit/hyperactivity disorder (ADHD), autism spectrum disorder (ASD), anxiety disorders (ANX), and learning disabilities (LD), along with their common comorbidities. By applying normative modeling to quantify individual deviations from typical brain functional maturation, and integrating multidimensional EEG features across spectral, temporal, complexity, and dynamical domains via similarity network fusion clustering, we identified three robust neurophysiological biotypes. These biotypes showed distinct electrophysiological and behavioral profiles, and captured meaningful brain-behavior relationships. Our findings suggest that biologically informed subtypes capture meaningful neuropsychiatric heterogeneity in youth, challenging conventional diagnostic boundaries in psychiatric nosology.", "date": "2025-08-05", "journal": ""}
{"title": "Measuring Dependencies between Biological Signals with Self-supervision, and its Limitations", "doi": "10.1101/2025.08.02.668286", "authors": "Sariyanidi, E.; Herrington, J. D.; Yankowitz, L.; Chaudhari, P.; Satterthwaite, T. D.; Zampella, C. J.; Schultz, R. T.; Shinohara, R. T.; Tunc, B.", "abstract": "Measuring the statistical dependence between observed signals is a primary tool for scientific discovery. However, biological systems often exhibit complex non-linear interactions that currently cannot be captured without a priori knowledge regarding the nature of dependence. We introduce a self-supervised approach, concurrence, which is inspired by the observation that if two signals are dependent, then one should be able to distinguish between temporally aligned vs. misaligned segments extracted from them. Experiments with fMRI, physiological and behavioral signals show that, to our knowledge, concurrence is the first approach that can expose relationships across such a wide spectrum of signals and extract scientifically relevant differences without ad-hoc parameter tuning or reliance on a priori information, providing a potent tool for scientific discoveries across fields. However, dependencies caused by extraneous factors remain an open problem, thus researchers should validate that exposed relationships truly pertain to the question(s) of interest.", "date": "2025-08-05", "journal": ""}
{"title": "Retrograde Optogenetics Reveals Functional Convergence within a Corticotectal Pathway of Non-Human Primates", "doi": "10.1101/2025.08.03.667949", "authors": "Yu, X.; Gopal, A.; Inoue, K.-i.; Bohlen, M.; Kuczewski, G.; Sommer, M. A.; Nienborg, H.; Takada, M.; Hikosaka, O.", "abstract": "Retrograde optogenetics enables tagging and manipulation of pathway-defined neurons, although its application to the non-human primate brain remains challenging. We applied the technique to identify, record, and activate neurons forming the frontal eye field-superior colliculus projection in behaving macaques. Optical stimulation evoked robust contralateral saccades and pathway-selective opto-tagging revealed the functional visuo-motor convergences within this pathway. Our findings resolve a longstanding controversy about the frontal oculomotor outputs and highlight retrograde optogenetics as a powerful tool for primate circuit-level studies.", "date": "2025-08-05", "journal": ""}
{"title": "Integrative modeling of seasonal influenza evolution via AI-powered antigenic cartography", "doi": "10.1101/2025.08.04.668423", "authors": "Ito, J.; Kawakubo, S.; Unno, H.; Strange, A.; Lytras, S.; Okumura, K.; Lilley, A.; Harvey, R.; Lewis, N.; Sato, K.", "abstract": "Seasonal influenza viruses evade host immunity through rapid antigenic evolution. Antigenicity is assessed by serological assays and typically visualized as antigenic maps, which represent antigenic differences among virus strains. However, conventional maps cannot directly infer the antigenicity of unexamined variants from their genotypes. Here, we present PLANT, a protein language model that projects influenza A/H3N2 viruses onto an antigenic map using HA protein sequences. Using PLANT-based cartography, we show that (i) H3N2 antigenic evolution accelerates during periods of disrupted global circulation, (ii) antigenic novelty accounts for a substantial portion of viral fitness advantage, and (iii) vaccine strains are often antigenically distant from circulating viruses. We further propose a PLANT-based framework for selecting vaccine strains with improved antigenic match than the WHO-recommended strains. This study provides a statistical foundation for integrated modeling of viral genotype, antigenicity, and fitness, offering quantitative insights into influenza virus evolution and supporting rational vaccine design.", "date": "2025-08-05", "journal": ""}
{"title": "Sirtuin 1 is an endogenous NETosis inhibitor that becomes dysfunctional in diabetes", "doi": "10.1101/2025.08.05.668601", "authors": "Wang, L. D.; Dalan, R.; Hou, H. W.; Wong, S. L.", "abstract": "Neutrophils release their chromatin with toxic granular proteins as neutrophil extracellular traps (NETs) when activated. Diabetes exacerbates NET formation (NETosis), resulting in tissue damage and diabetic complications such as non-healing wounds. How diabetes predisposes neutrophils to NETosis remains unclear. Herein, we found that pharmacological inhibition or siRNA-knockdown of sirtuin 1 (SIRT1) increased NETosis in neutrophils of healthy humans and mice, unveiling SIRT1 as an endogenous suppressor of NETosis. In contrast, SIRT1 inhibition did not cause further increase in NETosis in neutrophils of diabetic patients and mice, indicative of SIRT1 dysfunction in disease state. Indeed, SIRT1 activity was significantly lower in neutrophils of diabetic individuals, accompanied by a concomitant increase in the activity of peptidylarginine deiminase 4 (PAD4), a key enzyme that mediates NETosis. PAD4 was co-detected with SIRT1 immunoprecipitated from HL-60-derived neutrophils cultured in basal glucose; such co-immunoprecipitation was absent in cells with high-glucose exposure, suggesting that hyperglycemia disrupts the SIRT1-PAD4 interaction. SIRT1 activators restored the SIRT1-PAD4 interaction and normalized the exacerbated NETosis and PAD4 activity in diabetes and hyperglycemia. This study reveals a novel regulatory role of SIRT1 on PAD4 activity. Revitalizing SIRT1 can be a new preventive or therapeutic strategy for combating NET-mediated inflammation in diabetes and beyond.", "date": "2025-08-05", "journal": ""}
{"title": "CX3CR1 Fate-Mapping In Vivo Distinguishes Cochlear Resident and Recruited Macrophages After Acoustic Trauma", "doi": "10.1101/2025.08.04.668473", "authors": "Murali, S. V.; Stothert, A. R.; Pereyra, E.; Batalkina, L.; Kaur, T.", "abstract": "Cochlear injury activates the resident macrophages (RM) and recruits the blood-circulating monocytes and monocyte-derived macrophages (Mo/Mo-M), but their specific functions in the injured cochlea are unknown. It is well established that the chemokine fractalkine receptor (CX3CR1), expressed by cochlear macrophages, influences the density of those macrophages and promotes synaptic repair and spiral ganglion neuron survival in the injured cochlea. As CX3CR1 is expressed on both RM and Mo/Mo-M, it remains unclear if CX3CR1-expressing RM and Mo/Mo-M are distinct and differentially promote SGN survival after cochlear injury. Here, we demonstrate the use of fate mapping via a tamoxifen-inducible CX3CR1 mouse model (CX3CR1YFP-CreERT2/wildtype:R26RFP) wherein CX3CR1-expressing RM and Mo/Mo-M are endogenously labeled with different fluorescent reporters to define the heterogeneity in cochlear macrophages regarding their origin, turnover, spatiotemporal distribution, morphology, and fate following a loud acoustic trauma. After 60 days of tamoxifen injections at 4 weeks of age, long-lived cochlear RM were YFP+ RFP+ with 98.0 +/- 1.7% recombinant efficiency, and short-lived blood-circulating CX3CR1 lineage (Mo/Mo-M) were YFP+ RFP- with 2.5 +/- 1.1% recombinant efficiency. Following an acoustic trauma of 112 dB SPL at 8-16 kHz octave band for 2 hours, morphologically similar RM and Mo/Mo-M were observed in the spiral ganglion, lamina, ligament, and around the sensory epithelium. Quantification of RM and Mo/Mo-M in the spiral lamina and ganglion revealed distinct spatial and temporal distribution patterns. Furthermore, recruited Mo/Mo-M expressed classical monocyte markers such as Ly6C and CCR2. Both RM and Mo/Mo-M were positive for proliferation marker, Ki67, and negative for apoptotic marker, cleaved caspase-3, suggesting that the overall increase in macrophage numbers in the noise-injured cochlea is a contribution of both the proliferation of RM and recruitment of Mo/Mo-M. Probing for blood-clotting protein, fibrinogen, showed its presence in the cochlea after acoustic trauma, suggesting vascular damage that positively and strongly correlated with the time course of recruitment of blood-circulating Mo/Mo-M in the noise-injured cochlea. These data imply that macrophages in the noise-injured cochlea are heterogeneous regarding their ontogeny, distribution, and fate. They offer a robust tool to study the precise roles of resident and recruited macrophages in healthy and pathological ears.", "date": "2025-08-05", "journal": ""}
{"title": "RNA triggers chronic stress during neuronal aging", "doi": "10.1101/2025.08.04.668575", "authors": "Rhine, K.; Epstein, E.; Carlson, N. M.; Ge, X.; Mizrahi, O.; Kamat, A.; Hermann, A.; Brothers, W. R.; Ravits, J.; Bennett, E. J.; Pekkurnaz, G.; Yeo, G. W.", "abstract": "Neurodegenerative diseases are linked with dysregulation of the integrated stress response (ISR), which coordinates cellular homeostasis during and after stress events. Cellular stress can arise from several sources, but there is significant disagreement about which stress might contribute to aging and neurodegeneration. Here, we leverage directed transdifferentiation of human fibroblasts into aged neurons to determine the source of ISR activation. We demonstrate that increased accumulation of cytoplasmic double-stranded RNA (dsRNA) activates the eIF2 kinase PKR, which in turn triggers the ISR in aged neurons and leads to sequestration of dsRNA in stress granules. Aged neurons accumulate endogenous mitochondria-derived dsRNA that directly binds to PKR. This mitochondrial dsRNA leaks through damaged mitochondrial membranes and forms cytoplasmic foci in aged neurons. Finally, we demonstrate that PKR inhibition leads to the cessation of stress, resumption of cellular translation, and restoration of RNA-binding protein expression. Together, our results identify a source of RNA stress that destabilizes aged neurons and may contribute to neurodegeneration.", "date": "2025-08-05", "journal": ""}
{"title": "Optimizing the In Vitro Neuronal Microenvironment to Mitigate Phototoxicity in Live-cell Imaging", "doi": "10.1101/2025.08.04.668446", "authors": "Hoffmann, C. R.; Maksour, S.; Clarke, J. E.; Daniszewski, M.; Houghton, F. J.; Wang, J.; Pebay, A.; Gleeson, P.; Dottori, M.; Cho, H.-J.; Zalesky, A.; Di Biase, M. A.", "abstract": "Long-term imaging formats are ideal for capturing dynamic neuronal network formation in vitro, yet fluorescent techniques are often constrained by the impact of phototoxicity on cell survival. Here we present a live-imaging protocol that was optimised via quantitative analysis of 3 target culturing conditions on neuromorphological health: extracellular matrix (human- versus murine-derived laminin), culture media (Neurobasal versus Brainphys Imaging media), and seeding density (1x10 versus 2x10 cells/cm{superscript 2}). A cortical neuron reporter line was differentiated from human embryonic stem cells by transduction of Neurogenin-2 and green fluorescent protein, then fluorescently imaged in 8 different microenvironments daily for 33 days. Alongside viability analysis by PrestoBlue assay and gene quantification by digital polymerase chain reaction, an automated image analysis pipeline was developed to characterise network morphology and organisation over time. Brainphys Imaging medium was observed to support neuron viability, outgrowth, and self-organisation to a greater extent than Neurobasal medium with either laminin type, while the combination of Neurobasal medium and human laminin reduced cell survival. Further, a higher seeding density fostered somata clustering, but did not significantly extend viability compared to low density. These findings suggest a synergistic relationship between species-specific laminin and culture media in phototoxic environments, which is positively mediated by light-protective compounds found in Brainphys Imaging medium.", "date": "2025-08-05", "journal": ""}
{"title": "A conserved distal element in the mouse Csf1r locus contributes to transcription in hematopoietic and trophoblast cells.", "doi": "10.1101/2025.08.05.668600", "authors": "Maxwell, E.; Taylor, I.; Flegg, C.; Liu, Y.; Ranpura, G.; Mohamed, F. N.; Green, E. K.; Huang, S.; Guo, J.; Teakle, N.; Sokolowski, K. A.; Irvine, K. M.; Hume, D. A.; Jacquelin, S.", "abstract": "Expression of the Csf1r gene in mice is restricted to cells of the mononuclear phagocyte system and placental trophoblasts. A conserved element (Csf1r upstream regulatory element A, CUREA) in the mouse Csf1r locus contains transcription start sites utilised by trophoblasts and osteoclasts and an enhancer essential for expression of multicopy transgenic reporters in most tissue macrophages. Here we describe the impact of deletion of CUREA in the mouse genome, on the background of a knock-in Csf1r-FusionRed reporter. By contrast to the essential function in transgene expression, CUREA deletion had no effect on expression of FusionRed or differentiation of blood monocytes or tissue resident macrophages. The deletion reduced Csf1r mRNA in hematopoietic stem cells and committed myeloid progenitors (MPP3) leading to a subtle differentiation delay and also had a significant impact on microglial phenotype in the brain and the differentiation of osteoclasts. The expression of FusionRed in placenta confirmed expression of CSF1R in trophoblasts. Promoter capture analysis demonstrated that the effect of CUREA deletion on Csf1r transcription in placenta was overcome by the use of cryptic upstream transcription start sites. We conclude that CUREA is a regulatory element controlling Csf1r transcription. The function overlaps with other enhancers identified in the locus and is therefore partly redundant.", "date": "2025-08-05", "journal": ""}
{"title": "Human and mouse regenerative macrophages enhance beta cell survival, function, and proliferation", "doi": "10.1101/2025.08.04.668458", "authors": "Monajemi, M.; Craciun, A.; Huang, Q.; Dai, L.; Mojibian, M.; Crome, S.; Verchere, C. B.; Levings, M. K.", "abstract": "Aims/hypothesis. Type 1 diabetes is an autoimmune disease caused by immune-mediated destruction of insulin-producing pancreatic beta cells. Interestingly, individuals with long-standing type 1 diabetes have residual beta cells, suggesting the existence of regenerative mechanisms that help maintain beta cell survival. Islet-resident macrophages have an important role in type 1 diabetes, and during disease progression can adopt a tissue-regenerating phenotype which may support beta cells. However, the specific roles of macrophages in beta cell survival, function, and proliferation remains poorly defined. This study aimed to elucidate how different macrophage subtypes influence beta cell survival, function, and proliferation. Methods. Mouse and human islets were isolated from the pancreas and co-cultured in vitro with macrophages. To investigate whether macrophages enhance beta cell survival and function, beta cell apoptosis was measured using flow cytometry, and insulin secretion was assessed using a glucose-stimulated insulin secretion assay. We also examined whether macrophages further increased beta cell proliferation in the presence of harmine, a DYRK1A inhibitor. Finally, we evaluated the effect of islet co-culture on macrophage phenotype by flow cytometry and cytokine secretion analysis. Results: We found that regenerative, but not pro-inflammatory, macrophages enhanced beta cell survival and function through mechanisms that did not require direct cell contact. Direct contact between macrophages and islets further promoted a regenerative phenotype in macrophages, characterized by increased CD206 expression and secretion of anti-inflammatory factors. Additionally, regenerative macrophages promoted beta cell proliferation in the presence of harmine. Conclusions: Our findings demonstrate that regenerative macrophages support pancreatic beta cell survival, function, and proliferation. Harnessing the regenerative properties of macrophages could offer a novel strategy to promote beta cell survival and function, thereby improving outcomes for individuals with type 1 diabetes.", "date": "2025-08-05", "journal": ""}
{"title": "A critical role for VE-cadherin in regulating actin dynamics during endothelial maturation and non-inflammatory activation via a tension-sensitive intermediate state", "doi": "10.1101/2025.08.05.668624", "authors": "Franz, J.; Odenthal-Schnittler, M.; Kipcke, J. P.; Seebach, J.; Labbaf, Z.; Merten, F.; Bojovic, V.; Eble, J.; Raz, E.; Galic, M.; Schnittler, H.", "abstract": "Epithelial and endothelial monolayers maintain homeostasis by adapting to physiological stimuli and injury through conversion processes that remain incompletely understood. Using endothelial cell cultures (HUVEC), we investigate how monolayer maturation and non-inflammatory remodeling are molecularly regulated. Maturation involves reduced cell perimeter causing increased junctional VE-cadherin, which recruits junctional actin and integrins, establishing a quiescent, stable monolayer. Remarkably, we identify a previously unrecognized, rapid and reversible intermediate-state, marked by VE-cadherin linearization and actomyosin relaxation via MLC-dephosphorylation, that emerges during non-inflammatory activation triggered by onset or increase in shear stress. This novel intermediate-state enhances junctional actin and integrin recruitment, strengthening barrier-function while protecting endothelial cells from overstimulation and mechanical damage. Re-phosphorylation of MLC dissolves junctional actin and induces formation of junction-associated-intermittent-lamellipodia (JAIL), enabling cell shape change and arterial phenotype conversion. Overall, loss of actomyosin tension and junctional VE-cadherin-concentration defines actin recruitment and reveals a tension-sensitive, cell-protective intermediate state that primes endothelial remodeling, offering an expanded model for mechano-transduction and shear stress adaptation.", "date": "2025-08-05", "journal": ""}
{"title": "Two mutations in the same MYC-bHLH transcription factor cause segregation of purple coloration of stolons and seed heads in Zoysia japonica x Zoysia matrella F2 and F1 populations", "doi": "10.1101/2025.08.04.668483", "authors": "Pradhan, S.; Zhao, J.; Spiekerman, J. J.; Bennetzen, E.; Khanal, S.; Yu, X.; Milla-Lewis, S.; Conner, J.; Schwartz, B.; Devos, K. M.", "abstract": "Anthocyanins play diverse roles in plants, including attracting pollinators and protecting cells from oxidative damage. In zoysiagrass, a warm season turfgrass, their accumulation in seed heads and stolons can decrease the aesthetic appeal. In this study, a high-density genetic map with ~8000 single nucleotide polymorphism (SNP) markers organized into 20 linkage groups was generated in a Zoysia japonica acc. Meyer x Zoysia matrella acc. PI 231146 F2 population. Using this genetic map, a large-effect quantitative trait locus (QTL) for anthocyanin variation in stolons and seed heads was mapped to chromosome 12 (PP locus). Variant analysis of a candidate gene for PP, Zjn_sc00004.1.g07010.1.sm.mk, which encodes a MYC-bHLH transcription factor that regulates anthocyanin biosynthesis, revealed a SNP at an exon-intron boundary in Meyer that led to intron retention. Interestingly, an F1 population derived from the same parents segregated for seed head color but uniformly displayed purple stolons. Seed head color in the F1 population co-mapped with the PP locus which, combined with genotypic and yeast two-hybrid analyses, revealed that a SNP in PI 231146 leading to an Ala163Ser substitution in the MYB-interacting N-terminal domain of the same MYC-bHLH transcription factor was likely causal. The Ala163Ser substitution affected interaction of MYC-bHLH with MYB in a MYB-dependent manner. The identified mutations can be exploited to develop cultivars with green seed heads and stolons. The high-marker-density interspecific Z. japonica x Z. matrella F2 genetic map also provides a robust tool for identifying genomic regions and genes of agronomic interest that differentiate the two species.", "date": "2025-08-05", "journal": ""}
{"title": "scMomer: A modality-aware pretraining framework for single-cell multi-omics modeling under missing modality conditions", "doi": "10.1101/2025.08.04.668374", "authors": "Liu, Y.; Zou, Q.; Su, R.; Wei, L.", "abstract": "Foundation models offer new opportunities to capture cellular behavior from large-scale single-cell data. However, their development has been greatly constrained due to the limited availability of multi-omics profiles. Consequently, most models are designed for a single modality (e.g. scRNA-seq, or scATAC-seq, etc.), restricting their ability to capture the diversity of heterogeneous biological systems. Here, we introduce scMomer, a modality-aware pretraining framework designed for multi-modal representation learning under missing modality conditions. scMomer adopts a three-stage pretraining strategy that learns unimodal cell representations, models joint representations from multi-omics data, and distills multi-modal knowledge to enable multi-omics-like representations from unimodal input. Its modality-specific architecture and three-stage pretraining strategy enable effective learning under missing modality conditions and help capture cellular heterogeneity. Through extensive experiments, scMomer generates biologically meaningful embeddings and outperforms state-of-the-art unimodal approaches across diverse gene-level and cell-level downstream tasks, including cross-modality translation, gene function prediction, cell annotation, drug response prediction, and perturbation prediction. Overall, these results demonstrate that scMomer serves as a robust, generalizable, and scalable foundation for single-cell multi-modal analysis under missing modality conditions.", "date": "2025-08-05", "journal": ""}
{"title": "In silico pharmacological analysis of Tinospora cordifolia compounds targeting African swine fever virus B175L", "doi": "10.1101/2025.08.03.668349", "authors": "Ranathunga, L.; Karunarathne, K.; Poorni, S.; Jayampathi, N.; Dhananjaya, H.; Hasintha, A.; Hulugalla, W. M. M. P.; Anupama, N. M. T.; Nethmini, N.; Iqbal, N.; Jayawardana, B.", "abstract": "African swine fever virus (ASFV) is a highly lethal DNA virus that suppresses the hosts immune response by establishing infection. B175L, one of its key immune evasion proteins, directly inhibits STING-mediated type I interferon (IFN-I) signaling, preventing antiviral defense activation. Thus, targeting B175L could be a promising strategy for antiviral drug development as effective ASFV inhibitors remain unidentified. In this study, we investigated the potential of the Tinospora cordifolia plants bioactive compounds to disrupt B175Ls function, restoring immune signaling. Gas chromatography-mass spectrometry (GC-MS) analysis of T. cordifolia stems methanol extract identified 124 compounds, of which 52 met SwissADME and DataWarrior criteria for drug-likeness and safety. We generated a highly accurate 3D B175L model with strong confidence scores for the structure accuracy, utilizing AlphaFold3. Virtual screening was performed using PyRx 0.8, and the top 4 ligands with binding affinities exceeding -6 kcal/mol advanced to CB-Dock2 and UCSF Chimera. Among them, Benzaldehyde, 5-bromo-2-hydroxy-, (5-trifluoromethyl-2pyridyl)hydrazone exhibited the highest binding affinity (-8.2 kcal/mol), confirming its strong interactions at the active site of B175L. Molecular dynamics (MD) simulations demonstrated the compounds stability, with root mean square deviation and fluctuation (RMSD, RMSF) indicating minimal conformational changes (<2 [A]). The compound maintained stable hydrogen bonds and hydrophobic interactions, reinforcing structural robustness. Taken together, these results clearly emphasize T. cordifolia-derived Benzaldehyde, 5-bromo-2-hydroxy-, (5-trifluoromethyl-2-pyridyl)hydrazone as a promising B175L inhibitor, advancing exploration towards effective antiviral solutions for ASFV.", "date": "2025-08-05", "journal": ""}
{"title": "Noisy neural systems with static and dynamic Hopf bifurcation parameters", "doi": "10.1101/2025.08.04.668381", "authors": "Greenwood, P. E.; Ward, L. M.", "abstract": "Stochastic neural oscillations may be quasi-cycles or stochastic limit cycles. Here we discuss how and when these arise in stochastic dynamical systems with Hopf bifurcations, and point to relevant mathematical results. We describe a new type of oscillation, quasi-limit-cycles, which are limit cycles stirred up by noise during time periods called  bifurcation delays in deterministic models. We define a class of models of neural activity all of which display Hopf bifurcations in their base (fixed bifurcation parameter) deterministic form. We then introduce a two-time, slow-fast, version of our model class, in which the bifurcation parameter, instead of being fixed, changes on a time scale slower than the time scale of the state variables. We demonstrate the effects of the slowly changing bifurcation parameter on the deterministic dynamics of the state variables, in particular  delayed bifurcation. We find a new understanding about the length of the delay. Most importantly, we display with simulations the effect of noise on the dynamics of both base system and slow-fast system models in our class. Adding noise to a slow-fast model eliminates the bifurcation delay and induces what we call  quasi-limit-cycles during the delay period. We measure the sizes of the quasi-limit-cycles and show that they are closely related to the sizes of the limit cycles that would arise from the same values of the bifurcation parameter in the deterministic base system. We conclude that, given the similarities of the dynamics of these models under moderate noise, there is little reason to favour one model over another when studying the behaviour of large groups of neurons, i.e., when used as neural mass models.", "date": "2025-08-05", "journal": ""}
{"title": "Alphafold 3 guided insights into the Importin b / Importin 7 heterodimer interaction and its binding to Histone H1", "doi": "10.1101/2025.08.04.668392", "authors": "Neumann, P.; Dybkov, O.; Urlaub, H.; Ficner, R.; Dickmanns, A.", "abstract": "The nuclear import of H1 linker histones is facilitated by a heterodimer of the transport receptors Importinb (Impb) and Importin7 (Imp7). While both importins can individually interact with H1, only their preassembled hetero-dimer enables its proper binding for translocation through the nuclear pore. The interaction between Imp7 and Impb is mediated by a short stretch of residues in the C-terminal region of Imp7, which plays a key role in Imp7 activation by Impb. This interaction is allosterically regulated by Impb, finely tuning the activity of the Impb/Imp7 hetero-dimer. A complete model of the Impb:Imp7:H1 complex was predicted by Alphafold3 (AF3) and subsequently validated using cross-linking (X-link) data, isothermal titration calorimetry (ITC), and pull-down experiments, providing robust support for the models accuracy. This model positions the globular domain of H1 within the central cavity of Imp7, in agreement with cross-linking data. Refinement of this atomic model against a previously published cryo-EM map demonstrated significantly improved correspondence compared to the earlier interpretation, which placed the H1 globular domain within Impb. This enhanced structural consistency further substantiates the accuracy of the AI-driven prediction. Detailed analysis identified the nucleoporin-like binding (NlB) region of Imp7 as a short stretch interacting with the outer surface of Impb. This interaction mode implies that regulation of FG binding site accessibility on Impb, mediated by the FXFG nucleoporin motives within the Imp7 NlB region, likely modulates transport pathways and/or enhances the efficiency of H1 nuclear import.", "date": "2025-08-05", "journal": ""}
{"title": "Chromatin priming by transcription factor ELF3 awakens latent competence for human amniotic differentiation", "doi": "10.1101/2025.08.04.668400", "authors": "Ohgushi, M.; Honda, K.; Niwa, H.; Eiraku, M.", "abstract": "The self-organizing emergence of amniotic lineage in synthetic human embryo models suggests that embryonic pluripotent cells possess an intrinsic potential to initiate the amniotic differentiation program. However, the molecular basis by which this intrinsic potential can be activated in pluripotent cells, and especially how it remains accessible even in the primed state, is poorly understood. In this study, we identified ELF3 as an amniotic transcription factor that is constrained by primed pluripotency. ELF3 is derepressed upon perturbation of primed pluripotency in vitro, and its expression pattern in vivo correlates with extraembryonic competence. Strikingly, ectopic expression of ELF3 alone is sufficient to convert primed embryonic stem cells into the amniotic lineage. This lineage-specifying role is underscored by the observation that genetic ablation of ELF3 impairs efficient amniotic differentiation from embryonic stem cells. Mechanistically, ELF3 binds cis-regulatory elements of extraembryonic and amniotic genes and promotes their accessibility, facilitating histone modifications and transcriptional cofactor recruitment that activate amniotic differentiation programs, including autocrine BMP-dependent signaling. The causal link was delineated at a newly identified BMP4 enhancer, where ELF3-mediated chromatin remodeling is required for TEAD/TAZ recruitment and transcriptional induction. These findings position ELF3 as a chromatin priming factor that establishes the entry point of a transcriptional cascade for amniotic differentiation. This study highlights that the amniotic competence embedded in primed pluripotency is dormant yet retrievable through ELF3 derepression, offering mechanistic insight into the transcription factor-mediated chromatin regulation underlying lineage plasticity during early human development.", "date": "2025-08-05", "journal": ""}
{"title": "Python-based automation of INDIGO webserver using Selenium: A high throughput analysis of Sanger sequence data to detect allelic variations created by CRISPR/Cas9-mediated genome editing of crop plants", "doi": "10.1101/2025.08.04.668409", "authors": "Suresh, V.; Girish, C.; Tavva, V. S. S.", "abstract": "CRISPR-Cas9 has revolutionized plant genome editing by enabling precise introduction of insertion/deletion (indel) mutations, critical for functional genomics and crop improvement studies. Sanger sequencing, combined with bioinformatics tools like the INDIGO webserver from Gear Genomics, is essential for validating these mutations. However, manual analysis of large numbers of Sanger sequencing (.ab1) files is labor-intensive, particularly when analyzing multiple guide RNA (gRNA) target regions. We developed a Python-based automation pipeline using Selenium with integrated highlighting of protospacer adjacent motif (PAM) regions in the resulting HTML reports. This pipeline enhances scalability of Sanger sequence data analysis and improves result interpretability by automating PAM region identification and supporting multiple gRNA regions. This tool significantly accelerates CRISPR-Cas9-mediated mutation analysis, offering a high throughput, reproducible solution for genome editing research.", "date": "2025-08-05", "journal": ""}
{"title": "Whole genome sequencing-based multi-locus association mapping for kernel iron, zinc and protein content in groundnut", "doi": "10.1101/2025.08.04.668427", "authors": "Sagar, U. N.; Parmar, S.; Gangurde, S. S.; Sharma, V.; Pandey, A. K.; Mohinuddin, D. K.; Dube, N.; Bhat, R. S.; John, K.; Sreevalli, M. D.; Rani, P. S.; Singh, K.; Varshney, R. K.; Pandey, M. K.", "abstract": "Malnutrition is a major global challenge, especially in the developing regions, where improving the nutritional content of staple crops is a significant step towards alleviating hidden hunger. Groundnut, a nutrient rich legume contains several mineral nutrients, high protein, essential amino-acids and vitamins that are required for human health. In this study, multi-season phenotyping data for kernel iron (Fe), zinc (Zn) content and protein content (PC) and whole genome re-sequencing (WGRS) data on mini-core collection, were used to perform genome-wide association study (GWAS) analysis. Phenotypic variability analysis revealed a large variation in the Fe (7.6 - 42.8 ppm), Zn (10.9 - 62.4 ppm) and PC (12.7 - 33.6%). GWAS analysis identified a total of 15 marker-trait associations (MTAs) and 28 candidate genes for pooled season data, as well as 44 MTAs and 62 candidate genes for individual seasons. Key candidate genes like MYB transcription factor (Arahy.QI0PHV, Arahy.1I6ZSS), Zn finger MYM type protein, RING finger MYM type protein (Arahy.7P97F6, Arahy.9R964H, Arahy.I3B88T) and NAC domain protein (Arahy.LV3APC), associated with the Fe and Zn homeostasis pathway, genes related to protein homeostasis, such as protein kinase family protein (Arahy.4D7KBI), and E3 ubiquitin-protein ligase (Arahy.PE3CF6), were also identified within significant MTA regions. These findings provide basis for the detection and characterization of the possible candidate genes related to the nutritional quality traits. Single nucleotide polymorphism (SNP)-based KASP (Kompetitive Allele Specific Polymerase Chain Reaction) markers for 9 SNPs were designed and validated. Of these, three markers (snpAH00636, snpAH00641 and snpAH00644) showed polymorphism which could be deployed in the genomics-assisted breeding for the development of nutrient-rich groundnut varieties.", "date": "2025-08-05", "journal": ""}
{"title": "Polyadic synapses introduce unique wiring architectures in T5 cells of Drosophila", "doi": "10.1101/2025.08.04.668437", "authors": "Samara, E.; Borst, A.", "abstract": "Connectomes provide neuronal wiring diagrams and allow for investigating the detailed synaptic morphology of each connection. In the visual system of Drosophila, T5 cells are the primary motion-sensing neurons in the OFF-pathway. On their dendrites, they receive input from the excitatory Tm1, Tm2, Tm4, Tm9 and the inhibitory CT1 neurons in a spatial arrangement which depends on their preferred direction. This connectivity, however, has not yet been investigated with respect to specific types of polyadic synapses which are known to be abundant in the fly nervous system. In this study, we use the FlyWire database and identify that Tm and CT1 cells wire on T5a dendrites via eight polyadic synapse types. We then explore the distribution of the different synapse types on T5a dendrites and find differences in their spatial patterns. Finally, we show that the polyadic morphology is setting a directional wiring architecture at the T5 network level. Our work showcases the complexity that polyadic synapses introduce in T5 connectivity.", "date": "2025-08-05", "journal": ""}
{"title": "Integrating citizen science and field sampling into next-generation early warning systems for vector surveillance: Twenty years of municipal detections of Aedes invasive mos-quito species in Spain", "doi": "10.1101/2025.08.04.668402", "authors": "Eritja, R.; Sanpera-Calbet, I.; Delacour-Estrella, S.; Ruiz-Arrondo, I.; Puig, M. A.; Bengoa-Paulis, M.; Alarcon-Elbal, P. M.; Barcelo, C.; Mariani, S.; Martinez-Barciela, Y.; Bravo-Barriga, D.; Polina, A.; Pereira-Martinez, J. M.; Gonzalez, M. A.; Escartin, S.; Melero-Alcibar, R.; Blanco-Sierra, L.; Magallanes, S.; Collantes, F.; Ferraguti, M.; Gonzalez-Perez, M. I.; Gutierrez-Lopez, R.; Silva-Torres, M. I.; San Sebastian-Mendoza, O.; Calvo-Reyes, M. C.; Mendoza-Garcia, M.; Macias-Magro, D.; Cisneros, P.; Cevidanes, A.; Frontera, E.; Mato, I.; Fuster-Loran, F.; Domench-Guembe, M.; Rodriguez-R", "abstract": "The spread of invasive mosquitoes Aedes albopictus, Aedes aegypti and Aedes japonicus in Spain represents an increasing public health risk due to their capacity to transmit arbo-viruses such as dengue, Zika and chikungunya among others. Traditional field ento-mological surveillance remains essential for tracking their spread, but it faces limitations in terms of cost, scalability and labor intensity. Since 2014, the Mosquito Alert citizen science project has enabled public participation in the surveillance through the submis-sion of geolocated images via a mobile app, which are identified using AI in combination to expert validation. While field surveillance provides high accuracy, citizen science offers low-cost, large-scale real-time data collection aligned to open data managment principles. It is particularly useful for detecting long-distance dispersal events and has contributed up to one-third of the municipal detections of invasive mosquito species since 2014. This study assesses the value of integrating both surveillance systems to capitalize on their com-plementary strengths while compensating weaknesses in the areas of taxonomic accuracy, scalability, spatial detection patterns, data curation and validation systems, geographic precision, interoperability and real-time output. We present the listing of municipal detections of these species from 2004 to 2024, integrating data from both sources. Spains integrated approach demonstrates a pioneering model for cost-effective, scalable vector surveillance tailored to the dynamics of invasive species and emerging epidemiological threats.", "date": "2025-08-05", "journal": ""}
{"title": "The refresh rate of overhead projectors may affectthe perception of fast moving objects: a modellingstudy", "doi": "10.1101/2025.08.04.668441", "authors": "Emonet, J.; Cessac, B.", "abstract": "Using simulation and a simple mathematical argument we argue that the refresh rate of overhead projectors, used in experiments on the visual system, may impact the perception of fast moving objects at the retinal and cortical level (V1), and thereby at the level of psychophysics.", "date": "2025-08-05", "journal": ""}
{"title": "Degeneracy and bifurcation diversity at the single neuron level", "doi": "10.1101/2025.08.04.668451", "authors": "Cafaro, G.; Bernard, C.; Hashemi, M.; Depannemaecker, D.", "abstract": "Degeneracy, the capacity of structurally distinct systems to achieve similar functions, is a fundamental property of living organisms, enabling adaptability and resilience. Neurons can maintain stable activity patterns despite wide variability in ion channel expression, highlighting how distinct internal configurations can yield equivalent electrophysiological behaviors. However, it remains unclear how degeneracy manifests in the context of bifurcations, the critical transitions between activity regimes that underlie phenomena such as different firing patterns, seizures, and depolarization block. Here, we investigate how different biophysical parameter sets can lead to equivalent bifurcation sequences. Using a minimal neuron model with three variable conductances, we systematically explore how changes in extracellular potassium, mimicking physiological and pathological conditions, affect neuronal dynamics. Our results reveal that neurons with distinct intrinsic properties can traverse the same bifurcation pathways, entering regimes of bursting, seizure-like activity, and depolarization block. Yet, the specific parameter set determines the sensitivity and thresholds for these transitions. This work clarifies how degeneracy extends to the dynamical landscape of neurons, with implications for understanding resilience and vulnerability in neural circuits", "date": "2025-08-05", "journal": ""}
{"title": "Modeling hidden cognitive states reveals acute and chronic effects of fentanyl on decision-making", "doi": "10.1101/2025.08.04.668448", "authors": "Zhang, Z.; Janak, P. H.; Garr, E.", "abstract": "The cognitive mechanisms underlying behavior are often dynamic, shifting gradually or abruptly over time scales spanning years, to weeks, to minutes. Whether drug-induced changes in learning and decision-making follow similarly dynamic patterns remains unclear. To address this, we apply a reinforcement learning model to choice data from rats performing a two-step task for oral fentanyl and sucrose rewards. The model contains a set of agents with their own learning and decision-making rules that differentially influence choice, and, critically, each agent's contribution to choice is allowed to vary across latent states that fluctuate over time. Using a dimensionality reduction method to align latent states across subjects, we identified three distinct states reflecting mixtures of goal-directed, habitual, and novelty-driven strategies. We found that acute fentanyl reward increased the frequency of transitions out of a goal-directed state into a habit-driven state, while chronic fentanyl exposure selectively diminished goal-directed control within a habit-dominant state, independent of sex. Together, these results demonstrate that fentanyl reshapes both the dynamics and cognitive architecture of decision-making, underscoring the utility of latent-state modeling combined with dimensionality reduction for uncovering drug-driven cognitive changes.", "date": "2025-08-05", "journal": ""}
{"title": "SingleRust: A High-Performance Toolkit for Single-Cell Data Analysis at Scale", "doi": "10.1101/2025.08.04.668429", "authors": "Diks, I. F.; Flotho, M.; Keller, A.", "abstract": "Single-cell RNA sequencing studies increasingly generate datasets exceeding 10 million cells, surpassing the memory capacity of standard analytical tools on typical institutional infrastructure. Here we introduce SingleRust, a computational framework that addresses these constraints through systematic algorithmic optimizations and systems-level design. Key improvements include sparse masked principal component analysis that reduces memory footprint while preserving biological signal, lock-free parallel implementations for differential expression testing, and adaptive k-nearest neighbor algorithms that automatically select optimal data structures based on dataset size. These optimizations achieve 2.3-24.6-fold performance improvements and 1.3-2.7-fold memory reduction compared to Scanpy, enabling routine analysis of 20 million cells on our representative test system with 512 GB RAM. Comprehensive validation confirms numerical equivalence with established methods while maintaining biological interpretation fidelity. SingleRust maintains full compatibility with the AnnData ecosystem while providing researchers immediate access to population-scale analyses on existing infrastructure, addressing a critical bottleneck in single-cell genomics workflows.", "date": "2025-08-05", "journal": ""}
{"title": "Highly multiplexed spectral FLIM via physics informed data analysis", "doi": "10.1101/2025.08.04.668462", "authors": "Fazel, M.; Hoseini, R.; Saurabh, A.; Xu, L. W. Q.; Scipioni, L.; Tedeschi, G.; Gratton, E.; Digman, M.; Presse, S.", "abstract": "Spectral fluorescence lifetime imaging (S-FLIM) allows for the simultaneous deconvolution of signal from multiple fluorophore species by leveraging both spectral and lifetime information. However, existing analyses still face multiple difficulties in decoding information collected from typical S-FLIM experiments. These include: using information from pre-calibrated spectra in environments that may differ from the cellular context in which S-FLIM experiments are performed; limitations in the ability to deconvolute species due to overlapping spectra; high photon budget requirements, typically about a hundred photons per pixel per species. Yet information on the spectra themselves are already encoded in the data and do not require pre-calibration. What is more, efficient photon-by-photon analyses are possible reducing both the required photon budget and making it possible to use larger budgets in order to discriminate small differences in spectra to resolve spatially co-localized fluorophore species. To achieve this, we propose a Bayesian S-FLIM framework capable of simultaneously learning spectra and lifetimes photon-by-photon ultimately using limited photon counts and being highly data efficient. We demonstrate the proposed framework using a range of synthetic and experimental data and show that it can deconvolve up to 9 species with heavily overlapped spectra.", "date": "2025-08-05", "journal": ""}
{"title": "HES1 oscillations are required for cell cycle progression and re-entry in oestrogen receptor positive breast cancer cells", "doi": "10.1101/2025.08.04.668440", "authors": "Cottrell, O. B.; Rowntree, A.; Noble, B.; Clarke, R. B.; Papalopulu, N.", "abstract": "Long-term recurrence in breast cancer is driven by reactivation of dormant disseminated tumour cells (DTCs) and remains a major clinical challenge, particularly in oestrogen receptor positive (ER) tumours. This process is underpinned by regulation of the cell cycle machinery that controls quiescence maintenance and exit. HES1, a Notch pathway transcription factor, regulates key cell cycle genes and has been shown to demonstrate protein expression oscillations which are crucial to its function. Here, we sought to establish whether HES1 oscillations may regulate ER+ cancer cell quiescence and reactivation. To investigate this, we developed a fundamental in vitro model of cell cycle arrest and re-entry based on reversible CDK4/6 inhibition (CDK4/6i), compatible with quantitative single-cell live-imaging of an endogenous HES1 reporter. Consistent with earlier findings, HES1 exhibited ~24-hour protein oscillations in cycling cells demonstrating a reproducible dip in protein expression prior to G1/S. During CDK4/6i-mediated arrest the ~24h HES1 oscillation was lost, HES1 levels were maintained at a moderately higher level and HES1 exhibited smaller dips. Similar changes were observed in unperturbed, spontaneously quiescent cells. Following release from CDK4/6i and cell cycle re-entry, these alterations were reversed and the characteristic G1/S HES1 dip was observed. Preventing this dip at the point of release, by inducibly sustaining HES1 with a Tet-On system, impeded cell cycle re-entry and induced cell death. These findings suggest that manipulating HES1 dynamics could represent a promising therapeutic approach to prevent reactivation of dormant tumour cells.", "date": "2025-08-05", "journal": ""}
{"title": "MIDOE: Maximally-informed Design of Experiment to infer experimentally inaccessible transcription factors dynamics", "doi": "10.1101/2025.08.04.668461", "authors": "Shaikh, R.; Reeves, G. T.", "abstract": "The TGF-{beta}/Smad signaling pathway regulates growth, development, and homeostasis of tissues across the animal kingdom. The pathway is activated when transforming growth factor - {beta} (TGF-{beta}) binds to its cognate transmembrane receptors to activate Smad2 by phosphorylation. The activated phosphor-Smad2 (PSmad2) undergoes a series of biochemical interactions with transcriptional activator Smad4 to form several oligomers, including the transcription factor (PSmad2)2/Smad4, which regulates target gene expression. Quantitative live cell imaging and mathematical modeling have been used to estimate the dynamics of (PSmad2)2/Smad4. However, due to the emergent nature of Smad2-Smad4 interactions, deconvolving the dynamics of the (PSmad2)2/Smad4 is challenging. We show that the Smad model is sloppy, has large parameter uncertainties (O{approx}1015), and the eigenvalues of the Fisher Information Matrix span over several decades. As such, well-fit parameter sets generate highly under-constrained predictions. To overcome this, we employ Profile Log-Likelihood to guide maximally informed design of experiments (MIDOE) and infer the dynamics of (PSmad2)2/Smad4. We generate these experiments computationally and validate that MIDOE can optimally constrain model predictions. We demonstrate that such careful analysis would not only improve the predictive power of models in systems biology but also reduce the time and expense of performing non-optimal experiments.", "date": "2025-08-05", "journal": ""}
{"title": "Concept2Brain: An AI model for predicting subject-level neurophysiological responses to text and pictures", "doi": "10.1101/2025.08.04.668476", "authors": "Santos-Mayo, A.; Gilbert, F.; Mirifar, A.; Tebbe, A.-L.; Fang, R.; Ding, M.; Keil, A.", "abstract": "The current growth of artificial intelligence (AI) tools provides an unprecedented opportunity to extract deeper insights from neurophysiological data while also enabling the reproduction and prediction of brain responses to a wide range of events and situations. Here, we introduce the Concept2Brain model, a deep network architecture designed to generate synthetic electrophysiological responses to semantic/emotional information conveyed through pictures or text. Leveraging AI solutions like CLIP from OpenAI, the model generates a representation of pictorial or language input and maps it into an electrophysiological latent space. We demonstrate that this openly available resource generates synthetic neural responses that closely resemble those observed in studies of naturalistic scene perception. The Concept2Brain model is provided as a web service tool for creating open and reproducible EEG datasets, allowing users to predict brain responses to any semantic concept or picture. Beyond its applied functionality, it also paves the way for AI-driven modeling of brain activity, offering new possibilities for studying how the brain represents the world.", "date": "2025-08-05", "journal": ""}
{"title": "Prolonged Heat Treated Mesenchymal Precursor Cells Induce Positive Outcomes Following Transplantation in Cervical Spinal Cord Injury.", "doi": "10.1101/2025.08.04.667962", "authors": "White, S. V.; Ma, Y. H. E.; Plant, C. D.; Harvey, A. R.; Plant, G. W.", "abstract": "Cellular transplantation therapies have been extensively used in experimental spinal cord injury research. However, there is no consensus as to what the most effective cellular controls for the therapeutic cell of interest are. For this reason, we examined if dead cells obtained through pro-longed heat treatment can act as an appropriate cellular control for intravenously injected Sca-1+ mesenchymal precursor cells (MPCs) in C5 unilateral contusion cervical spinal cord injury. This was tested in single intravenous MPCs injection alone or intravenous MPCs plus intraspinal neural stem cells (NSCs) combinatory transplantation studies. MPCs were isolated from the compact bone of FVB mice while NSCs were isolated from the subventricular zone of luciferase-GFP transgenic FVB mice. Dead MPCs were obtained by heating at 72C for at least 12 hours. In the MPCs only transplant study, injured mice received an injection of 1x106 dead or live MPCs D1 post-injury. Mice were then sacrificed at 8 weeks post-injury. In this study, intravenous injections of dead MPCs showed no statistical difference in injured paw usage compared to live MPCs, but behavior was improved compared to the media vehicle only control at D7 and D21. In the combinatory MPCs plus NSCs transplant study, injured mice received an intravenous injection of 1x106 dead or live MPCs D1 post-injury followed by intraspinal injection of 100,000 NSCs at D3 or D7 post-injury. Another two cohorts of mice received only NSCs at D3 or D7 post-injury. Mice were then sacrificed at 6 weeks post-injury. In this study, there was no functional difference in any of the groups in the dual injection study. Morphologically, mice receiving IV injection of dead MPCs had a smaller lesion size compared to the vehicular control, but the lesion size was larger than that of the lesion size in mice receiving live MPC injection. Dead cells elicited functional and anatomical benefits for the spinal cord injured mouse. In summary, dead cells obtained through prolonged heat treatment proved to be inconsistent and not optimal for use as cellular controls for cell transplantation studies in spinal cord injury but provides positive evidence for non-transplantation based cell therapies.", "date": "2025-08-05", "journal": ""}
{"title": "Single-neuron encoding of rapidly learned visual information reshapes human perception", "doi": "10.1101/2025.08.04.668333", "authors": "Armendariz, M.; Blumberg, J.; Singer, J.; Aiple, F.; Kim, J.; Dominguez-Iturza, N.; Brandt, A.; Reinacher, P.; Schulze-Bonhage, A.; Kreiman, G.", "abstract": "Humans can swiftly learn to recognize visual objects after minimal exposure. Integrating new information with existing knowledge requires forming enduring neuronal representations to enable future recognition. Yet, the neuronal mechanisms in the human brain underlying such rapid perceptual changes remain unclear. We recorded single-neuron activity in occipital (OC) and medial temporal lobe (MTL) regions as participants rapidly learned to recognize degraded images. OC and MTL neurons modulated their activity to encode newly learned visual information and reshape perception. Population decoding revealed that OC neurons required additional processing time to resolve the identity of learned images, delaying neuronal responses in the MTL. Our findings indicate that OC supports recognition after rapid learning via extensive recurrent processing, potentially involving higher-order neocortical areas, without relying on feedback from MTL. These results provide mechanistic constraints for biologically plausible models of visual recognition and few-shot visual learning.", "date": "2025-08-05", "journal": ""}
{"title": "Gastruloids employ an alternative morphogenetic route to generate a posterior body axis on adherent substrates", "doi": "10.1101/2025.08.04.668470", "authors": "Serrano Najera, G.; Delahaye, A.; Steventon, B.", "abstract": "Morphogenesis emerges from the integration of genetic programs with environmental signals, yet studying this interplay in embryos remains challenging due to the inherent complexity of embryonic systems, with their multiple interacting tissues and maternal influences. Using gastruloids as an accessible model, we systematically investigated how extracellular matrix composition directs morphogenetic strategies. We discovered that gastruloid substrate adhesion profiles evolve with differentiation state: while early aggregates attach only to laminin, mesoderm specification enables adhesion to fibronectin and collagens, possibly recapitulating sequential ECM deposition during embryogenesis. On laminin, gastruloids form flat structures with multiple radiating cell streams that maintain proper anterior-posterior gene expression patterns, demonstrating that gastruloids can elongate a patterned body axis using substrate-cell interactions instead of the cell-cell interactions seen in free-floating counterparts. Testing this through pharmacological inhibition of cytoskeletal components revealed unexpected substrate-specific requirements: blocking lamellipodia paradoxically enhanced cell-stream elongation, while blocking filopodia prevented its formation entirely. Crucially, these same inhibitors have no effect on free-floating gastruloids, demonstrating that tissues possess multiple, context-dependent routes to achieve axis elongation. Our findings establish that developing tissues harbour latent morphogenetic plasticity, and the ability to deploy alternative cellular mechanisms based on environmental context while preserving core developmental programs. This flexibility may provide insights into how evolution might explore morphological diversity without disrupting essential patterning, and suggests new strategies for controlling form in tissue engineering.", "date": "2025-08-05", "journal": ""}
{"title": "Ex vivo live imaging unveils the dynamics of oocyte formation in mice", "doi": "10.1101/2025.08.04.668457", "authors": "Aizawa, E.; Hara, J.; Abe, T.; Kitajima, T. S.", "abstract": "Oocyte formation in mammals is a tightly regulated process essential for female fertility, yet the underlying mechanisms remain poorly understood. In this study, we establish an ex vivo culture system that faithfully recapitulates in vivo development and enables long-term live imaging of mouse fetal ovaries. Using high resolution imaging, we capture the dynamic behaviors of germ cells during the development from oogonia to nascent oocytes. We identify pronounced blebbing activity during the mitosis-to-meiosis transition. This behavior is regulated by meiotic initiation signals, underscoring its potential developmental relevance, although its precise role remains unclear. A prevailing model suggests that oocyte formation involves organelle transfer from neighboring germ cells during cyst breakdown. However, through photoconversion-based tracking, we observe no detectable transfer of mitochondria or centrosomes, as organelles remain confined to individual cells. These findings point to alternative mechanisms for cytoplasmic enrichment in oocytes. Our study provides new insights into mammalian oocyte formation and establishes a powerful platform for analyzing germ cell dynamics in real time.", "date": "2025-08-05", "journal": ""}
{"title": "Shape and rate of landscape change trajectories influence species persistence", "doi": "10.1101/2025.08.04.666294", "authors": "Harisena, N. V.; vanStrien, M. J.; Gret-Regamey, A.", "abstract": "Species persistence in changing landscapes is shaped not only by present-day habitat conditions but also by the historical trajectories of habitat loss and fragmentation per gradus. Using a simulation-based framework, we investigated how long-term patterns of landscape change, defined by initial and final habitat area and rate of change of landscape configuration, affect species metapopulation persistence. Using 3,600 simulated landscape change scenarios with varying initial and final habitat conditions, we coupled dynamic habitat loss with individual-based metapopulation models to assess time till extinction under different rates of landscape change, scaled to species generation time. Our results show that while final habitat amount strongly influences persistence under rapid change, in slower-changing landscapes, species persistence is substantially modulated by historical habitat extent and the trajectory of landscape configuration. Effective mesh size (MESH) and its rate of change was a stronger predictor of persistence in scenarios with high initial habitat. In contrast, the number of patches (NP) was more influential in already degraded or low-change scenarios, where final configuration closely aligned with initial conditions. Notably, we observed long extinction delays in landscapes that began with high habitat area and connectivity but became fragmented gradually, highlighting that historical continuity can mask imminent extinction risk in current fragmented systems. Crucially, species persistence correlated most strongly with the rate of change in MESH and NP when scaled to species generation time, revealing that extinction lags are driven by how quickly habitat configuration deteriorates relative to species' life cycles. These findings underscore the need to incorporate long-term changes of spatial configuration into biodiversity assessments, as present-day species presence may hold underlying extinction debts.", "date": "2025-08-05", "journal": ""}
{"title": "A review of operant ethanol self-administration using the sipper model: Methodological advances and a novel standardized analysis tool", "doi": "10.1101/2025.08.04.668445", "authors": "Ortelli, O. A.; Weiner, J. L.", "abstract": "Despite decades of research, no new FDA-approved medications for alcohol use disorder (AUD) have emerged in over 25 years. Enhancing the translational relevance of preclinical models by more precisely capturing the behavioral and neurobiological features of AUD offers a promising path toward identifying novel therapeutic targets. Operant self-administration paradigms are essential for modeling voluntary ethanol intake in rodents, yet traditional approaches often confound appetitive (seeking) and consummatory (intake) behaviors. The sipper model addresses this limitation by allowing extended, uninterrupted access to ethanol following operant responding, enabling a clearer dissociation between seeking and consumption. In this review, we synthesize key findings from studies employing the sipper model to investigate the behavioral and neurobiological mechanisms underlying alcohol use. We emphasize how over two decades of research employing the sipper model have demonstrated that ethanoldirected behaviors are dynamic processes, shaped by internal states, environmental cues, and prior experience. Finally, we introduce medparser, a new open-source R package designed to standardize the analysis of high-resolution licking data generated by sipper paradigms. By promoting reproducibility and cross-study comparability, this tool supports rigorous behavioral phenotyping. Together, these methodological and analytical advances enhance the translational potential of preclinical models and may ultimately aid in the discovery of novel therapeutic targets for AUD.", "date": "2025-08-05", "journal": ""}
{"title": "Hi-Cformer enables multi-scale chromatin contact map modeling for single-cell Hi-C data analysis", "doi": "10.1101/2025.08.04.668453", "authors": "Wu, X.; Chen, X.; Jiang, R.", "abstract": "Single-cell Hi-C captures the three-dimensional organization of chromatin in individual cells and provides insights into fundamental genomic processes such as gene regulation and transcription. While analyses of bulk Hi-C data have revealed multi-scale chromatin structures like A/B compartments and topologically associating domains, single-cell Hi-C data remain challenging to analyze due to sparsity and uneven distribution of chromatin contacts across genomic distances. These characteristics lead to strong signals near the diagonal and complex multi-scale local patterns in single-cell contact maps. Here, we propose Hi-Cformer, a transformer-based method that simultaneously models multi-scale blocks of chromatin contact maps and incorporates a specially designed attention mechanism to capture the dependencies between chromatin interactions across genomic regions and scales, enabling the integration of both global and fine-grained chromatin interaction features. Building on this architecture, Hi-Cformer robustly derives low-dimensional representations of cells from single-cell Hi-C data, achieving clearer separation of cell types compared to existing methods. Hi-Cformer can also accurately impute chromatin interaction signals associated with cellular heterogeneity, including 3D genome features such as topologically associating domain-like boundaries and A/B compartments. Furthermore, by leveraging its learned embeddings, Hi-Cformer can be extended to cell type annotation, achieving high accuracy and robustness across both intra- and inter-dataset scenarios.", "date": "2025-08-05", "journal": ""}
{"title": "Lipid Dynamics and Organization Around Voltage-Gated Sodium Channels: A Coarse-Grained Perspective", "doi": "10.1101/2025.08.04.668480", "authors": "Srivastava, A.; Chodnicki, P.; Czub, J.; Carnevale, V.", "abstract": "Lipid ion channel interactions play a critical role in channel function and membrane structural organization. Despite this importance, the mechanisms behind the rearrangement of lipids around ion channels are still unclear. To investigate this, we conducted coarse grained (CG) molecular dynamics simulations of voltage gated sodium ion channels (NavAB) embedded in a ternary lipid bilayer composed of 1,2dilinoleoylsnglycero3phosphocholine (DIPC), 1,2dipalmitoylsnglycero3phosphocholine (DPPC), and cholesterol (CHOL) at varying CHOL concentrations (6.62%, 17.62% and 30.00%). By analyzing lipid organization and membrane structure, we examined how membrane composition and channel state (activated and resting) influence lipid redistribution near the channel interface. Our key finding is a pronounced preference for DIPC for the channel vicinity, observed consistently for all CHOL concentrations and channel states. Our simulations reveal that hydrophobic mismatch dictates lipid sorting near NavABs. The hydrophobic thickness of the channel favors flexible DIPC lipids, which are packed efficiently around it, while excluding thicker DPPC lipids. This exclusion drives DPPC and cholesterol to form ordered domains farther from the channel interface. Mixing entropy analysis supports local lipid de-mixing near the channel, aligning with the emergence of phase-separated domains. Notably, the hydrophobic thickness of NavAB remained stable and in close agreement with the experimental values, indicating that lipid-specific properties drive reorganization near the channel. Overall, our findings demonstrate that hydrophobic mismatch is a key driver of lipid reorganization and domain formation around ion channels, regardless of CHOL concentration or channel conformational state.", "date": "2025-08-05", "journal": ""}
{"title": "Structural determinants for GqPCR-mediated inhibition of TASK K2P K+ channels and their dysfunction in disease", "doi": "10.1101/2025.08.04.668454", "authors": "Jouen-Tachoire, T. R. H.; Proks, P.; Seiferth, D.; Crowther, K.; Biggin, P. C.; Baukrowitz, T.; Schewe, M.; Tucker, S. J.", "abstract": "Two-Pore Domain K+ (K2P) channels are crucial determinants of cellular electrical excitability. TASK-1 and TASK-3 K2P channels regulate the resting membrane potential in many different cell types where their activity is also coupled to GqPCR signalling pathways via direct inhibition by diacylglycerol (DAG) generated as a result of phosphatidylinositol-4,5-bisphosphate (PIP2) hydrolysis. This regulation is defective in two different TASK channelopathies, but the molecular mechanisms underlying this inhibition remain unclear. Here, we demonstrate that DAG inhibition of TASK channel activity is state-dependent. Single channel recordings show that the sensitivity to GqPCR inhibition inversely correlates with channel open probability and that DAG destabilises the open state of TASK-1 to promote channel closure. Combining Molecular Dynamics simulations with mutagenesis studies, we also identify a binding site for DAG in a groove between the M2, M3 and M4 domains, and highlight the crucial role of a specific residue within on M4 (T230) in mediating this inhibitory effect as well as defining the difference in GPCR sensitivity between TASK-1 and TASK-3. Together, these results provide a better understanding of the molecular mechanisms underlying GqPCR regulation of TASK channels and the pathogenic effect of K2P channelopathies linked to TASK channel dysregulation.", "date": "2025-08-05", "journal": ""}
{"title": "ANTIBACTERIAL ACTIVITY OF CHINESE CABBAGE (Brassica rapa subsp. chinensis) AGAINST SELECTED FOODBORNE PATHOGENS", "doi": "10.1101/2025.08.04.668494", "authors": "Gabucan, V. J. M. G.; Revilla, C. K. C.; Quinoviva, S. R.; Armada, D. M. S.; Manluyang, A. L. G. S.; Brieta, F. M. B.", "abstract": "Foodborne pathogens pose significant global health risks, contributing to foodborne illnesses and antimicrobial resistance. The increasing demand for plant-derived alternatives to synthetic antimicrobials highlights the relevance of investigating locally available vegetables with potential antibacterial properties. This study aimed to evaluate the antibacterial activity of the ethanolic extract of Chinese cabbage (Brassica rapa subsp. chinensis) against selected foodborne pathogens and to identify the functional groups present in the extract using Fourier-Transform Infrared (FTIR) spectroscopy. Fresh Chinese cabbage leaves were dried, powdered, and extracted using 80% ethanol. The antibacterial activity was assessed through the Kirby-Bauer disk diffusion method against E. coli, S. enteritidis, and S. aureus, with ciprofloxacin and vancomycin as positive controls. FTIR analysis revealed the presence of alcohol, alkene, amine, and alkyl functional groups, indicating the presence of potentially bioactive phytochemicals. In the antibacterial assay, the extract produced mean zones of inhibition of 24.18{+/-}0.305 mm for S. enteritidis, 9.49{+/-}2.726 mm for S. aureus, and 7.78{+/-}2.019 mm for E. coli. Among the tested pathogens, S. enteritidis exhibited the highest sensitivity to the extract. However, all inhibition zones were significantly smaller and statistically different than those of the positive control antibiotics, indicating moderate antibacterial activity. The findings support the antibacterial potential of Brassica rapa subsp. chinensis, particularly against S. enteritidis. The presence of functional groups associated with antimicrobial properties suggests its suitability as a natural antibacterial agent. Further phytochemical analysis and formulation studies are recommended to enhance its efficacy and explore its potential applications in food safety and alternative medicine.", "date": "2025-08-05", "journal": ""}
{"title": "Metabolically robust autoluminescent reporters", "doi": "10.1101/2025.08.04.668150", "authors": "Morozov, V. V.; Balakireva, A. V.; Gao, F.; Fleiss, A.; Mishina, N. M.; Perfilov, M. M.; Mitiouchkina, T. Y.; Gorbachev, D. A.; Wood, K. V.; Yampolsky, I. V.; Sarkisyan, K. S.; Mishin, A. S.", "abstract": "Self-sustained luminescence can be engineered in non-luminous organisms by integrating luciferin biosynthesis pathways with the host's metabolism. When conditionally expressed, such pathways enable non-invasive monitoring of virtually any transcriptional event, providing a wide dynamic range and high resolution. However, because light emission depends on substrate availability within the cell, autoluminescence reporters are inherently non-quantitative: signal intensity reflects both gene expression and cellular metabolism. Here, we present an approach that disentangles the contributions of gene expression and metabolism, rendering autoluminescence signals robust against metabolic perturbations. By co-expressing an engineered reference luciferase variant that uses the same substrate but emits light at a different wavelength, and monitoring the resulting colour ratio, we dramatically reduce signal variation, enabling quantitative physiological imaging amid changing metabolic activity. Our strategy is applicable across known autoluminescence pathways from bacteria and fungi.", "date": "2025-08-05", "journal": ""}
{"title": "Silent Speech Recognition with Wearable Magnetometers", "doi": "10.1101/2025.08.04.668236", "authors": "Dash, D.; Kittle, E.; Gerrard, I.; Csaky, R.; Gonzalez, G.; Taylor, D.; Linas, J. P.; Labanowski, D.; Deka, N.; Yun, R.", "abstract": "Next-generation human-computer interaction (HCI) is moving towards more seamless, intuitive, and personal modes of communication, redefining how we interact with technology and one another. Within this landscape, silent speech recognition (SSR) offers a powerful new interaction paradigm, enabling hands-free, private interaction while supporting individuals with speech impairments and enabling communication in noisy or sensitive environments. Recent advances in miniaturized sensors and artificial intelligence (AI) have accelerated the development of more sophisticated wearable SSR systems, driven by growing demand for effortless and accessible communication. Although electrophysiological (ExG) modalities, particularly electromyography (EMG), have dominated early efforts in developing wearable SSR, critical challenges remain. Limited generalizability across users, sensor-skin interface issues, and difficulties with the comfort of use are all current roadblocks to reliable, high-fidelity signals in a wearable form factor. We propose that magnetometers offer a promising alternative to ExG and have the potential to unlock more robust, generalizable, and user-friendly SSR systems. We demonstrate that magnetometers embedded in a headphone form factor achieve a per-user SSR accuracy of 86%, significantly outperforming previously reported state-of-the-art wearable headphones combining ExG and inertial measurement units (IMUs). In addition, we show that wearable magnetometry enables generalization across individuals for SSR. Extending beyond headphones, we also introduce a necklace form factor with magnetometers that is capable of decoding both silent and overt speech in ambient conditions, further showcasing the versatility of magnetometers across different wearable designs in real-world conditions.", "date": "2025-08-05", "journal": ""}
{"title": "Conserved gene expression plasticity in development is more pervasive than expression divergence between species of Caenorhabditis nematodes", "doi": "10.1101/2025.08.04.668491", "authors": "Viswanath, A.; Fusca, D. D.; Calarco, J. A.; Cutter, A. D.", "abstract": "Diverse regulatory mechanisms enable precise spatio-temporal control of gene expression across developmental stages, tissues, and sexes, contributing to the proper development of the organism. Evolutionary divergence leads to species-specific gene expression patterns, even in preserved developmental structures, due to regulatory changes that can disproportionately influence subsets of developmental genetic networks. Here we quantify the evolution of sex-biased and tissue-biased transcriptomes from two tissue types (gonad and soma) for each of two sexes (male and female) from two of the closest known sister species of Caenorhabditis nematodes (C. remanei and C. latens ). Differential gene expression and co-expression network analyses identify gene sets with distinct transcriptomic profiles, revealing widespread divergence between these morphologically and developmentally cryptic sister species. The transcriptomic divergence occurs despite most genes showing conserved expression across tissues and sexes. These observations implicate shared selection pressures related to tissue and sex differences as outweighing species-specific selection and developmental system drift in shaping overall transcriptome profiles. Although developmentally-plastic tissue-biased expression profiles are mostly conserved between species, we find that sex-biased genes, particularly male-biased genes, contribute disproportionately to species-differences in gene expression, consistent with a disproportionate role for male-biased selection driving gene expression divergence.", "date": "2025-08-05", "journal": ""}
{"title": "The role of plant polyploidy in the structure of plant-pollinator communities", "doi": "10.1101/2025.08.04.668489", "authors": "Halabi, K.; Ecker, N.; Susin Streher, N.; Pupko, T.; Ashman, T.-L.; Mayrose, I.", "abstract": "Polyploidization is a major macromutation, bearing notable genomic and ecological consequences. While the impact of polyploidy on plant abiotic niches is well studied, our understanding of its consequences on biotic interactions, and particularly pollination, is lacking and hardly considers its role in shaping community structure. Here, we integrate hundreds of plant-pollinator networks, ploidy inferences, reproductive traits, and climatic attributes to ascertain whether a general pattern characterizes the link between polyploid frequency and community structure. We further examine whether environmental factors and plant traits known to be associated with polyploidy mediate this relationship. Our analysis reveals that an increased frequency of polyploid species is positively associated with network nestedness while being negatively associated modularity. Structural equation modeling reveals that these associations are partially mediated via the frequency of self-compatible plants and to a lesser extent by differences in flower shape. Despite these alterations in community structure, the heightened abundance of polyploids appears to have minimal impact on network connectance and resilience to extinction. Our findings imply that unlike abiotic interactions, the impact of polyploidy on biotic interactions is less predictable, and is affected synergistically by both phenotypic and environmental factors. Collectively, however, polyploidy still exerts an influence on community structure.", "date": "2025-08-05", "journal": ""}
{"title": "Allostery between distant structural regions dictates selectivity in GPCR:G protein coupling.", "doi": "10.1101/2025.08.04.668482", "authors": "Mukhaleva, E.; Sanchez Rivas, E. J.; Branciamore, S.; RODIN, A. S.; Sivaramakrishnan, S.; Vaidehi, N.", "abstract": "Selectivity in GPCR-G protein coupling is widely regarded as a solved problem that derives from a combination of structural hotspot pairings and dynamics at the protein-protein interface. Here, using interpretable machine learning Bayesian Network model with Molecular Dynamics simulations and experiments, we reveal the influence of distant residue communities within the G protein core on coupling selectivity. We observed distinct cooperative hotspot residues across different G protein subtypes, including key regions such as the N-terminus, h4s6 loop, and H5 helix. These results demonstrate the intricate allosteric dependencies between the core and the H5 helix in stabilizing selective interactions. The functional significance of these cooperative regions is validated through subtype swapping mutations. By introducing targeted Gq like mutations in the Gs core, we successfully altered receptor coupling profile to signal through Gq. Our findings emphasize that cooperative interactions in the G core are not only crucial for selectivity but can also be leveraged to engineer G proteins with tailored coupling preferences.", "date": "2025-08-05", "journal": ""}
{"title": "HnRNP C binding to inverted Alu elements protects the transcriptome from pre-mRNA circularization", "doi": "10.1101/2025.08.04.666350", "authors": "Marini, A.; Pitolli, C.; Ciccone, S.; Pieraccioli, M.; Robil, N.; Naro, C.; Palluzzi, F.; Giansanti, M.; Tamburrini, G.; Giaco, L.; de la Grange, P.; Nazio, F.; Sette, C.; Pagliarini, V.", "abstract": "Back-splicing is a non-canonical splicing event that drives the biogenesis of circular RNAs (circRNAs). Although the molecular mechanisms underlying circRNA biogenesis have been partially elucidated, how this process is globally regulated in tumors has not been fully investigated. Herein, we uncover a hnRNP C-dependent mechanism that represses a broad repertoire of circRNAs in Group 3 medulloblastoma (MB). HnRNP C binds Alu elements and prevents the circularization of pre-mRNA transcripts. Expression of hnRNP C modulates the balance between linear and circular splicing and guarantees efficient expression of genes that sustain the oncogenic phenotype of Group 3 MB cells. Remarkably, in the absence of hnRNP C, the introns flanking the circularizing exons generate cytoplasmic dsRNAs through base-pairing of inverted Alu elements and trigger an interferon-induced antiviral response. These findings unveil the role of hnRNP C as guardian of transcriptome integrity by repressing circRNA biogenesis. Lastly, targeting hnRNP C in Group 3 MB may trigger an inflammatory immune response, thereby boosting cancer surveillance.", "date": "2025-08-05", "journal": ""}
{"title": "Protein language models reveal evolutionary constraints on synonymous codon choice", "doi": "10.1101/2025.08.05.668603", "authors": "Sakharova, H.; Lareau, L. F.", "abstract": "Evolution has shaped the genetic code, with subtle pressures leading to preferences for some synonymous codons over others. Codons are translated at different speeds by the ribosome, imposing constraints on codon choice related to the process of translation. The structure and function of a protein may impose pressure to translate the associated mRNA at a particular speed in order to enable proper protein production, but the molecular basis and scope of these evolutionary constraints have remained elusive. Here, we show that information about codon constraints can be extracted from protein sequence alone. We leverage a protein language model to predict codon choice from amino acid sequence, combining implicit information about position and protein structure to learn subtle but generalizable constraints on codon choice in yeast. In parallel, we conduct a genome-wide screen of thousands of synonymous codon substitutions in endogenous loci in yeast, reliably identifying a small set of several hundred synonymous variants that increase or decrease fitness while showing that most positions have no measurable effect on growth. Our results suggest that cotranslational localization and translational accuracy, more than cotranslational protein folding, are major drivers of selective pressure on codon choice in eukaryotes. By considering both the small but wide-reaching effects of codon choice that can be learned from evolution and the strong but highly specific effects determined via experiment, we expose unappreciated biological constraints on codon choice.", "date": "2025-08-05", "journal": ""}
{"title": "Integrative genomic study of mutation dynamics and Evolutionary trends in SARS-CoV-2 omicron BA.3", "doi": "10.1101/2025.08.03.668320", "authors": "Kambarami, M. S.", "abstract": "This study investigates the evolutionary dynamics of the SARS CoV 2 BA.3 lineage with an emphasis on saltation-driven adaptation. Using 81 high coverage BA.3 genome sequences and 1,011 complete patient status records obtained from GISAID, we conducted a comprehensive analysis that integrated temporal, mutational, phylogenetic, and selection pressure assessments. Temporal analysis of patient records revealed that BA.3 sequences were predominantly collected between November 2021 and March 2022, with highly mutated variants emerging in the last quarter of 2024. Pairwise alignment of the spike gene demonstrated near identical sequences among recent isolates from Gauteng Province and subtle yet significant differences in a KwaZulu Natal isolate when compared to the Wuhan Hu 1 reference strain. Domain specific mutation mapping showed that mutations were concentrated in key functional regions of the spike protein, particularly within the receptor binding domain and its binding motif. Phylogenetic reconstruction and pervasive selection analysis further revealed that recent BA.3 variants form a divergent clade characterized by extensive adaptive mutations. These findings indicate that saltatory events play a critical role in shaping the genetic landscape of BA.3, with important implications for viral infectivity, immune escape, and the design of next generation vaccines.", "date": "2025-08-05", "journal": ""}
{"title": "Bistability in Gene Regulation: Simulating Positive Feedback and Toggle Circuits Using Python and Hill Functions", "doi": "10.1101/2025.08.05.668746", "authors": "Krishna Y K, Y.", "abstract": "Cellular decision-making relies heavily on bistable gene regulatory networks, which allow systems to respond to internal or external stimuli by switching between several stable expression states. Processes like cell differentiation, epigenetic memory, and the creation of artificial biological switches all depend on these dynamics. In this work, we introduce a simple and reproducible Python framework for modeling bistability in genetic feedback systems by means of ordinary differential equations (ODEs) driven by Hill functions. We employ two fundamental motifs, both of which are recognized for their ability to generate bistable behavior: a two-gene mutual inhibition toggle switch and a single-gene positive feedback loop. We investigate the effects of different Hill coefficients, production rates, and initial expression levels on system dynamics by numerical integration using SciPy. Our simulations show phase-plane convergence to several attractors, map expression outcomes over a grid of beginning circumstances, and illustrate the onset of bistability above a key Hill threshold. The delicate reliance of final states on cooperativity and beginning values is further demonstrated by heatmaps and bifurcation-like graphs. For accessibility, all code is hosted at Google Colab and is written in open-source Python. This study promotes research and teaching in synthetic biology, systems biology, and computational modeling while providing a simple yet effective computational framework for investigating the fundamentals of gene circuit bistability.", "date": "2025-08-05", "journal": ""}
{"title": "Simulating a for-loop in the human genome: Design and evaluation of recombinase genetic programs that count to three.", "doi": "10.1101/2025.08.04.668540", "authors": "Chao, G.; Appleton, E.; Gutierrez, C. S.; Evgeniou, L.; Daifuku, T.; Wannier, T. M.; Mintzer, E.; Church, G. M.", "abstract": "Pluripotent cells specialize into numerous cell types by receiving external signals, making fate decisions, and executing differentiation functions - a paradigm similar to computer algorithms. While advances in biosensor design have enabled cells to respond to diverse stimuli, the ability to maintain a synthetic memory of the cell's experiences that then informs its behaviors remains elusive. Here, we developed a system for cellular memory-driven behaviors by simulating a \"for-loop\" that counts to three using recombinase STepwise gene Expression Programs (STEPs). STEPs were genomically integrated into human cells, genotyped through targeted nanopore sequencing, and evaluated for function through changes in fluorescent reporter expression. While all STEPs were capable of heritable memory and sequential gene expression, the STEP design using tyrosine recombinases for successive excisions (TRex) significantly outperformed the others tested. We then used live cell imaging to track TRex cells as they incremented from count zero to three and observed the successive emergence of four cell states from an initially homogeneous population. The STEPs framework provides biological memory and conditional expression capabilities that, coupled with input mechanisms such as biosensors, can start to approach a programming language for biology.", "date": "2025-08-05", "journal": ""}
{"title": "Off-season sex in Zymoseptoria tritici: little room for late encounters", "doi": "10.1101/2025.08.05.668626", "authors": "Suffert, F.; Delanoue, M.; Le Prieur, S.; Noly, A.", "abstract": "This study complements a substantial body of experimental work on the model fungal pathogen Zymoseptoria tritici by exploring marginal processes and conditions of sexual reproduction. Recent findings have shown that avirulent strains can engage in sexual reproduction on resistant host plants, even when they fail to cause visible symptoms during the biotrophic phase. The objective was here to examine the (de)coupling of various processes operating during the epidemic period (living plants) and the interepidemic period (crop residues). We assessed whether various encounter scenarios between parental strains, involving co-inoculations performed either simultaneously or sequentially on live and dead wheat plants, could result in successful mating. A two-year experiment accounted for the compatibility between wheat varieties (one carrying the resistance gene Stb16q, the other not) and the strains (virulent or avirulent), and the nature of the inoculum (blastospores or pycnidiospores). The intensity of sexual reproduction was assessed for each scenario through quantification of ascospore production, complemented by genotyping of offspring to confirm their parental origin. The main result is that a Z. tritici strain arriving late on dead host tissues can still mate with a compatible strain that previously colonized the plant, whereas sexual reproduction does not occur if both strains arrive after the plant has dried. Quantitative analysis suggests that although matings initiated by late encounters on wheat residues are possible, they contribute very little to the overall offspring population (< 2%). We discuss the epidemiological implications of this finding for disease management, highlighting both fundamental and applied questions it raises.", "date": "2025-08-05", "journal": ""}
{"title": "Distinct microbial response to organic matter from nitrogen-starved and virus-infected phytoplankton", "doi": "10.1101/2025.08.05.668661", "authors": "Givati, S. H.; Rahav, E.; Weissberg, O.; Aharonovich, D.; Barak, N.; Zeng, Q.; Sher, D. J.", "abstract": "When phytoplankton die they release dissolved organic matter (DOM) that feeds co-occurring heterotrophic bacteria. We show that death due to phage infection and nitrogen starvation result in different changes to the macromolecular structure of Prochlorococcus, a globally abundant cyanobacterium, and that the resulting DOM elicits different microbial responses. Viral infection led to increased RNA and DNA content in Prochlorococcus whereas nitrogen starvation led to a lower protein content. DOM released from phage-infected cells induced high secondary (bacterial) production, while DOM from starved cells increased dark (heterotrophic) primary production in natural microbial communities from the oligotrophic Eastern Mediterranean Sea. Through 16S and 18S amplicon sequencing, metagenomics, and laboratory experiments we identify Alteromonadaceae and Rhodobacteraceae as heterotrophic taxa responding differently to the two DOM sources. We propose that distinct forms of phytoplankton mortality drive shifts in microbial community metabolism, including differential activity of pathways for heterotrophic carbon fixation, likely through anaplerotic reactions.", "date": "2025-08-05", "journal": ""}
{"title": "Selective knockout of key CMV receptors in fetal cells blocks direct and endocytic pathways of entry in the guinea pig", "doi": "10.1101/2025.08.05.668711", "authors": "Qin, Y.; Choi, K. Y.; El-Hamdi, N.; McGregor, A.", "abstract": "Cytomegalovirus is a leading cause of congenital disease and a vaccine is a high priority. Guinea pig with guinea pig cytomegalovirus (GPCMV) is the only small animal model for congenital CMV (cCMV). GPCMV encodes functionally essential viral entry glycoprotein complexes similar to HCMV, which are neutralizing antibody targets. As with HCMV, GPCMV has two pathways of cell entry (direct and endocytic). Common to both pathways and essential for infection is the fusogenic viral glycoprotein gB. Additional gH/gL-based complexes are necessary for receptor interaction and cell entry: gH/gL/gO trimer (direct); pentamer complex, PC (endocytic). Direct cell entry requires host PDGFRA receptor and viral trimer. An endocytic PC receptor has not been identified for GPCMV or any animal CMV. GPCMV endocytic entry was blocked by acidic flux inhibition but not direct cell entry, requiring knockout of PDGFRA. We hypothesized that cellular knockout of GPCMV direct and endocytic receptors would completely block infection. Two PC receptor candidates, guinea pig NRP2 and CD147, present on all established guinea pig cell lines were evaluated. Results demonstrated that NRP2 interacted with PC unlike CD147 in immunoprecipitation assays. Double knockout of PDGFRA and NRP2 completely blocked GPCMV but had no impact on control HSV-1 infection. In contrast, CD147/PDGFRA double knockout had limited inhibition of GPCMV and no impact on HSV-1. Ectopic expression of cell receptors restored infection to normal levels on knockout cell lines. Overall, results demonstrate GPCMV conservation with HCMV for key receptors and cell entry pathways enhancing the translational importance of this model.", "date": "2025-08-05", "journal": ""}
{"title": "Fermentation of Agricultural By-products and Zinc Supplementation: A Synergistic Approach to Mealworm Microbiome Optimization", "doi": "10.1101/2025.08.05.668463", "authors": "Antunes, B.; Zanchi, C.; Stoffregen, M.; Grebenteuch, S.; Bogdanova, M.; Mbedi, S.; Sparmann, S.; Haase, H.; Rolff, J.; Rafaluk, C.; Keil, C.", "abstract": "The increasing world population has put pressure on food industry to swiftly come up with initiatives that can sustain an increase in the demand for food, which have led to environmentally unsustainable practices. Insects, such as Tenebrio molitor (TM) larvae, have been widely proposed as sustainable alternative sources of protein with less environmental footprint. Insects can be reared with diets featuring low-cost agricultural side-streams, promoting circular economical practices, which can also be fermented to promote the development of probiotic microbiota. The inclusion of probiotics in the diets of insects during rearing has recently been explored to mitigate potential exposure to pathogens, potentially serving as alternatives to antibiotics. The focus of this study was the fermentation of spinach to naturally develop complex probiotic populations to enrich the diet of mealworms, promoting host health, thus resulting in a more nutritious food/feed source, featuring a safer microbiome profile. Sequencing revealed that fermented spinach had increased lactic acid bacteria (LAB), while repressing Pseudomonas. LAB species have been acknowledged and used as probiotics, whereas Pseudomonas populations are often associated with opportunistic resistant infections. Moreover, zinc is an essential element for bacterial microbiomes of many organisms, including insects. As the effects of dietary zinc on insect gut microbiome have been scarcely investigated, we have supplemented our formulated diets with this trace element and fed it to TM larvae for 35 days. While various diet compositions did not affect mealworm mortality, larvae fed spinach-based and zinc-rich diets gained less weight than that of control. Furthermore, higher dosage of zinc-supplementation resulted in significantly higher accumulation in TM larvae and a lower bioaccumulation factor. Sequencing of larvae fed diets supplemented with fermented spinach revealed increased presence of probiotic-associated genera, Lactococcus and Weissella. It was also found that supplementing diets with spinach and zinc significantly modulated the microbiome of larvae.", "date": "2025-08-05", "journal": ""}
{"title": "The Rab5 effector Rabankyrin-5 mediates endosomal fusion and trafficking of Human Papillomavirus during early entry", "doi": "10.1101/2025.08.05.668525", "authors": "Love, M.; Xie, J.; Zhang, P.", "abstract": "The fusion of newly formed early endosomal vesicles containing viruses following endocytosis is a critical step for viral infection. It facilitates the transition of many viruses from viral internalization to downstream intracellular trafficking within the endosomal network, ultimately enabling their delivery to intracellular replication sites. Despite its significance, the molecular mechanisms regulating the fusion of these vesicles remain poorly understood. In this study, we show that Rabankyrin-5, a Rab5 effector, is essential for the fusion of human papillomavirus (HPV)-containing early endosomes during viral entry. Additionally, Rabankyrin-5 acts as a dynein adaptor, directly binding both the HPV minor capsid protein L2 and the dynein motor complex to link virus-carrying early endosomes to the dynein transport machinery, thereby promoting virus movement along microtubules. These dual functions enable the coordinated integration of endosomal fusion with microtubule-based transport during the early stages of viral entry.", "date": "2025-08-05", "journal": ""}
{"title": "Loss of Ag85A disrupts plasma membrane domains and promotes free mycolic acid accumulation in mycobacteria.", "doi": "10.1101/2025.08.05.668640", "authors": "Kado, T.; Fnu, S.; Jordan, J. D.; Freundlic, J.; Siegrist, M. S.; Morita, Y. S.", "abstract": "The mycomembrane of mycobacteria, composed primarily of long-chain mycolic acids, is critical for cell survival, structural integrity, and resistance to environmental stress, yet its underlying synthesis mechanisms remain incompletely understood. This study investigates the role of Ag85A, a key enzyme in mycomembrane synthesis, in regulating plasma membrane domains and cell envelope organization in Mycobacterium smegmatis. Using {Delta}Ag85A deletion mutants, we combined microscopy, biochemical assays, thin-layer chromatography, and lipid analysis to evaluate changes in membrane structure, chemical accumulation, and lipid composition. Ag85A deletion leads to altered plasma membrane domain organization, increased chemical accumulation, changes in cell envelope lipid composition. Unexpectedly, lipid analysis revealed accumulation--not depletion--of mycolic acids in the mutant, suggesting that increased permeability is not directly due to mycolic acid loss. These findings highlight a novel link between mycomembrane composition and plasma membrane domain stability. Our study not only advances understanding of mycobacterial cell envelope architecture but also identifies potential targets for enhancing drug penetration in resistant mycobacterial infections.", "date": "2025-08-05", "journal": ""}
{"title": "Discovery and genomics of H2-oxidizing/O2-reducing Deferribacterota ectosymbiotic with protists in the guts of termites and a Cryptocercus cockroach", "doi": "10.1101/2025.08.05.668610", "authors": "Maruoka, N.; Kudo, R.; Igai, K.; Shimizu, M.; Yuki, M.; Ohkuma, M.; Hongoh, Y.", "abstract": "Members of the phylum Deferribacterota inhabit diverse environments, but their cellular symbiosis with protists has never been reported. We discovered an ectosymbiotic clade of Deferribacterota specifically associated with spirotrichonymphid protists in the guts of the termites Reticulitermes speratus and Hodotermopsis sjostedti and trichonymphid protists in the gut of the wood-feeding cockroach Cryptocercus punctulatus. These ectosymbionts were spiral rods, attached to 16-91% of the host protist cells. These formed a monophyletic cluster within an uncultured family-level clade exclusively comprising insect gut-associated lineages. The complete genome of an ectosymbiotic Deferribacterota, CpT32-4, was obtained from a Trichonympha acuta cell in a C. punctulatus gut and analyzed with a single-cell amplified genome of another ectosymbiotic Deferribacterota, RsTz2-092, associated with Holomastigotes sp. in the gut of R. speratus. The genome analyses suggested that these Deferribacterota ferment monosaccharides and conduct fumarate and oxidative respiration with H2 as an electron donor. Thus, these bacteria possibly contribute to the removal of hydrogen and oxygen to protect the fermentative activity of the protist hosts. The ectosymbionts exhibited reduction in the number of genes related to signal transduction, implying that the association has provided a relatively stable environment for these bacteria. Notably, these ectosymbionts likely possess flagella with an unusually expanded number of flagellin variants up to 40, which may reflect an adaptation to their ectosymbiotic lifestyle. We propose the novel genus \"Candidatus Termitispirillum\" for these ectosymbionts and the novel family \"Candidatus Termitispirillaceae\" for the insect-gut clade. Our findings provide new insights into the ecology and evolution of Deferribacterota.", "date": "2025-08-05", "journal": ""}
{"title": "Nanopore direct-RNA sequencing reveals TGEV epitranscriptomic and transcriptomic landscapes modulated by gene 7", "doi": "10.1101/2025.08.05.668584", "authors": "JIANG, Q.; GUO, Z.; TAN, L.; SHAO, Y.; ZHAO, X.; WANG, H.; Li, R.", "abstract": "Viral non-structural proteins have gained increasing attention for their roles in regulating host-virus interplay and reported to act as a key mediator of host and virus RNA modification dynamics. Transmissible gastroenteritis virus (TGEV) gene 7 has been implicated in virulence, but its other molecular functions remain unclear. Here, we compared wild-type TGEV (TGEV-wt) with a recombinant strain lacking gene 7 (TGEV-{Delta}7) in swine testis cells using Oxford Nanopore direct RNA sequencing. High-coverage datasets enabled simultaneous profiling of the full-length transcriptome, N6-methyladenosine (m6A) modifications, and polyA tail length. Deletion of TGEV gene 7 halved viral RNA replication yet increased m6A modification by ~32 % across the viral genome, and elevated host m6A levels by ~17 %, accompanied by reciprocal shifts in the m6A regulators FTO (eraser) and RBM15 (writer). Despite bulk transcriptome changes were comparable between strains, gene 7 deletion introduced additional DEGs beyond WT infection, showing stronger enrichment of antiviral and chemokine pathways, indicating heightened innate immunity. PolyA analysis uncovered the polyA features of TGEV gRNA and sgRNAs, and revealed a gene 7 dependent extension of viral by 7 nt, but not host polyA tails. These findings highlight RNA-modification machinery as a potential target for coronavirus control and provide a framework for vaccine strategies exploiting gene 7 attenuation.", "date": "2025-08-05", "journal": ""}
{"title": "Illuminating the active virosphere with BONCAT and single virus genomic sequencing technologies", "doi": "10.1101/2025.08.05.666878", "authors": "Alvarez-Sanchez, M.; Martinez-Hernandez, F.; Llorenc-Vicedo, A.; Vila-Nistal, M.; Philosof, A.; Narayanan, A. K.; Tijerina, J. C.; Martinez-Garcia, M.; Orphan, V. J.", "abstract": "Marine viruses impact biogeochemical cycles through cell lysis, releasing organic matter and nutrients that fuel ocean productivity. Identifying and quantifying the specific viruses active in these processes remains a priority in the field. Here, we introduce a click-chemistry method to fluorescently label, sort, and sequence the genomes of newly produced viral particles released from transcriptionally active host microbial cells, alongside the analysis of co-occurring inactive cells and viruses in environmental samples. This approach, called viral BONCAT-FACS, combines biorthogonal non-canonical amino acid tagging (BONCAT) with environmental sample incubation, followed by single-virus and single-cell sorting by flow cytometry (FACS). Genomic analysis of translationally-active cells and new viral progeny in coastal seawater incubations confirmed BONCAT labeling and successful sorting of diverse marine bacteria, microeukaryotic cells, and virioplankton, with stark differences in the predicted turnover of specific groups of infecting viruses, including Pelagiphages, Methylophages, a Flavobacteriales-associated novel Far-T4 clade, algae-infecting giant NCLDV viruses, and parasitic virophages. Sequenced BONCAT-active cells showed a strong enrichment in viral contigs relative to the inactive cell fraction, suggestive of a large proportion of translationally-active virocells. This study illustrates the effectiveness of viral BONCAT-FACS for uncovering genome-resolved viral-host dynamics. By providing a direct approach for tracking active viral infections in natural environments, this method enhances our ability to investigate behavior and interactions of these nanoscale predators, expanding our understanding of their role in ecosystem dynamics.", "date": "2025-08-05", "journal": ""}
{"title": "Integrative Proteome-Wide Structural Analysis and High-Throughput Docking Identify Broad-Spectrum Antiviral Scaffolds Against Zika, Yellow Fever, West Nile, Saint Louis Encephalitis, and Usutu Viruses", "doi": "10.1101/2025.08.04.668588", "authors": "Soares, A. P.; Penteado, A. B.; Kato, R. B.; Zanotto, P. M. d. A.; Freire, C. C. d. M.; de Lima Neto, D. F.", "abstract": "Integrative proteome-wide virtual screening offers a powerful route to discover broad-spectrum antivirals against emerging flaviviruses, for which no approved therapeutics currently exist. Here, we address this gap by constructing homology models of all structural and nonstructural proteins from Zika, Yellow Fever, West Nile, Saint Louis Encephalitis, and Usutu viruses. We applied a standardized pipeline - combining sequence and structure based pocket prediction (Concavity), electrostatic profiling (APBS), and pharmacokinetic filtering (Lipinskis rules, ADMET) - to generate high-confidence binding sites. A focused library of 160 natural product scaffolds and repurposed antivirals was then docked exhaustively (2,000 runs per pocket) using AutoDock4/Vina, followed by clustering and ranking by binding energy. Comparative analyses (RMSD, PCA, RMSF) confirmed conserved core folds alongside virus-specific surface signatures, guiding grid definition. Of the 45 top-ranked scaffolds, several flavonoids exhibited dual-site binding to the NS5 polymerase and E glycoprotein across more than 4 viruses, while ribavirin and sofosbuvir engaged conserved catalytic motifs in NS3/NS5, highlighting opportunities for combination strategies. Lead compounds such as myricetin (Kd ~ 1.9 uM), temoporfin (kd ~1.2 nM), and aurintricarboxylic acid (Kd ~1.9 uM) demonstrated favorable multitarget profiles. This integrative framework prioritizes robust candidates for experimental validation and optimization of panflaviviral therapeutics.", "date": "2025-08-05", "journal": ""}
{"title": "Assessing the redox state of the plastoquinone pool in algae and cyanobacteria via OJIP fluorescence: perspectives and limitations", "doi": "10.1101/2025.08.05.668659", "authors": "Zavrel, T.; Pohland, A. C.; Pfennig, T.; Matuszynska, A. B.; Toth, S. Z.; Bernat, G.; Cerveny, J.", "abstract": "Abstract Background: The redox state of the plastoquinone pool (PQ-redox) acts as a central element in a variety of intracellular signal pathways. Several methods for determining PQ-redox have been established. Although some methods are fully quantitative, such as those based on liquid chromatography, they are typically sensitive to sample preparation. Here, we critically evaluate the use of fast chlorophyll a fluorescence induction kinetics (the so-called OJIP transient) for semi-quantitative PQ-redox assessment in algae (Chlorella vulgaris) and cyanobacteria (Synechocystis sp. PCC 6803). The method, based on the evaluation of relative fluorescence yield at the J-step of the OJIP transient (VJ), has already been reported; however, thus far, it has been used mostly for studying dark-acclimated leaves, which limits its range of use. Results: In this work, we show that the OJIP transient can be used for semi-quantitative estimation of PQ-redox in algal and cyanobacterial cell cultures, in addition to plants. We further show that it can reflect PQ-redox in both dark-acclimated and light-acclimated samples. To estimate PQ-redox in light-acclimated cells, we introduce a new parameter VJ'. This parameter is derived from FO', FJ' and FM' values - the fluorescence yields at the O and J steps of the OJIP transient, and the maximum fluorescence yield, respectively, measured in light-acclimated samples. Our systematic comparison of Multi-Color PAM, AquaPen, and FL 6000 fluorometers demonstrates that accurate measurement of VJ and VJ' in algal and cyanobacterial cultures requires low culture density and a high-intensity saturation pulse. We further show that with increasing light intensity to which the cells are exposed, the state of photosystem II (PSII) changes due to light-induced reduction of quinone A (QA-) and conformational changes, which in turn influence both the sensitivity and dynamic range of the VJ' parameter towards PQ-redox assessment. A comparison of fluorescence curves in algae and cyanobacteria revealed high homeostatic control over PQ-redox in Synechocystis sp. PCC 6803, maintained by terminal oxidases present at the thylakoid membrane. Conclusions: While certain limitations exist, our critical assessment suggests that the OJIP method has great potential to become a routine tool for semi-quantitative PQ-redox assessment under a wide range of experimental conditions.", "date": "2025-08-05", "journal": ""}
{"title": "Investigation of V1016G kdr Mutation during Pyrethroid Insecticide Resistance in Aedes aegypti from Nagapattinam district of Tamil Nadu, India", "doi": "10.1101/2025.08.05.668611", "authors": "Rajalakshmi, A.; Manimaran, P.; Henri, M.; Syed Kaseem, F.; Balakrishnan, S. J.; Malik, M.; Vellingiri, B.; Balakrishnan, A. S.; Shekhar, S.; Krishnan, J.", "abstract": "Background Aedes aegypti is a primary vector of Dengue, Chikungunya, and Zika viruses, and its control relies heavily on pyrethroid insecticides. However, the development of resistance in mosquito populations poses a major challenge to effective vector control. This study aimed to investigate the presence of the V1016G knockdown resistance (kdr) mutation in Aedes aegypti collected from Nagapattinam district, Tamil Nadu, India. Where insecticide uses is common. Methodology Aedes immature were collected from selected field sites and subjected to insecticide susceptibility testing using World Health Organization (WHO) guidelines. Genomic DNA was extracted, and allele-specific PCR was performed to detect the V1016G mutation in the voltage-gated sodium channel gene (vgsc). Principal findings The analysis revealed the presence of the V1016G mutation in heterozygous form (VG) among the tested samples. No homozygous mutants (GG) were detected. The presence of heterozygous individuals indicates an early stage of resistance development, likely due to ongoing insecticide selection pressure. Bioassay results showed reduced susceptibility to pyrethroids in these populations, supporting the molecular findings. Conclusion This study provides baseline data on the genetic mechanism of pyrethroid resistance in Aedes aegypti from Nagapattinam district. Regular monitoring of kdr mutations is essential to detect resistance early and guide insecticide use policies. Integrating molecular surveillance with conventional control measures will help delay the spread of resistance and improve the long-term success of vector management programs. The findings highlight the need for alternative control strategies and responsible insecticide use to maintain the effectiveness of current interventions.", "date": "2025-08-05", "journal": ""}
{"title": "CHAMP1 Complex Promotes Heterochromatin Assembly and Reduces Replication Stress", "doi": "10.1101/2025.08.05.667964", "authors": "Li, F.; Elbakry, A.; Zhou, F. Y.; Zhang, T.; Ravindranathan, R.; Nguyen, H.; Syed, A.; Sun, L.; Mukkavalli, S.; Greenberg, R.; D'Andrea, A. D.", "abstract": "Replication stress is a major driver of genomic instability and a hallmark of cancer cells. Although dynamic heterochromatin remodeling has been implicated in replication stress response, the precise mechanisms remain unclear. Here, we identify the CHAMP1 complex, composed of CHAMP1, POGZ, HP1, and the H3K9 methyltransferase SETDB1, as a critical regulator of heterochromatin assembly at stalled replication forks. Upon replication stress, the CHAMP1 complex is recruited to stalled forks where it facilitates H3K9me3 deposition, creating a repressive chromatin environment that shields replication forks from MRE11-mediated degradation. The complex promotes the recruitment of the origin recognition complex (ORC) to sites of replication stress, such as the telomeric heterochromatin in alternative lengthening of telomeres (ALT)-positive tumor cells, thereby supporting efficient telomeric DNA replication. Loss of CHAMP1 disrupts ORC2 recruitment and impairs fork restart, leading to increased micronuclei formation and heightened sensitivity to replication stress. Notably, CHAMP1 deficiency induces synthetic lethality with FANCM inhibition in ALT-positive tumor cells, and the CHAMP1 complex is essential for the survival of CCNE1-amplified ovarian cancers. These findings uncover a chromatin-based mechanism of replication fork stabilization and suggest that CHAMP1 may represent a candidate therapeutic vulnerability in cancers with elevated replication stress.", "date": "2025-08-05", "journal": ""}
{"title": "CCDC32 collaborates with the membrane to assemble the AP-2 clathrin adaptor complex", "doi": "10.1101/2025.08.05.668722", "authors": "Sloan, D. E.; Matthews, A.; Yanagisawa, H.; Tedamrongwanish, T.; Cannon, K.; Simmons, J.; Chappell, G.; Nicely, N. I.; Berlow, R.; Kikkawa, M.; Baker, R. W.", "abstract": "Cells have evolved a variety of assembly chaperones to aid in the difficult process of forming macromolecular complexes in a crowded cytoplasm. Assembly of adaptor protein complex 2 (AP-2), the primary cargo adaptor in clathrin-mediated endocytosis, is regulated by the chaperones AAGAB and CCDC32, whose deletion causes loss of all AP-2 subunits in vivo. AAGAB and CCDC32 are thought to act sequentially to assemble the AP-2 tetramer from its constituent heterodimers. However, the molecular requirements and structural consequences of CCDC32 interaction with AP-2 are not yet understood. Here, using in vitro reconstitution and integrative structural analysis, we describe the molecular mechanism of CCDC32-mediated AP-2 assembly. First, CCDC32 interacts with the appendage domain of the AP-2  subunit, using the same binding site as canonical endocytic regulators in addition to a novel, yet highly conserved pocket on . CCDC32 contains cargo sorting motifs normally found in trans-membrane cargo and binds to AP-2 heterodimers using canonical cargo-binding sites. Additionally, two amphipathic helices in CCDC32 bind to the /{sigma}2 heterodimer. Surprisingly, in solution, we find that CCDC32 prevents complex assembly and actively disassembles AP-2 tetramers. Inhibition requires the amphipathic helices of CCDC32, which also mediate binding to PIP2-containing membranes. The presence of PIP2-containing membrane stabilizes the final stages of assembly. We propose that the membrane acts as a molecular switch to release inhibitory interactions, allowing for full complex assembly to proceed. Using cryo-EM, we visualize an assembly intermediate that mimics the conformation of AP-2 found in vesicles, with CCDC32 bound at both cargo binding sites and both membrane-binding sites, suggesting that assembly leads to deposition of active complexes on the plasma membrane.", "date": "2025-08-05", "journal": ""}
{"title": "Breaking Bad: Exploring & Complementing the Effects of the DNASE1L3 p.Arg206Cys Variant on Cell-Free DNA from an Isogenic Cell Line Model", "doi": "10.1101/2025.08.05.668479", "authors": "Kohabir, K. A. V.; Balk, J. A.; Nooi, L. O.; Papaioannou, D.; Wolthuis, R. M. F.; Sistermans, E. A.; Linthorst, J.", "abstract": "DNASE1L3 is a key endonuclease, essential for proper fragmentation and clearance of cell-free DNA (cfDNA). The p.R206C common variant impairs DNASE1L3 secretion and activity, causing aberrant cfDNA fragmentation and therefore affecting liquid biopsy-based screening and diagnostics. Existing studies on DNASE1L3 relied on resource-intensive murine models or plasmid-based overexpression, which do not accurately represent native expression. To address this, we developed an isogenic HEK293T cell line model by using CRISPR Prime Editing for endogenous expression of DNASE1L3R206C. We analyzed the cfDNA composition directly from conditioned culture medium and found that fragment size distributions in mutant cells mimics the hypofragmented profiles previously observed in plasma samples from p.R206C carriers. We also showed that in vitro treatment of hypofragmented cfDNA with recombinant wildtype DNASE1L3 could enrich for mononucleosomal fragments, with fragment end-motifs characteristic of DNASE1L3 cleavage activity. This could open avenues for DNASE1L3 as a candidate pre-treatment agent to improve the accuracy and efficiency of cfDNA sequencing-based diagnostics in hypofragmented liquid biopsies. These findings demonstrate that our isogenic cell line model provides a controlled system to study cfDNA fragmentation biology and DNASE1L3 function.", "date": "2025-08-05", "journal": ""}
{"title": "Deletion of KLHDC3, an E3 ubiquitin ligase complex substrate receptor, leads to obesity in mice.", "doi": "10.1101/2025.08.05.668783", "authors": "Buco, P.; Hoque, A.; Tandazo, W. C.; Chalk, A.; Smeets, M.; Walkley, C.", "abstract": "Protein ubiquitination is a critical post-translational modification that regulates protein stability and cellular homeostasis. KLHDC3 is a substrate recognition receptor within the recently identified C-terminal degron-mediated DesCEND ubiquitination pathway. It has been characterised to selectively bind proteins with C-terminal RxxxG motifs, targeting them for degradation. Unlike the well-characterised N-terminal degron pathway, the physiological roles of C-terminal degrons remain poorly understood. To investigate KLHDC3 function in vivo, we generated Klhdc3-deficient (Klhdc3-/-) mice. These mice exhibited sub-Mendelian birth rates and progressive postnatal lethality, with a median survival of 136 days and maximum survival observed of ~1 year of age. Early growth retardation was apparent, followed by a normalisation of body mass with age. However, as Klhdc3-/- mice aged they developed pronounced obesity at the expense of lean mass, with some individuals reaching fat mass exceeding 50% of total body weight. Combined transcriptomic and proteomic analyses of Klhdc3-/- embryonic fibroblasts revealed significant changes in protein expression with minimal impact on transcript levels, consistent with KLHDC3s role in post-translational regulation. Among the upregulated proteins, HINT1 was identified as a novel KLHDC3 substrate, possessing a C-terminal degron motif. Protein stability assays and immunoblotting confirmed HINT1 as a direct target of KLHDC3. These findings establish a new in vivo physiological role for the DesCEND pathway and highlight KLHDC3 as a key regulator of development, survival, and adiposity in mice.", "date": "2025-08-05", "journal": ""}
{"title": "Deletion of KLHDC3, an E3 ubiquitin ligase complex substrate receptor, leads to obesity in mice.", "doi": "10.1101/2025.08.05.668783", "authors": "Buco, P.; Hoque, A.; Tandazo, W. C.; Chalk, A.; Smeets, M.; Walkley, C.", "abstract": "Protein ubiquitination is a critical post-translational modification that regulates protein stability and cellular homeostasis. KLHDC3 is a substrate recognition receptor within the recently identified C-terminal degron-mediated DesCEND ubiquitination pathway. It has been characterised to selectively bind proteins with C-terminal RxxxG motifs, targeting them for degradation. Unlike the well-characterised N-terminal degron pathway, the physiological roles of C-terminal degrons remain poorly understood. To investigate KLHDC3 function in vivo, we generated Klhdc3-deficient (Klhdc3-/-) mice. These mice exhibited sub-Mendelian birth rates and progressive postnatal lethality, with a median survival of 136 days and maximum survival observed of ~1 year of age. Early growth retardation was apparent, followed by a normalisation of body mass with age. However, as Klhdc3-/- mice aged they developed pronounced obesity at the expense of lean mass, with some individuals reaching fat mass exceeding 50% of total body weight. Combined transcriptomic and proteomic analyses of Klhdc3-/- embryonic fibroblasts revealed significant changes in protein expression with minimal impact on transcript levels, consistent with KLHDC3s role in post-translational regulation. Among the upregulated proteins, HINT1 was identified as a novel KLHDC3 substrate, possessing a C-terminal degron motif. Protein stability assays and immunoblotting confirmed HINT1 as a direct target of KLHDC3. These findings establish a new in vivo physiological role for the DesCEND pathway and highlight KLHDC3 as a key regulator of development, survival, and adiposity in mice.", "date": "2025-08-05", "journal": ""}
{"title": "Biofilm formation and dynamics in the marine cyanobacterium Prochlorococcus", "doi": "10.1101/2025.08.05.668435", "authors": "Anjur-Dietrich, M. I.; Jones, K. G.; Mullet, J. I.; Vo, N. N.; Castro, K. G.; Parker, S. M.; Chisholm, S. W.", "abstract": "The picocyanobacterium Prochlorococcus is responsible for ~10% of annual marine carbon fixation and plays a role in the global carbon budget. While these phototrophs are primarily considered free-living and neutrally buoyant in the euphotic zone, we observe that they can form biofilms on diverse substrates. This trait is conserved across Prochlorococcus ecotypes, and populations continuously transition between planktonic and biofilm states via a non-genetic heritable mechanism. Throughout their growth, cells in biofilms retain a reversible, dynamic attachment state, and measurements of growth, photosynthesis, and respiration rates reveal that cells in biofilms exude more organic carbon than their planktonic counterparts. Estimates of the fraction of Prochlorococcus cells attached to particles in the ocean reveal that a significant adherent population exists throughout the euphotic and mesopelagic zones. This work describes a new dimension of Prochlorococcus 's ecological niche and suggests a role in carbon export to the deep sea.", "date": "2025-08-05", "journal": ""}
{"title": "Colour and shape evolution reflect ecological specialisation in Pomacentridae", "doi": "10.1101/2025.08.05.668455", "authors": "Jimenez, A. G.; Salamin, N.; Gaboriau, T.", "abstract": "How ecological pressures shape phenotypic traits such as colouration and morphology is a fundamental question in evolutionary biology. Colouration often mediates functions such as communication, camouflage, and species recognition, while morphological traits influence locomotion, feeding, and habitat use. In reef fishes, both traits exhibit striking diversity, frequently shaped by ecological interactions. The damselfish family (Pomacentridae) exemplifies this variation, displaying a wide range of colouration, morphology, and ecological strategies, including dietary specialisation, mutualistic behaviours, and freshwater tolerance. In this study, we examined 342 Pomacentridae species using an integrative framework that combined colouration and morphometric analyses, ancestral state reconstructions of habitat, diet, and symbiosis, and Phylogenetic Comparative Methods (PCMs). Our goal was to assess how ecological factors have influenced the evolution of phenotypic traits and to identify patterns of convergence linked to ecological specialisation. We found repeated convergent evolution in both colouration and body shape, often associated with similar ecological pressures. Species with specialised diets exhibited consistent morphological adaptations, underscoring the role of trophic ecology in shaping body form. Additionally, we observed a strong association between habitat type and dominant colouration patterns, consistent with a camouflage function. These findings clarify the evolutionary processes driving phenotypic diversity in damselfishes and highlight the importance of ecological adaptation in shaping both morphology and colouration. Our work contributes to a broader understanding of how form and function evolve in response to ecological pressures in coral reef ecosystems.", "date": "2025-08-05", "journal": ""}
{"title": "Complete genomes reveal the full extent of Mycobacterium tuberculosis complex diversity across evolutionary scales", "doi": "10.1101/2025.08.05.667821", "authors": "Garcia-Marin, A. M.; Torres-Puente, M.; Martinez-Priego, L.; De Marco, G.; Moreno-Molina, M.; Hunt, M.; Iqbal, Z.; Gil-Brusola, A.; Valencia Region TB Working Group,  ; Lopez, M. G.; Gonzalez-Candelas, F.; Alonso-del-Real, J.; Comas, I.", "abstract": "Advances in short-read sequencing have enhanced our understanding of Mycobacterium tuberculosis complex (MTBC), but fail to capture its complete genomic diversity. We applied long-read sequencing to 216 isolates from the Valencia Region (Spain) and generated high-quality, complete genomes, revealing detailed insights into MTBC evolution across timescales. Complete genome comparisons increased the estimated evolutionary rate by 1.5-fold, resulting in a median of 312 (-1 to 792) additional SNPs per pairwise comparison. Multiple diversity hotspots were identified, mostly in the pe/ppe genes and driven by gene conversion. However, most PE/PPE epitopes were hyperconserved, with notable exceptions involving vaccine candidates. Incorporating previously undetected SNPs and indels improved resolution in transmission analyses. Furthermore, patient-specific reference mapping validates only 5-10% of within-host diversity detected by standard pipelines, indicating substantial overestimation in previous studies. These findings expand our view of MTBC diversity and have important implications for understanding host-pathogen interactions, epidemiology, and transmission dynamics.", "date": "2025-08-05", "journal": ""}
{"title": "Deep Profiling of EV Long RNAs Reveals Biofluid-Specific Transcriptomes and Splicing Landscapes", "doi": "10.1101/2025.08.05.668716", "authors": "Chakrabortty, S. K.; Xing, S.; Nguyen, S.; George, A.; Miller, D. L.; Babcock, K.; Manning, K.; Cole, T. J.; Mitsock, E.; Ray, C. J.; Gowrisankar, S.; Skog, J. K.", "abstract": "RNA profiling of extracellular vesicles (EVs) from human biofluids has historically been limited to small RNA species, with long RNAs, such as mRNA exons and long non-coding RNAs, remaining largely underexplored. Moreover, the dominance of hematopoietic-derived EVs in complex fluids like plasma has posed significant challenges for detecting low-abundance, tissue-specific transcripts. Here, we establish foundational transcriptomic maps of long RNAs in EVs from plasma, urine, and cerebrospinal fluid (CSF) using ultra-deep whole transcriptome sequencing (WTS), revealing both fluid-specific and shared expression and splicing signatures. We then introduce a targeted RNA capture method that enriches for all protein-coding and long non-coding transcripts, dramatically enhancing sensitivity for gene and splice variant detection. Applying this approach to brain-specific transcripts, we achieve >85-fold enrichment of target gene expression and, on average, 3.1-fold increase in detected splice junctions per gene compared to untargeted WTS. As a proof of concept, we apply this brain-targeted RNA panel to EVs from plasma in a Parkinsons disease cohort of 40 plasma samples and compare its performance to exome sequencing as well as untargeted WTS. This work advances EV transcriptomics into the long RNA domain and establishes a framework for high-sensitivity, noninvasive biomarker profiling across tissues and diseases.", "date": "2025-08-05", "journal": ""}
{"title": "Extensive endemic transmission of multidrug resistant Mycobacterium tuberculosis in Bhutan: A retrospective genomic-epidemiological study", "doi": "10.1101/2025.08.05.668595", "authors": "Dorji, T.; Tshering, K.; Adhikari, L.; Jamtsho, T.; Bhujel, P.; Lhaden, P.; Wangchuk, S.; Wirth, W.; Horan, K.; Denholm, J. T.; Sherry, N. L.; Sait, M.; Stinear, T. P.; Howden, B. P.; Andersson, P.", "abstract": "Despite decreasing overall tuberculosis notifications, the proportion of multidrug-resistant tuberculosis (MDR-TB) cases are increasing in Bhutan. While most MDR-TB cases are diagnosed among patients in the bordering districts and the capital, current diagnostic tests are limited in their ability to differentiate between the recurrent introductions and local transmission. For the first time, we conducted a retrospective genomic-epidemiological study to provide insights into the population structure, genotypic resistance patterns, and explore recent transmission of drug-resistant TB in Bhutan. Whole genome sequencing was performed on randomly selected drug-resistant and drug-sensitive TB isolates from Bhutan, collected between 2018-2022 at Microbiological Diagnostic Unit Public Health Laboratory in Melbourne, Australia. We investigated drug resistance mutations, and genomic clustering of cases using different single nucleotide polymorphisms (SNPs) thresholds. Of the 203 sequences that passed the quality control, 126 (62.1%) were MDR-TB and 15 (7.4%) were isoniazid-resistant TB. There were four different circulating lineages, with most sequences belonging to lineage 2 (86.2%). Using a SNP-threshold of [&le;]12 SNPs, 71% of sequences formed 12 genomic clusters. Surprisingly, the largest cluster included of 88% of all MDR-TB sequences and spanned the entire study period. These cases were highly clonal (mean pairwise SNP-distance of 10, range 0-25). Phylogenetic analysis with publicly available international sequence data showed that this MDR-TB cluster formed a distinct clade. The major burden of MDR-TB in Bhutan appears to be due to recent local transmission of cases resulting in a large, single endemic cluster. This information will be critical for TB control program in Bhutan to tackle the major burden of MDR-TB through enhanced contact tracing of this MDR-TB clade. Additionally, this genomic data will be valuable to regional neighbours to monitor for dissemination of the strain. This study highlights the significant value of investing in TB genomics in resource limited settings globally to gain actionable insights into transmission dynamics.", "date": "2025-08-05", "journal": ""}
{"title": "Structural mechanisms for the recruitment of factor H by Streptococcus pyogenes", "doi": "10.1101/2025.08.05.668778", "authors": "Kumar, A.; Wang, K.-C.; Ghosh, P.", "abstract": "The major bacterial pathogen Streptococcus pyogenes (Group A Streptococcus, or Strep A) recruits the negative regulator of the alternative complement pathway factor H (FH) to its surface. Antigenically sequence variable regions of several Strep A M proteins, including M5 and M6, bind FH but have no obvious sequence homology. A second Strep A surface-localized protein, FbaA, binds FH through a purported coiled-coil region, suggesting mimicry of the well known coiled coil of M proteins. We determined the structures of fragments of M5 protein, M6 protein, and FbaA complexed with FH domains 6 and 7 (FH(6-7)). M5 and M6 proteins formed dimeric -helical coiled coils, as expected, while FbaA instead consisted of a monomeric three-helix bundle preceded by a loop. FH(6-7) accommodated different binding modes in these three proteins, with very few common interacting amino acids. Based on contributions to binding, distinct FH binding sequence patterns were constructed for M5 and M6 proteins, enabling identification of FH-binding sequences in M or M-like Enn proteins in 32 strains of differing M types. While FbaA was allelically sequence variable, its critical FH-binding amino acids were absolutely conserved in 95 strains of differing M types. Together, FH-binding sequences were identified in about half of the known 250 Strep A strains, with the majority due to FbaA. Our structural and functional elucidation of the mechanism of FH recruitment is applicable to precise investigation of its role in Strep A virulence.", "date": "2025-08-05", "journal": ""}
{"title": "Live-cell imaging and lipidomics of low density lipoprotein containing intrinsically fluorescent cholesteryl esters", "doi": "10.1101/2025.08.05.668602", "authors": "Juhl, A. D.; Sprenger, R. R.; Modzel, M.; Halder, S.; Szomek, M.; Xu, X.; Ejsing, C. S.; Covey, D. F.; Wüstner, D.", "abstract": "Low density lipoprotein (LDL) delivers cholesterol to cells in the body in the form of cholesteryl esters (CEs), and dysfunction of this pathway is associated with various diseases. Due to the lack of suitable tools, our understanding of the intracellular transport and hydrolysis of CEs is limited. We present a novel approach for studying LDL-derived CEs in cells, using fatty acyl chain conjugates of the intrinsically fluorescent cholestatrienol (CTL). We demonstrate that CTL esters reconstituted into LDL particles are hydrolyzed in late endosomes and lysosomes (LE/LYSs) by acid lipase, while an LDL-derived CTL ether analog cannot leave LE/LYSs. Using live-cell imaging, lipidomics, and multimodal Bayesian modeling, we discover a sequential biphasic transport of LDL-derived CTL to LE/LYSs matching the kinetics of the lysosomal hydrolysis of LDL-associated CTL-ester with a half-time of 3.0 hours. Hydrolyzed CTL derived from LDL-associated CTL esters is rapidly re-esterified with a similar half-time and stored in lipid droplets, demonstrating efficient sterol transport to the endoplasmic reticulum (ER). The latter is supported by the detection of a faint CTL staining in the ER and by extensive contact formation between endo-lysosomes containing LDL and ER tubules. Using lipidomics and Bayesian kinetic modeling, we also track LDL-derived CEs and triacylglycerols in cells and determine the uptake kinetics for each lipid species individually. Our novel approach allows for precise measurement of post-endocytic trafficking and metabolism of LDL-derived cholesterol and other lipids in living cells.", "date": "2025-08-05", "journal": ""}
{"title": "Characterization of bacterial fucokinase/GDP-fucose pyrophosphorylase (FKP) enzymes supports the evolution of interdomain communication and modularity in the FKP family", "doi": "10.1101/2025.08.05.668714", "authors": "Smith, N. T.; Hodgins, A. J.; Boddington, M. E.; Capicciotti, C. J.; diCenzo, G. C.; Howe, G. W.", "abstract": "L-fucokinase (FUK) and GDP-fucose pyrophosphorylase (GFPP) salvage free L-fucose and synthesize the valuable nucleotide-sugar GDP-L-fucose (GDP-Fuc). Some organisms express these enzymes as one bifunctional polypeptide called L-fucokinase/GDP-fucose pyrophosphorylase (FKP), which has attracted attention for use in the chemoenzymatic synthesis of GDP-Fuc. Despite the documented use of the FKP from Bacteroides fragilis (BfFKP), the evolutionary origins of these enzymes and their relationships to monofunctional FUKs and GFPPs are poorly understood. We hypothesized that biochemical characterization of these proteins coupled with an evolutionary analysis would uncover the natural diversity of FKPs, facilitating the discovery of new biocatalysts. Phylogenetic and sequence similarity network (SSN) analyses distinguished FKPs from FUKs and GFPPs, suggesting that FKPs originate from one ancestral fusion event between these domains. To evaluate how environmental factors might select for functional diversity within the FKP family, we recombinantly expressed and purified a putative FKP from the thermophilic bacterium Thermophagus xiamenensis (TxFKP). This enzyme exhibited in vitro kinase and pyrophosphorylase activities and demonstrated subtle kinetic differences compared to BfFKP. While alanine scanning mutational analysis of the TxFKP FUK and GFPP domains supported the role of conserved residues that TxFKP uses to coordinate substrate binding and catalysis, other mutations in the TxFKP GFPP domain influenced kinase activity differentially for the substrates L-fucose and D-arabinose, showing an unprecedented role for the GFPP domain in FUK substrate specificity. Finally, thermal shift profiles of TxFKP and BfFKP were biphasic and provided new insights into how these enzymes have evolved to respond to different sugar substrates.", "date": "2025-08-05", "journal": ""}
{"title": "Thymine DNA Glycosylase Binds to R-Loops and Excises 5-Formyl and 5-Carboxyl Cytosine from DNA/RNA Hybrids", "doi": "10.1101/2025.08.05.668694", "authors": "Zhu, B.; Pidugu, L. S.; Cook, M. E.; Nie, X. Y.; Amarasekara, T.; Menet, J. S.; Drohat, A. C.; Sczepanski, J. T.", "abstract": "R-loops are three-stranded nucleic acid structures consisting of a DNA/RNA hybrid and a displaced single-stranded DNA. Once considered rare byproducts of transcription, R-loops are now recognized as important regulators of various nuclear processes. In particular, evidence indicates a role for R-loops in regulating DNA methylation dynamics. R-loops have been shown to promote active DNA demethylation -- the enzymatic reversal of 5-methylcytosine (5mC) back into cytosine -- by recruiting associated proteins, providing an attractive targeting mechanism. Nevertheless, many important aspects of this process, including whether the associated proteins bind to and function on R-loops, remain to be substantiated. In this study, we demonstrate for the first time that thymine DNA glycosylase (TDG), a key enzyme in the active DNA demethylation pathway, binds tightly to R-loops in vitro and can excise DNA demethylation intermediates 5-formylcytosine (5fC) and 5-carboxycytosine (5caC) from DNA in DNA/RNA hybrid duplexes. We also show that R-loops guide the strand-specific activity of TDG at CpG sites, potentially explaining the asymmetric distribution of 5fC/5caC at gene promoters. Furthermore, we provide important mechanistic insights into base excision on DNA/RNA hybrid duplexes using 19F NMR. Finally, our findings suggest that TDG--R-loop interactions may be widespread in human cells. Collectively, our results provide strong evidence that R-loops play a critical role in DNA demethylation and support a mechanism in which 5fC/5caC are directly removed from DNA/RNA hybrids in cells.", "date": "2025-08-05", "journal": ""}
{"title": "Accurate detection and quantification of single-base m6A RNA modification using nanopore signals with multi-view deep learning", "doi": "10.1101/2025.08.04.668591", "authors": "Zhang, J.; Qiao, J.; Zhao, Z.; Yin, C.; Jin, J.; Wang, D.; Gao, W.; Wei, L.", "abstract": "N6-methyladenosine (m6A) is a crucial epitranscriptomic mark. While Nanopore Direct RNA Sequencing (DRS) enables transcriptome-wide detection, most existing methods neglect or lack the capacity to effectively process the intrinsically variable-length raw signals generated by DRS reads. Here, we present MultiNano, a multi-view deep learning framework that converts variable-length raw signals into image-like feature representations, effectively resolving the length inconsistency problem. By integrating raw signal and basecalling features, MultiNano enables accurate and comprehensive transcriptome-wide detection of m6A modifications. Our model achieved state-of-the-art (SOTA) performance in various tasks, including site-level prediction, read-level prediction, cross-species transfer learning, and modification rate estimation. Furthermore, the false positive control strategy implemented in MultiNano significantly enhances the model's robustness and predictive accuracy, offering a powerful alternative to traditional thresholding-based filtering algorithms. Collectively, our approach provides novel insights for the absolute quantification and single-base resolution of RNA modifications.", "date": "2025-08-05", "journal": ""}
{"title": "Concurrent genetic and non-genetic resistance mechanisms to KRAS inhibition in CRC", "doi": "10.1101/2025.08.05.668666", "authors": "Alonso, S.; Chu, K.; Parsons, M. J.; Granowsky, E.; Gunasinghe, H.; Shia, J.; Yaeger, R.; Dow, L. E.", "abstract": "KRAS is mutationally activated in 45-50% of colorectal cancer (CRC) cases, and while KRAS-targeted therapies have shown some clinical promise, upfront and acquired resistance limit their efficacy. To explore the acute response and mechanisms underlying KRAS inhibitor resistance, we used targeted exome sequencing and single-cell spatial transcriptomics to analyze patient-matched pre-treatment, on-treatment, and progression biopsies from patients treated with combined KRASG12C and EGFR inhibition. Acquired genetic events were identified in most patients at progression but were often subclonal and coexisted with transcriptional adaptive states. Mesenchymal, YAP, and fetal-like transcriptional signatures predominated in resistant tumors, while tumor cell-intrinsic inflammatory programs were induced in the early treatment phase. Single-cell spatial analysis revealed significant intratumoral heterogeneity, with diverse adaptive states predominating in different zones of individual tumors. Using human and murine organoid models, we show that these drug-induced inflammatory programs are cancer-cell autonomous and precede the emergence of regenerative fetal-like programs associated with drug resistance. We uncover TBK1 as a promising target to abrogate the early inflammatory adaptive phase and enhance responses to KRAS inhibition.", "date": "2025-08-05", "journal": ""}
{"title": "Bioluminescent sentinel plants enable autonomous diagnostics of viral infections", "doi": "10.1101/2025.08.05.668616", "authors": "Calvache, C.; Rodriguez-Rodriguez, M.; Vazquez-Vilriales, V.; Garcia-Perez, E.; Fleiss, A.; Ezzeddin-Ayoub, M.; Pasin, F.; Daros, J.-A.; Sarkisyan, K. S.; Orzaez, D.; Vazquez-Vilar, M.", "abstract": "Plants engineered with synthetic genetic programs can transform how we monitor and manage the extension of crop pests and diseases. Here, we establish a bioluminescent platform in Nicotiana benthamiana for autonomous viral sensing based on the fungal bioluminescence pathway (FBP). We first demonstrate that recombinant viruses can deliver missing pathway components, enabling spatially resolved tracking of infection dynamics. Leveraging this starting point, we developed a dual-output sentinel circuit that uses a protease-responsive Bioluminescence Resonance Energy Transfer (BRET) module to report infection through a virus-triggered spectral shift in luminescence. In the absence of infection, plants emit a stable yellow glow indicating system integrity. Upon infection with potyviruses, cleavage of the BRET fusion by the virus-encoded NIa-Pro protease activates a distinct colour change detectable with low-cost imaging. This modular design is compatible with other pathogens carrying specific proteases and supports future multiplexing strategies. Our results highlight the potential of synthetic sentinel gene circuits as autonomous biosensors for precision crop protection.", "date": "2025-08-05", "journal": ""}
{"title": "X-ray crystal structure of the N-terminal domain of Staphylococcus aureus cell-cycle protein GpsB", "doi": "10.1101/2025.08.05.668015", "authors": "Nicely, N.; Bartlett, T. M.; Baker, R. W.", "abstract": "GpsB is a conserved cell-cycle regulator in the Firmicute clade of Gram-positive bacteria that coordinates multiple aspects of envelope biogenesis. Recent studies demonstrate interactions between GpsB and the key division cytoskeleton FtsZ, suggesting that GpsB links cell division to various aspects of cell envelope biogenesis in Staphylococcus aureus and potentially other Firmicutes. We determined a 1.7 [A] resolution crystal structure of the N-terminal domain of Staphylococcus aureus GpsB, revealing an asymmetric dimer with a bent conformation. This conformation is nearly identical to one of two conformations reported by Sacco, et al., confirming the unique conformation of S. aureus GpsB compared to other gram-positive bacteria. This structural agreement provides strong validation of the S. aureus GpsB fold and supports its proposed role in organizing the cell division machinery.", "date": "2025-08-05", "journal": ""}
{"title": "Global patterns of taxonomic and functional diversity in hot springs microbiomes", "doi": "10.1101/2025.08.04.668570", "authors": "Arroyo, J. I.; Diez, B.; Marquet, P.", "abstract": "A reformulation of the metabolic theory of ecology has been proposed based on a derivation of the Eyring-Polanyi equation, leading to a reduced model with the form of a power-law with exponential cut-off (PLECO). Moreover, the recent integration of this new model and metagenomic DNA sequencing theory has led to the hypothesis that, given that temperature affects cell size and assemblage abundance, it should also affect the number of genes, metabolisms, and populations in a microbial community. In particular, for microbial communities, the model predicts that the diversity of taxa, their genes, and metabolisms should respond to temperature according to the PLECO model, and after scaling the data using the estimated parameters, all data should collapse into a single curve. To test these predictions, we use global hot springs microbial communities; geothermally heated environments that include aquatic and terrestrial habitats with large temperature gradients. We analyzed a global database (five continents) of 19 hot springs metagenomes covering a wide gradient of temperature (32-90 degrees Celsius). We found that the alpha diversity of taxa, genes, and their metabolisms decreases with temperature, in agreement with the predictions of the PLECO model. Further, after non-dimensionalization of the model, we derive a single nondimensional curve for taxa and functions. Finally, using general linear models, we analyzed the effects of pH, latitude, and substrate (soil, water, or both), in addition to temperature, to explain the observed diversity pattern. We find that they explain a lower proportion of the variance, but pH can explain up to half of the variance in global diversity in these ecosystems, indicating the need to include pH in the theory. Our study supports the hypothesis that temperature regulates the structure of community genomes.", "date": "2025-08-05", "journal": ""}
{"title": "Higher eQTL power reveals signals that boost GWAS colocalization", "doi": "10.1101/2025.08.05.668745", "authors": "Rosen, J. D.; Broadaway, K. A.; Brotman, S. M.; Mohlke, K. L.; Love, M. I.", "abstract": "Expression quantitative trait locus (eQTL) studies in human cohorts typically detect at least one regulatory signal per gene, and have been proposed as a way to explain mechanisms of genetic liability for other traits, as discovered in genome-wide association studies (GWAS). In particular, eQTL signals may colocalize with GWAS signals, suggesting gene expression as a possible mediator. However, recent studies have noted colocalization occurs infrequently, even when expression is measured in biologically relevant tissues. Most eQTL studies to date include only hundreds of individuals, and are underpowered to discover distal regulatory signals explaining smaller fractions of gene expression variance. We integrate evidence from recent eQTL studies and demonstrate that limited statistical power due to sample size skews the detection of eQTL signals identified at various signal strengths. We estimate that a sample size of 500 detects <0.1 to 60% of eQTL for a range of signal strengths and that a sample size of 2,000 would detect 36.8% of all eQTL. We show that eQTL signals that can only be discovered in larger studies exhibit characteristics more similar to those of GWAS signals, including greater distance to the regulated gene and higher probability of loss intolerance. Finally, using results from recent eQTL studies and meta-analyses, we observe a large increase in detected colocalizations with GWAS signals compared to previous studies. These findings caution against overinterpreting the absence of colocalization in underpowered studies and provide guidance for designing future eQTL experiments, to improve power and complement perturbation-based approaches in characterizing gene-trait mechanisms.", "date": "2025-08-05", "journal": ""}
{"title": "A functional trade-off between executive control and implicit statistical learning is dynamically gated by mind wandering", "doi": "10.1101/2025.08.05.668618", "authors": "Vekony, T.; Brezoczki, B.; Csifcsak, G.; Nemeth, D.; Simor, P.", "abstract": "Human cognition must balance goal-directed behavior with the need to learn from environmental regularities. Mind wandering (MW), a state of attentional decoupling from the task at hand, is paradoxically associated with both executive failures and enhanced implicit statistical learning, yet the direct relationship between these phenomena remains unclear. Here, we provide direct behavioral evidence for a functional trade-off between these competing demands. Using a task that concurrently measured response inhibition, statistical learning, and self-reported task focus, we show that MW is associated with impaired inhibitory control but enhanced learning of probabilistic sequences. Critically, we reveal that these effects are mechanistically linked: the magnitude of the learning enhancement during MW is quantitatively modulated by the efficacy of response inhibition. These findings demonstrate that transient lapses in top-down executive control directly facilitate the implicit extraction of environmental statistics, supporting neurocompetition models and framing MW as a cognitive state that may be evolutionarily preserved to promote the unsupervised acquisition of predictive models.", "date": "2025-08-05", "journal": ""}
{"title": "Music Scaffolds Visual Statistical Sequence Learning Through Network-Level Reorganization in the Brain", "doi": "10.1101/2025.08.05.668768", "authors": "Ren, Y.; Ahluwalia, V.; Arthur, C.; Brown, T. I.", "abstract": "Statistical learning - the ability to extract patterns from noisy continuous experiences - is fundamental to human cognition. Yet, how contextual factors shape this process remains poorly understood. Music is an important example of such contextual factors, because it is ubiquitous in human experience and provides a rich temporally-structured stimulus that can co-occur with other learning processes. Here we demonstrate that pairing music fundamentally enhances visual statistical learning, and this is correlated with systematic reorganization of large-scale brain networks. Using fMRI and a novel probabilistic sequence learning paradigm, we show that familiar melodies significantly improved participants' ability to segment continuous visual streams into events and learn sequential relationships. Neuroimaging analyses revealed that the presence of music fundamentally altered the neural network organization that coordinates learning mechanisms: while sequence learning in silence engaged frontal-parietal networks associated with explicit pattern extraction, providing musical temporal structure as a context shifted learning toward MTL-vmPFC circuits recently implicated in schema-guided memory processing. Machine learning analyses confirmed these architectural differences, with the music condition achieving optimal neural prediction of behavioral performance through distributed connectivity patterns while control condition relied on concentrated processing. Our findings support a Cross-Modal Temporal Scaffolding Theory, demonstrating that structured temporal context signals from one modality (here, music) can create more efficient neural states for sequence processing in another through dual mechanisms: enhanced memory integration through schema-guided learning and reduced demands on explicit control resources. These results identify network-level principles for optimizing statistical learning, with broad implications for understanding how environmental context shapes human learning capacity.", "date": "2025-08-05", "journal": ""}
{"title": "Basal forebrain and neural correlates of self-regulation traits in sustained attention", "doi": "10.1101/2025.08.05.668456", "authors": "Orsini, C.; Huber, D. A.; Bosch, J. E.; Viviani, R.", "abstract": "Self-regulation is a human trait consistently associated with success in both academic and professional settings and to better mental health. Based on previous findings, we used functional imaging data in a sustained attention tasks to test three hypotheses on neural substrates associated with individual differences in self-regulation. The first linked higher self-regulation and cognitive control, predicting modulation of recruitment of prefrontal substrates. The second, originating in the animal literature, suggests increased recruitment of cholinergic substrates in the basal forebrain. The third predicted higher modulation of reward-sensitive regions in the brainstem in less regulated individuals for differences in reward levels during the task. The second hypothesis was confirmed by our study, which also provided suggestive evidence for the third hypothesis. Our data suggest that one mechanism of higher self-regulation in man may ensue from greater activity in the cholinergic system to sustain attention during a cognitively simple task.", "date": "2025-08-05", "journal": ""}
{"title": "Testing the auditory steady-state response (ASSR) to 40-Hz and 27-Hz click trains in children with autism spectrum disorder and their first-degree biological relatives: A high-density electroencephalographic (EEG) study", "doi": "10.1101/2025.08.05.668742", "authors": "Darrell, M.; Vanneau, T.; Cregin, D.; Lecaj, T.; Foxe, J. J.; Molholm, S.", "abstract": "Motivation: Altered auditory processing likely contributes to core social and attentional impairments in autism spectrum disorder (ASD). The auditory steady-state response (ASSR), a neural measure of auditory processing and cortical excitatory-inhibitory balance, has yielded mixed results in ASD. This study uses high density electroencephalography (EEG) to evaluate ASSR in ASD and unaffected siblings to clarify neural mechanisms underlying auditory deficits in autism. Methods: High-density 70-channel EEG was recorded in children (8-12 years, IQ >80) with ASD (n=53), typically developing (TD) peers (n=35), and unaffected biological siblings (n=26) during 500-ms binaural click trains (27- and 40-Hz) in an active oddball task. Results: No group differences were observed in frequency-following responses (FFR) to 27- or 40-Hz stimuli, although higher 40-Hz power was associated with older age and better behavioral performance in ASD. The broad-band response from 180-250 ms was reduced in ASD for both stimulation frequencies, particularly in the low-frequency (<8 Hz) range, and significantly correlated with IQ and age. Siblings showed intermediate broad-band responses. Discussion: While FFRs appeared intact in ASD, we observed reduced broad-band response in the transition period to the steady state FFR, which was specific to low (<8-Hz) frequencies, potentially reflecting reduced synchronization at timescales that correspond with slower, syllabic rhythms (~4-8 Hz) occurring in natural speech. Intermediate responses in first-degree relatives suggest that this is related to genetic vulnerability for ASD and highlights its clinical relevance. These findings suggest intact sensory processing in ASD alongside possible top-down auditory feedback deficits, which may serve as heritable neurophysiological markers.", "date": "2025-08-05", "journal": ""}
{"title": "Geometric principles determining the morphology of oligodendrocyte precursor cells in brain white matter", "doi": "10.1101/2025.08.05.668685", "authors": "Kula, B.; Kukley, M.", "abstract": "We used transgenic mice expressing membrane-tagged green fluorescence protein in the oligodendrocyte precursor cells (OPCs), high-resolution imaging, and detailed quantitative morphometric analysis to investigate the geometrical principles that govern structural organization of OPCs in the mouse corpus callosum. Our major findings are: (1) During the first two months of postnatal life in mice, total length of all OPCs processes increases via elaboration of new branches from the existing processes rather than via the appearance of new processes; (2) New branches are preferentially added to more distal sites of OPCs processes; (3) The processes of OPCs show stronger preferential alignment with the posterior-anterior brain axis rather than with the lateral-medial or dorsal-ventral brain axes; at the same time, the processes of OPCs show stronger preferential alignment with the lateral-medial than with the dorsal-ventral brain axis. Our study is the first detailed comprehensive analysis of OPCs morphology comparable to those available for neurons. It helps understanding the geometrical principles that govern structural organization of OPCs. These principles are important when taking into account that OPCs receive synaptic input from neurons and are capable of synaptic integration. Arborization and structural organization of OPCs processes is expected to influence the travel of synaptic input from the processes (where synapses are located) to the cell soma (where synaptic inputs are integrated), in analogy to how it occurs in neurons. Hence, the integrated synaptic signal at the OPCs cell soma which is likely to influence development and behavior of OPCs will depend on the cell morphology.", "date": "2025-08-05", "journal": ""}
{"title": "Hippocampal-guided reconstruction of an event's prior temporal context", "doi": "10.1101/2025.08.05.668710", "authors": "Zou, F.; Hutchinson, J. B.; Kuhl, B. A.", "abstract": "Events are thought to be encoded into memory in the context of temporally-adjacent events. Here, using fMRI, we show that when a visual stimulus from the past is re-encountered, lateral occipitotemporal cortex (LOTC) reinstates visual content from stimuli that were adjacent to the original encounter. This LOTC reinstatement effect was selective to stimuli that were subjectively remembered and was mediated by stimulus-specific activity patterns within the hippocampus.", "date": "2025-08-05", "journal": ""}
{"title": "Motor cortical areas facilitate schema-mediated integration of new motor information into memory", "doi": "10.1101/2025.08.05.668621", "authors": "Reverberi, S.; Dolfen, N.; King, B. R.; Albouy, G.", "abstract": "New information is rapidly learned when it is compatible with pre-existing knowledge, i.e. with a previously acquired schematic representation of the learned information. The influence of pre-established schema on learning has been extensively studied in the declarative memory domain, where it was shown that schema-compatible information could be rapidly assimilated into neocortical storage, bypassing the slow hippocampo-neocortical memory transfer process. Schema-mediated learning was recently examined in the motor memory domain; however, its neural substrates remain unknown. The goal of this study was to address this knowledge gap using both univariate and multivariate analyses of functional Magnetic Resonance Imaging (fMRI) data acquired in 60 young healthy participants during the practice of a motor sequence that was either compatible or incompatible with a previously acquired cognitive-motor schema. Consistent with previous literature, our behavioural results suggest that performance of sequential movements was enhanced when practice occurred in a context that was compatible with the previously acquired schema. Brain imaging results show that practice in a schema-compatible context specifically recruited the left primary motor cortex and resulted in a decrease in connectivity between the bilateral motor cortex and a set of task-relevant brain regions including the hippocampus, striatum, and cerebellum. Temporally fine-grained MRI analyses revealed that multivoxel activation patterns in the primary motor and the premotor cortices were modulated by schema-compatibility, with greater pattern similarity detected for sequence elements corresponding to and surrounding novel sequential movements under schema-compatible compared with -incompatible conditions. Altogether, these results suggest that motor cortical regions facilitate schema-mediated integration of novel movements into memory.", "date": "2025-08-05", "journal": ""}