{"title": "The Impact of Acute High-Intensity Activity on Perceptual Decision-Making Dynamics", "doi": "10.1101/2023.02.14.528466", "authors": "Davranche, K.; Giraud, D.; Hays, A.; Gajdos Preuss, T.", "abstract": "This study investigates the acute impact of high-intensity activity on perceptual decision-making, using computational modeling to assess changes during and after physical activity. Participants performed a two-alternative forced choice perceptual decision-making task at rest (pre- and post-exercise) and during six of eight 5-minute cycling bouts (totaling 47 minutes) under dual-task condition, while maintaining an average intensity of 86% of their maximum heart rate. Drift diffusion modeling was applied to accuracy and reaction time data to estimate changes in evidence accumulation (drift rate), decision threshold (boundary separation), and non-decision processes (ter). Results revealed improved post-exercise performance, characterized by shorter non-decision time, potentially reflecting a transient improvement in motor or perceptual efficiency. During ongoing physical activity, results suggest that exercise primarily enhances non-decision processes and improves the efficiency of evidence accumulation, while response caution remains stable. These findings provide novel insights into how sustained high-intensity exercise modulates perceptual decision-making dynamics under physiological stress.", "date": "2025-06-21", "journal": ""}
{"title": "Patterned embryonic invagination evolved in response to mechanical instability", "doi": "10.1101/2023.03.30.534554", "authors": "Vellutini, B. C.; Cuenca, M. B.; Krishna, A.; Szałapak, A.; Modes, C. D.; Tomancak, P.", "abstract": "Mechanical forces are crucial for driving and shaping tissue morphogenesis during embryonic development, but their relevance for the evolution of development remains poorly understood. Here, we show that a morphogenetic innovation present in fly embryos--a deep epithelial fold known as the cephalic furrow--plays a mechanical role during Drosophila gastrulation. By integrating in vivo experiments and in silico simulations, we find that the formation of the cephalic furrow prevents mechanical instabilities at the head-trunk epithelium by absorbing the compressive stresses generated by concurrent morphogenetic movements of gastrulation, the expansion of mitotic domains and the germ band extension. Furthermore, by comparing the expression of known and novel genes involved in cephalic furrow formation between fly species, we find that the presence of the cephalic furrow is linked to changes in the expression of buttonhead transcription factor at the head-trunk boundary. These data suggest that the genetic control of cephalic furrow formation was established through the integration of a new player into the ancestral head-trunk patterning system, and that mechanical instability may have been the selective pressure associated with the evolution of the cephalic furrow. Our findings uncover empirical evidence for how mechanical forces can influence the evolution of morphogenetic innovations in early development.", "date": "2025-06-21", "journal": ""}
{"title": "Bitesize bundles F-actin and influences actin remodeling in syncytial Drosophila embryo development", "doi": "10.1101/2023.04.17.537198", "authors": "Yeh, A. R.; Hoeprich, G. J.; McDougal, A.; Goode, B. L.; Martin, A. C.", "abstract": "Actin networks undergo rearrangements that influence cell shape. Actin network organization is regulated by a host of actin binding proteins. The Drosophila Synaptotagmin-like protein, Bitesize (Btsz), organizes actin at epithelial cell apical junctions in a manner that depends on its interaction with the actin-binding protein, Moesin. Using RNAi, we showed that Btsz functions at earlier, syncytial stages of Drosophila embryo development. Btsz is required to stabilize pseudo-cleavage furrows, preventing metaphase spindle collisions and nuclear fallout prior to cellularization. While previous studies have focused on Btsz function through Moesin, we find that phosphorylated Moesin localized to the nuclear envelope and was not enriched at pseudo-cleavage furrows, suggesting a Moesin-independent function for Btsz in syncytial embryos. Consistent with this, mutants that affected all Moesin binding domain isoforms did not recapitulate pan-isoform Btsz depletion and we find that the C-terminal half of Btsz cooperatively binds to and bundles F-actin. We propose that Synaptotagmin-like proteins directly regulate actin organization during syncytial Drosophila development.", "date": "2025-06-21", "journal": ""}
{"title": "Local Adaptive Mapping of Karyotype Fitness Landscapes", "doi": "10.1101/2023.07.14.549079", "authors": "Beck, R. J.; Andor, N.", "abstract": "Despite its critical role in tumor evolution, a detailed quantitative understanding of the evolutionary dynamics of aneuploidy remains elusive. Here we introduce ALFA-K (Adaptive Local Fitness landscapes for Aneuploid Karyotypes), a novel method that infers chromosome-level karyotype fitness landscapes from longitudinal single-cell data. ALFA-K estimates fitness of thousands of karyotypes closely related to observed populations, enabling robust prediction of emergent karyotypes not yet experimentally detected. We validated ALFA-K's performance using synthetic data from an agent-based model and empirical data from in vitro and in vivo passaged cell lines. Analysis of fitted landscapes suggests several key insights: (1) Whole genome doubling facilitates aneuploidy evolution by narrowing the spectrum of deleterious copy number alterations (CNAs); (2) Environmental context and cisplatin treatment significantly modulate the fitness impact of these alterations; (3) Fitness consequences of CNAs are contingent upon parental karyotype; and (4) Chromosome mis-segregation rates strongly influence the predominant karyotypes in evolving populations.", "date": "2025-06-21", "journal": ""}
{"title": "Free energies of the Gln tautomerization and rotation mechanism of dark-state recovery in blue light-using flavin proteins", "doi": "10.1101/2023.08.11.551373", "authors": "Perez de Alba Ortiz, A.; Rovira, C.; Ensing, B.", "abstract": "Blue light-using flavin (BLUF) proteins are light-sensors that regulate responsive movement, gene expression and enzyme activity in diverse organisms. Their signaling times range from seconds to minutes, indicating a uniquely flexible dark-state recovery mechanism. Unlike other light-sensors, the flavin chromophore is non-covalently bonded to the protein. Hence, the switching occurs via a change in the protein-flavin hydrogen-bond network, involving conserved residues transferring protons, tautomerizing, rotating, and approaching or leaving the chromophore pocket; triggering secondary structure displacements. The specific deactivation steps and residue roles have remained controversial. The detailed process is difficult to probe experimentally, and although simulations can track it, the computational effort is daunting. We combine forefront techniques to simulate, for the first time, explicit dynamics of the deactivation. A hybrid quantum mechanics/molecular mechanics scheme focuses the computational resolution in the flavin's vicinity, while our path-based methods sample the mechanism of dark-state recovery with high efficiency. Our protocol delivers free-energy profiles for the deactivation of two BLUF proteins, BlrB and AppA; corroborating a proposed mechanism based on the rotation and tautomerization of a conserved Gln. We find that the conformation of a Trp and a Met near the flavin is crucial to modulate the rate-determining barrier, which differs significantly between the BlrB and AppA proteins. Our work evidences how specific variations of the deactivation mechanism control vast differences in signaling times.", "date": "2025-06-21", "journal": ""}
{"title": "Prediction of Aggregation Prone Regions in Proteins Using Deep Neural Networks and Their Suppression by Computational Design", "doi": "10.1101/2024.03.06.583680", "authors": "Cima, V.; Kunka, A.; Planas-Iglesias, J.; Grakova, E.; Havlasek, M.; Subramanian, M.; Beloch, M.; Marek, M.; Slaninova, K.; Damborsky, J.; Prokop, Z.; Bednar, D.; Martinovic, J.", "abstract": "Identification of aggregation-prone regions in proteins and their suppression through mutations is a powerful strategy to enhance protein solubility and yield, significantly expanding their application potential. Here, we developed a deep neural network-based predictor AggreProt, that generates a residue-level aggregation profile for protein sequences. The model outperformed or matched current state-of-the-art algorithms, as validated on two independent datasets comprising hexapeptides and full-length proteins with annotated aggregation-prone regions. We further validated the model experimentally using a set of 34 hexapeptides identified in the model protein haloalkane dehalogenase LinB, along with seven proteins from the AmyPro database. Experimental results agreed with our predictions in 79% of cases and also revealed inaccuracies in some database annotations. Finally, the algorithm utility was demonstrated by identifying aggregation-prone regions in the LinB enzyme and designing mutations to suppress aggregation in its exposed regions. The resulting variants exhibited reduced aggregation propensity, improved solubility, and up to a 100% increase in yield compared to the wild type. AggreProt is freely available to the scientific community via a user-friendly web server: https://loschmidt.chemi.muni.cz/aggreprot.", "date": "2025-06-21", "journal": ""}
{"title": "Mind Captioning: Evolving descriptive text of mental content from human brain activity", "doi": "10.1101/2024.04.23.590673", "authors": "Horikawa, T.", "abstract": "A central challenge in neuroscience is decoding brain activity to uncover mental content comprising multiple components and their interactions. Despite progress in decoding language-related information from human brain activity, generating comprehensive descriptions of complex mental content associated with structured visual semantics remains challenging. We present a method that generates descriptive text mirroring brain representations via semantic features computed by a deep language model. Constructing linear decoding models to translate brain activity induced by videos into semantic features of corresponding captions, we optimized candidate descriptions by aligning their features with brain-decoded features through word replacement and interpolation. This process yielded well-structured descriptions that accurately capture viewed content, even without relying on the canonical language network. The method also generalized to verbalize recalled content, functioning as an interpretive interface between mental representations and text, and simultaneously demonstrating the potential for non-verbal thought-based brain-to-text communication, which could provide an alternative communication pathway for individuals with language expression difficulties, such as aphasia.\n\nTeaserNon-verbal thoughts can be translated into verbal descriptions by aligning semantic representations between text and the brain.", "date": "2025-06-21", "journal": ""}
{"title": "Nanofluid-Enhanced Laser Lithotripsy Using Conducting Polymer Nanoparticles", "doi": "10.1101/2024.06.01.596977", "authors": "Fan, Q.; Chen, J.; Mishra, A.; Stewart, A.; Anees, F.; Dominguez, J.; Chen, T.-H.; Payne, C.; Lipkin, M.; Zhong, P.; Hsu, P.-C.", "abstract": "Urinary stone disease, characterized by the formation of hard mineral deposits in the urinary tract, has seen a rising prevalence in the U.S. in recent years. This condition often leads to severe pain and typically requires medical intervention. Laser lithotripsy, a minimally invasive treatment, uses laser energy to fragment urinary stones into smaller pieces, facilitating easier removal or natural passage. Among available laser technologies, the holmium:yttrium-aluminum-garnet (Ho:YAG) laser has established itself as the gold standard over the past three decades. Efforts to improve Ho:YAG laser ablation efficiency have largely focused on adjusting laser parameters such as pulse energy and frequency. In this study, we proposed a nanoplasmonic engineering strategy by incorporating nanoparticles (NPs) with strong near-infrared (NIR) absorption into the fluid surrounding the stone, enhancing the light-matter interaction. Using a 0.03 wt.% PEDOT:PSS nanofluid, stone ablation efficiency improved by 38 - 727% in spot treatment and 26 - 75% in scanning treatment with a clinical laser lithotripter. The highly absorbing nanofluid accelerates vapor tunnel formation, boosts laser energy transmission to the stone, and permeates stone pores to enhance damage, without increasing thermal tissue injury risk. Cytotoxicity tests also confirmed minimal toxicity at appropriate concentrations. This nanofluid-based approach offers a promising advancement for more efficient and safer laser lithotripsy.", "date": "2025-06-21", "journal": ""}
{"title": "Measurements of Contractility in Actin Convergence Zone and KIF11-Inhibited Mitotic Spindles", "doi": "10.1101/2024.06.28.601275", "authors": "Matov, A.", "abstract": "Introduction: The complex dynamics of cytoskeletal meshworks make them a difficult subject of study. With the advent of fluorescent speckle microscopy (FSM) and other technological advances in microscopy techniques, much more is now known about how the filamentous actin (F-actin) and microtubule (MT) networks work within cells to give rise to the vast array of functions which require them. A current challenge to the imaging field is to improve the utility and accuracy of the computational approaches required to analyze large and complex imaging datasets. Here, we present the results of a computational method that, when applied to FSM time-lapse series, can capture the instantaneous state of the rapidly changing, dense, and multi-directional speckle flows often exhibited by cytoskeletal dynamics in living systems. Re-analysis of previously published FSM image sets demonstrates that this method, which we call the Instantaneous Flow Tracking Algorithm (IFTA), can accurately detect speckle flows in mitotic spindles and F-actin meshworks, even in regions of high dynamicity of overlapping, anti-parallel flows where previous methods failed. Methods: The anti-parallel flow at the metaphase plate of the mitotic spindle is a well-known phenomenon during the initial stages of chromosome segregation and it has been measured by several approaches, mostly in stationary spindles which do not exhibit any polar rotation. The mitotic spindle is the target of many cancer and neurodegenerative drugs and as such, there has been many attempts at inhibiting its basic functions with the objective of preventing chromosome segregation and the formation of new daughter cells. Such attempts have largely been focused on the inhibition of the action of MT plus-end directed motors, for instance the kinesin KIF11. Spindles with inhibited kinesins have been thought to exhibit no MT flux, however IFTA measured regional flux of up to 2.7 um/min, which reveals the activity of potent secondary flux mechanisms. These results suggest novel, additional, approaches toward arresting cells in mitosis during patient treatment. Results: The traditional tracking methods erroneously measure zero flux in areas where contractile F-actin flows meet, denoted as a 'convergence zone' and commonly found in the lamella of motile cells and the neck of growth cones. When IFTA was used to analyze FSM datasets derived from these structures, we detected high rates of protein turnover, anti-parallel speckle motion, and fast flux of actin subunits in both directions in the same 'convergence zones'. This demonstrates the presence of a molecular machinery based on contractility in the lamella/lamellipodium of migrating cells and at the base of growing neurons, which can be exploited in the clinic. When applied to FSM data of migrating kangaroo rat kidney epithelial PtK1 cells overexpressing different isoforms of the actin-based motor tropomyosin, IFTA revealed distinct, isoform-specific effects on contractile F-actin flows. Specifically, we found that decreased affinity between tropomyosin and F-actin correlated with an increase in speckle velocity heterogeneity. Conclusions: Such quantitative imaging analysis offers the ability to reliably test novel therapeutics ex vivo. Significance statement: The main discoveries presented in the manuscript are related to the ability of the cell to adapt to a range of biochemical and mechanical perturbations. As cell therapy is becoming the forefront of precision medicine, it would be critical to anticipate the mechanisms of action of engineered immune cells. The pathways activated during therapy can be pinpointed by measuring its effects on the target proteins in patient-derived living cells. The clinical application of the approach outlined in this manuscript pertains to analyzing drug resistance in cancer therapy and the treatment of neurodegeneration. Our hypothesis is that targeting actin in resistant tumors could sensitize cancer cells to tubulin inhibitors. If this proves true, it will have implications in the clinic.", "date": "2025-06-21", "journal": ""}
{"title": "Polyamines regulate cell fate by altering the activity of histone-modifying enzymes", "doi": "10.1101/2024.07.02.600738", "authors": "Emmons-Bell, M.; Sundquist, A.; Rabon, M. R.; Forsyth, G.; Oldeman, S.; Ayyappan, S.; Gardikioti, A.; de Souza, R.; Coene, J.; Kamel, M.; Fuchs, H. A.; Sudunagunta, V. S.; Stewart, E. M.; Verhelst, S.; Smeeton, J.; Viny, A. D.; Musselman, C. A.; Schvartzman, J. M.", "abstract": "Polyamines are polycationic alkyl-amines abundant in proliferating stem and cancer cells. How these metabolites influence numerous cellular processes remains unclear. Here we show that polyamine levels decrease during differentiation and that inhibiting polyamine synthesis leads to a differentiated-like cell state. Polyamines are enriched in the nucleus, where their loss drives changes in chromatin accessibility and histone post-translational modifications. Polyamines interact electrostatically with DNA on the nucleosome core, freeing histone tails to conformations accessible to chromatin-modifying enzymes. Consistent with their role in increasing histone-tail accessibility, polyamines are able to replace MYC's role in reprogramming to pluripotency. These data reveal a mechanism by which an abundant metabolite influences chromatin structure and function in a direct but sequence independent manner, facilitating chromatin remodeling during reprogramming and limiting it during fate commitment.", "date": "2025-06-21", "journal": ""}
{"title": "Preparatory attentional templates in prefrontal and sensory cortex encode target-associated information", "doi": "10.1101/2024.07.01.601634", "authors": "Zhou, Z.; Geng, J. J.", "abstract": "Visual search relies on the ability to use information about the target in working memory to guide attention and make target-match decisions. The representation of target features is referred to as the \"attentional\" or \"target\" template and is thought to be encoded within an inferior frontal junction (IFJ)-visual attentional network (Baldauf & Desimone, 2014; Bichot et al., 2015). The template typically contains veridical target information that is used to facilitate sensory processing of target during search. However, many behavioral studies have shown that target-associated information (e.g., statistically co-occurring object pairs) is used to guide attention, especially when target discrimination is difficult (Battistoni et al., 2017; de Lange et al., 2018; Peelen et al., 2024; Vo et al., 2019; Yu et al., 2023; Zhou & Geng, 2024). Thus, while target-associated information is known to impact search performance, its presence within the IFJ-visual attentional network during the preparatory period, before search begins, has never been demonstrated. Here, we use fMRI and multivariate pattern analysis to test if attentional guidance by target-associated information is explicitly represented in the preparatory period, either in conjunction with the target or even in place of it. Participants were first trained on four face-scene category pairings after which they completed a cued visual search task for the same faces. Each trial began with a face cue, followed by a delay period, and then a search display with two lateralized faces superimposed on scene images. The critical results showed that while face information could be decoded in the fusiform face area (FFA), superior parietal lobule (SPL), and dorsolateral prefrontal cortex (dLPFC) during the cue period, face information could not be decoded in any brain regions during the delay period. In contrast, the associated scene was decoded only in ventrolateral prefrontal cortex (vLPFC) during the cue period, but most importantly, in the IFJ and the parahippocampal place area (PPA) during the delay period. Our results are a novel demonstration that target-associated information from memory can supplant the veridical target in the brain's \"target template\" in anticipation of difficult visual search.", "date": "2025-06-21", "journal": ""}
{"title": "Deep Neural Networks to Register and Annotate Cells in Moving and Deforming Nervous Systems", "doi": "10.1101/2024.07.18.601886", "authors": "Atanas, A. A.; Lu, A. K.-Y.; Goodell, B.; Kim, J.; Baskoylu, S.; Kang, D.; Kramer, T. S.; Bueno, E.; Wan, F. K.; Cunningham, K. L.; Weissbourd, B.; Flavell, S. W.", "abstract": "Aligning and annotating the heterogeneous cell types that make up complex cellular tissues remains a major challenge in the analysis of biomedical imaging data. Here, we present a series of deep neural networks that allow for automatic non-rigid registration and cell identification, developed in the context of freely moving and deforming invertebrate nervous systems. A semi-supervised learning approach was used to train a C. elegans registration network (BrainAlignNet) that aligns pairs of images of the bending C. elegans head with single pixel-level accuracy. When incorporated into an image analysis pipeline, this network can link neurons over time with 99.6% accuracy. This network could also be readily purposed to align neurons from the jellyfish Clytia hemisphaerica, an organism with a vastly different body plan and set of movements. A separate network (AutoCellLabeler) was trained to annotate >100 neuronal cell types in the C. elegans head based on multi-spectral fluorescence of genetic markers. This network labels >100 different cell types per animal with 98% accuracy, exceeding individual human labeler performance by aggregating knowledge across manually labeled datasets. Finally, we trained a third network (CellDiscoveryNet) to perform unsupervised discovery of >100 cell types in the C. elegans nervous system: by comparing multi-spectral imaging data from many animals, it can automatically identify and annotate cell types without using any human labels. The performance of CellDiscoveryNet matched that of trained human labelers. These tools should be immediately useful for a wide range of biological applications and should be straightforward to generalize to many other contexts requiring alignment and annotation of dense heterogeneous cell types in complex tissues.", "date": "2025-06-21", "journal": ""}
{"title": "Nociceptor Neurons Control Pollution-Mediated Neutrophilic Asthma", "doi": "10.1101/2024.08.22.609202", "authors": "Wang, J.-C.; Kulle, A.; Crosson, T.; Reza Nikpoor, A.; Gupta, S.; Roger, A.; Rafei, M.; Thanabalasuriar, A.; Talbot, S.", "abstract": "The immune and sensory nervous systems, having evolved in parallel, communicate through shared receptors and transmitters to maintain homeostasis and respond to both external and internal disruptions. Although neural responses often confer protective benefits, they can also exacerbate inflammation during allergic reactions such as asthma. In our study, we modeled pollution-exacerbated asthma by exposing mice to ambient PM2.5 particles alongside ovalbumin. Compared to exposure to ovalbumin alone, this co-exposure significantly increased the numbers of neutrophils and {gamma}{delta} T cells in bronchoalveolar lavage fluid. We found that silencing nociceptor neurons at the peak of inflammation using intranasal QX-314 or ablating TRPV1-expressing neurons reduced lung neutrophil accumulation. Live in vivo intravital imaging confirmed that neuronal ablation reduced neutrophil numbers and increased their net displacement capacity. In neurons isolated from mice with pollution-exacerbated asthma, the chemical-sensing TRPA1 channel exhibited heightened sensitivity to its cognate ligand. Elevated levels of artemin were detected in the bronchoalveolar lavage fluid of pollution-exposed mice but returned to baseline in mice with ablated nociceptor neurons. Alveolar macrophages expressing the pollution-sensing aryl hydrocarbon receptor were identified as a putative source of artemin following exposure to PM2.5. This molecule enhanced TRPA1 responsiveness and, in turn, drove nociceptor-mediated neutrophil recruitment, revealing a novel mechanism by which lung-innervating neurons respond to air pollution in the context of allergy. Overall, our findings suggest that targeting artemin-driven pathways could provide a therapeutic strategy for controlling neutrophilic airway inflammation in asthma, a clinical condition typically refractory to treatment.", "date": "2025-06-21", "journal": ""}
{"title": "Substrate-specific regulation of the mTORC1 pathway by G protein-coupled receptors", "doi": "10.1101/2024.09.18.613687", "authors": "Atkinson, S. J.; Negoita, F.; Ritchie, W. V.; Thompson, K.; Sakamoto, K.; Thompson, D.; Hislop, J. N.; Hatakeyama, R.", "abstract": "The mammalian/mechanistic Target of Rapamycin Complex 1 (mTORC1) orchestrates cell growth and metabolism in response to diverse external cues. mTORC1 has a myriad of phosphorylation substrates, each playing important physiological roles. Emerging evidence suggests that mTORC1 can respond to upstream signals in a nuanced manner, enabling differential regulation of individual substrates and downstream biological processes. However, the nature of signals that determine the signaling selectivity of mTORC1 remains incompletely understood. Here, we studied mTORC1 regulation by G protein-coupled receptors (GPCRs). We found that phosphorylation of the Transcription Factor EB (TFEB), a non-canonical mTORC1 substrate that controls lysosome biogenesis, responds to GPCRs differently, compared to canonical mTORC1 substrates controlling protein synthesis such as S6K1 and 4EBP1. In particular, the muscarinic acetylcholine receptor M5 (M5R) promoted phosphorylation of S6K1 and 4EBP1, while triggering TFEB dephosphorylation. Consequently, M5R stimulated protein synthesis without inhibiting lysosome biogenesis. The regulations of an anabolic process and a catabolic process, albeit both governed by mTORC1, are thus decoupled downstream of M5R. This study highlights the importance of reassessing the effects of GPCRs on mTORC1 by concurrently monitoring individual substrates, a critical consideration to be made when evaluating GPCR ligands as therapeutic agents targeting the mTORC1 pathway.", "date": "2025-06-21", "journal": ""}
{"title": "Structured stabilization in recurrent neural circuits through inhibitory synaptic plasticity", "doi": "10.1101/2024.10.12.618014", "authors": "Festa, D.; Cusseddu, C.; Gjorgjieva, J.", "abstract": "Inhibitory interneurons play a dual role in recurrently connected biological circuits: they regulate global neural activity to prevent runaway excitation, and contribute to complex neural computations. While the first role can be achieved through unstructured connections tuned for homeostatic rate stabilization, computational tasks often require structured excitatory-inhibitory (E/I) connectivity. Here, we consider a broad class of pairwise inhibitory spike-timing dependent plasticity (iSTDP) rules, demonstrating how inhibitory synapses can self-organize to both stabilize excitation and generate functionally relevant connectivity structures--a process we call \"structured stabilization\". We show that in both E/I circuit motifs and large spiking recurrent neural networks the choice of iSTDP rule can lead to either mutually connected E/I pairs, or to lateral inhibition, where an inhibitory neuron connects to an excitatory neuron that does not directly connect back to it. In a one-dimensional ring network with two inhibitory subpopulations following these distinct iSTDP rules, the effective connectivity among the excitatory units self-organizes into a Mexican-hat-like profile, with excitatory influence in the center and inhibitory influence away from the center. This leads to emergent dynamical properties such as contextual modulation effects and modular spontaneous activity. Our theoretical work introduces a family of rules that retains the broad applicability and simplicity of spike-timing-based plasticity, while promoting structured, self-organized stabilization. These findings highlight the rich interplay between iSTDP rules, circuit structure, and neuronal dynamics, offering a framework for understanding how inhibitory plasticity shapes network function.", "date": "2025-06-21", "journal": ""}
{"title": "The serotonin 1B receptor is required for some of the behavioral effects of psilocybin in mice", "doi": "10.1101/2024.10.18.618582", "authors": "Fleury, S.; Nautiyal, K. M.", "abstract": "Recent studies highlight the promising use of psychedelic therapies for psychiatric disorders, including depression. The persisting clinical effects of psychedelics such as psilocybin are commonly attributed to activation of the serotonin 2A receptor (5-HT2AR) based on its role in the acute hallucinatory effects. However, the active metabolite of psilocybin binds to many serotonin receptor subtypes, including the serotonin 1B receptor (5-HT1BR). Given the known role of 5-HT1BR in mediating depressive phenotypes and promoting neural plasticity, we hypothesized that it mediates the effects of psilocybin on neural activity and behavior. We first examined the acute neural response to psilocybin in mice lacking 5-HT1BR. We found that 5-HT1BR expression influenced brain-wide activity following psilocybin administration, measured by differences in the patterns of the immediate early gene c-Fos, across regions involved in emotional processing and cognitive function, including the amygdala and prefrontal cortex. Functionally, we demonstrated that 5-HT1BR mediates some of the acute and persisting behavioral effects of psilocybin. Although there was no effect of 5-HT1BR expression on the acute head twitch response, mice lacking 5-HT1BRs had attenuated hypolocomotion to psilocybin. We also measured the persisting effects of psilocybin on anhedonia and anxiety-like behavior using transgenic and pharmacological 5-HT1BR loss-of-function models and found that 5-HT1B is involved in mediating the decreased anhedonia and reduced anxiety-like behavior. Finally, using a network analysis, we identified neural circuits through which 5-H1BR may modulate the response to psilocybin. Overall, our research implicates the 5-HT1BR, a non-hallucinogenic serotonin receptor, as a mediator of the behavioral and neural effects of psilocybin in mice.", "date": "2025-06-21", "journal": ""}
{"title": "A threshold level of JNK activates damage-responsive enhancers via JAK/STAT to promote tissue regeneration", "doi": "10.1101/2024.10.31.621241", "authors": "Quinn, J. W.; Lee, M. C.; Van Hazel, C.; Wilson, M. A.; Harris, R. E.", "abstract": "Tissue regeneration requires precise activation and coordination of genes, many of which are reused from development. While key factors have been identified, how their expression is initiated and spatially regulated after injury remains unclear. The stress-activated MAP kinase JNK is a conserved driver of regeneration and promotes expression of genes involved in proliferation, growth, and cell fate changes in Drosophila. However, how JNK selectively activates its targets in damaged tissue is not well understood. We previously identified Damage-Responsive, Maturity-Silenced (DRMS) enhancers as JNK-activated elements critical for regeneration. Here, we show that cell death is dispensable for the activation of these enhancers, which only depends on JNK and its immediate downstream effectors. One of these is JAK/STAT, which acts as a direct, additional input necessary to expand enhancer activity into the wound periphery where JNK alone is insufficient. Furthermore, we demonstrate that a threshold level of JNK is required to initiate enhancer activation. Together, our findings reveal how JNK and JAK/STAT signaling cooperate to drive spatially and temporally regulated gene expression through damage-responsive enhancers, ensuring proper regenerative outcomes.", "date": "2025-06-21", "journal": ""}
{"title": "Long noncoding RNA HSCHARME is altered in human cardiomyopathies and promotes stem cell-derived cardiomyocyte differentiation by splicing regulation.", "doi": "10.1101/2024.11.06.622297", "authors": "Buonaiuto, G.; Desideri, F.; Setti, A.; Palma, A.; D'Angelo, A.; Storari, G.; Santini, T.; Laneve, P.; Trisciuoglio, D.; Ballarino, M.", "abstract": "A growing body of evidence suggests that tissue-specific long noncoding RNAs (lncRNA) play pivotal roles in the heart. Here, we exploited the synteny between the mouse and human genomes to identify the novel lncRNA HSCHARME (Human Syntenic CHARME) and combined single-cell transcriptomics, CAGE-seq data, RNA-FISH imaging and CRISPR-Cas9 genome editing to document its role in cardiomyogenesis. By investigating the mechanism of action of HSCHARME in hiPSC-derived cardiomyocytes, we found that the locus produces the major pCHARME isoform that associates with SC35-containing speckles and interacts with the splicing regulator PTBP1. Consistently, the functional inactivation of pCHARME influences the splicing of cardiac-specific pre-mRNAs and impacts their expression, which parallels a decline in cardiomyocyte differentiation and physiology. In line with a possible association with disease, large-scale analysis of the lncRNA expression across cardiomyopathy patients revealed increased levels of pCHARME in hypertrophic (HCM) and dilated (DCM) hearts and identified a subset of disease-associated targets whose expression can be modulated through HSCHARME dosage. By unlocking mechanistic insights into the role of pCHARME in cardiac cells, our data identify a novel non-coding regulator of cardiomyocyte function with potential implications in disease.", "date": "2025-06-21", "journal": ""}
{"title": "Beyond Letters: Optimal Transport as a Model for Sub-Letter Orthographic Processing", "doi": "10.1101/2024.11.11.622929", "authors": "Taylor, J. E.; Sinn, R.; Iaia, C.; Fiebach, C. J.", "abstract": "Letter processing plays a key role in visual word recognition. However, word recognition models typically overlook or greatly simplify early perceptual processes of letter recognition. We suggest that optimal transport theory may provide a computational framework for describing letter shape processing. We use representational similarity analysis to show that optimal transport cost (Wasserstein distance) between pairs of letters aligns with neural activity elicited by visually presented letters <225 ms after stimulus onset, outperforming an existing approach based on shape overlap. We additionally show that optimal transport can capture the emergence of geometric invariances (e.g., to position or size) observed in letter perception. Finally, we demonstrate that Wasserstein distance predicts neural activity similarly well to features from artificial networks trained to classify images and letters. However, whereas representations in artificial neural networks emerge in a computationally unconstrained manner, our proposal provides a computationally explicit route to modeling the earliest orthographic processes.", "date": "2025-06-21", "journal": ""}
{"title": "Whole Virion Proteomics of HCMV Reveals that gpUL141 is a Virion Component that Regulates Envelope Glycoprotein Composition to Protect Against Humoral Immunity", "doi": "10.1101/2024.11.29.626001", "authors": "Bentley, K.; Statkute, E.; Murrell, I.; Fielding, C.; Antrobus, R.; Preston, H.; Kerr, L.; Cochrane, D.; Brizic, I.; Lehner, P. J.; Wilkinson, G. W.; Wang, E. C. Y.; Graham, S. C.; Weekes, M. P.; Stanton, R. J.", "abstract": "Human cytomegalovirus (HCMV) is a clinically important herpesvirus that has co-evolved for millions of years with its human host, and establishes lifelong persistent infection. A substantial proportion of its 235kb genome is dedicated to manipulating host immunity through targeting antiviral host proteins for degradation or relocalisation. Quantitative proteomics of the infected cell has extensively characterised these processes, but the cell-free virion has been less well studied. We therefore carried out proteomic analysis of a clinical HCMV strain virion. This revealed multiple novel components, including the viral protein gpUL141, which is recognised as an NK immune-evasin that targets several host proteins (CD155, CD112, and TRAILR) when expressed in the cell. Co-Immunoprecipitation of gpUL141 from virions identified interactions with viral entry glycoproteins from the trimer (gH/gL/gO), pentamer (gH/gL/UL128/UL130/UL131A), and gH/gpUL116 complexes, as well as gB. These interactions occurred via direct interactions between gpUL141 and either gH or gB. Analysis supported a model in which gpUL141 homodimers independently interacted with separate gB/gH-containing complexes. gpUL141 encodes an ER retention domain that restricts trafficking through the ER/golgi, and limited the transport of glycoprotein complexes bound by gpUL141. As a result, gpUL141 reduced levels of multiple glycoprotein complexes on the infected cell surface as well as in the virion. This reduced syncytia formation, inhibited antibody-dependent cellular cytotoxicity (ADCC), and reduced susceptibility to neutralising antibodies. Thus, gpUL141 represents an immune-evasin that not only targets host proteins to limit NK-cell attack, but also alters the trafficking of multiple viral glycoprotein complexes in order to evade humoral immunity.", "date": "2025-06-21", "journal": ""}
{"title": "Microtubule stiffening by doublecortin-domain protein ZYG-8 contributes to spindle orientation during C. elegans zygote division", "doi": "10.1101/2024.11.29.624795", "authors": "Cueff, L.; Huet, E.; Schmitt, L.; Pastezeur, S.; Coquil, M.; Savary, T.; Pecreaux, J.; Bouvrais, H.", "abstract": "In Caenorhabditis elegans, mutations in zyg-8DCLK1, the sole Doublecortin-family member, led to incorrect mitotic spindle positioning, as seen by immunofluorescence. Doublecortin proteins bind to microtubules and are thought to stabilise or rigidify microtubules. Upon targeting zyg-8, we observed altered spindle-pole oscillations and perturbations in microtubule cortical-contact behaviour. They could not be explained by changes in microtubule dynamics alone. Instead, the phenotypes were consistent with ZYG-8 contributing to microtubule rigidity. Its depletion or mutation led to more frequent microtubule bending, and higher curvature and tortuosity. Microtubule softening in zyg-8 mutants likely reduced the efficiency of centring forces, causing exaggerated spindle oscillations and subsequent mispositioning during late anaphase. We propose that sufficient microtubule rigidity is essential for generating effective cortical pushing forces, which act as centring mechanisms to ensure accurate spindle orientation during mitosis. These findings may have implications for cancer therapy, since the expression of DCLK1 and Tau, both known regulators of microtubule rigidity, is often deregulated in various human cancers.", "date": "2025-06-21", "journal": ""}
{"title": "Membrane wetting by biomolecular condensates is facilitated by mobile tethers", "doi": "10.1101/2024.12.04.626804", "authors": "GrandPre, T.; Yu, Q.; Pyo, A. G. T.; Kosmrlj, A.; Wingreen, N. S.", "abstract": "Biomolecular condensates frequently rely on membrane interactions for localization, recruitment, and chemical substrates. These interactions are often mediated by membrane-anchored mobile tethers, a feature overlooked by traditional wetting models. Here, we propose a general theoretical framework to study how mobile tethers impact both equilibrium and dynamic properties of condensate wetting. We show that a favorable tether-condensate interaction leads to tether enrichment at the condensate-membrane interface, which reduces the surface tension with the membrane and modifies the equilibrium contact angle. Increasing tether abundance on the membrane can drive transitions between wetting regimes, with only a modest binding energy required for biologically relevant scenarios. Furthermore, by helping condensates coat membranes, mobile tethers can facilitate condensate localization to junctions of membrane structures, such as the reticulated membranes inside the algal pyrenoid. These results provide a framework to study the implications of tether-mediated condensate-membrane interactions for cellular organization and function.", "date": "2025-06-21", "journal": ""}
{"title": "Limitations of acyclovir and identification of potent HSV antivirals using 3D bioprinted human skin equivalents", "doi": "10.1101/2024.12.04.626896", "authors": "Ellison, S. T.; Hayman, I.; Derr, K.; Derr, P.; Frebert, S.; Itkin, Z.; Shen, M.; Jones, A.; Olson, W.; Corey, L.; Wald, A.; Johnston, C. M.; Fong, Y.; Ferrer, M.; Zhu, J.", "abstract": "Herpes simplex virus (HSV) infection has worldwide public health concerns and lifelong medical impacts. The standard therapy, acyclovir, has limited efficacy in preventing HSV subclinical virus shedding, and drug resistance occurs in immunocompromised patients, highlighting the need for novel therapeutics. HSV manifests in the skin and mucosal epithelium. Here, we found acyclovir significantly less effective in skin-derived keratinocytes than donor-matched fibroblasts. To recapitulate in vivo tissue architecture, we 3D bioprinted human skin equivalents (HSE) in a 96-well plate format amenable for antiviral screening and preclinical testing. We screened a library of 738 compounds with broad targets and mechanisms of action and identified potent antivirals, including 23 known or experimental HSV treatments, validating the translational relevance of our assay. Unlike acyclovir, antivirals against HSV helicase/primase or host replication pathways displayed similar potency across cell types and donor sources in 2D and 3D models. Our 3D bioprinted platform allowed for integrating patient-derived cells and incorporating genetic variability early in drug development. The reduced potency in keratinocytes helps explain the limited benefit acyclovir and its congeners play in reducing sexual transmission. These data indicate that the 3D bioprinted HSE assay platform provides a more physiologically relevant approach to identifying potential antivirals for HSV.", "date": "2025-06-21", "journal": ""}
{"title": "Dissecting origins of wiring specificity in dense reconstructions of neural tissue", "doi": "10.1101/2024.12.14.628490", "authors": "Harth, P.; Udvary, D.; Boelts, J.; Macke, J. H.; Baum, D.; Hege, H.-C.; Oberlaender, M.", "abstract": "What are the origins of the highly specific wiring patterns that are formed by the neurons in the brain? To address this question, we introduce a method to predict the empirically observed wiring diagram - the connectome - at synaptic resolution based on dense electron-microscopic reconstructions of neural tissue. Our method generates the connectome based on the morphological properties of the neurons in combination with synaptic specificity models, whose parameters capture how neurons wire conditional on their subcellular, cellular and cell type properties. We employ simulation-based Bayesian inference to identify all values for these parameters that can generate the observed connectome. Finally, for each synapse in a dense reconstruction, our method provides quantitative measures to reveal which synaptic specificity models are necessary, sufficient and best-suited to generate it. The output of our method are experimentally testable predictions of wiring preferences from subcellular to cell type levels that could account for each synapse in dense reconstructions. We demonstrate our method on dense datasets from mouse primary visual and human temporal cortex. Strikingly, this demonstration shows that just three assumptions, with nearly the same synaptic specificity values, predict the connectivity in both datasets. Our method is openly accessible as a computational framework that includes a comprehensive workflow for the analysis of wiring specificity, and which provides users with full flexibility to define and test their hypotheses. Our method sets the stage to uncover the principles by which neural networks are organized, and to compare these principles across brain areas, species and time points.", "date": "2025-06-21", "journal": ""}
{"title": "Killer Toxin K28 resistance in yeast relies on COG complex mediated trafficking of the defence factor Ktd1", "doi": "10.1101/2024.12.20.629825", "authors": "Laidlaw, K.; Nadir, H.; Milburn, A.; Cruz, M.; Stanislovas, J.; Droop, A.; MacDonald, S.; Andreev, I.; Leech, A.; Ungar, D.; Sadhu, M. J.; MacDonald, C.", "abstract": "A/B toxins are a diverse family of protein toxins that enter host cells via endocytosis and induce cell death. In yeast, the A/B toxin K28 is internalised to endosomes of susceptible yeast, before following the retrograde trafficking pathway and ultimately triggering cell cycle arrest. The endolysosomal defence factor Ktd1 protects against K28, but its regulation remains unclear. We show all lobe B subunits of the conserved oligomeric Golgi (COG) tethering complex are required for K28 resistance. Our experiments suggest the hypersensitivity of cog mutants is primarily explained by defects in Ktd1 trafficking. Ktd1 mis-localisation in cog mutants is reminiscent to disruptions in Snc1, a surface cargo that recycles multiple times via the Golgi. This work suggests not only that the COG complex is responsible for the precise trafficking of Ktd1 required to mediate toxin defence, but that Ktd1 may survey endolysosomal compartments for toxin. This work underpins the importance of Ktd1 in defence against the A/B toxin K28, and implies how various membrane trafficking regulators could influence toxin effects in other eukaryotic systems.", "date": "2025-06-21", "journal": ""}
{"title": "Exact linear theory of perturbation response in a space- and feature-dependent cortical circuit model", "doi": "10.1101/2024.12.27.630558", "authors": "Chau, H. Y.; Miller, K. D.; Palmigiano, A.", "abstract": "What are the principles that govern the responses of cortical networks to their inputs and the emergence of these responses from recurrent connectivity? Recent experiments have probed these questions by measuring cortical responses to two-photon optogenetic perturbations of single cells in the mouse primary visual cortex. A robust theoretical framework is needed to determine the implications of these responses for cortical recurrence. Here we propose a novel analytical approach: a formulation of the dependence of cell-type-specific connectivity on spatial distance that yields an exact solution for the linear perturbation response of a model with multiple cell types and space- and feature-dependent connectivity. Importantly and unlike previous approaches, the solution is valid in regimes of strong as well as weak intra-cortical coupling. Analysis reveals the structure of connectivity implied by various features of single-cell perturbation responses, such as the surprisingly narrow spatial radius of nearby excitation beyond which inhibition dominates, the number of transitions between mean excitation and inhibition thereafter, and the dependence of these responses on feature preferences. Comparison of these results to existing optogenetic perturbation data yields constraints on cell-type-specific connection strengths and their tuning dependence. Finally, we provide experimental predictions regarding the response of inhibitory neurons to single-cell perturbations and the modulation of perturbation response by neuronal gain.", "date": "2025-06-21", "journal": ""}
{"title": "Parameterization of intraoperative human microelectroderecordings: Linking action potential morphology to brainanatomy", "doi": "10.1101/2025.01.20.633934", "authors": "Baker, M. R.; Klassen, B. T.; Jensen, M.; Valencia, G. O.; Heydari, H.; Ince, N. F.; Muller, K. R.; Miller, K. J.", "abstract": "Deep brain stimulation (DBS) is a targeted manipulation of brain circuitry to treat neurological and neuropsychiatric conditions. Optimal DBS lead placement is essential for treatment efficacy. Current targeting practice is based on preoperative and intraoperative brain imaging, intraoperative electrophysiology, and stimulation mapping. Electrophysiological mapping using extracellular microelectrode recordings aids in identifying functional subdomains, anatomical boundaries, and disease-correlated physiology. The shape of single-unit action potentials may differ due to different biophysical properties between cell-types and brain regions. Here, we describe a technique to parameterize the structure and duration of sorted spike units using a novel algorithmic approach based on canonical response parameterization, and illustrate how it may be used on DBS microelectrode recordings. Isolated spike shapes are parameterized then compared using a spike similarity metric and grouped by hierarchical clustering. When spike morphology is associated with anatomy, we find regional clustering in the human globus pallidus. This method is widely applicable for spike removal and single-unit characterization and could be integrated into intraoperative array-based technologies to enhance targeting and clinical outcomes in DBS lead placement.", "date": "2025-06-21", "journal": ""}
{"title": "An HIV-1 Reference Epitranscriptome", "doi": "10.1101/2025.01.30.635805", "authors": "Bosmeny, M. S.; Pater, A. A.; Zhang, L.; Larkai, L.; Sha, B. E.; Lyu, Z.; Damha, M. J.; Mamede, J. I.; Gagnon, K. T.", "abstract": "Post-transcriptional modifications to RNA, which comprise the epitranscriptome, play important roles in RNA metabolism, gene regulation, and human disease, including viral pathogenesis. Modifications to the RNA viral genome and transcripts of human immunodeficiency virus 1 (HIV-1) have been reported and investigated in the context of virus and host biology. However, the diversity of experimental approaches used has made clear correlations across studies, as well as the significance of the HIV-1 epitranscriptome in biology and disease, difficult to assess. Therefore, we established a reference HIV-1 epitranscriptome. We sequenced the model NL4-3 HIV-1 genome from infected primary CD4+ T cells and the Jurkat cell line using the latest nanopore chemistry, optimized RNA preparation methods, and the most current and readily available base-calling algorithms. A highly reproducible sense and a preliminary antisense HIV-1 epitranscriptome were created, where N6-methyladenosine (m6A), 5-methylcytosine (m5C), pseudouridine (psi), inosine, and 2'-O-methyl (Nm) modifications could be identified by rapid multiplexed base-calling. We observed that sequence and neighboring modification contexts induced modification miscalling, which could be corrected with synthetic HIV-1 RNA fragments. We validated m6A modification sites with STM2457, a small molecule inhibitor of methyltransferase-like 3 (METTL3). We find that modifications are quite stable under combination antiretroviral therapy (cART) treatment, in primary CD4+ T cells, and in HIV-1 virions. Sequencing samples from people living with HIV (PLWH) revealed conservation of m6A modifications. However, analysis of spliced transcript variants suggests transcript-dependent modification levels. Our approach and reference data offer a straightforward benchmark that can be adopted to help advance rigor, reproducibility, and uniformity across HIV-1 epitranscriptomics studies. They also provide a roadmap for the creation of reference epitranscriptomes for many other viruses or pathogens.", "date": "2025-06-21", "journal": ""}
{"title": "Modeling Epithelial Morphogenesis and Cell Rearrangement during Zebrafish Epiboly: Tissue Deformation, Cell-Cell Coupling, and the Mechanical Response to Stress", "doi": "10.1101/2025.02.12.637977", "authors": "Minsuk, S. B.; Sego, T. J.; Umulis, D. M.; Mullins, M. C.; Glazier, J. A.", "abstract": "Morphogenesis in early development involves complex and extreme deformations in response to intra- and intercellular forces. Zebrafish epiboly, the spreading of the blastoderm to cover and engulf the large yolk cell, is a key early event that sets the stage for the establishment of the body plan, but the way the forces driving expansion are generated and mediated is poorly understood. The enveloping layer (EVL), the thin squamous outer epithelium of the blastoderm, plays a central role. Forces generated in the yolk cell are transmitted through tight junctions to the marginal EVL cells, and then propagate through the rest of the EVL. To understand mechanisms of force generation and transduction during epiboly, we first need a mechanical model of the EVL capable of responding to such forces and undergoing the drastic deformation of epiboly. The expanding EVL more than doubles its surface area and experiences significant shear as it deforms from a thin cap at one pole to become a complete sphere, necessarily requiring extensive internal rearrangement. We constructed an agent-based model of the EVL and its response to exogenous forces using the center-based simulation framework, Tissue Forge. Our model captures the large viscoelastic deformation of the EVL by cell rearrangement, and incorporates algorithmic strategies to accommodate these dynamic changes while maintaining tissue cohesion. Features observed in living embryos, such as the straightening of the initially ragged leading edge, also emerge in the model. We identified two key components required for realistic epiboly in the model: first, a mechanism to enable tissue remodeling by cell rearrangement without tearing the tissue, and second, a negative feedback on the forces driving EVL expansion, to regulate and synchronize the advancement of the EVL margin. We discuss the implications of these findings for the behavior of living EVL and the mechanisms that drive epiboly.", "date": "2025-06-21", "journal": ""}
{"title": "Modulation of habenula axon terminals supports action-outcome associations in larval zebrafish", "doi": "10.1101/2025.02.13.638047", "authors": "Paoli, E.; Palieri, V.; Shenoy, A.; Portugues, R.", "abstract": "Improving behavioral performance relies on the ability to associate decisions with their positive and negative outcomes. Although neurons that associate actions with their consequences have been identified across multiple brain regions, the circuit-level mechanisms underlying this integration remain poorly understood. Here, using an operant thermoregulatory assay, we show that larval zebrafish maintain a short-term memory of action-outcome associations and that the dorsal habenula-interpeduncular nucleus (dHb-IPN) pathway is necessary for this process. Consistently, a population of intermediate IPN neurons encodes actions only when they lead to a thermal reward, suggesting a major role in establishing short-term associations and influencing subsequent decisions. We then combine circuit mapping and axon imaging to show that actions and reward signals are conveyed by GABAergic prepontine and glutamatergic dHb neurons, respectively. Finally, the integration between motor and sensory streams relies on presynaptic GABAB receptor-mediated modulation of dHb axon terminals by prepontine neurons. These results link a crucial computation for adaptive behavior to a specific circuit mechanism.", "date": "2025-06-21", "journal": ""}
{"title": "The actin module of endocytic internalization in Aspergillus nidulans: a critical role of the WISH/DIP/SPIN90 family protein Dip1", "doi": "10.1101/2025.02.13.638025", "authors": "Delgado, M.; Pinar, M.; Polonio, P.; Fandino, S.; Espeso, E. A.; Penalva, M. A.", "abstract": "Using fluorescent protein-tagged F-actin reporters we studied the actin cytoskeleton in Aspergillus nidulans. F-actin probes labeled endocytic patches, contractile actin rings and the Spitzenkorper (SPK), but not exocytic cables generated by the SPK-associated formin, illuminated only by tropomyosin. The SPK actin mesh contains tropomyosin and capping protein, but not fimbrin or Arp2/3, showing that it does not involve branched actin. Arp2/3 and fimbrin are recruited to endocytic patches at the end of their lifecycle, staying in them for 12-14 sec, coinciding with the burst of branched actin polymerization that powers vesicle internalization, whereas verprolin stays only during the first half of this actin phase. Hyphal growth requires endocytic recycling, which we exploited to assess the efficiency of endocytosis following genetic interventions. Ablation of SlaBSla2, Arp2/3, cofilin and fimbrin is lethal, whereas that of Srv2, verprolin and capping protein are debilitating, with the lifetime of actin in mutant patches roughly correlating with the extent of growth and endocytic defects. An outstanding problem is the origin of seed filaments required to prime Arp2/3 during endocytosis. Actin patches associate with cortical cables that give rise to long distance-moving 'actin worms' that are different from tropomyosin-containing cables emanating from the SPK. Cables and worms are dependent on formin, yet inactivation of formin does not affect the F-actin patch lifecycle, arguing against formin playing an endocytic role. Ablation of the WISH/DIP/SPIN90 protein Dip1 priming Arp2/3 for the synthesis of linear actin delocalizes the endocytic machinery and severely impairs, but does not preclude, endocytosis. This establishes the existence of Dip1-independent mechanism(s) that synthesize seed filaments. Our data negate the possibility that this alternative mechanism results from a priming role of formin that is unmasked in dip1{Delta} ; cells, but do not exclude that cofilin-mediated filament severing could produce seed microfilaments for Arp2/3, as suggested for Schizosaccharomyces pombe.", "date": "2025-06-21", "journal": ""}
{"title": "Cell type-specific functions of nucleic acid-binding proteins revealed by deep learning on co-expression networks", "doi": "10.1101/2025.03.03.641203", "authors": "Osato, N.; Sato, K.", "abstract": "Nucleic acid-binding proteins (NABPs) exhibit cell type-specific regulatory functions, but their target genes and biological roles remain incompletely characterized due to the limitations of current experimental approaches. Here, we present a deep learning framework that integrates gene co-expression correlations to predict NABP regulatory targets and infer their functions across diverse cellular contexts, without requiring binding motif information. By substituting low-informative input features in a transcriptome-based prediction model with co-expression-derived interactions, we achieved improved accuracy in gene expression prediction. Functional enrichment analysis revealed biologically meaningful annotations consistent with known NABP roles. In parallel, we applied a ChatGPT-assisted interpretation framework that provided functional predictions based on semantic patterns among gene sets-an approach that enhances interpretability even for modestly sized sets. Predictions supported by both statistical enrichment and ChatGPT-based inference were less likely to reflect spurious associations, reinforcing their biological relevance. Collectively, this integrative framework-combining deep learning, co-expression networks, and generative AI-enables the systematic discovery of both known and previously uncharacterized NABP functions in a cell type-specific manner.", "date": "2025-06-21", "journal": ""}
{"title": "Cortical markers of PAS-induced long-term potentiation and depression in the motor system: A TMS-EEG Registered Report", "doi": "10.1101/2025.04.03.647045", "authors": "Arrigoni, E.; Bolognini, N.; Pisoni, A.; Guidali, G.", "abstract": "Paired associative stimulation (PAS), a neuromodulation protocol combining transcranial magnetic stimulation (TMS) pulses to the primary motor cortex (M1) with electrical median nerve stimulation, promotes synaptic plasticity (long-term potentiation - LTP, long-term depression - LTD) in the human motor system following Hebbian associative plasticity induction. To date, PAS effects have been mainly investigated at the corticospinal level. In the present Registered Report, we leveraged TMS and electroencephalography (TMS-EEG) co-registration to track the cortical dynamics related to M1-PAS, aiming to characterize the neurophysiological substrates better, grounding the effectiveness of such protocol. In two within-subject sessions, 30 healthy participants underwent the standard M1-PAS protocols inducing LTP (PASLTP) and LTD (PASLTD) while measuring motor-evoked potentials (MEPs) and TMS-evoked potentials (TEPs) from M1 stimulation before, immediately after, and 30 minutes from the end of the PAS, applied both at supra- (i.e., 110%) and sub- (i.e., 90%) resting motor threshold intensities. Besides replicating MEPs enhancement and inhibition after PASLTP and PASLTD, our results showed that the P30 and N100 M1-TEPs components were significantly modulated immediately following PASLTP and PASLTD administration. These effects were detectable only in suprathreshold conditions, suggesting that M1 subthreshold stimulation could not be optimal for tracking cortical effects of PAS. Furthermore, exploratory analyses showed that P60 amplitude at baseline successfully predicted the magnitude of P30 modulations after PASLTP administration. Our findings provide compelling evidence about the specificity of early TEP components in reflecting changes in M1 reactivity underpinning PAS effects and associative plasticity induction within the motor system. From a broader perspective, our study fosters evidence about using TMS-EEG biomarkers to track complex plastic changes induced in the human brain, exploiting neuromodulatory non-invasive brain stimulation protocols based on associative mechanisms, like PAS.", "date": "2025-06-21", "journal": ""}
{"title": "Uromyces plumbarius first reported on Oenothera lindheimeri in Europe with widespread distribution and association with two common natural enemies of rust fungi", "doi": "10.1101/2025.04.07.647624", "authors": "Suffert, F.; Meyer, K.; Laval, V.; Andrieux, A.; Slootweg, E.; Frey, P.", "abstract": "The rust fungus Uromyces plumbarius Peck was reported in Europe for the first time on Oenothera lindheimeri (Engelm. & A. Gray) W.L. Wagner & Hoch (Lindheimer's beeblossom), a highly popular ornamental plant widely cultivated since the 2000s. The fungus was found in 11 locations across France and two locations in the Netherlands. The identification was based on an analysis of morphological characteristics and 28S rDNA sequences. The pathogenicity was confirmed through reinoculation using fresh urediniospores. This represents the first record of U. plumbarius outside its native range in North America. Its widespread distribution in France appears to result from rapid dissemination, likely facilitated by the plant trade between nursery gardeners. The discovery of U. plumbarius was accompanied by the detection of the hyperparasitic fungus Sphaerellopsis sp. and fungivorous larvae of Mycodiplosis sp. - two native, non-specific natural enemies which may play a role in limiting the impact of rust infections.", "date": "2025-06-21", "journal": ""}
{"title": "Plasmodium falciparum DNA repair dynamics reveal unique roles for TLS polymerases and PfRad51 in genome diversification", "doi": "10.1101/2025.04.07.647301", "authors": "Vishwanatha, A.; Zhang, X.; Liu, Y. J.; Leung, A.; Herring, M.; Chan, A.; Calhoun, S.; Deitsch, K. W.; Kirkman, L.", "abstract": "The haploid malaria parasite, Plasmodium falciparum, evolved a unique cohort of DNA repair pathways enabling the parasite to survive in a vertebrate host red blood cell and the mosquito vector. P. falciparum chromosomes are partitioned into a highly conserved core genome and remarkably diverse, largely subtelomeric regions that contain genes encoding important parasite virulence factors. The molecular mechanisms that maintain this chromosomal structure have not been identified. Here, we describe specific DNA repair pathways that differentiate between hypervariable subtelomeric and conserved core regions of the genome. Based on our previous work, we hypothesized that there are potentially important interactions between translesion (TLS) and homologous recombination (HR) pathways for the diversification of multicopy gene families in P. falciparum. Thus, we created knockout parasite lines of the DNA repair enzymes: PfRad51 and the TLS polymerases PfPol and PfRev1. We identified that irradiation hypersensitivity varied across the cell cycle for TLS{Delta} parasites and was uniform across the erythrocytic cycle for PfRad51{Delta} parasites, highlighting the variable roles of these pathways. However, important interactions between these pathways were found when we studied directed double strand break (DSB) repair, which revealed a difference in the DNA damage response according to chromosomal location. PfRad51 was essential for HR-mediated repair in the core genome. In contrast, we identified a Rad51 independent homology-directed repair in all three of our knockout lines when a DSB was made in the subtelomeric region of the chromosome. We propose that this differential DNA damage response maintains the distinction in diversification across the chromosome.", "date": "2025-06-21", "journal": ""}
{"title": "When Meaning Matters Most: Rethinking Cloze Probability in N400 Research", "doi": "10.1101/2025.04.29.651301", "authors": "Arkhipova, Y.; Lopopolo, A.; Vasishth, S.; Rabovsky, M.", "abstract": "The N400 component of ERPs is modulated by how predictable a word is, but predictability is usually quantified with lexical cloze---the probability that readers supply that exact word in offline sentence completion tasks. This form-based metric is at odds with decades of evidence that the N400 is primarily sensitive to meaning. Here, we asked whether a measure of semantic feature predictability can better account for N400 amplitude modulation. We reanalysed two independent EEG datasets (N = 26 and N = 334), computing lexical and semantic cloze for each critical word. Across the two datasets, semantic cloze explained significantly more N400 variance than lexical cloze. Using the same materials, we then compared semantic and lexical cloze with probabilities from four large language models (GPT-2, GPT-2.7b, RoBERTa, ALBERT). None of the LLM-derived predictors outperformed semantic cloze. Our findings support the view that the N400 primarily reflects semantic---not exact-word---processing. Methodologically, we argue that replacing lexical cloze with semantic cloze can substantially increase the explanatory power of N400 studies, and caution against substituting human norms with raw LLM probabilities.", "date": "2025-06-21", "journal": ""}
{"title": "AWmeta empowers adaptively-weighted transcriptomic meta-analysis", "doi": "10.1101/2025.05.06.650408", "authors": "Hu, Y.; Wang, Z.; Hu, Y.; Feng, C.; Fang, Q.; Chen, M.", "abstract": "Transcriptomic meta-analysis enhances biological veracity and reproducibility by integrating diverse studies, yet prevailing P-value or effect-size integration approaches exhibit limited power to resolve subtle signatures. We present AWmeta, an adaptively-weighted framework unifying both paradigms. Benchmarking across 35 Parkinson's and Crohn's disease datasets spanning diverse tissues and adaptively down-weighting underpowered studies, AWmeta yields higher-fidelity differentially expressed genes (DEGs) with markedly reduced false positives, and establishes superior gene differential quantification convergence at both gene and study levels over state-of-the-art random-effects model (REM) and original studies. AWmeta requires fewer samples and DEGs from original studies to achieve substantial gene differential estimates, lowering experimental costs. We demonstrates AWmeta's remarkable stability and robustness against external and internal perturbations. Crucially, AWmeta prioritizes disease tissue-specific mechanisms with higher functional coherence than those from REM and original studies. By bridging statistical rigor with mechanistic interpretability, AWmeta harmonizes heterogeneous transcriptomic data into actionable insights, serving as a transformative tool for precision transcriptomic integration.", "date": "2025-06-21", "journal": ""}
{"title": "The Impact of Exogenous Mutagens on Human Mitochondrial DNA Ploidy: Analysis of Changes and Possible Protective Mechanisms.", "doi": "10.1101/2025.05.09.648561", "authors": "Van Leiden, N.; Potapova, N.; Ree, N.", "abstract": "Mitochondrial ploidy - the relative copy number of mitochondrial DNA per mitochondrion - may serve as an early marker of cellular stress and a potential signal of genotoxic damage. In this study, we investigate the dynamics of mitochondrial ploidy in iPSC cells in vitro following exposure to a range of chemical mutagens. Using a qPCR-based method allowing accurate quantification of mitochondrial DNA and mitochondria number, we reveal distinct changes in mitochondrial ploidy that correlate with the genotoxic impact of specific agents. Among the mutagens tested, MX, benzidine, cyclophosphamide, hydrogen peroxide, semustine and nickel (II) chloride induced the most pronounced alterations in mitochondrial DNA content and organization. These findings suggest that mitochondrial ploidy can be used as a sensitive molecular indicator of mutagenic stress, potentially reflecting mitochondrial genome maintenance and organelle adaptation mechanisms.", "date": "2025-06-21", "journal": ""}
{"title": "Physiological febrile heat stress increases cytoadhesion through increased protein trafficking of Plasmodium falciparum surface proteins into the red blood cell", "doi": "10.1101/2025.05.14.653932", "authors": "Jones, D.; Belda, H.; Broncel, M.; Fuchs, G.; Anaguano, D.; Nofal, S. D.; Treeck, M.", "abstract": "Fever is a hallmark of malaria. Several studies have linked febrile temperatures to reduced parasite viability, but also to increased cytoadhesion, a key driver of pathology. However, different mechanisms have been proposed to cause changes in cytoadhesion and parasite sensitivity to heat. Here, we demonstrate that exposure of Plasmodium falciparum-infected red blood cells (iRBCs) to physiologically relevant febrile heat stress (39 {degrees}C), derived from patient data, enhances cytoadhesion through increased trafficking of the major virulence factor PfEMP1 to the iRBC surface. This phenomenon is not limited to PfEMP1 and common laboratory strains, as it extends to the surface nutrient channel PSAC in four clinical isolates of diverse geographic origin. The increased surface protein display occurs without changes in overall protein expression or parasite developmental progression. Using phosphoproteomics and proximity labelling, we find that elevated temperature also increases trafficking and phosphorylation of exported proteins into the RBC. Enhanced export is likely reliant on the presence of a transmembrane domain as shown by NanoLuc reporter assays. Collectively, our results indicate that febrile temperatures commonly experienced during infection can accelerate protein export, likely at the parasitophorous vacuole. This enhanced export following heat stress is relevant because increased cytoadhesion could influence disease severity through earlier iRBC sequestration and elevated bound parasite mass.", "date": "2025-06-21", "journal": ""}
{"title": "A Unique Role for the Hippocampus in Cue Integration During Human Spatial Navigation", "doi": "10.1101/2025.05.14.654008", "authors": "Wei, Z.; Wolbers, T.; Chen, X.", "abstract": "A central question in cognitive neuroscience is how the brain integrates distinct sensory and perceptual inputs to improve cognitive performance. This study investigated this question in the context of human spatial navigation by combining high-field fMRI and desktop virtual reality. Participants encoded and retrieved spatial locations using either landmarks alone (landmark condition), visual self-motion cues alone (i.e., optic flow; self-motion condition), or both cues together (combination condition). Participants behaviorally benefited from cue integration. fMRI analyses revealed a cue integration effect in the hippocampus, which displayed positional coding only in the combination condition, and only in participants who showed behavioral benefits from cue integration. Furthermore, hippocampal positional coding was more strongly associated with actual than self-reported locations, indicating it integrates sensory-perceptual inputs from spatial cues. Our findings suggest that the unique function of the hippocampus is to integrate diverse sensory-perceptual inputs to support precise memory-guided navigation, rather than representing space per se, thereby challenging the dominant cognitive map theory in spatial navigation. Our findings may also help unify our understanding of the hippocampal function in spatial navigation and episodic/relational memory.", "date": "2025-06-21", "journal": ""}
{"title": "Droplet growth, Ostwald's rule, and emergence of order in Fused in Sarcoma", "doi": "10.1101/2025.05.11.653346", "authors": "Maksudov, F.; Mugnai, M.; Dominguez, L.; Makarov, D.; Thirumalai, D.", "abstract": "The low complexity domain of Fused in Sarcoma (FUS-LC consisting of 214 residues) undergoes phase separation, resulting in a dense liquid-like phase that forms early and slowly matures to reach ordered gel-like state on long time scales. Upon maturation, core-1, comprising of the 57 residues (39-95) in the N-terminus become structured, resulting in the formation of a non-polymorphic fibril. The truncated FUS-LC-C (residues 110-214) construct forms a fibril in which core-2 (residues 112-150) adopts a {beta}-sheet structure. Using coarse-grained monomer SOP-IDP model simulations of FUS-LC, we predict that residues 155-190 in the C-terminal (core-3) form rapidly, followed by core-2, and finally core-1. The time scale of formation of the cores and their stabilities are inversely correlated, as anticipated by the Ostwald's rule of stages. Unbiased multichain simulations show that the chemical potentials in the two phases are equal and the calculated densities of the dense and dilute phases are in agreement with experiments. The dense phase, which forms by a nucleation mechanism, coarsens over time by a process that is reminiscent of Ostwald ripening. AlphaFold predictions of the core-3 structure and the simulations show tha {beta}-strand emerges in the core-3 region early during the droplet formation, and drives the initiation of FUS-LC assembly. The techniques introduced here are general and could be used to probe assembly of other IDPs such as TDP-43, which shares many features with FUS-LC.", "date": "2025-06-21", "journal": ""}
{"title": "Estimation of substitution and indel rates via k-mer statistics", "doi": "10.1101/2025.05.14.653858", "authors": "HERA, M. R.; Medvedev, P.; Koslicki, D.; Blanca, A.", "abstract": "Methods utilizing k-mers are widely used in bioinformatics, yet our understanding of their statistical properties under realistic mutation models remains incomplete. Previously, substitution-only mutation models have been considered to derive precise expectations and variances for mutated k-mers and intervals of mutated and non-mutated sequences. In this work, we consider a mutation model that incorporates insertions and deletions in addition to single-nucleotide substitutions. Within this framework, we derive closed-form k-mer-based estimators for the three fundamental mutation parameters: substitution, deletion rate, and insertion rates. We provide theoretical guarantees in the form of concentration inequalities, ensuring accuracy of our estimators under reasonable model assumptions. Empirical evaluations on simulated evolution of genomic sequences confirm our theoretical findings, demonstrating that accounting for insertions and deletions signals allows for accurate estimation of mutation rates and improves upon the results obtained by considering a substitution-only model. An implementation of estimating the mutation parameters from a pair of fasta files is available here: https://github.com/KoslickiLab/estimate_rates_using_mutation_model.git The results presented in this manuscript can be reproduced using the code available here: https://github.com/KoslickiLab/est_rates_experiments.git", "date": "2025-06-21", "journal": ""}
{"title": "Assessing the robustness of deep learning based brain age prediction models across multiple EEG datasets", "doi": "10.1101/2025.05.20.655022", "authors": "Tveitstoel, T.; Tveter, M.; Hatlestad-Hall, C.; Hammer, H. L.; Engemann, D.; Haraldsen, I.", "abstract": "The increasing availability of large electroencephalography (EEG) datasets enhances the potential clinical utility of deep learning (DL) for cognitive and pathological decoding. However, dataset shifts due to variations in the population and acquisition hardware can considerably degrade the model performance. We systematically investigated the generalisation of DL models to unseen datasets with different characteristics, using age as the target variable. Five datasets were used in two different experimental setups, including (1) leave-one-dataset-out (LODO) and (2) leave-one-dataset-in (LODI) cross validation. A comprehensive set of 1805 different hyperparameter configurations was tested, including variations in the DL architectures and data pre-processing. The performance varied across source/target dataset pair. Using LODO, we obtained Pearson's r values of {0.63, 0.84, 0.75, 0.23, 0.10} and R^2 values of {-0.01, 0.63, 0.41, -4.66, -70.98}. For LODI, the results varied in Pearson's r from -0.11 to 0.84 and R^2 values from -704.89 to 0.65, depending on the source and target dataset. Adjusting the model intercepts using the average age of the target dataset substantially improved some R^2 scores. Our results show that DL models can learn age-related EEG patterns which generalise with strong correlations to datasets with broad age spans. The most important hyperparameter was to use the frequency range between 1 and 45Hz, rather than a single frequency band. The second most important hyperparameter effect depended on the experimental setup. Our findings highlight the challenges of dataset shifts in EEG-based DL models and establish a benchmark for future studies aiming to improve the robustness of DL models across diverse datasets.", "date": "2025-06-21", "journal": ""}
{"title": "Molecular characterisation of neurons across animals identifies conserved gene expression.", "doi": "10.1101/2025.06.04.657789", "authors": "Rivera-Rivera, C. J.; Feuda, R.; Pisani, D.", "abstract": "The evolution of the nervous system has been shrouded in controversy since the onset of the genomics era. A large part of this controversy stems from the lack of phylogenetic consensus for the main branches of the animal tree, where often animals with nervous systems do not form a monophyletic group. However, this question can be informed from other non-phylogenetic perspectives, such as comparative genomics. Here we ask how similar are genes differentially expressed in neurons across a representative set of eight animals with a nervous system and tally the presence or absence of their homologs in 10 other animals and two choanoflagellates. We show that proteins from 39 families are differentially expressed in all neurons, regardless of the phylogenetic placement of their lineage, and that the majority of these gene families are present in the (unicellular) closest relatives of animals, choanoflagellates. We found that the members of these 39 gene families are enriched in domains for ion transport and juxtacrine signalling, and that there is one gene family of zinc-dependent extracellular matrix-remodelling proteins which is only found in animals bearing a nervous system. Our results show that common genetic toolkits are in place for the function of nervous systems. We identify a large number of potential new genomic markers linked to the nervous system and hope they can complement ongoing research efforts to better understand this quintessentially animal system.", "date": "2025-06-21", "journal": ""}
{"title": "Two time scales of adaptation in human learning rates", "doi": "10.1101/2025.06.05.658048", "authors": "Simoens, J.; Braem, S.; Verbeke, P.; Chen, H.; Mattioni, S.; Chai, M.; Schuck, N. W.; Verguts, T.", "abstract": "Different situations may require radically different information updating speeds (i.e., learning rates). Some demand fast learning rates, while others benefit from using slower ones. To adjust learning rates, people could rely on either global, meta-learned differences between environments, or faster but transient adaptations to locally experienced prediction errors. Here, we introduce a new paradigm that allows researchers to measure and empirically disentangle both forms of adaptations. Participants performed short blocks of trials of a continuous estimation task (fishing for crabs) on six different islands that required different optimal (initial) learning rates. Across two experiments, participants showed fast adaptations in learning rate within a block. Critically, participants also learned global environment-specific learning rates over the time course of the experiment, as evidenced by computational modelling and by the learning rates calculated on the very first trial when revisiting an environment (i.e., unconfounded by transient adaptations). Using representational similarity analyses of fMRI data, we found that differences in voxel pattern responses in the central orbitofrontal cortex correlated with differences in these global environment-specific learning rates. Our findings show that humans adapt learning rates at both slow and fast time scales, and that the central orbitofrontal cortex may support meta-learning by representing environment-specific task-relevant features such as learning rates.", "date": "2025-06-21", "journal": ""}
{"title": "Advancing Ligand Binding Affinity Prediction with Cartesian Tensor-Based Deep Learning", "doi": "10.1101/2025.06.04.657800", "authors": "Yu, J.; Sheng, X.; Fan, Z.; Wang, Z.; Cao, D.; Hao, Y.; Zhang, Y.; Shao, P.; Ma, H.; Cao, T.; rao, J.; Chen, M.; Chen, K.; Li, X.; Teng, D.; Luo, X.; Wang, M.; Zhang, S.; Zheng, M.", "abstract": "We present PBCNet2.0, a cartesian tensor-based Siamese Neural Network for protein-ligand relative binding affinity prediction. Trained on 8.6 million complex pairs, PBCNet2.0 achieves zero-shot performance comparable to computationally intensive physics-based simulations. Our prioritization experiments show that PBCNet2.0 speeds up binding affinity optimization by 718% while reducing resource use by 41%. Through extensive retrospective experiments, we demonstrate that PBCNet2.0 intrinsically comprehends protein-ligand interactions, showing high sensitivity to intermolecular interactions and exceptional perception of spatial geometric information. Strikingly, PBCNet2.0 exhibits an emergent capability to predict affinity changes induced by binding residue variations, highlighting its potential for identifying resistance mutation. We prospectively validated these capabilities on ENPP1 and ALDH1B1 targets, where PBCNet2.0 successfully identified affinity shifts arising from subtle molecular interactions and conformational differences, and pinpointed critical binding residues with an 83% hit rate. This combination of computational efficiency, spatial geometric perception of binding site, and generalizable affinity prediction establishes PBCNet2.0 as a transformative tool for developing pharmacological probes for all human proteins.", "date": "2025-06-21", "journal": ""}
{"title": "Structural basis for antibody cross-neutralization of Dengue and Zika viruses", "doi": "10.1101/2025.06.05.658091", "authors": "Hurlburt, N. K.; Lubow, J.; Goo, L.; Pancera, M.", "abstract": "Safe and effective vaccines against co-circulating mosquito-borne orthoflaviviruses such as Zika virus (ZikV) and the four serotypes of Dengue virus (DenV1-4) must elicit broadly neutralizing antibodies (bnAbs) to prevent the risk of enhancement of infection by non-neutralizing antibodies. We recently discovered new orthoflavivirus-directed bnAbs, including F25.S02, which neutralizes DenV1-4 and ZikV with comparable or superior potency to the previously characterized E dimer epitope (EDE) bnAbs. Mutagenesis studies of viral envelope proteins showed that the epitope specificity of F25.S02 is distinct from EDE1 bnAbs. Here, we used cryoEM and X-ray crystallography to understand the basis of cross-neutralization of F25.S02 at the molecular level. We obtained a ~4.2 [A] cryoEM structure of F25.S02 Fab bound to a stabilized DenV3 soluble E protein dimer and a 2.3 [A] crystal structure of F25.S02 Fab bound to ZikV soluble E protein dimer. Like previously described EDE1 bnAbs, the structural epitope of F25.S02 is at the E dimer interface, encompassing predominantly conserved regions in domain II, including the fusion loop. However, unlike EDE1 bnAbs, F25.S02 binding is almost entirely dependent on the heavy chain and is shifted slightly away from the dimer symmetry axis. Our findings emphasize the importance of this cross-neutralizing site of vulnerability for DenV and ZikV that can facilitate rational design of vaccines and therapeutics.", "date": "2025-06-21", "journal": ""}
{"title": "Alveolar epithelial cell plasticity and injury memory in human pulmonary fibrosis", "doi": "10.1101/2025.06.10.658504", "authors": "Adams, T. S.; Schupp, J. C.; Balayev, A.; Khoury, J.; Justet, A.; Nikola, F.; Laurens, D. S. J.; Garcia, J. C.; Zapata-Ortega, M.; Panayiotis, B. V.; McDonough, J. E.; Ahangari, F.; Koenigshoff, M.; Ding, J.; Homer, R. J.; Rosas, I. O.; Yan, X.; Vanaudenaerde, B. M.; Wuyts, W. A.; Kaminski, N.", "abstract": "Acute and repetitive lung epithelial injury can lead to irreversible and even progressive pulmonary fibrosis; Idiopathic pulmonary fibrosis (IPF) is a fatal disease and quintessential example of this phenomenon. The composition of epithelial cells in human pulmonary fibrosis - irrespective of disease etiology - is marked by the presence of Aberrant Basaloid cells: an abnormal cell phenotype with pro-fibrotic and senescent features, localized to the surface of fibrotic lesions. Despite their relevance to human pulmonary fibrosis, the exotic molecular profile of Aberrant Basaloid cells has obscured their etiology, preventing insights into how or why these cells emerge with fibrosis. Here we identify cellular intermediaries between Aberrant Basaloid and normal alveolar epithelial cells in human IPF tissue. We track the emergence of Aberrant Basaloid cells from alveolar epithelial cells ex vivo, and uncover a role for similar cells in epithelial regeneration under normal conditions. Lastly, we characterize the epigenetic changes that distinguish Aberrant Basaloid cells from their progenitors and identify hallmarks of AP-1 injury memory retention. This study elucidates the phenomenon of maladaptive epithelial plasticity and regeneration in pulmonary fibrosis and re-contextualizes therapeutic strategies for epithelial dysfunction.", "date": "2025-06-21", "journal": ""}
{"title": "Personalized whole-brain Ising models with heterogeneous nodes capture differences among brain regions", "doi": "10.1101/2025.06.09.658769", "authors": "Craig, A. G.; Chen, S.; Tang, Q.-Y.; Zhou, C.", "abstract": "Multiple lines of research have studied how complex brain dynamics emerge from underlying connectivity by using Ising models as simplified neural mass models. However, limitations on parameter estimation have prevented their use with individual, high-resolution human neuroimaging data. Furthermore, most studies focus only on connectivity, ignoring node heterogeneity, even though real brain regions have different structural and dynamical properties. Here we present an improved approach to fitting Ising models to 360-region functional MRI data: derivation of an initial guess model from group data, optimization of simulation temperature, and two stages of Boltzmann learning, first with group data, then with individual data. We then analyze how data binarization threshold affects goodness-of-fit, the role of the external field in model behavior, and correlations between model parameters and features from structural MRI, including myelination and sulcus depth. The fitted models can reproduce the functional connectivity of the data across a wide range of thresholds, but the role of the external field parameters in model behavior increases with threshold. In parallel, the coupling between nodes correlates with structural connectivity throughout this range, but correlations between the external field and structural features increase with threshold. These results show how our methodology enables personalized, biophysically interpretable modeling of structure-function relationships at the whole-brain level, which can aid understanding of individual differences in brain network organization and dynamics. This approach will help to bridge the gap between connectomics, which emphasizes brain networks, and translational neuroscience, which often focuses on the unique roles of brain regions.", "date": "2025-06-21", "journal": ""}
{"title": "Prevalence of Heartwater in Guadeloupe (2024): Stable endemicity and Evidence of Spread to Les Saintes", "doi": "10.1101/2025.06.11.659135", "authors": "Dufleit, V.; Guerrini, L.; Dhune, M.; Viry, L.; Belfort, A.; Jacquet-Cretides, L.; Deddy, J.; Cozier, J.; Naves, M.; Arthein, L.; Sammut, T.; Pezeron, M.; Rodrigues, V.; MEYER, D. F.; Etter, E.", "abstract": "AO_SCPLOWBSTRACTC_SCPLOWHeartwater is a tick-borne disease caused by Ehrlichia ruminantium and remains endemic in the Gua-deloupe archipelago. While previous data from 1989 suggested a seroprevalence of 22% in cattle, no updated figures were available for livestock, and certain islands such as Les Saintes were considered disease-free.\n\nThis study aimed to update the sero-epidemiological status of heartwater in cattle and goats across Guadeloupe in 2024. Blood samples were collected from 261 cattle and 135 goats from all islands. Serological testing using the MAP1B ELISA was performed, and true seroprevalence was estimated using a simplified stochastic model that accounts for test sensitivity, specificity, and sample uncer-tainty. The mean cattle seroprevalence was estimated at 28% (95% CI [22-34%]), with no significant differences between Basse-Terre, Grande-Terre, and Marie-Galante. Importantly, seropositive goats were identified on all major islands, including Les Saintes. Our findings suggest that heartwater remains endemically stable in Guadeloupe since the 1980s and reveal for the first time its serological presence in Les Saintes. These results emphasize the importance of strengthening regional surveillance systems, including veterinary reporting, serological monitoring, and coordinated efforts to prevent further spread across the Caribbean.", "date": "2025-06-21", "journal": ""}
{"title": "Tamarixia citricola Hansson and Guerrieri sp. nov. (Hymenoptera: Eulophidae): a new parasitoid of Diaphorina citri Kuwayamava (Hemiptera: Psyllidae) found during a classical biological control program in Cyprus", "doi": "10.1101/2025.06.16.660002", "authors": "Urbaneja, A.; Perez-Hedo, M.; Seraphides, N.; Melifronidou- Pantelidou, A.; Giallouridou, S.; Markou, L.; Stavrinides, M.; Kaponas, C.; Ruiz-Rivero, O.; Morgan, D. J. W.; Hansson, C.; Hoddle, M. S.; Tena, A.; Guerrieri, E.", "abstract": "Asian citrus psyllid, Diaphorina citri, is a major global pest because it is the primary vector of Candidatus Liberibacter spp., the causal agents of huanglongbing (HLB), a lethal citrus disease. Following the detection of D. citri in Cyprus in 2023, the first record of this pest in the European Union, a classical biological control program targeting this pest was initiated in spring 2024 using the parasitoid Tamarixia radiata imported from California, USA. During field surveys in summer 2024, parasitized D. citri nymphs were found in orchards where no T. radiata releases had been made. These findings suggested the possible presence of native or unintentionally introduced parasitoids, or a rapid spread of T. radiata into new areas. To determine the identity of parasitoids associated with D. citri in Cyprus, an integrative approach was adopted combining field observations, molecular analyses of the COI gene, and morphological analyses. Tamarixia radiata recovered from Cyprus field sites matched reference sequences of parasitoids from California. However, other specimens were genetically and morphologically distinct and represented a new species. The new species is described here as Tamarixia citricola Hansson & Guerrieri sp. nov. Taxonomic diagnoses and characters for separating both Tamarixia species associated with D. citri are provided. Results presented here indicate the coexistence of both T. radiata (introduced) and T. citricola (likely autochthonous) in Cyprus citrus orchards. This finding has important implications for future biological control strategies and quarantine measures for D. citri in the Mediterranean basin.", "date": "2025-06-21", "journal": ""}
{"title": "Spatial proteomics of the human atherosclerotic microenvironment reveals heterogeneity in intra-plaque proteomes and extracellular matrix remodeling", "doi": "10.1101/2025.06.13.659602", "authors": "Jokumsen, K. V.; Lorentzen, L. G.; Yeung, K.; Resch, T. A.; Eiberg, J. P.; Davies, M. J.; Gamon, L. F.", "abstract": "The heterogeneity of atherosclerotic plaques is critical for their vulnerability to rupture and the associate risk of cardiovascular events. Most proteomic studies have only examined bulk changes, potentially obscuring key spatial differences in protein content and abundance. Here we report a high-resolution spatial proteomics workflow that allows exploration of the molecular landscape of human plaques and murine myocardial tissue. This combines laser capture microdissection of tissue areas (50,000 {micro}m2 from 10 {micro}m-thick sections, corresponding to < 30 cells), with high-sensitivity ion-mobility mass spectrometry, allowing spatial profiling of cellular and extracellular matrix (ECM) proteomes. Over 2700 proteins were detected, revealing substantial intra-plaque proteome heterogeneity across distinct regions (lipid-rich, media layers, shoulder regions, necrotic core, intima) and distance from the lumen into the artery wall. Strong inverse correlations were detected between proteases (e.g. cathepsin-B) and core structural ECM components (e.g. perlecan, HSPG2) consistent with active ECM remodeling. Analysis of media layers indicated distinct protein signatures associated with smooth muscle contraction and cell-cell communication. Blood coagulation signatures, including platelet degranulation and fibrin clot formation were enriched at the intimal surface. Inflammatory markers (clusters of differentiation 4 and 68, CD4/CD68; vascular cell adhesion molecular 1, VCAM1) and vascular damage markers (tenascin-C, TNC) were enriched in shoulder regions. The necrotic core was dominated by blood proteins, consistent with intra-plaque hemorrhage. The capacity of this workflow to resolve changes over modest distances (225 {micro}m) provides unprecedented insights into the spatial organisation of the atherosclerotic microenvironment, offering a powerful tool for elucidating plaque biology and identifying potential therapeutic targets.", "date": "2025-06-21", "journal": ""}
{"title": "Orco regulates the circadian activity of pheromone-sensitive olfactory receptor neurons in hawkmoths", "doi": "10.1101/2025.06.17.659282", "authors": "Vijayan, A.; Forlino, M.; Chang, Y.; Rojas, P.; Schroeder, K.; Schneider, A. C.; Garcia, M. E.; Stengl, M.", "abstract": "The mating behavior of nocturnal Manduca sexta hawkmoths is under strict temporal control. It is orchestrated via circadian- and ultradian oscillations in sex-pheromone stimuli as social zeitgeber. The extremely sensitive pheromone-detecting olfactory receptor neurons (ORNs) that innervate the long trichoid sensilla on the males antennae are peripheral circadian clocks. They express the transcriptional-translational feedback loop (TTFL) circadian clockwork, best characterized in Drosophila melanogaster. In hawkmoths, it is still unknown whether or how the ORNs TTFL clockwork regulates the daily rhythms in pheromone-sensitivity and in temporal resolution of ultradian pheromone pulses as prerequisites to the temporal regulation of hawkmoth mating behavior.\n\nWe hypothesize that, rather than the slow TTFL clock, a more rapidly adaptive post- translational feedback loop (PTFL) clockwork, associated with the ORNs plasma membrane, allows for temporal control of pheromone detection via generation of multiscale endogenous membrane potential oscillations. The potential oscillations of the PTFL clock could rapidly synchronize to oscillations of pheromone stimuli at different timescales, thus enable the prediction of stimulus patterns as a mechanism for active sensing. With in vivo long-term tip recordings of long trichoid sensilla of male hawkmoths, we analyzed the spontaneous spiking activity indicative of the ORNs endogenous membrane potential oscillations. Consistent with our hypothesis of a multiscale PTFL clock in hawkmoth ORNs, spontaneous spiking was modulated on ultradian and circadian timescales, with maximum activity at night. When we blocked the evolutionarily conserved olfactory receptor coreceptor (Orco), the circadian modulation was abolished but the ultradian frequency modulation of the spontaneous activity remained. Consistent with PTFL control, Orco was not under the circadian control of the TTFL clock. We could replicate the experimental data in a conductance-based computational model of Orco. In this model, Orco conductivity changed as a function of fluctuating 2nd messenger levels. This study demonstrates that a PTFL is sufficient to impose a circadian pattern on ORN sensitivity.\n\nSignificance statementIt is generally assumed that all circadian rhythms in an organism are driven by a transcriptional-translational feedback loop (TTFL) clock. In this study, we demonstrate with in vivo recordings of hawkmoth pheromone-sensitive olfactory receptor neurons (ORNs) that the olfactory receptor coreceptor (Orco) is the key pacemaker channel for controlling circadian but not ultradian rhythms in spontaneous spiking activity. Since Orco expression is not driven by the TTFL clock, its conductance is rather controlled by a post-translational feedback loop (PTFL) membrane clock. Accordingly, our computational model suggests that periodic changes in the conductivity of an Orco ion channel, which is mediated by cycling levels of cyclic nucleotides, tune ORN sensitivity. This highlights the role of the contribution of posttranslational modifications to the generation of circadian rhythmicity.", "date": "2025-06-21", "journal": ""}
{"title": "Identification of High Blanchability Donors, Candidate genes and Markers in Groundnut", "doi": "10.1101/2025.06.18.660288", "authors": "Shah, P.; Gangurde, S. S.; Senthil, R.; Singh, K.; Singam, P.; Janila, P.; Mayes, S.; Pandey, M. K.", "abstract": "Blanchability in groundnut, the ability of seeds to shed their seed coat (testa), is a trait of economic importance in the food processing industry, yet remains underexplored in breeding programs. This study aimed to assess blanchability in 184 accessions from the ICRISAT minicore collection and identify associated genomic regions, candidate genes, and molecular markers. Significant variability was observed over two seasons, with blanchability ranging from 3.98% to 70.08%. Ten genotypes, including ICG10890, ICG9507, ICG13982, and ICG297, exhibited good blanchability, with ICG297 emerging as a promising donor based on cluster analysis of blanchability and agronomic traits. Genome-wide association studies (GWAS) using the 58K 'Axiom--Arachis' SNP array revealed 58 significant SNP-trait associations and important candidate genes such as isocitrate dehydrogenase and ubiquitin ligase, which influence seed coat structure and cell wall integrity. Nine SNPs were validated via allele mining, with four markers, on chromosomes A01 (snpAH00551), A06 (snpAH00554), B04 (snpAH00558), and B07 (snpAH00559), effectively distinguishing between high and low blanchability genotypes. These validated SNPs present valuable tools for genomics-assisted breeding. Overall, the finding is the first study contributing to a better understanding of the genomics and genetic basis of blanchability and offer resources for improving processing traits in groundnut.", "date": "2025-06-21", "journal": ""}
{"title": "OLIVE Provides Rapid Visualization and Analysis of Chromatin Tracing Experiments", "doi": "10.1101/2025.06.18.660347", "authors": "Zhou, Y.; Sheng, Y.; Hu, D.; Jay, A.; Vahedi, G.; Faryabi, R. B.", "abstract": "Optical chromatin tracing experiments directly capture the three-dimensional folding of thousands of individual alleles, highlighting the need for a tool that enables fast, interactive, and analytical browsing of such data. Here, we introduce Optical Looping Interactive Viewing Engine (OLIVE), a web-based tool designed for high-throughput chromatin tracing data that functions similarly to genome browsers. OLIVE allows users, regardless of computational expertise, to input their own data for automated reconstruction of chromatin fibers at individual alleles or to browse annotated publicly available datasets. Using functionalities of OLIVE, users can interact with three-dimensional presentation of traced alleles and query them based on spatial features, including pairwise distances and perimeters between their segments. Finally, OLIVE calculates and presents several polymer physics metrics of each allele, providing quantitative summaries for hypothesis-driven studies. OLIVE is an open-source project accessible at https://faryabilab.github.io/chromatin-traces-vis/.", "date": "2025-06-21", "journal": ""}
{"title": "Super-resolution microscopy reveals distinct epigenetic states regulated by estrogen receptor activity", "doi": "10.1101/2025.06.16.659976", "authors": "Akhshi, T.; Hu, S. S.; Wheeler, E.; Hellriegel, C.; Richardson, D. S.; Cayting, N.; Mvula, W.; Ahmed, B.; Jeselsohn, R.; Zang, C.; Brown, M.", "abstract": "Changes in gene expression regulated by ligand-dependent transcription factors such as estrogen receptor- (ER) involves the recruitment of coactivators including p300 that acetylates histone H3 at lysine 27 (H3K27ac). While H3K27ac marks active enhancers, the detailed chromatin architecture of enhancers remains unclear. Using super-resolution microscopy, we reveal distinct structural states of H3K27ac modified chromatin in response to ER activation. In estradiol (E2)-treated cells, H3K27ac modified chromatin adopts open, elongated structures associated with active enhancers, while ER inhibition induces compact, spherical H3K27ac modified chromatin conformations linked to repression. A constitutively active ER mutation linked to endocrine therapy resistance in breast cancer maintains open chromatin states independent of ligand, suggesting sustained transcriptional activity. Our findings provide the first direct visualization of H3K27ac associated chromatin structural dynamics, challenging the assumption that H3K27ac modification alone is sufficient to lead to enhancer activation. By demonstrating that H3K27ac architecture is dynamically regulated by ER, we establish a new paradigm for understanding epigenetic regulation and highlight potential therapeutic targets for endocrine therapy resistant cancers.", "date": "2025-06-21", "journal": ""}
{"title": "Larval environment reshapes mosquito disease risk via phenotypic and molecular plasticity", "doi": "10.1101/2025.06.16.659972", "authors": "Chandrasegaran, K.; Walker, M.; Marano, J. M.; Rami, S.; Bisese, A.; Weger-Lucarelli, J.; Lahondere, C.; Robert, M. A.; Childs, L. M.; Vinauger, C.", "abstract": "Early-life environmental conditions can exert profound, lasting effects on adult phenotypes, with major consequences for fitness and disease transmission, especially in holometabolous insects like mosquitoes, which are a key vector species. Yet, the molecular mechanisms through which juvenile environments shape adult physiology and behavior via transstadial effects remain largely unresolved. Here, we demonstrate that larval competition, a key ecological stressor, profoundly alters adult body size, survival, reproductive output, host-seeking behavior, olfactory neurophysiology, and vector competence in the mosquito Aedes aegypti. Crucially, using transcriptomic profiling and integrative network analyses, we identify seven regulatory hub genes whose expression is strongly associated with size-dependent variation in olfactory behavior, reproductive investment, and Zika virus transmission potential. These hub genes belong to gene modules enriched for functions in chemosensory processing, metabolic regulation, and signal transduction, revealing a molecular framework mediating environmentally induced plasticity across metamorphosis. Integrating these empirical findings into a transmission model, we show that incomplete larval control can inadvertently increase outbreak risk by producing larger, longer-lived, and more competent vectors. Our results uncover molecular mechanisms underpinning phenotypic plasticity in disease vectors and highlight the critical need to account for transstadial effects in models of vector-borne disease transmission.", "date": "2025-06-21", "journal": ""}
{"title": "A systems biology approach to evaluate potential probioticcandidates for womens vaginal health", "doi": "10.1101/2025.06.16.659967", "authors": "Glass, E. M.; Kolling, G. L.; Papin, J. A.", "abstract": "Probiotic supplements are marketed for diverse health benefits, yet species inclusion often lacks functional rationale. We surveyed 352 U.S. probiotic products and found 36 unique microbial species, with most supplements containing only one species and no clear link between species and intended health benefit. To evaluate probiotic function, we developed CoPaPro, a collection of 1,012 genome-scale metabolic models spanning commensal, pathogenic, and probiotic bacteria. Flux balance analysis revealed that current probiotic species fail to capture the metabolic diversity of native commensals. Focusing on vaginal health, we identified commensals with metabolic profiles overlapping Gardnerella vaginalis, a key pathobiont. In vitro spent media assays using 11 vaginal isolates showed variable inhibition of G. vaginalis, primarily driven by D-lactic acid production rather than metabolic similarity. Several non-Lactobacillus species produced inhibitory levels of D-lactate. These findings highlight the need for function-based probiotic design and demonstrate a scalable framework integrating metabolic modeling with experimental validation.", "date": "2025-06-21", "journal": ""}
{"title": "Single cell transcriptomics in a treatment-segregated cohort exposes a STAT3-regulated therapeutic gap in idiopathic pulmonary fibrosis", "doi": "10.1101/2025.06.16.659944", "authors": "McKenna, N.; Ochsner, S. A.; Cohen, A. W.; Cala-Garcia, J.; Echartea, M. E.; Grimm, S. L.; Poli, F.; Castillo, R. C.; Zuluaga, J. D.; Poli, S.; Adams, T. S.; Pineda, R.; Moss, B.; Ryter, S.; Pillich, R. T.; Villalba, J.; Kato, K.; Hecker, L.; Celada, L. J.; Sauler, M.; Koenigshoff, M.; Kaminski, N.; Raby, B.; Agarwal, S. K.; Tsoyi, K.; Coarfa, C.; Rosas, I.", "abstract": "Idiopathic pulmonary fibrosis (IPF) is a progressive fibrotic pulmonary disease with unknown etiology. Since approved idiopathic pulmonary fibrosis (IPF) drugs only slow disease progression, novel therapeutics are required that improve clinical outcomes. Here, we report a single cell RNA-Seq and regulatory network analysis of the largest IPF cohort assembled to date. Segregating this cohort based on status of treatment with approved antifibrotics (untreated, nintedanib- and pirfenidone-treated), we describe for the first time the transcriptional landscape of untreated IPF across 40 lung cell types, and the elements of this program that are impacted by approved antifibrotics. On average, 60% of the untreated IPF-dysregulated transcriptome is refractory to treatment with these drugs, a transcriptional deficit we refer to as the IPF therapeutic gap. Regulatory network analysis indicated a dominant functional footprint for the transcription factor STAT3 in both untreated IPF and in the IPF therapeutic gap. Validating our analysis in a translational precision cut lung slice platform that recapitulates IPF explants, treatment with a STAT3 inhibitor reduced the IPF therapeutic gap in numerous lung cell types. Finally, we implicated STAT3 as a master transcription factor that regulates a network comprising numerous profibrotic transcription factors in IPF alveolar fibroblasts, a critical fibrotic cell lineage. Our study represents a comprehensive resource for translational lung fibrosis research and establishes a novel strategy for drug discovery in human disease more broadly.", "date": "2025-06-21", "journal": ""}
{"title": "Impacts of sea level rise on an endemic butterfly and its freshwater wetland habitat in the Florida Keys", "doi": "10.1101/2025.06.16.659612", "authors": "Cabrera, S. R. S.; Sarabia, R.; Henry, E. H.; Anderson, C. T.; Daniels, J. C.", "abstract": "Coastal and island ecosystems are disproportionately vulnerable to sea level rise and other impacts of anthropogenic climate change. Using monitoring data collected between 2013 and 2024, we explore habitat shifts, population dynamics, and phenology of an endemic butterfly in the Florida Keys, Klot's sawgrass skipper (Euphyes pilatka klotsi). Range-wide surveys of the butterfly and its associated habitat demonstrated that the butterfly's sole host plant is decreasing in abundance at lower elevations, likely due to increased salinization. We also find declines in butterfly population size over an eleven-year period using distance sampling. Despite these declines, we find that Klot's sawgrass skipper's range has not contracted significantly over the study period. This study demonstrates that monitoring a single taxon and its host is useful for understanding how sea level rise impacts a keystone plant species in freshwater wetlands which are vital for the continued survival of a suite of rare and endemic species found in the Florida Keys. Projections of near-future sea level rise indicate that most or all of this habitat will be lost within several decades; the continued study of low-lying islands is critical to gain insight into the global phenomenon of sea level rise.", "date": "2025-06-21", "journal": ""}
{"title": "Label-Free Targeted High Efficiency Electroporation with Single-Cell Feedback Control Using Focused Microscale Electric Fields", "doi": "10.1101/2025.06.16.659916", "authors": "Rudge, J.; Rallapalli, Y.; Hoyle, M.; Sarkar, A.", "abstract": "Efficient, safe, and cell-selective intracellular delivery remains a bottleneck for scalable and cost-effective manufacturing of cell therapies. Here, we introduce Selective Permeabilization using Impedance Cytometry (SPICy) that couples multifrequency single cell impedance cytometry with real-time, feedback controlled, low-voltage single cell electroporation. Electric field focusing in a 3D printed biconical micro aperture confines both sensing and electroporation to a microscale zone, enabling continuous flow operation and the use of low voltages (<15 V) for electroporation. Impedance spectra are captured for each single cell and machine-learning based analysis enabled accurately distinguishing cells in a label-free manner. Selectively triggered low voltage electroporation achieved simultaneous high delivery efficiency and high cell viability. Delivery of a range of different cargo sizes (4-500 kDa), GFP mRNA expression, CRISPR-Cas9 based knock-out and delivery to a variety of different cell lines, primary human T cells and peripheral blood mononuclear cells (PBMCs) was also demonstrated. Using heterogenous or mixed samples, selective delivery to both cell lines, and primary immune cell subpopulations, from PBMCs, was demonstrated. SPICy thus provides a label-free, continuous flow, targeted non-viral platform for precision cell engineering.", "date": "2025-06-21", "journal": ""}
{"title": "Interoceptive training enhances emotional awareness and body image perception: evidence from improved heartbeat detection and psychological outcomes", "doi": "10.1101/2025.06.16.659873", "authors": "Rusinova, A.; Aksiotis, V.; Potapkina, E.; Kozhanova, E.; Akimov, V.; Ossadtchi, A.; Volodina, M.", "abstract": "The conscious integration of interoceptive signals, such as heartbeats and breathing, is essential for emotional regulation, self-awareness, and stress resilience. We conducted a controlled trial implementing a 5-day biofeedback-guided interoceptive training program to assess its impact on interoceptive accuracy (IAc) and psychological dimensions of bodily and mental perception. The experimental group showed significant improvements in IAc compared to controls, reflecting enhanced detection of heartbeats. Training increased scores on two MAIA subscales: Awareness of Negative Emotional States and Not Distracting. These outcomes suggest the intervention enhanced the capacity of participants to acknowledge and engage with unpleasant bodily sensations without resorting to avoidance or distraction strategies. A trend toward improved body image perception emerged in the experimental group, with gains correlating with reductions in depressive symptoms, underscoring the interplay between bodily awareness and emotional well-being. These findings underscore that targeted interoceptive training represents a powerful tool for refining awareness of internal states, enhancing attentional control, and optimizing emotional processing. By bridging bodily signals and affective experiences, this approach offers a pathway for innovative, evidence-based therapies to bolster emotional resilience and address conditions rooted in dysregulated emotional states, such as anxiety, depression, and stress-related disorders.", "date": "2025-06-21", "journal": ""}
{"title": "The evolution of allostery in a protein family", "doi": "10.1101/2025.06.20.660748", "authors": "Marti-Aranda, A.; Lehner, B.", "abstract": "Allosteric interactions in proteins are key to biological regulation and the efficacy of many drugs. The extent to which allostery is conserved in evolutionarily-related proteins is unknown, with implications for predicting, engineering and therapeutically targeting allostery. Here we directly address this question by constructing seven comprehensive allosteric maps for five homologous human proteins. The comparative maps reveal a modular allosteric architecture with conserved distant-dependent allosteric decay across the protein core connecting to protein-specific allosteric extensions to surfaces. These allosteric augmentations use both structurally-conserved residues and homolog-specific domain extensions. Our data provide the first comparative multidimensional protein energy landscapes and suggest that allostery evolves via the gain-and-loss of peripheral extensions to a conserved allosteric core.", "date": "2025-06-21", "journal": ""}
{"title": "Biocompatible PVDF Nanofibers with Embedded Magnetite Nanodiscs Enable Wireless Magnetoelectric Neuromodulation", "doi": "10.1101/2025.06.16.660052", "authors": "Signorelli, L.; Wolters, A.; Duran Toro, V.; Kocar, E.; Wasner, F.; Goldenstein, N. I.; Englhard, J.; Shojaei Baghini, M.; Heidari, H.; Bachmann, J.; Hescham, S. A.; Gregurec, D.", "abstract": "Wireless neuromodulation technologies aim to eliminate the need for invasive hardware and enhance tissue compatibility. Magnetoelectric (ME) materials enable magnetic field- induced electrical stimulation, offering a minimally invasive neural activation. However, conventional ME systems use rigid ceramic components with limited biocompatibility. Here, we report a flexible, predominantly organic ME platform composed of polyvinylidene fluoride (PVDF) nanofibers embedded with anisotropic magnetite nanodiscs (MNDs). These MNDs were selected for their unique ability to exert magnetic torque due to vortex magnetization, and their intrinsic magnetostrictive behaviour. The resulting ME fibers preserve the piezoelectric beta-phase of PVDF and exhibit magnetoelectric voltage coefficient of 1.26V/cm/Oe. We compare two magnetic activation strategies; torque-based and high-frequency magnetostriction, finding that magnetostriction more effectively triggers neuronal responses. In vitro calcium imaging reveals robust activation in primary cortical neurons cultured on ME fibers. Biocompatibility post-stimulation was confirmed on ex vivo human brain tissue, with no increased cell death. Implanted into the premotor cortex of freely moving mice, the fibers enabled wireless modulation of motor behaviour under an alternating magnetic field. This work presents the first demonstration of wireless magnetoelectric neuromodulation using soft, biocompatible fiber composites, paving the way for future bioelectronic interfaces free from rigid components and tethered systems.", "date": "2025-06-21", "journal": ""}
{"title": "Robust-tedana: An automated denoising pipeline for multi-echo fMRI data", "doi": "10.1101/2025.06.16.660050", "authors": "Tahayori, B.; Smith, R. E.; Vaughan, D. N.; Tailby, C.; Handwerker, D. A.; Pierre, E. Y.; Jackson, G. D.; Abbott, D. F.", "abstract": "Multi-echo functional Magnetic Resonance Imaging (fMRI) data are acquired by recording image volumes at multiple echo times and can be used to improve the separation of neural activity from noise. TE-Dependent ANAlysis (tedana) is an open-source software tailored to denoising of multi-echo fMRI data. The efficacy of denoising can however be inconsistent, often necessitating manual inspection that precludes its application in large-scale studies where processing is ideally fully automated. Here, we introduce Robust-tedana, an optimised denoising pipeline that achieves adequate results at both single-subject and group level. Robust-tedana incorporates Marchenko-Pastur Principal Component Analysis (MPPCA) for effective thermal noise reduction, robust independent component analysis for stabilised signal decomposition, and a modified component classification process. We evaluated its performance on Multi-Band Multi-Echo (MBME) language-task fMRI data from the Australian Epilepsy Project (AEP) using objective measures, comparing to conventional fMRI analysis with and without multi-echo-based denoising. Experts' manual evaluation was undertaken on a subset of these data to validate the objective measures. The proposed pipeline both mitigates the prevalence of erroneous attenuation of genuine task activation due to instability of single-subject analysis, and increases the magnitude of group-wise effects. Robust-tedana therefore facilitates advanced analysis of MBME fMRI data in an automated pipeline, including for clinical research assessment of individuals.", "date": "2025-06-21", "journal": ""}
{"title": "Overhang Optimizer for Golden Gate Assembly (OOGGA)", "doi": "10.1101/2025.06.16.659877", "authors": "Mukundan, S.; Madhusudhan, M. S.", "abstract": "Golden gate cloning is a popular method for achieving ordered assembly of DNA fragments using complementary four-base pair overhangs. The success of this method relies on the ability of DNA ligases to ligate the different fragments. This ability is affected by the relative efficiency and accuracy with which the ligase recognizes and joins overhanging regions. In this study, we report a dynamic programming approach, called Overhang Optimizer for Golden Gate Assembly (OOGGA), that optimizes these overhangs for their accuracy and efficiency. OOGGA provides the theoretically optimal fragments for golden gate assembly, provided a DNA sequence, a length range of the fragments and/or the number of required fragments. As expected, OOGGA outperforms NEBridge SplitSet in both fidelity and efficiency metrics in a set of 3 example DNA sequences. OOGGA also provides support of degenerate nucleotide codes, options to exclude/include motifs for predictions and weights to bias the program for efficiency and fidelity.", "date": "2025-06-21", "journal": ""}
{"title": "Multimodal Analysis of Sepsis-induced Cardiomyopathy in a Baboon Model", "doi": "10.1101/2025.06.16.659963", "authors": "Lupu, F.; Abe, T.; Silasi, R.; Keshari, R.; Popescu, N.; Regmi, G.; Matsuzaki, S.; Georgescu, C.; Kudo, M.; Lupu, C.; Humphries, K. M.; Simmons, J.", "abstract": "Sepsis-induced cardiomyopathy (SIC) significantly contributes to sepsis-related morbidity and mortality, necessitating a deeper understanding of its mechanisms. This study used a post-hoc, multimodal approach-including single-nucleus RNA sequencing (snRNA-seq), echocardiography, mitochondrial function, and histopathology-to characterize SIC in a non-human primate model. Archived data and samples from six baboons challenged with 37.5 mg/kg of purified peptidoglycan were analyzed. Vital signs and echocardiography were monitored for 8 hours; the endpoint was survival at 168 hours or euthanasia for irreversible organ failure. Septic shock-defined by hypotension, tachycardia, and elevated lactate-was associated with poor outcomes. Echocardiography showed reduced intravascular volume, contraction, stroke volume, and cardiac index. SnRNA-seq revealed distinct transcriptomic profiles: non-survivors exhibited inflammation, mitochondrial dysfunction, and maladaptive remodeling; survivors showed activation of pathways supporting contraction, metabolism, and repair. Cell-type analysis highlighted metabolic dysfunction in cardiomyocytes, TNF/NF-?B-driven inflammation in endothelial cells, and stress responses in fibroblasts and pericytes. Mitochondrial analysis showed impaired electron transport and disrupted metabolism. Histopathology revealed inflammation and myofibrillar damage, more severe in non-survivors. This model recapitulates key SIC features and supports mechanistic and therapeutic discovery.", "date": "2025-06-21", "journal": ""}
{"title": "Beyond Reorganization: Intrinsic cortical hierarchies constrain experience-dependent plasticity in sensory-deprived humans", "doi": "10.1101/2025.06.19.660510", "authors": "Orsenigo, D.; Setti, F.; Pagani, M.; Petri, G.; Tamietto, M.; Luppi, A. I.; Ricciardi, E.", "abstract": "Innate cortical organisation and postnatal sensory experience interact dynamically to shape the functional architecture of the human brain. Using naturalistic stimulation, functional gradient analyses, and comparative approaches in congenitally blind, congenitally deaf, and typically developed individuals, we investigated how intrinsic hierarchical structures and sensory experiences influence cortical organisation. Our findings demonstrate that the principal functional gradients spanning from unimodal sensory to transmodal association cortices are consistently preserved across all groups, suggesting a robust genetically determined cortical scaffold. Nonetheless, congenital sensory deprivation selectively reshapes the geometry of modality-specific gradients, characterised by reduced functional differentiation within sensory-deprived cortical regions. These geometric contractions promote experience-driven plastic reorganization, enabling deprived sensory areas to establish enhanced functional connectivity with transmodal and non-deprived sensory cortices. Critically, this reorganisation aligns systematically with pre-existing cortical gradients, highlighting intrinsic hierarchical constraints that guide experience-dependent plasticity. Moreover, sensory-deprived regions exhibiting heightened connectivity actively engage in processing structured perceptual information from intact modalities, reflecting specific feature-driven cross-modal adaptations. Collectively, these results underscore a fundamental duality in cortical organisation: innate hierarchical principles impose constraints on cortical architecture, while sensory experience drives adaptive refinement, demonstrating the brain's intrinsic capacity for flexible functional reconfiguration in response to sensory deprivation.", "date": "2025-06-21", "journal": ""}
{"title": "Parallel emergence of perisomatic inhibition and ripples in the developing hippocampal circuit", "doi": "10.1101/2025.06.17.660075", "authors": "Da Silva, A. F. G.; Dubanet, O.; Rouault, H.; Leinekugel, X.", "abstract": "During hippocampal Sharp Wave Ripples, sequences of awake coding activities are replayed with a rhythmic timing and high level of synchrony favorable for synaptic plasticity and transfer of information to downstream structures. Previous work reported the emergence of ripples at P10 in the CA1 region, together with the development of inhibition. On the other hand, neither the relationships between perisomatic inhibition and ripples or their developmental emergence have been investigated in CA3, in which ripples have a different frequency profile (90-110Hz instead of 140-200Hz in CA1), functional perisomatic inhibitory circuits have different properties, and some developmental aspects such as neurogenesis or interneuron maturation are early compared to CA1. We have here investigated the hypothesis of a conjoint and earlier appearance and maturation of ripples and perisomatic inhibition in the CA3 hippocampal region compared to CA1. We report a parallel sequence of events in CA3 and CA1, starting with the early expression of perisomatic GABAergic synaptic activity combined with the emergence of ripple activity. Interestingly, perisomatic inhibition and ripple activity follow parallel maturation trajectories, beginning in CA3 at P7 with immature (i.e. unfunctional) inhibition and immature ripples (proto-ripples) with labile oscillatory frequency. Mature functional perisomatic inhibition and clear high-frequency ripple activity progressively emerge between P10 and P12, reaching adult-like properties by P13. A similarly progressive maturation of ripples occurs in CA1, from P11 to P15. The progressive emergence of functional inhibition and specific patterns of neuronal activity likely support the progressive emergence of cognitive function to which they are necessary prerequisite.", "date": "2025-06-21", "journal": ""}
{"title": "Mesoscale differences in brain organization in schizophrenia revealed by topological data analysis", "doi": "10.1101/2025.06.19.660631", "authors": "Dmitruk, E.; Metzner, C.; Steuber, V.; Kadir, S. N.", "abstract": "We uncover a novel, mesoscale perspective of the differences in the white-matter connectome between healthy controls (HC) and subjects with schizophrenia (SCH) us- ing a method developed from computational algebraic topology: persistent homology (PH) via clique topology. We extract and compare topological motifs found in the structural connectomes of the subjects in the two groups and find significant differ- ences. We compare our results with those obtained from easy-to-interpret null models to build an understanding of the connectivity patterns found in the data, and we explore the overlap of mesoscale structures found in two different datasets, COBRE (Center of Biomedical Research Excellence) and HCP (Human Connectome Project). Differences in acquisition usually render experiments recorded on different scanners incomparable, but here we see that there are shared structures. Our method offers a way to estab- lish connectomic fingerprinting that could lead to a neuroimaging-based diagnosis of schizophrenia and other psychiatric and neurological conditions as well as the develop- ment of new treatments.", "date": "2025-06-21", "journal": ""}
{"title": "Horizontally Tiled Network of Cortico-Basal Ganglia Modules Performs Reinforcement Learning", "doi": "10.1101/2025.06.18.660381", "authors": "Hirokane, K.; Takehara, R.; Kita, T.; Onoi, S.; Matsushita, S.; Kitsukawa, T.", "abstract": "The neocortex and basal ganglia nuclei are connected along regions that share the same topography and are arranged side-by-side. Inspired by the anatomical characteristics of the cerebrum, we developed a network in which the modules of the neocortex-basal ganglia unit were arranged in a horizontally tiled manner. By applying this network to reinforcement learning tasks, we demonstrated that reinforcement learning can be achieved through horizontal signals passing between modules. Each module not only performs its calculation but also provides signals to adjacent modules. This lateral transmission takes advantage of the differences in the projection ranges of the three basal ganglia pathways, the direct, indirect, and hyperdirect pathways, which have been examined in physiologic studies. We found that these differences enabled temporal-difference-error computations. This study proposes a novel strategy for information processing based on neocortical-basal ganglia circuits, highlighting the computational significance of their anatomically and physiologically clarified features.", "date": "2025-06-21", "journal": ""}
{"title": "A Single-Cell Atlas of DNA Methylation in Autism Spectrum Disorder Reveals Distinct Regulatory and Aging Signatures", "doi": "10.1101/2025.06.17.660162", "authors": "Eyring, K. W.; Liu, C.; Elhajjaoui, N.; Abuhanna, K. D.; Zhang, Y.; von Behren, Z.; Eskin, E.; Geschwind, D. H.; Luo, C.", "abstract": "Autism spectrum disorder (ASD) is a common, genetically and clinically heterogeneous neurodevelopmental condition. Despite this diversity, studies of postmortem brain tissue have revealed convergent molecular changes across the cortex, including reduced synaptic function in subsets of excitatory and inhibitory neurons and increased glial reactivity. Whether these features are reflected in cell type specific epigenetic signatures remains unknown. Here, we present the first single-cell analysis of DNA methylation (DNAm) coupled with transcriptomics in ASD. Using snmCTseq, we profiled DNAm and gene expression from over 60,000 nuclei across 49 donors. We identified thousands of differentially methylated regions (DMRs) in ASD, enriched in promoters and regulatory elements active during both prenatal development and in adult cortex. ASD related methylation changes were spatially localized but uncorrelated with gene expression, and were small in magnitude compared to robust age associated effects. Age DMRs were concentrated in excitatory neurons, enriched in known cognitive aging pathways, and revealed distinct roles for CG and non CG methylation in the aging brain. Finally, we explored age by diagnosis interactions, identifying a reduction in inhibitory neuron abundance with age in ASD relative to controls, highlighting this area as a promising direction for future research.", "date": "2025-06-21", "journal": ""}
{"title": "Tracking visual rhythms: a concert of sensory and motor simulation", "doi": "10.1101/2025.06.18.660330", "authors": "Kaltenmaier, A.; Gehmacher, Q.; Kok, P.; Davis, M. H.; Press, C.", "abstract": "Neural oscillations have been proposed to model external temporal structure by phase-coupling to environmental rhythms, thereby supporting adaptive perception. However, there is little evidence supporting these theories, particularly in the visual domain, and the underlying mechanisms remain unclear. Using MEG and a new empirical approach we addressed this issue. Participants attended 1.3 and 2 Hz visual displays of rotating Gabors and judged either the timing or content of these events. We show behaviourally-relevant rate-specific phase-coupling in motor structures to - and beyond - the visual rhythm specifically when judging temporal features of the display. We subsequently devised a rate-specific decoding measure to show that visual structures track anticipated, temporally-precise content regardless of task. This sensory simulation predicted the temporal tracking in motor structures. We consequently propose a mechanism by which automatic, temporally-specific sensory simulation yields an information envelope read out by motor areas when estimating temporal characteristics in our environment.", "date": "2025-06-21", "journal": ""}
{"title": "The genetic origin of fetal growth restriction and mitochondrial complex I dysregulation", "doi": "10.1101/2025.06.19.660636", "authors": "Fisher, J. J.; Wang, C. A.; Botha, V. B.; Acharya, S.; Murray, H. C.; Schjenken, J. E.; Pennell, C. E.; Smith, R.", "abstract": "Background: Mitochondria are organelles required for bioenergetic homeostasis, providing energy in the form of ATP to support cellular function, growth, and proliferation. Mitochondria synthesise ATP using the electron transport chain (ETC) to produce an electrochemical gradient that facilitates the conversion of ADP to ATP by ATP synthase. Mitochondrial function is governed by an intricate bidirectional relationship between the mitochondrial genome encoding 1-2% of proteins and the nuclear genome which encodes 98-99% of mitochondrial proteins. Pregnancy creates a unique environment whereby the mitochondrial genome of the placenta is maternally inherited, while the nuclear genome is comprised of both maternal and paternal contributions. Thus, mitochondrial structure and function are largely dependent on the adaptability of mitochondria to conform to the new mixed nuclear genome. In pregnancy, fetal growth restriction (FGR) is characterised by poor placental development, underlying trophoblast insufficiencies, and is associated with mitochondrial dysfunction within the placenta, although the mechanisms which underpin these changes remain unclear. This study investigated if mitochondrial dysfunction in FGR is programmed by genetic incompatibility arising from single nucleotide polymorphisms (SNPs). Methods and findings: We performed a targeted meta-analysis of over 100 genome wide association studies within the early growth genetics (EGG) consortium, assessing 289 genes encoding mitochondrial function across the ETC and ATP synthase. This study identified 37 SNPs across 32 genes associated with low birthweight. Sanger sequencing was performed to validate the presence of 10 SNPs of interest located within the nuclear genome in a cohort of fetal growth restricted placentas. Of the 10 SNPs assessed we confirmed the presence of 6 in FGR, and identified an additional previously unidentified SNP, and detected 3 nucleotide deletions across numerous components of the electron transport chain. This analysis identified 5 mutations within genes that encode complex I. Subsequent analysis of the gene and proteins that correspond to complex I mutations was performed using PCR, proteomics, and western blotting. Notably, we identified significant downregulation of NDUFA6 at the gene and protein level in FGR, lower protein levels of NDUFS3 and NDUFS6, and confirmed the largest log2fold change identified in NDUFS6 by western blot. Subsequent investigation of mitochondrial respiratory capacity identified decreased ATP-linked respiration in FGR using Seahorse XF Analysis. Conclusion: Our results identify that there is an inheritable contribution of SNPs within the maternal and paternal nuclear genome in fetal growth restriction. These SNPs alter gene expression and protein abundance of mitochondrial complex I components, impacting structural assembly and subsequent bioenergetic function within the placenta. Collectively these findings suggest that SNPs that affect mitochondrial assembly and function are associated with low birthweight and fetal growth restriction.", "date": "2025-06-21", "journal": ""}
{"title": "Fecal proteomics of wild capuchins reveals impacts of season, diet, age, and, sex on gut physiology", "doi": "10.1101/2025.06.16.659980", "authors": "Orkin, J. D.; Fournier, A.; Young, D.; Webb, S. E.; Hernandez, S. C.; Jack, K. M.; Campos, F. A.; Dufour, A.; Melin, A. D.", "abstract": "Understanding how the physiology of free-ranging mammals is impacted by environmental stressors is a major focus of ecological research. However, the constraints of non-invasive sampling pose serious challenges to the acquisition of physiological data from most species of primates. As a result, little is known about how the gut responds to ecological stimuli at the cellular level in wild populations. Recent research has demonstrated that proteomics could fill this knowledge gap by sequencing and quantifying proteins directly from primate feces. In order to ascertain how the gut of free-ranging white-faced capuchin monkeys (C. imitator) is influenced by environmental heterogeneity, diet, age, and sex, we sequenced 45 fecal proteomes from 24 individuals from the Sector Santa Rosa population in Costa Rica, using liquid chromatography-tandem mass spectrometry with label-free quantification. Fecal proteins assigned to C. imitator were strongly localized to gut tissues and functionally enriched for digestive and immune functions. We identified 41 capuchin candidate proteins linked to seasonality, age, sex, and diet. We also quantified abundances of dietary fruit, dietary insects, helminth gut parasites, and gut microbes. Our results demonstrate the viability of using quantitative fecal proteomics in free-ranging populations of mammals to integrate host physiology, diet, and microbial ecology through non-invasive means.", "date": "2025-06-21", "journal": ""}
{"title": "Enhancer Poising Enables Pathogenic Gene Activation by Noncoding Variants", "doi": "10.1101/2025.06.20.660819", "authors": "Hollingsworth, E.; Chen, Z.; Chen, C. X.; Jacinto, S. H.; Liu, T. A.; Kvon, E.", "abstract": "Single nucleotide variants within enhancers, non-coding DNA elements that regulate transcription, often lead to aberrant gene activation and contribute to a wide range of genetic disorders. The mechanism by which ectopic gene activation occurs through these gain-of-function enhancer mutations remains poorly understood. Using the ZRS, a benchmark disease-associated enhancer of Sonic hedgehog (Shh), as a model, we demonstrate that poised (i.e., accessible but inactive) chromatin sensitizes Shh to aberrant activation in anterior limb bud, leading to polydactyly. In the anterior limb cells of wild-type mice, Shh is inactive, but the ZRS is accessible and marked by enhancer-associated histone modifications. We demonstrate that this poising signature explains how over 20 independent rare variants within the ZRS cause Shh misexpression in the same anterior limb bud cell population, resulting in similar limb malformations, despite affecting binding sites for different activators and repressors. Disabling pioneer transcription factor binding to the ZRS suppresses its poised state in anterior cells, prevents aberrant activation of the ZRS by rare variants, and fully rescues limb malformations in variant knock-in mice. A thorough examination of other disease-associated enhancers with pathogenic gain-of-function variants revealed that they are all poised in tissues with ectopic activity. We use this poising signature to predict and validate in vivo ectopic forebrain activity of previously uncharacterized autism-associated non-coding variants. Our findings suggest that spatial enhancer poising, likely a byproduct of development, creates a susceptibility to non-coding mutations and offers a potential mechanistic explanation for the burden of disease-associated non-coding variants.", "date": "2025-06-21", "journal": ""}
{"title": "Balancing Speed and Precision in Protein Folding: A Comparison of AlphaFold2, ESMFold, and OmegaFold", "doi": "10.1101/2025.06.20.660709", "authors": "Hyskova, A.; Marsalkova, E.; Simecek, P.", "abstract": "We compared the performance of three widely used protein structure prediction tools - AlphaFold2, ESMFold, and OmegaFold - using a dataset of over 1,300 newly created records from the PDB database. These structures, resolved between July 2022 and July 2024, ensure unbiased evaluation, as they were unavailable during the training of these tools. Using metrics such as root mean square deviation (RMSD), template modeling score (TM-score), and predicted local distance difference test (pLDDT), we found that AlphaFold2 consistently achieves the highest accuracy but depends on high-quality sequence alignments. In contrast, ESMFold and OmegaFold provide faster predictions and excel in challenging cases, such as rapidly evolving or designed proteins with limited sequence homology. Comparing ESMFold and OmegaFold, ESMFold achieves higher confidence scores (pLDDT) and structural similarity (TM-score). OmegaFold is competitive in specific contexts, such as de novo-designed proteins or sequences with limited evolutionary information. Additionally, we demonstrate that machine learning models trained on protein language model embeddings and pLDDT confidence scores can predict potential structure prediction failures, helping to identify challenging cases early in the pipeline.", "date": "2025-06-21", "journal": ""}
{"title": "Multiscale mechanics of granular biofilms", "doi": "10.1101/2025.06.18.660425", "authors": "Mansson, L. K.; Warsaw, A. E.; Wilbanks, E. G.; Pitenis, A. A.", "abstract": "Many hydrated and soft materials, including biological tissues and assemblies, permit fluid flow while retaining form and function. However, fundamental investigations of these complex materials are challenged by multiscale structural heterogeneity. Here, we characterized the structural and mechanical landscape of \"pink berry\" granular biofilms to determine the extent to which microscale heterogeneity influences macroscale material properties. We performed mechanical indentation measurements on intact granules as well as nanoindentation measurements on thin sections. We employed advanced imaging to correlate the internal structure and spatial organization of granules with quantitative measurements of their multiscale mechanical properties. We found that pink berries behave like soft ({approx}1 kPa), strain-rate dependent materials with fast relaxation times ({approx}1 s), indicating rapid transport of fluids with nutrients and other substances through the granule. Additionally, microscale mechanical measurements revealed individual contributions from the cell microcolonies and the extracellular matrix of the composite, summing to the observed macroscopic mechanical properties by applying the rule of mixtures based on structural composition obtained from imaging with fluorescence light sheet microscopy ({approx}34% cell microcolonies). This multiscale approach combining imaging and mechanics may be broadly applicable to investigations of other complex soft materials, from synthetic hydrogel composites to biologically heterogeneous spheroids, organoids, and tissues.", "date": "2025-06-21", "journal": ""}
{"title": "Protocol for Membrane Permeability Prediction of Cyclic Peptides using Descriptors Obtained from Extended Ensemble Molecular Dynamics Simulations and Chemical Structures", "doi": "10.1101/2025.06.18.660352", "authors": "Sugita, M.; Noso, Y.; Li, J.; Fujie, T.; Yanagisawa, K.; Akiyama, Y.", "abstract": "Improving membrane permeability is crucial in cyclic peptide drug discovery. Although the approach based on molecular dynamics (MD) simulation is widely used, it is computationally expensive. Alternatively, machine learning can predict membrane permeability at negligible cost, but it requires a larger dataset. There are only 7991 experimental values of membrane permeability available at the newly developed database. Another challenge in predicting membrane permeability using machine learning arises from the unique stable conformation of each cyclic peptide, which is strongly related to membrane permeability but difficult to predict from chemical structure. Therefore, we developed a machine learning protocol using 3D descriptors obtained from MD simulations in addition to 2D descriptors obtained from chemical structure of cyclic peptides, respectively, to generate a universal model with a realistic computational cost. We targeted 252 peptides across four datasets and, to calculate their 3D descriptors, predicted their conformation outside the membrane, at the water/membrane interface, and in the membrane by MD simulations based on the replica exchange with solute tempering/replica exchange umbrella sampling method using 16 replicas. For machine learning, six different algorithms were used, ranging from simple methods such as ridge regression to more sophisticated methods such as XGBoost. The best prediction performance was obtained using XGBoost, with a Pearson's correlation coefficient R = 0.77 and root mean square error (RMSE) = 0.62. The important descriptors included those that describe the hydrophilicity and hydrophobicity of the peptide, conformational differences between inside and outside the membrane, and the degree of freedom of the peptide. We confirm the model's ability to predict the membrane permeability of peptides that differ in chemical structure from the training data by predicting the external data consisting of 24 peptides and obtained R = 0.76, RMSE = 1.14. Furthermore, we extracted one of the four datasets of the training data, re-trained the model, and performed the prediction of the permeability coefficients of the extracted dataset. The results showed the model's generic nature with R = 0.61 and RMSE = 0.74, when using position-specific (PS) 3D, and 2D descriptors. In such situations descriptors based on conformations obtained from MD are essential for the prediction.", "date": "2025-06-21", "journal": ""}
{"title": "A balance between nucleating and elongating actin filaments controls deformation of protein condensates", "doi": "10.1101/2025.06.18.660423", "authors": "Walker, C.; Mansour, D.; Effiong, U.; Jordan, D.; Wang, L.; Lafer, E. M.; Alvarado, J.; Belardi, B.; Rangamani, P.; Stachowiak, J. C.; Rangamani, P.", "abstract": "Protein condensates use multivalent binding and surface tension to assemble actin filaments into diverse architectures, reminiscent of filopodia and stress fibers. During this process, nucleation of new filaments and elongation of existing filaments inherently compete for a shared pool of actin monomers. Here we show that a balance between these competing processes is required to deform condensates of VASP, an actin binding protein, into structures with high aspect ratios. Addition of magnesium, which promotes filament nucleation, helped actin to deform condensates into high aspect ratio structures. In contrast, addition of profilin, which inhibits filament nucleation, allowing existing filaments to elongate, caused actin to assemble into ring-like bundles that failed to substantially increase condensate aspect ratio. Computational modeling helped to explain these results by predicting that a group of short linear filaments, which can apply asymmetric pressure to the condensate boundary, is needed to increase condensate aspect ratio. In contrast, a small number of long filaments with the same total actin content should fail to overcome the droplet surface tension, forming a ring-like bundle. To test these predictions, we introduced gelsolin, which severed log filaments within rings, creating new barbed ends. The resulting set of shorter filaments regained the ability to deform condensates into high aspect ratio structures. Collectively, these results suggest that a balance of actin filament nucleation and elongation is required to deform protein condensates. More broadly, these findings illustrate how protein condensates can balance multiple kinetic processes to direct the assembly of diverse cytoskeletal architectures.", "date": "2025-06-21", "journal": ""}
{"title": "Neurogranin Unlocks the L-type Ca2+ Channel and Directs Calmodulin Delivery", "doi": "10.1101/2025.06.20.660829", "authors": "Yu, Z.; Geng, J.; Qiu, S.; Zhang, W.; He, M.; Liu, X.", "abstract": "Neurogranin (Ng) is enriched in the postsynaptic density, with mounting evidence of its importance to neural pathophysiology. Ng has long been recognized as a dedicated calmodulin (CaM)-binding/buffering protein. This study demonstrates that Ng, through its CaM-binding IQ domain, directly binds the distal C-terminus (DCT) of the L-type Ca2+ (CaV1) channel, as a de novo mechanism regulating excitation-transcription coupling. The Ng/DCT interaction attenuates autonomous C-terminus-mediated inhibition and promotes specific CaM delivery to CaV1, cooperatively enhancing channel gating (activation and inactivation), Ca2+ influx and downstream neuronal signaling. Phosphorylation of Ng leads to the dissociation of the CaM C-lobe, while transiently forming the linkage with the CaM N-lobe. In contrast to neurodegenerative disease-related Ng mutants, WT Ng, within the above transient complex, enables the targeted CaM transfer to the proximal C-terminus of CaV1. Collective evidence from electrophysiology, binding assays, structural modeling and Ca2+ imaging supports a paradigm of dynamic intra- and inter-molecular interactions/facilitations underlying Ng and CaV1, both of which are representative CaM-binding proteins. This work proposes a mechanistic scheme potentially applicable to a broad scope of CaM-related physiology.", "date": "2025-06-21", "journal": ""}
{"title": "Transient binding facilitates super-resolution imaging of functional amyloid fibrils on living bacteria", "doi": "10.1101/2025.06.19.660547", "authors": "Foust, D. J.; Kolli, D.; Jessel, K.; Hu, Z.; Chapman, M. R.; Biteen, J. S.", "abstract": "Curli, which are the major proteinaceous component of the Escherichia coli biofilm extracellular matrix, help protect cells against environmental stressors including dehydration and antibiotics. Composed of the amyloid proteins CsgA and CsgB, curli self-assemble as these protomers are secreted into the extracellular space. The mechanisms of curli assembly and their functional roles within the extracellular matrix are incompletely understood. High-resolution imaging tools compatible with live-cell conditions provide a critical means to investigate the assembly and function of curli in their native context. In this study, we use super-resolution imaging to visualize curli fibrils on living bacterial cells. Transient amyloid binding of the fluorogenic dye Nile blue facilitates two complementary super-resolution fluorescence microscopy approaches: single-molecule localization microscopy and super-resolution optical fluctuation imaging. Additionally, imaging fluorescence correlation spectroscopy was used to measure the characteristic relaxation times associated with Nile blue binding to CsgA fibrils. Together, these approaches offer a framework for imaging-based biophysical characterization of curli structures on living cells.", "date": "2025-06-21", "journal": ""}
{"title": "Algal Optics", "doi": "10.1101/2025.06.18.660391", "authors": "Goldstein, R. E.; Birwa, S. K.; Yang, M.", "abstract": "Nearly a decade ago it was discovered that the spherical cell body of the alga Chlamydomonas reinhardtii can act as a lens to concentrate incoming light onto the cell's membrane-bound photoreceptor and thereby affect phototaxis. Since many nearly transparent cells in marine environments have complex, often non-axisymmetric shapes, this observation raises fundamental, yet little-explored questions in biological optics about light refraction by the bodies of microorganisms. There are two distinct contexts for such questions: the absorption problem for incoming light, typified by photosynthetic activity taking place in the chloroplasts of green algae, and the emission problem for outgoing light, where the paradigm is bioluminescence emitted from scintillons within dinoflagellates. Here we examine both of these aspects of ``algal optics\" in the special case where the absorption or emission is localized in structures that are small relative to the overall organism size, taking into account both refraction and reflections at the cell-water boundary. Analytical and numerical results are developed for the distribution of light intensities inside and outside the body, and we establish certain duality relationships that connect the incoming and outgoing problems. For strongly non-spherical shapes we find lensing effects that may have implications for photosynthetic activity and for the angular distribution of light emitted during bioluminescent flashes.", "date": "2025-06-21", "journal": ""}
{"title": "FLUID-CELL: Flow-enabled Light and Ultrastructural Imaging Device for Correlative Electron and Light Localization", "doi": "10.1101/2025.06.17.660254", "authors": "Rienstra, N. M.; Garvis, S.; Sanchez, J. C.; Sibert, B. S.; Wright, E. R.", "abstract": "We present a novel microfluidic flow cell, or Flow-enabled Light and Ultrastructural Imaging Device for Correlative Electron and Light Localization (FLUID-CELL), that connects fluorescence light microscopy (FLM) and cryo-electron microscopy (cryo-EM) for advanced biological imaging and ultrastructural and structural analyses. The design of the FLUID-CELL features a precisely engineered microchannel that maintains native cell culturing conditions, supporting correlation and enabling real-time observation by FLM, as well as subsequent cryo-EM analysis. In this study, this device enabled practical FLM imaging over extended experimental periods, consistent sample handling, and the ability to perform correlative imaging. This capability connects dynamic cellular events imaged by fluorescence light microscopy with high-resolution ultrastructural data collected with cryo-EM. Our dual-modality approach streamlines the workflow and opens new possibilities for investigating the relationship between cellular function and molecular architecture at the nanoscale.", "date": "2025-06-21", "journal": ""}
{"title": "Condition-dependent, amorphous protein agglomerates control cytoplasmic rheology", "doi": "10.1101/2025.06.17.660151", "authors": "Losa, J.; Simon, F.; Linnik, D.; Kaya, S. G.; Stuart, M. C. A.; Stetsenko, A.; de Boer, R.; Ho, F. Y.; Incarnato, D.; Stevens, J.; van Eck, J.; Fraaije, M. W.; Weiss, L. E.; van Teeffelen, S.; Abeln, S.; Guskov, A.; Marrink, S.-J.; Poolman, B.; Heinemann, M.", "abstract": "Molecular crowding in the bacterial cytoplasm restricts the diffusion of large molecules, impacting cellular processes. However, how nutrient availability influences cytoplasmic rheology is not well understood. With single-particle tracking in Escherichia coli, we observed a threefold variation in the diffusion of a 40-nm particle across exponential growth conditions. Previously suggested determinants of rheology did not account for this variation; instead, we found a strong anticorrelation between the diffusion coefficient and the abundance of amino acid metabolism proteins, persisting upon genetic perturbations and showing that lower diffusion is associated with increased viscoelasticity. Photoactivated light microscopy revealed that some amino acid metabolism proteins form clusters. Electron microscopy showed that these proteins could form amorphous agglomerates at physiological concentrations in vitro, likely driven by their low intrinsic disorder, high compactness and hydropathy score. These findings show that protein agglomerates regulate cytoplasmic rheology in a condition-dependent manner, suggesting an underappreciated level of cytoplasmic organization.", "date": "2025-06-21", "journal": ""}
{"title": "Leveraging crystallographic fragment screening, algorithmic merging and digital chemistry to target NCS-1 protein-protein interactions for treatment of neurological disorders", "doi": "10.1101/2025.06.18.660085", "authors": "Munoz-Reyes, D.; Fieseler, K. K.; Winokan, M.; Golding, M.; Capkin, E.; Ferla, M.; Perez-Suarez, S.; Tomlinson, C. W. E.; Marples, P. G.; Miro-Rodriguez, C.; Aguado, L.; Mansilla, A.; Fearon, D.; Thompson, W.; von Delft, F.; Sanchez-Barrena, M. J.", "abstract": "Efficient drug discovery relies on workflows that integrate structural insights with rapid and cost effective exploration of chemical space. Here, we present a data-driven fragment-based lead discovery approach to target Neuronal Calcium Sensor 1 (NCS-1) protein-protein interactions (PPIs). This study represents the first implementation of a complete design-make-test-analyze cycle leading to the identification of micromolar affinity compounds with the potential to modulate NCS-1 interactions with key targets, including the G-protein chaperone Ric-8A and the dopamine D2 and cannabinoid CB1 receptors. Through X-ray crystallographic fragment screening (CFS), diverse interaction patterns within the NCS-1 hydrophobic crevice were revealed. Algorithmically guided fragment evolution and automated synthesis enabled the rapid generation of over 400 derivatives, with biophysical validation using LC-MS and waveRAPID technology. Structural analyses highlighted key pharmacophores, with selected compounds exhibiting favorable drug-like properties and potential blood-brain barrier penetration, making them promising candidates for neurodegenerative and neurodevelopmental disorders. Our results demonstrate the feasibility of accelerated hit-to-lead development at synchrotrons, demonstrating a robust, scalable platform for PPI-targeting drug discovery. The generated chemically diverse scaffolds provide a strong foundation for future therapeutic optimization.", "date": "2025-06-21", "journal": ""}
{"title": "Amphiphilic protein surfactants reduce the interfacial tension of biomolecular condensates", "doi": "10.1101/2025.06.19.660548", "authors": "Favetta, B.; Wang, H.; Shi, Z.; Schuster, B. S.", "abstract": "Biomolecular condensates are protein-dense regions in cells that often arise from liquid-liquid phase separation. Interfacial tension is a key determinant of biomolecular condensate behavior, influencing condensate size and interactions with intracellular structures. Certain proteins and RNAs are known to selectively localize to the interface of condensates, where they can regulate condensate function in cells. Previously, we designed amphiphilic proteins that preferentially adsorb to the surface of condensates. These proteins contain one phase-separating domain (RGG) and one non-phase-separating domain (MBP or GST). Here, we demonstrate through direct quantification that these amphiphilic proteins act as surfactants, reducing the interfacial tension of RGG-RGG condensates from ~260 N/m to ~100 N/m in a concentration-dependent manner. Notably, the GST-based surfactant protein exhibits a 10-fold greater efficacy in lowering interfacial tension compared to the MBP-based surfactant. We show that this increased efficacy is due to its higher surface density, driven by GST's ability to oligomerize. We also show that these surfactant proteins slow droplet fusion and reduce average droplet size, as would be expected of a typical surfactant. Our findings quantitatively show how surfactant proteins can play a critical role in regulating the behavior of biomolecular condensates by modulating their interfacial tension.", "date": "2025-06-21", "journal": ""}
{"title": "Cortical sculpting of a rhythmic motor program", "doi": "10.1101/2025.06.20.660772", "authors": "Kirk, E. A.; Cai, K.; Sauerbrei, B. A.", "abstract": "Motor cortex is the principal driver of discrete, voluntary movements like reaching. Correspondingly, current theories describe muscle activity as a function of cortical dynamics. Tasks like speech and locomotion, however, require the integration of voluntary commands with ongoing movements orchestrated by largely independent subcortical centers. In such cases, motor cortex must receive inputs representing the state of the environment and the state of subcortical networks, then transform these inputs into commands that modulate the rhythmic motor pattern. Here, we study this transformation in mice performing an obstacle traversal task, which combines a spinal locomotor pattern with voluntary cortical adjustments. Cortical dynamics contain a prominent representation of motor preparation that is linked to obstacle proximity and robust to removal of somatosensory or visual input, and also maintain a representation of the state of the spinal pattern generator. Readout signals resembling commands for obstacle traversal are consistent across trials, but small in amplitude. Using computational modeling, we identify a simple algorithm that generates the appropriate commands through phase-dependent gating. Together, these results reveal a regime in which motor cortex does not fully specify muscle activity, but must sculpt an ongoing, spinally-generated program to flexibly control behavior in a complex and changing environment.", "date": "2025-06-21", "journal": ""}
{"title": "Volume Control for a Cortical Network", "doi": "10.1101/2025.06.19.660597", "authors": "Wang, R.; Fridman, G. Y.", "abstract": "Excitability is a fundamental property of cortical networks, shaping their responses to input. Here, we use ionic direct current (iDC) to modulate excitability with sub-10-ms temporal resolution and submillimeter spatial precision across the cortical surface, greatly surpassing the capabilities of pharmacological tools. In anesthetized rats, we recorded laminar neural responses in the S1HL cortex to spontaneous delta oscillations and to foot stimulation with and without iDC delivered to the cortical surface. Cathodic iDC suppressed, and anodic iDC enhanced, evoked responses across recording sites. iDC shifted the spatiotemporal excitability pattern in a graded manner, paralleling the effects of weaker or stronger foot stimuli. A computational model reproduced these effects and implicated dendritic summation at the axon initial segment (AIS) as a key mechanism for bidirectional modulation. This approach enables precise, causal manipulation of cortical responsiveness in vivo and offers a platform for dissecting functional circuits and developing targeted neurotherapeutic interventions.", "date": "2025-06-21", "journal": ""}
{"title": "Ultrastructural analysis of synapses after induction of spike-timing-dependent plasticity", "doi": "10.1101/2025.06.19.660567", "authors": "Wang, R.; Schweizer, M.; Anisimova, M.; Gee, C. E.; Oertner, T. G.", "abstract": "Repeated sequential activation of connected neurons causes lasting changes in synaptic strength, a process known as spike-timing-dependent plasticity (STDP). Recently, sequential spike patterns have been induced without electrodes, using two spectrally separated channelrhodopsins. However, due to the difficulty of labeling and localizing the few connecting synapses between the stimulated pre and postsynaptic neurons (~1-5 per neuron pair), ultrastructural analysis after STDP has not been reported. Here, we optogenetically induce STDP at CA3-CA1 hippocampal synapses and identify stimulated boutons and spines in CA1 using transmission electron microscopy (TEM). Presynaptic CA3 neurons express vesicle-targeted horseradish peroxidase, cre recombinase and cre-dependent ChrimsonR, a red light activatable channelrhodopsin. Postsynaptic neurons express violet light activatable CheRiff and dAPEX2, an enhanced ascorbate peroxidase. In transmission electron microscopy, presynaptic boutons and postsynaptic spines are readily identifiable with well-preserved ultrastructural features. Our labeling strategy allows ultrastructural analysis of optogenetically manipulated neurons and their synapses.", "date": "2025-06-21", "journal": ""}
{"title": "Neural activity flows through cortical subnetworks during speech production", "doi": "10.1101/2025.06.20.660783", "authors": "Castellucci, G. A.; MacKay, M.; Kovach, C. K.; Tabasi, F.; Greenlee, J. D. W.; Long, M. A.", "abstract": "Speech production entails several processing steps that encode linguistic and articulatory structure, but whether these computations correspond to spatiotemporally discrete patterns of neural activity is unclear. To address this issue, we used electrocorticography to directly measure the brains of neurosurgical participants performing an interactive speech paradigm. We observed a broad range of cortical modulation profiles, and subsequent clustering analyses established that responses comprised distinct classes associated with sensory perception, planning, motor execution, and task-related suppression. These activity classes were also localized to separate neural substrates, indicating their status as specialized networks. We then parsed dynamics in the planning and motor networks using unsupervised dimensionality reduction, which revealed subnetworks that were sequentially active throughout preparation and articulation. These results therefore support and extend a localizationist model of speech production where cortical activity flows within and across discrete pathways during language use.", "date": "2025-06-21", "journal": ""}
{"title": "Combining Machine Learning and Multiplexed, In Situ Profiling to Engineer Cell Type and Behavioral Specificity", "doi": "10.1101/2025.06.20.660790", "authors": "Leone, M. J.; van de Weerd, R.; Brown, A. R.; Noh, M.-C.; Phan, B. N.; Wang, A.; Corrigan, K. A.; Yeramosu, D.; Sestili, H. H.; Arokiaraj, C. M.; Lopes, B. C.; Cherupally, V. K.; Fields, D.; Babu, S.; Srinivasan, C.; Podder, R.; Gadey, L.; headrick, D.; Chen, Z.; Franusich, M. E.; Dum, R.; Lewis, D.; Mathys, H.; Stauffer, W. R.; Seal, R. P.; Pfenning, A. R.", "abstract": "A promising strategy for the precise control of neural circuits is to use cis-regulatory enhancers to drive transgene expression in specific cells. However, enhancer discovery faces key challenges: low in vivo success rates, species-specific differences in activity, challenges with multiplexing adeno-associated viruses (AAVs), and the lack of spatial detail from single-cell sequencing. In order to accelerate enhancer discovery for the dorsal spinal cord, a region critical for pain and itch processing, we developed an end-to-end platform, ESCargoT (Engineered Specificity of Cargo Transcription), combining machine learning (ML) guided enhancer prioritization, modular AAV assembly, and multiplexed, in situ screening. Using cross-species chromatin accessibility data, we trained ML models to predict enhancer activity in oligodendrocytes and in 15 dorsal horn neuronal subtypes. We first demonstrated that an initial enhancer, Excit-1, targeted excitatory dorsal horn neurons and drove reversal of mechanical allodynia in an inflammatory pain model. To enable parallel profiling of a 27-enhancer-AAV library delivered intraspinally in mice, we developed a Spatial Parallel Reporter Assay (SPRA) by integrating a novel Golden-Gate assembly pipeline with multiplexed, in situ screening. Regression adjustment for spatial confounding enabled specificity comparisons between enhancers, demonstrating the ability to screen enhancers targeting diverse cell types (oligodendrocytes, motoneurons, dorsal neuron subtypes) in one experiment. We then validated two candidates, targeting Exc-LMO3 and Exc-SKOR2 neurons, respectively. In a companion paper by Noh et al, our colleagues show that the functional specificity of the Exc-SKOR2-targeting enhancer, unlike Excit-1, is capable of blocking the sensation of chemical itch in mice. These enhancers were derived from the macaque genome but displayed functional sensitivity in mice. This platform enables spatially resolved, multiplexed in vivo enhancer profiling to accelerate discovery of cell-targeting tools and gene therapy development.", "date": "2025-06-21", "journal": ""}
{"title": "Neuromorphic hierarchical modular reservoirs", "doi": "10.1101/2025.06.20.660760", "authors": "Milisav, F.; Luppi, A. I.; Suarez, L. E.; Lajoie, G.; Misic, B.", "abstract": "Modularity is a fundamental principle of brain organization, reflected in the presence of segregated sub-networks that enable specialized information processing. These small, densely connected modules are often nested within larger, higher-order modules, giving rise to a hierarchical modular architecture. This structure is posited to balance information segregation in specialized neuronal communities and global integration via intermodular communication. Yet, how hierarchical modularity shapes network function remains unclear. Here we introduce a simple blockmodeling framework for generating and comparing multi-level hierarchical modular networks and implement them as recurrent neural network reservoirs to evaluate their computational capacity. We show that hierarchical modular networks enhance memory capacity, support multitasking, and give rise to a broader range of temporal dynamics compared to strictly modular and random networks. These functional advantages can be traced to topological features enriched in hierarchical modular networks, which include reciprocal and cyclic network motifs. To test whether the computational advantages of hierarchical modularity subsist in empirical human brain structural connectivity patterns, we develop a novel hierarchical modularity-preserving network null model, allowing us to isolate the positive effect of empirical hierarchical modularity patterns on memory capacity. To evaluate the biomimetic validity of connectome-informed reservoir dynamics, we compare reservoir timescales to empirical brain timescales derived from MEG data and find that hierarchical modularity contributes to shaping brain-like neural timescales. Altogether, across multiple benchmarks, these results show that hierarchical modularity endows networks with computationally advantageous properties, providing insight into the relationship between neural network structure and function with potential applications for the design of neuromorphic computing architectures.", "date": "2025-06-21", "journal": ""}
{"title": "The role of dopamine-sensitive motor cortical circuits in the development and execution of skilled forelimb movements", "doi": "10.1101/2025.06.20.660525", "authors": "Gorkowska-Nosal, M.; Drwiega, G.; Szumiec, L.; Rodriguez Parkitna, J.; Cieslak, P. E.", "abstract": "Dopamine signalling in the motor cortex is crucial for motor skill learning. Here we resolve the spatiotemporal dopamine dynamics and the activity of local dopaminoceptive circuits during the formation and execution of motor skills. We trained head-fixed mice to perform skilled forelimb movements with a joystick to collect water rewards, while simultaneously monitoring dopamine release and calcium dynamics in the forelimb area of motor cortex. We found that dopamine release events and calcium transients were temporally linked to joystick movements and reward consumption. Dopamine dynamics and population level activity of dopamine-receptive neurons scaled with the vigor of forelimb movements and tracked the relationship between actions and their consequences. Optogenetic photoinhibition of cortical dopaminoceptive circuits reduced the number of rewarded joystick movements. Our findings show how phasic dopamine signals in the motor cortex facilitate reinforcement motor learning of skilled behavior.", "date": "2025-06-21", "journal": ""}
{"title": "The Topological Architecture of Brain Identity", "doi": "10.1101/2025.06.20.660792", "authors": "Poetto, S.; Merritt, H.; Santoro, A.; Rabuffo, G.; Battaglia, D. A.; Vaccarino, F.; Saggar, M.; Brovelli, A.; Petri, G.", "abstract": "Accurately identifying individuals from brain activity --functional fingerprinting-- is a powerful tool for understanding individual variability and detecting brain disorders. Most current approaches rely on functional connectivity (FC), which measures pairwise correlations between brain regions. However, FC is limited in capturing the higher-order, multiscale structure of brain organization. Here, we propose a novel fingerprinting method based on homological scaffolds, a topological representation derived from persistent homology of resting-state fMRI data. Using data from the Human Connectome Project (n= 100), we show that scaffold-based fingerprints achieve near-perfect identification accuracy ([~] 100%), outperforming FC-based methods (90%), and remain robust across preprocessing pipelines, atlas choices, and even with drastically shortened scan durations. Unlike FC, in which fingerprinting features localize within networks, scaffolds derive their discriminative power from inter-network connections, revealing the existence of individual mesoscale organizational signatures. Finally, we show that scaffolds act as bridges between redundancy and synergy, by balancing redundancy along high-FC border edges with high synergy across the topological voids that the cycles define. These findings establish topological scaffolds as a powerful tool for capturing individual variability, revealing that unique signatures of brain organization are encoded in the interplay between mesoscale network integration and information dynamics.", "date": "2025-06-21", "journal": ""}
{"title": "MRI-Based Structural Development of the Human Newborn Hypothalamus", "doi": "10.1101/2025.06.20.660741", "authors": "Yen, E.; De Asis-Cruz, J.; Rasmussen, J. M.", "abstract": "Background: Preclinical evidence suggests that intrauterine exposures can impact hypothalamic structure at birth and future disease risk, yet early human data are limited. Methods: Hypothalamic volumes were measured from 699 T1-weighted MRI scans from 631 newborns (54% female; 27-45 weeks postmenstrual age/PMA) in the Developing Human Connectome Project. Linear mixed-effects models tested associations with prenatal exposures: gestational age (GA) at birth, PMA at scan, sex, maternal body mass index (BMI), and smoking. Findings were partially replicated in the Adolescent Brain and Child Development (ABCD) Study (release 5.1) data (16,934 observations from 11,207 participants). Results: Absolute hypothalamus volume increased with PMA (+5.5%/week, t=39.9, p<10^-10), but not after adjusting for brain volume (t=1.2, p=0.24). Males showed larger absolute (+3.3%, t=3.2, p=0.002) but smaller relative hypothalamus volume (t=-2.8, p=0.005). Lower GA was linked to larger relative hypothalamus volume (t=-6.5, p<10^- 9), with evidence for sex moderation (t=-2.4, p=0.019). Smoking during pregnancy was associated with smaller hypothalamus volume in newborns (t=-2.05, p=0.04; dose dependence: t=-2.9, p<0.01). Smoking remained associated with reduced hypothalamus volume in adolescents (t=-2.8, p=0.005). Conclusions: The findings suggest that the hypothalamus is a crucial and underexplored target of perinatal influences for understanding the origins of long-term health and disease.", "date": "2025-06-21", "journal": ""}
{"title": "Preserved cerebellar functions despite structural degeneration in older adults", "doi": "10.1101/2025.06.18.660418", "authors": "de Witte, A.; Matthijs, A.; Parrell, B.; Mantini, D.; Gooijers, J.; Orban de Xivry, J.-J.", "abstract": "Aging is frequently perceived negatively due to its association with the decline of various brain and bodily functions. While it is evident that motor abilities deteriorate with age, it is incorrect to assume that all aspects of movement execution are equally affected. The cerebellum, a brain region that is closely involved in motor control among other functions, undergoes clear structural changes with aging. While several studies suggest that cerebellar degeneration causes age related motor control deficits, other studies suggest that the cerebellum might act as a motor reserve and compensate for its structural degeneration, leaving cerebellar motor function intact despite cerebellar degeneration. The present study aims at thoroughly investigating the impact of age on cerebellar function across an array of tasks and domains. We investigated cerebellar motor and cognitive functions across the lifespan by examining 50 young adults (20 to 35 years), 80 older adults (55 to 70 years), and 30 older old adults (over 80 years). Participants completed a test battery comprising seven motor control tasks and one cognitive task, each designed to probe cerebellar function through different paradigms. This multi task approach allowed for a comprehensive evaluation of performance patterns, providing a balanced perspective on cerebellar function across the different age groups. In addition, we analyzed outcomes from the same tasks that, while related to movement, were not specifically linked to cerebellar function. Structural magnetic resonance imaging was also conducted to assess whether cerebellar atrophy was present in the older and older old groups compared to the young. Our results revealed that, despite age-related cerebellar degeneration, cerebellar functions in older adults remained intact compared to young adults, even in adults above 80 years old. In contrast, the sensorimotor measures that were not directly linked to cerebellar function exhibited a clear pattern of decline in older adults, and were further deteriorated in the older-old adults compared to the older adults. These findings indicate that cerebellar motor control functions remain largely preserved with age, providing compelling evidence that the cerebellum possesses a remarkable degree of functional resilience and redundancy. This suggests that cerebellar circuits may be uniquely equipped to preserve function despite structural degeneration.", "date": "2025-06-21", "journal": ""}
{"title": "Cholinergic modulation of dopamine release drives effortful behavior", "doi": "10.1101/2025.06.18.660394", "authors": "Touponse, G. C.; Pomrenze, M. B.; Yassine, T.; Mehta, V.; Denomme, N.; Zhang, Z.; Malenka, R. C.; Eshel, N.", "abstract": "Effort is costly: given a choice, we tend to avoid it. But in many cases, effort adds value to the ensuing rewards. From ants to humans, individuals prefer rewards that had been harder to achieve. This counterintuitive process may promote reward-seeking even in resource-poor environments, thus enhancing evolutionary fitness. Despite its ubiquity, the neural mechanisms supporting this behavioral effect are poorly understood. Here we show that effort amplifies the dopamine response to an otherwise identical reward, and this amplification depends on local modulation of dopamine axons by acetylcholine. High-effort rewards evoke rapid acetylcholine release from local interneurons in the nucleus accumbens. Acetylcholine then binds to nicotinic receptors on dopamine axon terminals to augment dopamine release when reward is delivered. Blocking the cholinergic modulation blunts dopamine release selectively in high-effort contexts, impairing effortful behavior while leaving low-effort reward consumption intact. These results reconcile in vitro studies, which have long demonstrated that acetylcholine can trigger dopamine release directly through dopamine axons; with in vivo studies that failed to observe such modulation, but did not examine high-effort contexts. Our findings uncover a mechanism that drives effortful behavior through context-dependent local interactions between acetylcholine and dopamine axons.", "date": "2025-06-21", "journal": ""}
{"title": "Biomechanical simplification of the motor control of whisking", "doi": "10.1101/2025.06.21.660818", "authors": "Bresee, C. S.; Luo, Y.; Alade'Fa, J.; Black, M. E.; Kleczka, K. J.; Bush, N. E.; Zhang, K.; Hartmann, M. J.", "abstract": "Animal nervous systems must coordinate the sequence and timing of numerous muscles - a challenging control problem. The challenge is particularly acute for highly mobile sensing structures with many degrees of freedom, such as eyes, pinnae, hands, forepaws, and whiskers, because these low-mass, distal sensors require complex muscle coordination. This work examines how the geometry of the rat whisker array simplifies coordination required for \"whisking\" behavior [1-3]. During whisking, 33 intrinsic (\"sling\") muscles are the primary drivers [4-12] of the rapid, rhythmic protractions of the large mystacial vibrissae (whiskers), which vary more than sixfold in length and threefold in base diameter [13-16]. Although whisking is a rhythmic, centrally-patterned behavior [17-24], rodents can change the position, shape, and size of the whisker array, indicating considerable voluntary control [25-34]. To begin quantifying how the array's biomechanics contribute to whisking movements, we used three-dimensional anatomical reconstructions of follicle and sling muscle geometry to simulate the movement resulting from a \"uniform motor command,\" defined as equal firing rates across all sling muscle motor neurons. This simulation provides a baseline profile of protraction under anatomically realistic but uniformly driven conditions. It does not isolate neural from biomechanical contributions but helps identify deviations that suggest active control. Simulations reveal that all follicles rotate through approximately equal angles, regardless of size. The angular fanning of the whiskers at their bases increases monotonically throughout protraction, while maximum distance between whisker tips occurs at approximately 90% of resting muscle length, after which whisker tips converge and sensing resolution increases monotonically.", "date": "2025-06-21", "journal": ""}
{"title": "Herpes simplex virus-1 fluidizes the nucleus enabling condensate formation", "doi": "10.1101/2025.06.20.660750", "authors": "Herzog, N. L.; Kidiyoor, G. R.; Keegan, S.; Korchi, F.; Chenoweth, D. M.; Zhang, H.; Mohr, I.; Wilson, A.; Holt, L. J.", "abstract": "Molecular processes are profoundly influenced by the biophysical properties of the cell interior. However, the mechanisms that control these physical properties, and the processes they impact remain poorly understood, especially in the nucleus. We hypothesized that some viruses might change the biophysical properties of the nucleus to favor virus survival and replication and found that herpes simplex virus 1 (HSV-1) increases the mesoscale fluidity of the nucleus. The HSV-1 protein ICP4 caused fluidization and enabled growth of synthetic nuclear condensates. Conversely, conditions that decreased nuclear fluidity inhibited the formation of viral replication compartment condensates and reduced infectious virus production. Together, our data suggest that ICP4 increases nuclear fluidity to promote the formation of condensates that drive the progression of the HSV-1 life cycle. We speculate that a key function of ICP4 is to overcome the crowding and elastic confinement within cell nuclei that are a fundamental barrier to virus replication.", "date": "2025-06-21", "journal": ""}
{"title": "RNF13 is a novel interactor of iduronate 2-sulfatase that modifies its glycosylation and maturation", "doi": "10.1101/2025.06.20.660705", "authors": "Cabana, V. C.; Bouchard, A. Y.; Senecal, A. M.; Cappadocia, L.; Lussier, M. P.", "abstract": "Mucopolysaccharidosis type II, also known as Hunter syndrome, is a rare and fatal disease caused by mutations in the iduronate 2-sulfatase (IDS) encoding gene. The enzymatically inactive variant proteins lead to pathological accumulation of glycosaminoglycans in the lysosomes, causing dysfunction in multiple organs. IDS is expressed as a precursor protein, and its processing and lysosomal targeting are crucial for proper enzymatic activity. However, IDS intracellular dynamic is poorly understood and a better understanding of its processing mechanisms would benefit the development of new therapeutic strategies. AlphaFold 3 predicted an interaction between IDS and the E3 ubiquitin ligase RNF13. Co-immunoprecipitation assays confirm this interaction and further show that RNF13 interacts preferentially with a predominantly underglycosylated immature form of IDS, resulting in altered IDS glycosylation and maturation. The results demonstrate that IDS glycosylation site Asn246 is important for lysosomal targeting, although its glycosylation is not altered by RNF13. This study also unravels that RNF13 forms a heterodimer with the E3 ubiquitin ligase RNF167 that modify both RNF13 and RNF167 lysosomal trafficking. In addition, the heterodimer interacts and alters IDS differently than RNF13 or RNF167 alone. RNF13 catalytic E3 ligase activity is required to generate an underglycosylated form, but not that of RNF167. This study exposes that the proteasome rapidly degrades IDS underglycosylated forms, and RNF13 exerts a protective effect. Overall, this study reveals a novel and dual role of RNF13 on IDS maturation and degradation, providing mechanistic insights into IDS trafficking.", "date": "2025-06-21", "journal": ""}
{"title": "Sideroflexins enable mitochondrial transport of polar neutral amino acids", "doi": "10.1101/2025.06.18.660357", "authors": "Block, S.; Chi, F.; Rosen, P. C.; Pineda, S. S.; Darnell, A. M.; Abbott, K. L.; Pena, I. A.; Heiman, M.; Yilmaz, O. H.; Kory, N.; Vander Heiden, M. G.", "abstract": "Mitochondria contribute to compartmentalized metabolism in eukaryotic cells, supporting key enzymatic reactions for cell function and energy homeostasis. However, this compartmentalization necessitates regulated metabolite transport across mitochondrial membranes. Although many transport proteins have been identified, several mitochondrial amino acid transporters remain largely uncharacterized. Using CRISPR-Cas9-mediated candidate transporter knockouts coupled with assessment of metabolite transport via a mitochondrial swelling assay, we identify SFXN1, previously characterized for its role in mitochondrial serine transport, as a protein that mediates mitochondrial transport of a range of other polar neutral amino acids including proline, glycine, threonine, taurine, hypotaurine, {beta}-alanine, and {gamma}-aminobutyric acid (GABA). Furthermore, the SFXN1 paralogues SFXN2 and SFXN3 partially complement loss of SFXN1 to enable glycine transport, while SFXN2 and SFXN5 partially complement loss of SFXN1 to enable GABA transport. Altogether, these data suggest that sideroflexins facilitate the transport of polar neutral amino acids across the inner mitochondrial membrane.", "date": "2025-06-21", "journal": ""}
{"title": "FunCLAN: A novel and generalisable method for categorising protein complex conformations, measuring their similarities, and solving the chain equivalence problem", "doi": "10.1101/2025.06.16.659920", "authors": "Celis Garza, D. C.; Ellaway, J. I. J.; Appasamy, S. D.; Krissinel, E.; Velankar, S.", "abstract": "We present FunCLAN, a novel method for finding, categorising, and measuring conformational relationships between protein complexes, as well as for finding corresponding chain pairs between them. Its purpose is to provide a general tool, applicable to a broad range of complexes. As such, it only utilises sequence similarity and superposition transformations to compare rigid bodies (chains), and how they transform with relation to each other. This lets us clusterise transformations, which lets us identify sets of similar and dissimilar transformations across the dataset. We use this information to classify conformations according to how the transformations relate to each other at chain and complex level. We have also included two data, and scale agnostic methods that can make informed predictions as to the number of clusters (conformers) present in the dataset. We also present a way to superpose entire complexes using the alignment and chain correspondence data for visualisation purposes. The entire process can be generalised to domains and even single chains, but this requires bespoke/specialised preprocessing of the data as well as prior knowledge of the structures to be analysed. This is out of the scope of this paper, but we outline a method to do so in the supplementary information.", "date": "2025-06-21", "journal": ""}
{"title": "Twinfilin-1 phosphorylation in reelin signaling regulates actin dynamics and spine development", "doi": "10.1101/2025.06.18.660483", "authors": "DONG, G.; Mori, D.; Matsuzaki, T.; Tanaka, R.; Itoh, N.; Matsui, T.; Sato, A.; Arioka, Y.; Okumura, H.; Fukaya, R.; Kuba, H.; Nagai, T.; Nabeshima, T.; Ikesue, H.; Kohno, T.; Hattori, M.; Kaibuchi, K.; Ozaki, N.; Mizoguchi, H.; Yamada, K.", "abstract": "Reelin is an extracellular glycoprotein essential for neuronal migration, spine development, and synaptic plasticity. Impaired reelin signaling is linked to neurological disorders, including schizophrenia and autism. While reelin mutant (reeler) mice exhibit behavioral deficits associated with impaired spine formation, the underlying molecular mechanisms remain unclear. We identified Twinfilin-1 (Twf1) as a downstream effector of reelin signaling via phosphoproteomic analysis, based on its reduced tyrosine phosphorylation in reeler mice. We found that Src regulated Twf1 phosphorylation at tyrosine 309, and reelin stimulation increased Twf1 phosphorylation in neurons, an effect blocked by the Src inhibitor PP2. A phospho-resistant Twf1 mutant (Twf1 Y309F) showed reduced capping protein binding and a lower F/G-actin ratio. Twf1Y309F mice exhibited cognitive deficits, reduced spine density, smaller spine head size, and a decreased F/G-actin ratio in synaptosomes. These findings highlight Twf1 phosphorylation as a key component of reelin signaling involved in actin remodeling and spine development.", "date": "2025-06-21", "journal": ""}
{"title": "Schizophrenia-associated 22q11.2 deletion elevates striatal acetylcholine and disrupts thalamostriatal projections to produce amotivation in mice", "doi": "10.1101/2025.06.20.660782", "authors": "Patton, M. H.; Teubner, B. J. W.; Thomas, K. T.; Freshour, S. L.; Trevisan, A. J.; Schild, A. B.; Ramirez, C. A.; Bikoff, J. B.; Zakharenko, S. S.", "abstract": "Schizophrenia is a complex neurodevelopmental disorder characterized by cognitive dysfunction, hallucinations, and negative symptoms such as amotivation. Negative symptoms are largely resistant to current antipsychotic treatments, and the neural circuits underlying amotivational states remain poorly defined. Here, using a mouse model of schizophrenia-associated 22q11.2 deletion syndrome (22q11DS), we report amotivation and weakened glutamatergic synaptic transmission between the thalamic parafascicular nucleus (Pf) and the dorsomedial striatum (DMS). Thalamostriatal disruption is attributed to hyperactivity of striatal cholinergic interneurons (CHIs), which is associated with enhanced Trpc3 and Pex51 (Trip8b) gene expression. Elevated acetylcholine levels in the DMS act on presynaptic M2 muscarinic receptors to weaken Pf-DMS glutamatergic transmission. Importantly, disruption of Pf-DMS synaptic transmission or hyperactivation of CHIs are each sufficient to cause amotivation in wild-type mice. These results identify a striatal hypercholinergic state and subsequent thalamostriatal disruption as core pathogenic events causing amotivation in 22q11DS, providing potential therapeutic targets.", "date": "2025-06-21", "journal": ""}
{"title": "Combined Auditory, Tactile, and Visual fMRI Reveals Sensory-Biased and Supramodal Working Memory Regions in Human Frontal Cortex", "doi": "10.1101/2025.06.21.660846", "authors": "Tobyne, S. M.; Brissenden, J. A.; Noyce, A. L.; Somers, D. C.", "abstract": "Selectivity for sensory modality characterizes distinct subregions of the human brain, well beyond the primary sensory cortices. We previously identified frontal and posterior cortical regions that are preferentially recruited for visual vs. auditory attention and working memory (WM). Here, we extend our approach to include tactile cognition and to characterize cortical regions recruited by WM in each of three sensory modalities. The joint organization of visual-selective, auditory-selective, tactile-selective, and supramodal WM recruitment within individual subjects has not been fully investigated previously. Male and female human subjects participated in a blocked fMRI task requiring them to perform N-back WM judgements in auditory, visual, or tactile (haptic) modalities. We confirmed our prior reports of multiple visual-biased and auditory-biased frontal lobe regions. We also observed several bilateral tactile-selective regions abutting previously described visual- and auditory-selective regions, including dorsal and ventral precentral sulcus, the postcentral sulcus, and the anterior intraparietal sulcus. Several cortical regions were recruited by WM in all three sensory modalities in individual subjects, including precentral sulcus, inferior frontal sulcus, intraparietal sulcus, anterior insula and pre-supplementary motor area. Supramodal regions exhibited substantial overlap with visual-biased regions in frontal and parietal cortex and comparatively little overlap with tactile- or auditory-biased regions. Lastly, resting-state analyses revealed that auditory-, visual- and tactile-selective WM regions segregate into modality-specific networks that span frontal and posterior cortex. Together, these results shed light on the functional organization of sensory-selective and supramodal regions supporting higher-order cognition.", "date": "2025-06-21", "journal": ""}
{"title": "Functional Specialization of Angular Gyrus and Precuneus Subregions for Perspective-Guided Autobiographical Memory Retrieval", "doi": "10.1101/2025.06.20.660447", "authors": "Kucuktas, S.; St Jacques, P. L.", "abstract": "Autobiographical memory (AM) retrieval involves goal-directed and reconstructive processes that unfold over time. A key feature of this process is the visual perspective adopted during remembering, which shapes subjective memory experience. Using fMRI, we cued participants to retrieve AMs from an own-eyes, observer, or natural perspective followed by an event probe. Our design dissociates preparatory (cue phase) and reconstructive (probe phase) mechanisms to isolate the neural signatures of retrieval orientation, the strategic use of cues to optimize retrieval. Whole-brain and ROI analyses revealed that the angular gyrus (AG) and precuneus support perspective-guided retrieval in distinct ways. During the cue phase, PGp showed greater activity for instructed perspectives than natural retrieval, consistent with preparatory perspective selection. During the probe phase, observer-perspective retrieval elicited greater activity in PGp and precuneus (7P), supporting sustained perspective maintenance. Brain-behavior models linked PGp and 7P activity to greater vividness and perspective stability, while precuneus (7M) activity was negatively associated with emotional intensity, especially in the observer condition. These findings reveal phase- and subregion-specific contributions of posterior parietal cortex to the subjective qualities of memory. AG subregions support goal-directed perspective selection and implementation, while precuneus subregions flexibly modulate phenomenological features during memory reconstruction.", "date": "2025-06-21", "journal": ""}
{"title": "Visual Working Memory Guides Attention Rhythmically", "doi": "10.1101/2025.06.18.660380", "authors": "Lu, J.; Cai, Y.; Zhang, X.", "abstract": "How does internal representation held in visual working memory (VWM), known as the attentional template, guide attention? A longstanding debate concerns whether only one (Single-Item-Template theory) or multiple (Multiple-Item-Template theory) items serve as attentional templates simultaneously. Here we propose a Rhythmic-Item-Template hypothesis, successfully reconciling these seemingly contradictory theories. Using the classical VWM-guided attention task, we found that two VWM items alternately dominate behavioral guidance in theta-rhythmic (4-8 Hz), with anti-correlated activation states in time, and more importantly, this rhythmic oscillation was not driven by the retro-cue processing. Neural recordings revealed that occipital alpha-oscillation (8-14 Hz) governed item-specific prioritization and its amplitude closely tracked subjects behavioral guidance, while frontal theta-oscillations phase-led and coupled with occipital alpha-oscillations during the item transition. Our Rhythmic-Item-Template results not only resolve previous Single-Item-Template versus Multiple-Item-Template debate but also advance our understanding of how distributed brain rhythms coordinate flexible resource allocation in multi-item memory systems.", "date": "2025-06-21", "journal": ""}
{"title": "Counting Cases, Conserving Species: Addressing Highly Pathogenic Avian Influenza in Wildlife", "doi": "10.1101/2025.06.18.660293", "authors": "Knief, U.; Bouwhuis, S.; Globig, A.; Guenther, A.; Courtens, W.", "abstract": "Highly pathogenic avian influenza (HPAI) has become a critical threat to wildlife, shifting from a seasonal epizootic to a persistent, year-round panzootic with global consequences. Here, we summarize the origin, evolutionary mechanisms, and expanding host range of the current H5N1 virus (clade 2.3.4.4b) and assess its impact on wildlife. Over the past five years, HPAI has caused the deaths of millions of wild birds, causing dramatic population declines in several seabird species. However, comprehensive quantitative mortality data remain scarce, as existing records are often anecdotal, focus on localized mass die-offs, and thus represent only a fraction of the true magnitude of mortality. This gap in data limits the ability to predict outbreak dynamics and mitigate long-term consequences. Using the Northwestern European Sandwich Tern (Thalasseus sandvicensis) population as a case study, we demonstrate the value of integrating mortality data with ecological, serological and genetic data before, during and after an outbreak. This approach uncovered age-specific vulnerability, selective mortality, and population immunological responses. In addition, insights gained with respect to the role of breeding density, carcass removal, and host adaptation in modulating outbreak dynamics are likely to be generalizable across seabird species. The absence of a centralized and standardized wildlife mortality monitoring framework, on the other hand, remains a major barrier to effective outbreak forecasting and conservation planning. We argue that integrating field-based mortality data, population monitoring, serological assays, and genetic analyses within a One Health framework is essential to enable early detection, targeted mitigation, and robust evaluation of outbreak impacts. Without a proactive and data-driven approach to conservation, HPAI will continue to threaten global wildlife populations, with cascading ecological, economic and public health consequences.", "date": "2025-06-21", "journal": ""}
{"title": "Functional impact of pathogenic Runt domain mutations in Runx2 in vivo: Insights into the skeletal and dental anomalies of cleidocranial dysplasia", "doi": "10.1101/2025.06.18.660258", "authors": "Ogawa, S.; Higuchi, S.; Yoshimoto, Y.; Hoshino, M.; Miura, S.; Hamada, A.; Watanabe, H.; Sakuma, T.; Hu, K.; Ogata, S.; Uchibe, K.; Fujimoto, K.; Yamamoto, T.; Okamoto, T.; Kunimatsu, R.; Sotomaru, Y.; Tanimoto, K.; Kondoh, G.; Docheva, D.; Shukunami, C.", "abstract": "Runt-related transcription factor 2 (RUNX2) is a key transcription factor for skeletogenesis, and mutations in its gene cause cleidocranial dysplasia (CCD), an autosomal dominant skeletal disorder. The evolutionarily conserved 128-amino acid Runt homology domain (RHD) of human RUNX2 is essential for DNA binding and heterodimerization, and serves as a mutation hotspot associated with severe CCD phenotypes. To elucidate the functional impact of pathogenic RHD mutations in vivo, we generated two novel mouse lines: one carrying a missense mutation, c.695G>A (p.R232Q) (Runx2m/+), corresponding to the human RUNX2 c.674G>A (p.R225Q), and the other harboring a frameshift mutation, c.697_698delGA (p.E233TfsTer9) (Runx2{Delta}2/+), causing a premature stop codon. Homozygous Runx2m/m and Runx2{Delta}2/{Delta}2 mice exhibited a complete loss of membranous ossification, whereas heterozygous Runx2m/+ and Runx2{Delta}2/+ mice displayed typical CCD-like skeletal features, including an open anterior fontanelle and clavicle hypoplasia. Unexpectedly, heterozygotes carrying pathogenic mutations in RHD developed an accessory root-like protrusion at the furcation of three-rooted maxillary first molars, representing a previously unrecognized dental phenotype during root development. Dual luciferase assays revealed impaired transactivation of the p.R232 mutant Runx2 on the osteocalcin enhancer/promoter. Wild-type Runx2 was robustly expressed in osteoblasts and hypertrophic chondrocytes during bone formation, but the mutant Runx2 exhibited reduced expression in hypertrophic chondrocytes and partially impaired nuclear localization, resulting in arrested osteoblast and chondrocyte maturation. Our mutant mouse model provides a valuable in vivo platform to study CCD pathogenesis, mechanisms of tooth root furcation, and therapeutic interventions targeting dysfunctional RHD.", "date": "2025-06-21", "journal": ""}
{"title": "Flexible docking of cyclic peptides to proteins using CABS-dock", "doi": "10.1101/2025.06.18.660300", "authors": "Zalewski, M.; Badaczewska-Dawid, A. E.; Kmiecik, S.", "abstract": "Cyclic peptides are promising therapeutics, but their flexible docking remains challenging. We present a protocol based on the well-established CABS-dock method, enhanced with cyclic restraints and Rosetta refinement. The approach was evaluated on 38 benchmark complexes previously used in other docking method studies. While selecting the truly best model remains difficult, near-native solutions are frequently sampled. CABS-dock offers global, unbiased docking without prior binding site knowledge, making it valuable for pose generation, structural ensemble modeling, and integration into AI-driven peptide-protein docking workflows.", "date": "2025-06-21", "journal": ""}
{"title": "Atomic resolution ensembles of intrinsically disordered and multi-domain proteins with Alphafold", "doi": "10.1101/2025.06.18.660298", "authors": "Schnapka, V.; Morozova, T.; Sen, S.; Bonomi, M.", "abstract": "Intrinsically disordered proteins are ubiquitous in biological systems and play essential roles in a wide range of biological processes and diseases. Despite recent advances in high-resolution structural biology techniques and breakthroughs in deep learning-based protein structure prediction, accurately determining structural ensembles of IDPs at atomic resolution remains a major challenge. Here we introduce bAIes, a Bayesian framework that integrates AlphaFold2 predictions with physico-chemical molecular mechanics force fields to generate accurate atomic-resolution ensembles of IDPs. We show that bAIes produces structural ensembles that match a wide range of high- and low-resolution experimental data across diverse systems, achieving accuracy comparable to atomistic molecular dynamics simulations but at a fraction of their computational cost. Furthermore, bAIes outperforms state-of-the-art IDP models based on coarse-grained potentials as well as deep-learning approaches. Our findings pave the way for integrating structural information from modern deep-learning approaches with molecular simulations, advancing ensemble-based understanding of disordered and multi-domain proteins.", "date": "2025-06-21", "journal": ""}
{"title": "A lectin receptor-like kinase controls self-pollen recognition in Phlox (Polemoniaceae)", "doi": "10.1101/2025.06.17.660178", "authors": "Burgin, G.; Lewis, N.; Hopkins, R.", "abstract": "Self-incompatibility (SI) describes a widespread collection of genetic mechanisms in flowering plants used to specifically recognize and reject self-pollen. These mechanisms are fundamental to plant sexual reproduction and offer valuable insight into the molecular basis of cell-cell communication and self-recognition more broadly. Here, we leverage an independent evolution of SI in the lineage containing Phlox (Polemoniaceae) to characterize a novel gene causing self-pollen recognition which we name Phlox drummondii Pistil Identity Receptor Kinase (PdPIRK). Recognition of self-pollen associates with a single genomic region containing the Phlox S-locus. We generate predictions regarding how S-loci must function and evolve to identify a single candidate gene within this S-associated region. This gene, PdPIRK, is highly and specifically expressed in the pistil and has exceptionally high polymorphism maintained by negative frequency dependent selection, two hallmarks of self-pollen recognition genes. Functional validation with gene silencing confirms that PdPIRK is necessary for self-incompatibility, and we further demonstrate allele specific activity, confirming its role in self-pollen recognition per se. PdPIRK encodes a G-type lectin receptor-like kinase, which is a member of the same gene family as SRK, the gene controlling self-pollen recognition in the distantly related Brassicaceae. Our findings suggest the presence of genetic constraints or paths of least resistance governing how S-loci evolve and add to our understanding of the diverse molecular mechanisms through which organisms achieve self-recognition.", "date": "2025-06-21", "journal": ""}
{"title": "Life identification number (LIN) codes for the genomic taxonomy of Corynebacterium diphtheriae strains", "doi": "10.1101/2025.06.20.660692", "authors": "Delgado-Blas, J.; Rethoret-Pasty, M.; Brisse, S.", "abstract": "Background: Corynebacterium diphtheriae, which causes diphtheria, remains a public health concern especially in regions with low vaccination coverage. While advances in genomic typing, such as core-genome Multi-Locus Sequence Typing (cgMLST, based on 1305 genes), have improved our ability for strain identification, a standardized and stable genomic taxonomy is still lacking. This study aimed to establish a consistent classification and nomenclature for C. diphtheriae strains using cgMLST-based Life Identification Number (LIN) codes. Methods: Comparing 1,665 genomes from C. diphtheriae and its closely related species C. belfantii and C. rouxii, we observed population-level genetic discontinuities in cgMLST profiles dissimilarities, and established hierarchical taxonomic levels based on optimal allelic difference thresholds. Ten-level LIN codes were defined, encompassing broad population structure subdivisions and fine-scale epidemiological levels. The LIN code system was implemented into the BIGSdb-Pasteur platform, and nicknames derived from the 7-loci MLST sequence types were given to sublineages and clonal groups. Results: cgMLST genetic thresholds were first defined at species (minimum of 1,240 allelic differences) and lineage levels (1,035 differences). Sublineages (SL), clonal groups (ClG), and genetic clusters (GC) were next defined with progressively finer allelic mismatch thresholds (500, 55, and 25 differences, respectively). A broad population diversity of C. diphtheriae was uncovered, with the distinction of >400 SLs and >1,000 GCs. For epidemiological purposes, five shallow-level thresholds (8, 4, 2 ,1, and 0 allelic mismatches were defined, completing the 10-level LIN code taxonomy. We illustrate LIN codes applicability to investigate the genetic diversity and transmission chains of relevant clusters, such as SL8 (the 1990s ex-USSR outbreak) or SL384 (involved in outbreaks in Yemen and Europe). Conclusions: The cgMLST-based LIN code system provides a stable genomic taxonomy for strains of C. diphtheriae, C. rouxii and C. belfantii. By defining ten hierarchical levels of resolution, this system effectively captures its phylogenetic diversity, facilitating population biology research and epidemiological surveillance. The public availability of this system from the BIGSdb-Pasteur platform provides a standardized framework for diphtheria genomic epidemiology with potential to harmonize global surveillance of the resurgence of diphtheria.", "date": "2025-06-21", "journal": ""}
{"title": "Bayesian inference of functional asymmetry in a ligand-gated ion channel", "doi": "10.1101/2025.06.20.660684", "authors": "Moffatt, L.; Pierdominici-Sottile, G.", "abstract": "Ligand-gated ion channels enable rapid cellular signaling by coupling extracellular cues to conformational transitions and ionic fluxes. ATP-activated P2X receptors, with their minimalist trimeric architecture, serve as models for studying allosteric activation. Although high-resolution structures reveal closed and open states, the physical basis of the \"flip state\" and the emergence of negative cooperativity remain unresolved. Here we combine a recursive Bayesian framework (MacroIR) applied to outside-out patch-clamp recordings, with molecular dynamics simulations, to show that P2X2 activation proceeds via a directional, asymmetric coupling mechanism. ATP binding selectively lowers the energetic barrier for rotation of one subunit at the binding interface, promoting partial activation and substantial conductance, while minimally affecting its neighbor. This rotation, in turn, increases the barrier for subsequent ATP binding, providing a mechanistic explanation for negative cooperativity. In the absence of ligand, elevated barriers stabilize the closed state, quantitatively accounting for spontaneous current fluctuations. These findings overturn the prevailing assumption of symmetric, concerted activation and demonstrate that the classical flip state arises as a necessary physical intermediate. By showing that ligand-induced modulation of activation barriers can drive symmetry breaking in homomeric channels, our results establish a general principle for dynamic protein assemblies and provide a conceptual basis for designing conformation-selective modulators in pain and inflammation.", "date": "2025-06-21", "journal": ""}
{"title": "Multi-Level Regulation in RNA-Protein Hybrid Incoherent Feedforward Loop Circuits for Tunable Pulse Dynamics in Escherichia coli", "doi": "10.1101/2025.06.20.660716", "authors": "Hong, S.; Shoaib, S. S.; Foo, M.; Tang, X.; Kim, J.", "abstract": "Regulating gene expression with precision is essential for cellular engineering and biosensing applications, where rapid, programmable, and sensitive control is desired. Current approaches to regulatory circuit design often rely on control at a single regulatory level, primarily the transcriptional level, thereby limiting the capability of fine-tuning the regulatory dynamics in response to complex stimuli. To address this challenge, we developed four novel RNA-protein hybrid type-1 incoherent feed-forward loop (I1-FFL) circuits in Escherichia coli that integrate transcriptional and translational regulators to achieve multi-level control of gene expression. These hybrid circuits leverage the modularity and rapid dynamics of RNA-based activators alongside the versatile inhibition capabilities of the protein-based repressors, to endow tunable pulse dynamics through engineered delays that act as transient repressor decoys. By repurposing synthetic RNA regulators at multiple regulatory levels together with aptamer and RNA-binding proteins, we demonstrate previously unexplored circuits with tunable dynamics. Complementary simulation results highlighted the importance of the engineered delays in achieving tunable pulse dynamics in these circuits. Integrating modeling insights with experimental validation, we demonstrated the flexibility of designing the RNA-protein hybrid I1-FFL circuits, as well as the tunability of their dynamics, highlighting their suitability for applications in environmental monitoring, metabolic engineering, and other engineered biological systems, where precise temporal control and adaptable gene regulation are desired.", "date": "2025-06-21", "journal": ""}
{"title": "The macroecology of immunity: predominant influence of climate on invertebrate immune response", "doi": "10.1101/2025.06.16.659911", "authors": "Hasik, A.; Blondeau, M.; Harvey, J.; Groleau, T.; DeBellis, T.; Pedersen, E. J.; Cordoba-Aguilar, A.; Marshall, K. E.; Ferguson, L.; Lessard, J.-P.", "abstract": "The immune system is the primary defense against parasites. With the ever-increasing rate of disease, epidemiologic models considering geographic variation in immune responses could prove useful. Despite increasing interest in the macroecology of parasitism and infectious diseases, we know little about the macroecology of immune responses. Host characteristics, parasite exposure, and environmental factors can all affect immunity, but how these factors interact to shape spatial variation in the strength of immune responses remains unexplored. We captured odonates (dragonflies and damselflies) and their conspicuous ectoparasitic mites across a geographic area spanning the temperate and boreal forest biomes in eastern Canada. We then conducted immune response bioassays on 1,237 individuals from 63 odonate species. We used linear regressions and structural equation models to relate immune responses to host body size, parasite load, pH, temperature, and precipitation while accounting for evolutionary relationships among host species. We found significant differences in the strength of immune response among host individuals, and this variation was best explained by climatic conditions, specifically decreasing with precipitation and, to a lesser degree, temperature. While host species significantly differed in immune response strength, we found no effect of host body size, evolutionary relationships among hosts, or parasitism on immune response. Our study investigating the drivers of immune response across dozens of species spread across two biomes is the most comprehensive to date. Climatic conditions have a strong influence on host immune response, regardless of host characteristics or parasitism rates. In this specific case, strong immune responses were associated with low levels of annual precipitation, which could relate to the role of cuticular melanin content in desiccation resistance, and the melanin-based encapsulation response being a byproduct of this adaptation. A spatially-explicit understanding of the biological processes affecting immunity could improve epidemiological models of disease risk that inform disease management globally.", "date": "2025-06-21", "journal": ""}
{"title": "A Cas12a Toolbox for Rapid and Flexible Group B Streptococcus Genomic Editing and CRISPRi", "doi": "10.1101/2025.06.20.660720", "authors": "Hillebrand, G. H.; Carlin, S. M.; Giacobe, E. L.; Stephenson, H. A.; Collins, J.; Hooven, T. A.", "abstract": "Streptococcus agalactiae (group B Streptococcus; GBS) is a leading cause of neonatal sepsis and meningitis. Despite advances in molecular microbiology, GBS genome engineering remains laborious due to inefficient mutagenesis protocols. Here, we report a versatile and rapid Cas12a-based toolkit for GBS genetic manipulation. We developed two shuttle plasmids--pGBSedit for genome editing and pGBScrispri for inducible CRISPR interference--derived from an Enterococcus faecium system and optimized for GBS. Using these tools, we achieved targeted gene insertions, markerless deletions, and efficient, template-free mutagenesis via alternative end-joining repair. Furthermore, a catalytically inactive dCas12a variant enabled inducible gene silencing, with strand-specific targeting effects. The system demonstrated broad applicability across multiple GBS strains and minimal off-target activity, as confirmed by whole-genome sequencing. This Cas12a-based platform offers a rapid, flexible, and scalable approach to genetic studies in GBS, facilitating functional genomics and accelerating pathogenesis research.", "date": "2025-06-21", "journal": ""}
{"title": "Phage-based microbiome manipulation elucidates interactions within community context", "doi": "10.1101/2025.06.20.660599", "authors": "Hessler, T.; Chiniquy, D.; Adler, B.; Hoff, J.; Tucker, E.; Huddy, R. J.; Sachdeva, R.; Lei, S.; Harrison, S. T. L.; Doudna, J.; Barrangou, R.; Diamond, S.; Deutschbauer, A. M.; Banfield, J. F.", "abstract": "Testing microbial interaction hypotheses is a major challenge in microbiome research. Bacteriophages may be used to probe organism-organism interactions within complex microbiomes, yet are rarely used for this purpose. Here, we isolated nine narrow host range phages that replicate in several Variovorax species. As Variovorax CL14 degrades the plant root stunting hormone auxin, we used phages to eliminate V. CL14 from a rhizosphere consortium and reestablished the stunted root phenotype. We used three of the phages to deplete another Variovorax, SCN45, from complex communities to test correlation network-based hypotheses of thiamine interdependencies. Genome-resolved metagenomics revealed that three taxa decreased in relative abundance following Variovorax depletion and could be rescued by thiamine supplementation. Thus, we confirmed thiamine production as the mechanistic basis for interdependence. These experiments lay the foundation for research that employs wildtype and genetically modified phages to test interaction hypotheses and for targeted microbiome manipulation.", "date": "2025-06-21", "journal": ""}
{"title": "N-myristoyltransferase Inhibitors as Candidate Broad-Spectrum Antivirals to Treat Viral Infections Promoted by Immunosuppression Associated with JAK Inhibitors Therapy", "doi": "10.1101/2025.06.20.660686", "authors": "Witwit, H.; de la Torre, J. C.", "abstract": "The use of Janus kinase (JAK) inhibitors in the clinic has been expanded significantly during the last decade. However, the immunosuppressive effects of JAK inhibitors, via modulation of key innate cellular signaling pathways, can predispose treated patients to infections, and can also result in reduced control of silent infections and increased risk of reactivation of opportunistic infections. Thus, the JAK inhibitor ruxolitinib, approved for the treatment of myelofibrosis and polycythemia vera, has been shown to exerts a proviral activity during infection with different viruses. Therefore, the clinical relevance of developing antiviral treatments that can be effective in the presence of JAK inhibitors. N-terminal myristoyl transferase (NMT) inhibitors have been shown to exhibit potent antiviral activity against different viruses. Here we document that in the presence of ruxolitinib, NMT inhibitors retain their potent antiviral activity against different viruses, including HSV-1. Our findings support that NMT inhibitors should be explored as therapeutics to treat viral infections associated with immunosuppression caused by treatments with JAK inhibitors.", "date": "2025-06-21", "journal": ""}
{"title": "Scalable single-cell metagenomic analysis with Bascet and Zorn", "doi": "10.1101/2025.06.20.660799", "authors": "Gourle, H.; Yakovenko, I.; Verma, J.; Dicken, J.; Albrecht, F.; Mazutis, L.; Normark, J.; Sheng, N.; Strömberg, N.; Löfstedt, T.; Carroll, L. M.; Henriksson, J. M.", "abstract": "Single-cell metagenomic sequencing (scMetaG) can provide maximum-resolution insights into complex microbial communities. However, existing bioinformatic tools are not equipped to handle the massive amounts of data generated by novel high-throughput scMetaG methods. Here, we present a bioinformatic toolkit for complete, end-to-end scMetaG analysis: (i) Bascet, a command-line suite designed to scale to massive scMetaG datasets ([&ge;]1 million cells); (ii) Zorn, an R package/workflow manager that enables reproducible scMetaG data analysis, exploration, and visualization (http://zorn.henlab.org/). Enabled by recent advances in droplet microfluidics, we use Bascet and Zorn to develop and optimize a high-throughput scMetaG method on a ten-species mock community. To showcase their utility on a real-world sample, we use Bascet and Zorn to characterize a human saliva sample, generating single-amplified genomes (SAGs) from >10k prokaryotic cells. Overall, Bascet and Zorn enable reproducible scMetaG analysis, allowing users to query microbiomes at unprecedented resolution and scale.", "date": "2025-06-21", "journal": ""}
{"title": "Inhibition of pro-atherogenic trimethylamine production by human gut bacteria is not determined by varying chlorogenic acid content in highbush blueberries", "doi": "10.1101/2025.06.20.660815", "authors": "McAmis, A. M.; Sweet, M. G.; Chadwick, S.; Ratliff, J. G.; Mengist, M. F.; Bassil, N. V.; Anandh Babu, P. V.; Iorizzo, M.; Neilson, A. P.", "abstract": "Cardiovascular diseases (CVDs) account for ~32% of all deaths worldwide, and atherosclerosis-related conditions are the leading cause of death in the United States. Elevated blood levels of trimethylamine N-oxide (TMAO), a gut microbiota-derived metabolite, are linked to increased risk of atherosclerosis. TMAO is produced when gut bacteria metabolize dietary quaternary amines to trimethylamine (TMA), which is converted to TMAO in the liver. With no FDA-approved drugs available to reduce TMA or TMAO, dietary interventions present the most promising strategy. Chlorogenic acid (CGA), a phenolic abundant in blueberries, inhibits TMA production. Blueberries may thus be a TMA- (and TMAO)-lowering food. CGA content in highbush blueberries varies depending on cultivar, growth conditions, and storage conditions; it remains unclear whether these variations in CGA levels influence the TMA-lowering activity of different blueberry varieties. We investigated the impact of highbush blueberry CGA content on the inhibition of choline-d9 conversion to TMA-d9 in our ex vivo-in vitro human fecal fermentation model. We tested blueberry skins (to avoid interferences from sugar-rich pulp) from 20 genetically distinct highbush blueberry genotypes, chosen based on their high and low CGA content. CGA levels in whole berries ranged from 2.6-146 mg/100 g fresh weight (FW), while CGA concentrations in blueberry skins ranged from 0.14-9.7 mg/g. No significant differences were observed in TMA-d9 production among the 4 highest and 4 lowest CGA genotypes in kinetic curves or area under the curve (AUC) values. However, significant differences were observed between all genotypes compared to controls, with ~19.4.% reduction in TMA-d9 AUCs compared to blank digesta, indicating that phenolic-rich skin provides similar TMA-lowering benefits across blueberry varieties. This suggests that the CGA content of genotypes is not a crucial factor for lowering TMA. Preliminary evidence suggests that fiber is also not the primary driver of the inhibitory activities of blueberry skins. Future studies, including rodent and human studies, are needed to confirm this in vitro study and understand why blueberries may inhibit TMA and potentially TMAO, as in vitro studies have limitations, and the mechanism of TMA reduction remains unclear.", "date": "2025-06-21", "journal": ""}
{"title": "Downregulation of LATS1/2 Drives Endothelial Senescence-Associated Stemness (SAS) and Atherothrombotic Lesion Formation", "doi": "10.1101/2025.06.19.660635", "authors": "Kotla, S.; Lee, J.; Ko, K. A.; Chen, W.; Samanthapudi, V. S. k.; Hoang, O.; Mejia, G.; Li, S.; Schadler, K. L.; Rivera, L. A.; Samperio, K. C. T.; Kim, J. H.; Ostos Mendoza, K. C.; Deswal, A.; Cooke, J. P.; Fujiwara, K.; Palaskas, N. L.; Koutroumpakis, E.; Gi, Y. J.; Pathania, R.; Lorenzi, P. L.; Tan, L.; Madhmud, I.; Hanssen, N. M.; Yvan-Charvet, L.; Chini, E.; Herrmann, J.; Vasquez, H.; Shen, Y. H.; Martin, J. F.; Xu, H.; Seeley, E. H.; Burks, J. K.; Brookes, P. S.; Wang, G.; Le, N.-T.; Abe, J.-i.", "abstract": "Background: Atherothrombosis, the main event leading to acute coronary syndrome (ACS), is strongly linked to disturbed blood flow (d-flow) regions. Although the involvement of the Hippo pathway and its kinases Large Tumor Suppressor Kinase 1and 2 (LATS 1 and 2) in mechanical stress responses is known, the mechanisms by which d-flow simultaneously induces senescence, proliferation, and atherothrombosis remain unclear. Methods: The role of endothelial cells (EC)-specific LATS1/2 was examined using EC specific knock-out (EKO) mice in a partial left carotid ligation (PLCL) model. Plaque spatial multi-omics analysis was performed by integrating imaging mass cytometry, sequential immunofluorescence (COMET?), and spatial metabolomics at the single-cell level in human and mouse atherosclerotic plaques. Results: In tamoxifen-inducible Lats1homo(-/-) /Lats2 homo(-/-) EC-specific knockout (EKO) mice, deletion of LATS1/2 induced by tamoxifen led to fatal outcomes, characterized by severe systemic edema and markedly increased vascular permeability. In contrast, Lats1het(+/-)/Lats2 homo(-/-)-EKO mice survived and developed atherothrombotic plaques exhibiting neovascularization even without further additional dietary or genetic intervention. Spatial proteomics analysis revealed that LATS1/2 depletion in ECs triggered a senescence-associated stemness (SAS) phenotype, primarily driven by CD38 upregulation. Complementary spatial metabolomics profiling demonstrated a significant increase in sulfite and taurine within LATS1/2-deficient plaques, indicating lowered sulfite oxidase (SUOX) activity. Mechanistically, CD38 upregulation was found to suppress SUOX expression, induce the reverse mode of mitochondrial complex V, and increase succinate dehydrogenase (SDH) activity along with ATP consumption. Paradoxically, despite ATP depletion, this metabolic disturbance enhanced glutamate metabolism and the tricarboxylic acid (TCA) cycle, sustaining EC proliferation under energetically stressed conditions. The combined effect of LATS1/2 deletion and CD38 activation established a unique EC phenotype defined by increased SAS, leading to proliferation, senescence, and eventual cell death. These pathological processes culminated in the formation of atherothrombotic plaques, which were attenuated by inhibition of CD38. Notably, a similar phenotype?marked by metabolically active ECs?was observed in human atherothrombotic plaques, suggesting translational relevance. Conclusion: Loss of LATS1/2 in ECs induces SAS state that promotes excessive EC proliferation, senescent cell accumulation, and the development of structurally fragile, leaky neo vessels?hallmarks of atherothrombotic lesions. CD38-mediated SUOX deficiency further amplifies this pathological process by inducing mitochondrial dysfunction, depleting ATP, and triggering compensatory upregulation of glutamate and TCA cycle metabolism. These findings identify a novel LATS1/2?CD38?SUOX axis in ECs that orchestrates SAS-driven atherothrombosis. Targeting CD38 may represent a promising therapeutic strategy to mitigate vascular dysfunction and plaque instability in high-risk ACS patients.", "date": "2025-06-21", "journal": ""}
{"title": "Dysregulated MEG3 in Myotonic Dystrophy 1: nuclear retention, pathological role, and therapeutic correction by antisense conjugates.", "doi": "10.1101/2025.06.20.658327", "authors": "Seoane-Miraz, D.; Stoodley, J.; Galindo-Riera, N.; Jad, Y.; Klein, A. F.; Nikel, L.; Lomonosova, Y.; Reine, J.; Camara, S.; Artero, R.; Furling, D.; Wood, M. J.; Varela, M. A.", "abstract": "MEG3, a long non-coding RNA (lncRNA), has been shown to play a critical role in regulating apoptosis. Its downregulation inhibits apoptosis in cancer cells, whereas its upregulation has been associated with cell death in both cardiovascular disease and, more recently, Alzheimer 's Disease. Here we show that MEG3 is upregulated in Myotonic Dystrophy 1 (DM1). Specifically, we show MEG3 upregulation by several-fold in DM1 human muscle cells and in two DM1 mouse models, HSA-LR and LC15. In human DM1 muscle cells we observe nuclear retention of MEG3 and an increase in its transcript diversity. Furthermore, we observe a general trend of nuclear retention in DM1 affecting lncRNAs and microRNAs (miRNAs), in contrast to mRNAs, when compared to healthy cells. This altered nuclear retention may contribute to the pathological effects of non-coding RNA dysregulation in DM1. Importantly, we demonstrate that treatment with antisense conjugates targeting the repeat expansion causing DM1, an approach currently being tested in Clinical Trials, corrects MEG3 levels in HSA-LR mice, without additional therapeutic interventions targeting MEG3.", "date": "2025-06-21", "journal": ""}
{"title": "CRISPR-Cas targeting in Haloferax volcanii promotes within-species gene exchange by triggering homologous recombination", "doi": "10.1101/2025.06.18.660351", "authors": "Choudhary, D. K.; Turgeman-Grott, I.; Robinzon, S.; Gophna, U.", "abstract": "CRISPR-Cas systems provide adaptive immunity in bacteria and archaea against mobile genetic elements, but the role they play in gene exchange and speciation remains unclear. Here, we investigated how CRISPR-Cas targeting affects mating and gene exchange in the halophilic archaeon Haloferax volcanii. Surprisingly, we found that CRISPR-Cas targeting significantly increased mating efficiency between members of the same species, in contrast to its previously documented role in reducing inter-species mating. This enhanced mating efficiency was dependent on the Cas3 nuclease/helicase and extended beyond the targeted genomic regions. Further analysis revealed that CRISPR-Cas targeting promoted biased recombination in favour of the targeting strain during mating, resulting in an increased proportion of recombinant progeny that are positive for CRISPR-Cas. To test whether an increase in recombination is sufficient to increase mating efficiency, we tested whether strains lacking the MRE11-RAD50 complex, which are known to have elevated recombination activity, also exhibited higher mating success. Indeed, these strains showed higher mating, as did cells that were exposed to DNA damage using methyl methanesulfonate. These findings suggest that CRISPR-Cas systems may contribute to speciation by facilitating within-species gene exchange while limiting between-species genetic transfer, thereby maintaining species boundaries.", "date": "2025-06-21", "journal": ""}
{"title": "Genetic impacts on within-pair DNA methylation variance in monozygotic twins capture gene-environment interactions and cell-type effects", "doi": "10.1101/2025.06.17.659865", "authors": "Zhang, X.; Yet, I.; Villicana, S.; Castillo-Fernandez, J.; Mangino, M.; Hottenga, J. J.; Tsai, P.-C.; Min, J.; Falchi, M.; Wong, A.; Boomsma, D.; Ong, K.; van Dongen, J.; Bell, J. T.", "abstract": "Background: Genetic variants that are associated with phenotypic variability, or variance quantitative trait loci (vQTLs), have been detected for multiple human traits. Gene-environment interactions can lead to differential phenotypic variability across genotype groups, therefore, genetic variants that interact with environmental exposures can manifest as vQTLs. Although changes in DNA methylation variability have been observed in several diseases, vQTLs for methylation levels (vmeQTL) have not yet been explored in depth. Results: We optimize the value of monozygotic (MZ) twin studies to identify and replicate vmeQTLs for blood DNA methylation variance at 358 CpGs in 988 adult MZ twin pairs from two European twin registries. Over a third of vmeQTLs captured identical vmeQTL-environmental factor interactions in both datasets, and the majority of interactions were observed with blood cell counts. Correspondingly, over 60% of CpGs affected by genotype-monocyte and genotype-T cell interactions replicated as CpGs affected by genetic effects in the relevant cell type in an independent dataset. Most vmeQTLs also replicated in 1,348 UK non-twin adults and showed longitudinal stability in a sample subset. Integrating gene expression and phenotype association results identified multiple vmeQTLs that capture GxE effects relevant to human health. Examples include vmeQTLs interacting with blood cell type to influence DNA methylation in FAM65A, NAPRT, and CSGALNACT1 underlying immune disease susceptibility and progression. Conclusion: Our findings identify novel genetic effects on human DNA methylation variability within a unique MZ twin study design. The results show the potential of vmeQTLs to identify gene-environment interactions and provide novel insights into complex traits.", "date": "2025-06-21", "journal": ""}
{"title": "A Nextflow pipeline for molecular quantitative trait loci mapping in small sample size datasets with an application in Atlantic salmon", "doi": "10.1101/2025.06.17.660077", "authors": "Nguyen, D. T.; Sandve, S. R.; Lien, S.; Gronvold, L.", "abstract": "Background: Molecular quantitative trait loci (molQTL) mapping, particularly for gene expression and chromatin accessibility, provides crucial insights into the regulatory and functional potential of genetic variation. While significant progress has been made in humans and model organisms, aquatic genomics remains underexplored due to the large sample sizes typically required for statistical power. Results: In this work, we enhance the scalability, reproducibility, and accessibility of the well-established RASQUAL method, which efficiently detects molQTLs in small datasets, by leveraging the Nextflow workflow framework. This adaptation, named nf-RASQUAL, supports fully automated QTL mapping and incorporates a robust, comprehensive multiple-testing correction process. We apply the pipeline to a comprehensive multi-omics dataset from Atlantic salmon, identifying numerous significant expression and chromatin accessibility QTLs across multiple tissues. Our analysis reveals that a large proportion of lead variants for these loci reside in non-coding regions, with caQTL lead SNPs more likely to disrupt transcription factor motifs. Additionally, the enriched colocalization of eQTL and caQTL lead SNPs in brain, liver, and gonad tissues suggests shared regulatory mechanisms. Conclusions: These findings highlight the scalability and utility of nf-RASQUAL for advancing genetic regulation research in aquaculture, facilitating molQTL studies in less-explored species, and improving our understanding of molecular phenotypes shaped by genetic diversity.", "date": "2025-06-21", "journal": ""}
{"title": "Glycolipid recognition and binding by Siglec-6 hinges on interactions with the cell membrane", "doi": "10.1101/2025.06.21.660838", "authors": "D'Andrea, S.; Schmidt, E. N.; Bui, D.; Singh, O.; Han, L.; Mahal, L. K.; Klassen, J. S.; Macauley, M. S.; fadda, e.", "abstract": "Sialic acid-binding immunoglobulin-type lectins (Siglecs) regulate immune response through interactions with sialylated glycan epitopes on glycoproteins and glycolipids. Human Siglecs count 14 unique proteins allocated to two subsets; group 1 includes four evolutionarily conserved proteins with clear orthologues in all mammals with low sequence similarity and group 2 includes ten rapidly evolving proteins with high sequence similarity and species specificity. In all Siglecs, the recognition and binding of the sialic acid on the glycan target involves a conserved, or canonical, Arg residue. Yet, for a subset of human Siglecs, namely MAG, Siglec-6, and Siglec-11, this Arg appears not to be essential, suggesting that a different binding mechanism may be at play. In this work, we used all-atom molecular dynamics (MD) simulations, binding assays, and mutagenesis to investigate the structural, mechanistic and energetic details of the binding of Siglec-6 to monosialylated gangliosides. Our results show that Siglec-6 relies only partially on its conserved Arg (Arg122) for recognition of membrane-bound gangliosides and that it supplements its binding free energy through interactions with the phospholipids in the membrane surrounding the target epitope. We identified residues Lys126 and Trp127 as key players in this unique membrane interaction, and we confirmed by mutagenesis assays that the loss of these residues abrogates binding. These results provide a step-change in our understanding of the diversification of human Siglecs across group 2, where different members likely evolved as molecular precision tools, to bind specific sialosides by adapting their structure to recognize not only the epitope, but also the biological environment in which it is found.", "date": "2025-06-21", "journal": ""}
{"title": "Extended NGN2 Expression in iPSCs Dramatically Enhances Purity of Neuronal Cultures", "doi": "10.1101/2025.06.20.660764", "authors": "Munoz-Estrada, J.; Mostafania, A.; Halwatura, L.; Haghani, A.; Jiang, Y.; Meyer, J. G.", "abstract": "iPSC-derived neuronal cultures can provide valuable insights into the pathogenesis of neurological disease. However, single-cell iPSC clones expressing NGN2 and mCherry exhibit spontaneous loss of mCherry fluorescence, raising questions about the homogeneity of neurons derived from what appear to be heterogeneous iPSCs. We find that mCherry silencing does not influence iNeurons with two lines of evidence. First, using single-cell proteomics, we found that spontaneous mCherry silencing does not drive heterogeneity in iPSCs. Second, bulk proteomics and immunofluorescence analysis indicated that iNeurons from iPSCs expressing or lacking mCherry both resemble cortical glutamatergic neurons. The primary confounding factor in iNeuron generation was that suboptimal neuronal conversion led to cell aggregates comprised of actively proliferating neuronal progenitor cells and astrocytes as the culture developed. Our results indicate that extended NGN2 dosage substantially improves neuron purity.", "date": "2025-06-21", "journal": ""}
{"title": "SAIR: Enabling deep learning for protein-ligand lnteractions with a synthetic structural dataset", "doi": "10.1101/2025.06.17.660168", "authors": "Lemos, P.; Beckwith, Z.; Bandi, S.; Van Damme, M.; Crivelli-Decker, J.; Shields, B. J.; Merth, T.; Jha, P. K.; De Mitri, N.; Callahan, T. J.; Nish, A.; Abruzzo, P.; Salomon-Ferrer, R.; Ganahl, M.", "abstract": "Accurate prediction of protein-ligand binding affinities remains a cornerstone problem in drug discovery. While binding affinity is inherently dictated by the 3D structure and dynamics of protein-ligand complexes, current deep learning approaches are limited by the lack of high-quality experimental structures with annotated binding affinities. To address this limitation, we introduce the Structurally Augmented IC50 Repository (SAIR), the largest publicly available dataset of protein-ligand 3D structures with associated activity data. The dataset comprises 5,244,285 structures across 1,048,857 unique protein-ligand systems, curated from the ChEMBL and BindingDB databases, which were then computationally folded using the Boltz-1x model. We provide a comprehensive characterization of the dataset, including distributional statistics of proteins and ligands, and evaluate the structural fidelity of the folded complexes using PoseBusters. Our analysis reveals that approximately 3% of structures exhibit physical anomalies, predominantly related to internal energy violations. As an initial demonstration, we benchmark several binding affinity prediction methods, including empirical scoring functions (Vina, Vinardo), a 3D convolutional neural network (Onionnet-2), and a graph neural network (AEV-PLIG). While machine learning-based models consistently outperform traditional scoring function methods, neither exhibit a high correlation with ground truth affinities, highlighting the need for models specifically fine-tuned to synthetic structure distributions. This work provides a foundation for developing and evaluating next-generation structure and binding-affinity prediction models and offers insights into the structural and physical underpinnings of protein-ligand interactions. The dataset can be found at https://www.sandboxaq.com/sair", "date": "2025-06-21", "journal": ""}
{"title": "Context-aware geometric deep learning for RNA sequence design", "doi": "10.1101/2025.06.21.660801", "authors": "Bibekar, P.; Krapp, L. F.; Dal Peraro, M.", "abstract": "RNA design has emerged to play a crucial role in synthetic biology and therapeutics. Although tertiary structure-based RNA design methods have been developed recently, they still overlook the broader molecular context, such as interactions with proteins, ligands, DNA, or ions, limiting the accuracy and functionality of designed sequences. To address this challenge, we present RISoTTo (RIbonucleic acid Sequence design from TerTiary structure), a parameter-free geometric deep learning approach that generates RNA sequences conditioned on both their backbone scaffolds and the surrounding molecular context. We evaluate the designed sequences based on their native sequence recovery rate and further validate them by predicting their secondary structures in silico and comparing them to the corresponding native structures. RISoTTo performs well on both metrics, demonstrating its ability to generate accurate and structurally consistent RNA sequences. Additionally, we present an in silico design study of domain 1 of the NAD+ riboswitch, where RISoTTo generated sequences are predicted to exhibit enhanced binding affinity for both the U1A protein and the NAD+ ligand.", "date": "2025-06-21", "journal": ""}
{"title": "DCX Enhances Glioblastoma Metabolism Through Synergistic Regulation of Glutamine Synthesis and Metabolism-Related Genes for Cellular Homeostasis", "doi": "10.1101/2025.06.16.660014", "authors": "Ayanlaja, A. A.; Hong, X.; Cheng, B.; Han, Z.; Chang, M.; Kanwore, K.; Adesanya, A. I.; Ayanlaja, M.; Raji, Q.; Iqra, N.; Alphayo-Kambey, P.; Tang, C.; Dong, J.; Zhang, B.", "abstract": "Gliomas are the most common primary intracranial tumors, comprising 81% of malignant brain tumors, and currently lack effective therapies. Recent advances in molecular biology have shown that cancer cells exploit microtubule-associated proteins (MAPs) under stress to activate various signaling pathways. This study investigates the role of Doublecortin (DCX) in glioma metabolism and its impact on tumor proliferation. In this study, CRISPR-engineered glioma models with DCX overexpression or knockdown were analyzed using integrated genomic, transcriptomic, and metabolomic approaches. Metabolic activity was assessed via RNA sequencing, Seahorse assays, and targeted mass spectrometry. Pharmacological inhibition of key pathways validated functional dependencies. We demonstrate that gliomas enriched with DCX exhibit elevated glycolytic activity while also relying on cellular respiration and oxidative phosphorylation (OXPHOS) for energy to support the abnormal proliferation of glioma cells. Upon integrative analysis of enriched genes and proteins, we observed genetic and metabolome-level signatures associated with differences in central carbon and energy metabolism in CRISPR-modified glioma cells expressing high DCX. Whole-genome transcriptome analysis revealed enriched metabolic entities promoting hydrolysis of glutamine and glutaminolysis in glioma cells and inhibition of selected differentially enriched genes with small molecule inhibitors abrogated metabolic enrichment and resulted in reduced energy levels and protein translation required for aberrant growth. Finally, we establish that DCX stimulates glutaminolysis to regulate homeostasis for energy supplements in glioma cells. Targeting DCX-mediated metabolic pathways may provide a novel therapeutic approach for glioblastoma, highlighting the potential for innovative treatments in this challenging disease.", "date": "2025-06-21", "journal": ""}
{"title": "Reconstitution of human cytochrome P450 activity using a Leishmania cell-free protein expression system", "doi": "10.1101/2025.06.20.660707", "authors": "Johnston, W.; Thomson, R. E. S.; Alfaro-Palma, J.; Alexandrov, K.; Speight, R. E.; Gillam, E. M. J.; Behrendorff, J. B.", "abstract": "Cytochrome P450 enzymes (P450s) are ubiquitous in drug metabolism and natural product biosynthesis. Studying eukaryotic P450s has been limited by their dependence on membrane association and requirement for partner reductases. Here, we demonstrate cell-free synthesis and assay of human P450s 3A4 and 2D6 using Leishmania tarentolae translational extract. These P450s were co-expressed with various NADPH-cytochrome P450 reductases (CPRs), and activity was assayed directly using unpurified reactions. P450s 3A4 and 2D6 showed distinct preferences in reductase coupling: P450 3A4 activity was greatest when coupled to the human CPR, whereas P450 2D6 performed better when co-expressed with CPRs from Arabidopsis thaliana. Inhibition assays with chloramphenicol, terbinafine, and erythromycin yielded results consistent with known P450-drug interactions. We conclude that Leishmania-based cell-free protein synthesis resolves previous challenges in eukaryotic P450 expression, allowing for rapid and convenient functional studies of unmodified eukaryotic P450 systems, offering a practical tool for drug metabolism studies and biocatalyst discovery.", "date": "2025-06-21", "journal": ""}
{"title": "Spatial Transcriptomics Analysis Uncovers ER stress in MANF-deficient Purkinje Cells Underlying Alcohol-induced Cerebellar Vulnerability in Mice", "doi": "10.1101/2025.06.19.660571", "authors": "Wen, W.; Li, H.; Lin, L.-C.; Chimenti, M. S.; Keen, H. L.; Leidinger, M. R.; Hu, D.; Zhang, Z.; Lin, H.; Luo, J.", "abstract": "Cerebellar Purkinje cells (PCs) are among the most vulnerable neurons to alcohol neurotoxicity. Alcohol can induce endoplasmic reticulum (ER) stress and alter the structure and function of PCs. Mesencephalic astrocyte-derived neurotrophic factor (MANF) is an ER stress inducible protein highly expressed in PCs. It is neuroprotective in various pathological conditions where ER stress is induced. However, it is unknown whether MANF plays a role in protecting PCs from alcohol induced ER stress. In this study, we generated PC-specific MANF knockout (KO) mouse model to test the hypothesis that MANF deficient PCs are more susceptible to binge alcohol exposure induced ER stress and neurodegeneration in the adult brain. We found that PC-specific MANF KO animals show moderate motor function deficit, which was exacerbated by alcohol exposure. Interestingly, female KOs were more sensitive than male KOs to alcohol-induced motor function impairments. In accordance with the behavior changes, alcohol exposure also caused UPR activation, increased intranuclear expression of calcium binding protein Calbindin, and PC degeneration in female but not male MANF KO mice. Spatial transcriptomics and high throughput in situ analyses demonstrated that MANF deficiency altered the transcriptomic landscape in PCs in a sex-specific manner and triggered the expression of genes involved in protein folding and response to ER stress. These results suggests that MANF KO PCs may be predisposed with a higher risk to UPR activation and ER stress in a sex dependent manner, contributing to their vulnerability to alcohol neurotoxicity.", "date": "2025-06-21", "journal": ""}
{"title": "Identification of key bacteria for ecological dynamics in a coastal marine observatory", "doi": "10.1101/2025.06.16.659933", "authors": "Mateus-Barros, E.; Flores, E. P.; Zanetti, J.; Griffero, L.; Amann, R.; Alonso, C.", "abstract": "Bacteria are essential for ecosystem maintenance, drive biogeochemical cycles, and influence responses to climate change. Additionally, many are involved in blooms and toxin production, affecting environmental quality. Despite their crucial role, some of their characteristics are only now being understood with the development of molecular techniques independent of cultivation. Thus, the recent effort to unify classical and microbial ecology studies has led to a better understanding of their dynamics. Here, we investigate the temporal processes that influence bacterial abundance and persistence, as well as their role in promoting or inhibiting the presence of certain organisms in the core of a metacommunity. Using molecular approaches such as amplicon and metagenomic analyses, we retrieved information on key bacteria (those with high abundance and/or persistence) from the South Atlantic Microbial Observatory (SAMO) to assess their interactions with environmental and biological factors. We identified a significant relationship between diversity changes, temperature, and nutrient availability, in a recurrent pattern that clusters winter-spring and summer-autumn communities, suggesting a connection with the seasonal changes in marine currents characteristic of this region. Among the key organisms, SAR11 and Flavobacteriaceae stand out. Flavobacteriaceae is known for its adaptive capacity and large genomes, while SAR11 has a reduced genome, making it dependent on compounds produced by other organisms. We identified an annual fluctuation in its abundance linked to Synechococcus blooms. The significant co-occurrence of ASVs from both groups reinforces the evidence of a biological interaction that sustains SAR11 through the exchange of these compounds. Through this study, we contribute to clarifying the factors that locally influence the geographic patterns of marine bacteria and identifying the pathways that promote their dynamics and functions in the ecosystem.", "date": "2025-06-21", "journal": ""}
{"title": "Large-Scale Restructuring of the Caspase-1 Gene Cluster Region in Mammals", "doi": "10.1101/2025.06.19.660630", "authors": "Stevens, D.; Daish, T.; Grutzner, F.", "abstract": "The inflammatory response is an important component of the host immune defence mechanism against pathogens. Activation of the NLRP3 inflammasome has been shown to have a wide range of triggers including fungal, bacterial and viral components, cellular stress and environmental irritants. The NLRP3 inflammasome has been well characterised in mouse and humans but limited information is available from other mammalian species. In order to gain a better understanding of the evolution of genes involved in the NLRP3 inflammasome pathway, we examined them in mammalian species representing the three major groups (eutheria, metatheria and prototheria) and in chicken as an outgroup. Our results show that the inflammasome pathway machinery is generally well conserved though chicken appears to lack several key components and monotremes have a duplication of Syk. Analysis of the proinflammatory caspase cluster and neighboring genes revealed massive reorganisation as well as the previously described multiple duplications that occurred during mammalian evolution. Our data suggest that Caspase-1 moved to a new chromosomal region in early mammalian evolution. This was followed by expansion of the cluster and accumulation of additional genes regulating inflammatory responses such as Card16, Card17, Card18 and the Birc genes. The expansion of key gene families flanking Caspase-1 may have led to an expansion of inflammasome pathways and a more regulated immune system in humans through the CARD genes.", "date": "2025-06-21", "journal": ""}
{"title": "New iPSC resource with long-read whole genome sequencing characterizations for enhanced in vitro modeling", "doi": "10.1101/2025.06.17.660113", "authors": "Scheinfeldt, L. B.; Pompetti, A.; Calendo, G.; Pozner, T.; Grandizio, C.; Smith, G.; Hodges, K.; Gharani, N.; Kusic, D.; Mitchell, M. W.; Turan, N.", "abstract": "Here we present a new iPSC resource of apparently healthy subject biospecimens available to the research community through the National Institute of General Medical Sciences Human Genetic Cell Repository (NIGMS Repository). This resource includes five iPSCs and matched parental cell lines with accompanying publicly available, HiFi whole-genome sequencing data. Structural variant (SV) and single nucleotide variant (SNV) concordance between iPSC and parental lines was generally high; however, we found a notable reduction in concordance between the iPSC reprogrammed with retroviral reprogramming and its parental line consistent with previous work showing newer Sendai approaches to be more robust in preserving genomic integrity. This iPSC resource additionally includes pharmacogenomic and human leukocyte antigen (HLA) gene annotations as well as a set of user-friendly, web-based search tools to visualize and explore SVs and SNVs. This new resource is designed to offer a highly characterized set of in vitro models for research into cell-type specific functional characterization of genetic, genomic and pharmacogenomic variation. More generally, these renewable biospecimens and genomic data search tools are available to the scientific community to support high-quality and reproducible biomedical research.", "date": "2025-06-21", "journal": ""}
{"title": "Mammalian mitochondrial polyphosphate is regulated by the 5-InsP7 synthase IP6K1", "doi": "10.1101/2025.06.17.659843", "authors": "Ladke, J. S.; Khan, A.; Singh, A.; Singh, J.; Steck, N.; Jessen, H.; Kolthur-Seetharam, U.; Jaiswal, M.; Bhandari, R.", "abstract": "Inorganic polyphosphate (polyP) is a linear polymer of varying length composed of phosphate residues linked by phosphoanhydride bonds. PolyP remains poorly understood in mammals due to its low abundance and lack of information on its synthesis and regulation. Using synthetic polyP8 as a bait, we identified polyP interacting proteins involved in RNA splicing, transcription, and mitochondrial function. We developed a DAPI fluorescence-based assay to quantify the low levels of polyP present in mammalian cell lines and tissues, and detected a higher concentration of polyP in the mitochondria compared with the nucleus and post-mitochondrial fraction. We observed that mitochondrial polyP synthesis relies on active FoF1 ATP synthase and an intact proton gradient across the inner mitochondrial membrane. Our data shows that orthophosphate (Pi) is required for the generation of mitochondrial polyP and that the presence of ATP enhances Pi-driven polyP synthesis in isolated mitochondria. We discovered that the inositol pyrophosphate 5-InsP7, synthesized by IP6K1, regulates mitochondrial polyP levels. Mice and cells deficient in IP6K1 showed a significant reduction in mitochondrial polyP synthesis compared with wild type controls. Cells lacking IP6K1 also showed impaired mitochondrial respiration and membrane potential. The expression of active IP6K1, but not its catalytically inactive form, restored mitochondrial polyP synthesis and membrane potential in IP6K1 deficient cells, but mitochondrial respiration was rescued by expression of either active or inactive IP6K1. These data show that IP6K1 regulates mitochondrial function and polyP production through both the synthesis of 5-InsP7 and via a catalytic activity-independent mechanism. Our findings uncover a link between 5-InsP7, an energy sensor, and polyP, an energy store, in the regulation of mammalian mitochondrial homeostasis.", "date": "2025-06-21", "journal": ""}
{"title": "Transcriptomic profiling of Debaryomyces hansenii reveals detoxification and stress responses to benzo(a)pyrene exposure", "doi": "10.1101/2025.06.17.660189", "authors": "Padilla-Garfias, F.; Poot-Hernandez, A. C.; Araiza-Villanueva, M.; Calahorra, M.; Sanchez, N. S.; Pena, A.", "abstract": "The environmental accumulation of polycyclic aromatic hydrocarbons (PAHs), such as benzo(a)pyrene (BaP), poses significant threats to ecosystems and public health due to their persistent nature, mutagenic potential, and well-documented carcinogenicity. In this study, we investigated the ability of the extremophilic yeast Debaryomyces hansenii to activate specialized detoxification mechanisms for BaP degradation, even under nutrient-deprived conditions. When exposed to 100 ppm BaP, D. hansenii eliminated over 70% of the contaminant within three days while maintaining normal growth dynamics. RNA-Seq analysis revealed widespread transcriptional remodeling, with 1179 genes upregulated and 1031 downregulated under BaP-only conditions, and 1067 upregulated and 977 downregulated genes during co-metabolic exposure (2% glucose + 100 ppm BaP), from a total of 6506 annotated genes. Gene Ontology (GO) and KEGG enrichment analyses highlighted the activation of xenobiotic degradation pathways, notably involving cytochrome P450 monooxygenases (CYPs), epoxide hydrolases (EHs), and glutathione S-transferases (GSTs), alongside an enhanced antioxidant response and finely tuned glutathione homeostasis. This work provides the first comprehensive transcriptomic profile of BaP detoxification in D. hansenii, revealing an intricate and highly adaptive stress response. Collectively, these findings position D. hansenii as a promising eukaryotic platform for bioremediation in saline and contaminated environments, especially where conventional microbial candidates fall short due to environmental extremes or nutrient scarcity.", "date": "2025-06-21", "journal": ""}
{"title": "Acute stimulation of glucose metabolism by H2O2 sustains theNADPH steady-state under oxidative stress", "doi": "10.1101/2025.06.20.660777", "authors": "Aburto, C.; Ruminot, I.; San Martin, A.", "abstract": "Oxidative stress reprograms metabolic flux from glycolysis to the pentose phosphate pathway. Recently, it has been proposed that NADPH acts as a key molecule in pentose phosphate pathway regulation by exerting negative feedback through tonic inhibition of glucose-6-phosphate dehydrogenase. Interestingly, recent studies show that NADPH levels remain stable during acute exposure to hydrogen peroxide in the presence of glucose, ruling out NADPH-dependent feedback inhibition. We hypothesize that hydrogen peroxide triggers a feedforward activation mechanism, increasing NADPH production even before any detectable NADPH depletion. To probe this hypothesis, we used a panel of genetically encoded fluorescent indicators to monitor glucose, NADPH, F1,6BP, and pyruvate in single cells with high temporal resolution. Our results reveal that hydrogen peroxide rapidly activates glucose transport and consumption rates, enabling cells to preserve NADPH steady-state levels during early oxidative stress. Notably, this response precedes NADPH depletion, implying an anticipatory phenomenon that boosts NADPH production prior to its consumption. Furthermore, hydrogen peroxide induced an acute perturbation of F1,6BP steady-state and an increase of pyruvate accumulation. The pharmacological inhibition of the PPP s gateway enzymes, glucose-6-phosphate dehydrogenase and transketolase, abolished the hydrogen peroxide-dependent alterations in F1,6BP steady-state levels and pyruvate accumulation, respectively. These findings suggest that a substantial fraction of glucose-derived carbon flux is diverted to the pentose phosphate pathway under oxidative stress, underscoring the importance of feedforward control in maintaining redox balance.", "date": "2025-06-21", "journal": ""}
{"title": "Advanced illumination-imaging reveals photosynthesis-triggered pH, ATP and NAD redox signatures across plant cell compartments", "doi": "10.1101/2025.06.16.659786", "authors": "Zheng, K.; Elsässer, M.; Niemeier, J.-O.; Barreto, P.; Cislaghi, A. P.; Hoang, M.; Feitosa-Araujo, E.; Wagner, S.; Giese, J.; Kotnik, F.; Martinez, M. d. P.; Buchert, F. E.; Ugalde, J. M.; Armbruster, U.; Hippler, M.; Meyer, A. J.; Kunz, H.-H.; Maurino, V. G.; Finkemeier, I.; Schallenberg-Rüdinger, M.; Schwarzländer, M.", "abstract": "Photosynthesis provides energy and organic substrates to most life. In plants, photosynthesis dominates chloroplast physiology but represents only a fraction of the tightly interconnected metabolic network that spans the entire cell. Here, we explore how photosynthetic activity affects energy physiology within and beyond the chloroplast. We developed a new standard for the live-monitoring of subcellular energy physiology by combining confocal imaging of genetically encoded fluorescent protein biosensors with advanced on-stage illumination technology to investigate pH, MgATP2- and NADH/NAD+ dynamics at dark-light transitions in Arabidopsis mesophyll cells. Our findings reveal a stromal alkalinization signature induced by photosynthetic proton pumping, extending to the cytosol and mitochondria as an 'alkalinization wave'. Photosynthesis leads to increased MgATP2- levels in both the stroma and cytosol. Additionally, we observed reduction of the NAD pool driven by photosynthesis-derived electron export. Arabidopsis lines defective in chloroplast NADP- and mitochondrial NAD-dependent malate dehydrogenases show more reduced cytosolic NAD redox status even in darkness, highlighting the involvement of chloroplasts and mitochondria in shaping cytosolic redox metabolism via malate metabolism. Our study sets a novel methodological standard for precision live-monitoring of photosynthetic cell physiology. Applying this technology reveals signatures of photosynthetic physiology within and beyond the chloroplast with unprecedented resolution. Those signatures link photosynthetic activity and the fundamental biochemical functions of phototrophic cells.", "date": "2025-06-21", "journal": ""}
{"title": "Metabolomics-informed coarse-grained model enables prediction of cell-free protein expression dynamics", "doi": "10.1101/2025.06.20.660830", "authors": "Poole, W.; Kapasiawala, M.; Roychoudhury, A.; Haines, M.; Freemont, P.; Murray, R. M.", "abstract": "Cell-free expression systems have gained considerable attention for their potential in biomanufacturing, biosensing, and circuit prototyping. All these endeavors make use of the innate metabolic activity of cell lysates. However, our knowledge of the underlying nature of cell-free metabolism remains lacking. In this work, we use non-targeted mass spectrometry to generate time-course measurements of small molecules in E. coli cell lysates (metabolomics) during cell-free protein synthesis (CFPS) to show that the majority of E. coli's metabolism is active in cell lysate. Furthermore, these data indicate that protein synthesis is a relatively small metabolic burden on cell lysates compared to the background metabolism, and that the build-up of multiple metabolic waste products is fundamentally responsible for stopping cell-free protein expression as opposed to depletion of fuel sources. We use these insights coupled with high-throughput CFPS experiments to develop a foundational coarse-grained mechanistic model of CFPS which we show can be easily recalibrated using Bayesian parameter inference techniques to provide accurate models across hundreds of novel experimental conditions. This work provides new experimental insights into the effects of cell-free metabolism on CFPS and establishes a novel framework for leveraging existing CFPS models in new experimental contexts, opening the avenue to future cell-free applications aimed at building complex systems, from multilayered biological circuits to synthetic biological cells.", "date": "2025-06-21", "journal": ""}
{"title": "Engineering Escherichia coli FAD synthetase for the biosynthesis of FAD nucleotide analogues results in aminoglycoside antibiotic tolerance", "doi": "10.1101/2025.06.21.660729", "authors": "Hazra, A. B.; Mukherjee, A.; Shah, A.; Bhargav, P.; Mahato, S.; Singh, R. K.; Kumar, Y.; Panda, P.; Borkar, J.; Parab, L.; Matange, N.", "abstract": "The presence of the adenosine moiety in flavin adenine dinucleotide (FAD), nicotimanide adenine dinculeotide, coenzyme A, and S-adenosylmethionine cofactors is intriguing as it appears to play no direct catalytic role. In FAD biosynthesis, the bifunctional FAD synthetase catalyzes FMN adenylation using ATP via its FMN adenylyltransferase (FMNAT) domain. Substituting ATP with alternative nucleotides in this reaction would enable the synthesis of FAD nucleotide analogues. This study explores nucleotide selectivity of the Escherichia coli FMNAT domain. Mutant enzyme variants were engineered which produce FAD analogues. Chromosomal substitution of the wild-type E. coli FAD synthetase with a mutated version resulted in the intracellular synthesis of FAD analogues and conferred increased tolerance to aminoglycoside antibiotics. These findings validate the FMNAT domain loop as a viable site for cofactor engineering, with potential synthetic biology applications. Finally, the observed correlation between FAD analogue production and antibiotic tolerance reveals that there exist novel metabolic mechanisms underlying bacterial resistance.", "date": "2025-06-21", "journal": ""}
{"title": "Co-transcriptional splicing changes combine with reduced productive transcription initiation for cold-induced repression of FLC", "doi": "10.1101/2025.06.20.660682", "authors": "Maple, R.; Menon, G.; Duncan, S.; Sindalovskaya, M.; Yang, H.; Bloomer, R.; Howard, M.; Dean, C.", "abstract": "The Arabidopsis floral repressor locus FLC is epigenetically silenced during winter cold to align flowering with spring. During weeks of cold exposure, FLC transcription is progressively reduced both by transcriptional repression mediated by FLC antisense transcription, and epigenetic silencing implemented through a Polycomb-mediated epigenetic switch. In the warm, FLC is transcriptionally repressed by coordinated changes in transcription initiation and RNA PolII speed in a mechanism involving proximal termination. Whether similar mechanisms contribute to the cold-induced FLC transcriptional repression is unknown. Here, we combine mathematical modelling and transcription profiling to investigate FLC transcriptional changes during the cold. We find different dynamics of spliced and unspliced transcripts during cold exposure with only a small change in PolII speed. We also show that, unlike short-term cold, long-term cold temperatures drive an increase in splicing rates while simultaneously reducing productive transcription at FLC. This process is influenced by antisense COOLAIR transcription but does not rely on proximal COOLAIR termination. Cold-induced transcriptional repression of FLC thus involves a decoupling of changes in productive transcription initiation from PolII speed and rates of co-transcriptional splicing, a different mechanism to that repressing FLC in the warm.", "date": "2025-06-21", "journal": ""}
{"title": "Disaggregation Regression and Multi-Model Evaluation for Predicting Dengue Risk in Africa", "doi": "10.1101/2025.06.17.660069", "authors": "Poongavanan, J.; Lucas, T. C. D.; Mwanyika, G.; Kraemer, M. U. G.; Lourenco, J.; Dunaiski, M.; de Oliveira, T.; Tegally, H.", "abstract": "Dengue risk mapping is essential for estimating disease burden, and informing targeted surveillance and control efforts. Current approaches to risk mapping vary widely in their methodology, data sources, output metrics and applications. Many existing approaches focus on predicting ecological suitability and produce high-resolution risk maps based on environmental conditions, yet high-resolution incidence maps remain scarce, leaving a critical gap in guiding precise, location-specific interventions. The prediction of disease incidence or transmission intensity remains relatively uncommon in disease ecology, largely due to data limitations, reporting biases, and the inherent complexity that arises from transmission dynamics. In this study, we applied disaggregation regression modelling to downscale aggregated dengue case data from 14 countries in Central and South America, generating fine-resolution incidence estimates that we subsequently projected onto the African continent. We then compared the resulting predictions from the incidence-based risk map with three widely used approaches: vector suitability index, dengue environmental suitability index, and mechanistic transmission potential (Index P). The disaggregation model achieved relatively strong predictive accuracy within the training region (mean correlation = 0.72) and showed partial alignment with reported burden across Africa (Spearman {rho} = 0.33). Other risk maps exhibited similar or weaker correlations with reported cases in Africa, including {rho} = 0.33 for dengue environmental suitability, {rho} = 0.32 for transmission potential and {rho} = 0.23 for Aedes aegypti suitability. Disaggregation regression offers a valuable tool for translating reported case data into spatially explicit estimates of burden, bridging the gap between ecological risk and epidemiological relevance. While spatial agreement was high in parts of coastal West Africa across the different risk map approaches, notable divergences highlight the distinct assumptions underlying each framework.", "date": "2025-06-21", "journal": ""}
{"title": "Using Manganese-Enhanced MRI to visualize Magnetogenetic-based Neuromodulation", "doi": "10.1101/2025.06.20.660767", "authors": "Ricker, B.; Dayan, N.; Pelled, G.; Gilad, A.", "abstract": "Purpose: Investigation of the electromagnetic perceptive gene (EPG) protein and garnering evidence to suggest its use as a magnetogenetic tool for neuromodulation. Activation of EPG by electromagnetic field increases intracellular calcium levels, thus, we aimed to determine whether EPG influences the analogous manganese ion. This work yields potential for manganese-enhanced MRI (MEMRI) to be used to monitor EPG acting as a neuromodulator. Methods: HEK293FT cells expressing EPG were exposed to a MnCl2 solution and stimulated with a static or electromagnet. Excess MnCl2 was washed off the cells, followed by their collection and lysis. T1 map measurements of the lysates were obtained to gauge the presence of intracellular Mn2+. Several controls were employed to critically evaluate whether EPG can influence Mn2+ dynamics. Results: Lysate of cells expressing EPG showed significantly lower T1 values compared to cells without EPG that were exposed to the same MnCl2 solution and magnetic stimulus. Conclusion: Magnetic activation of EPG increases the uptake of Mn2+ into the cell. By influencing ions pertinent to neuronal function, we demonstrate the potential of MEMRI to monitor EPG neuromodulatory activity.", "date": "2025-06-21", "journal": ""}