{"title": "Dissecting infant leukemia developmental origins with a hemogenic gastruloid model", "doi": "10.1101/2022.10.07.511362", "authors": "Ragusa, D.; Suen, C. W.; Torregrosa Cortes, G.; Pastorino, F.; Johns, A.; Ciciro, Y.; Dijkhuis, L.; van den Brink, S.; Cilli, M.; Byrne, C.; Ionescu, G.-A.; Cerveira, J.; Kranc, K. R.; Hernandez-Hernandez, V.; Ponzoni, M.; Bigas, A.; Garcia-Ojalvo, J.; Martinez Arias, A.; Pina, C.", "abstract": "Current in vitro models of developmental blood formation lack spatio-temporal accuracy and weakly replicate successive waves of hematopoiesis. Herein, we describe a mouse embryonic stem cell (SC)-derived 3D hemogenic gastruloid (haemGx) that captures multi-wave blood formation, progenitor specification from hemogenic endothelium (HE), and generates hematopoietic progenitors capable of short-term engraftment of immunodeficient mice upon maturation in an in vivo niche. We took advantage of the haemGx model to interrogate the origins of infant acute myeloid leukemia (infAML). We focused on MNX1-driven leukemia, representing the commonest genetic abnormality unique to the infant group. Enforced MNX1 expression in haemGx promotes the expansion and in vitro transformation of yolk sac-like erythroid-myeloid progenitors at the HE-to-hematopoietic transition to faithfully recapitulate patient transcriptional signatures. By combining phenotypic, functional and transcriptional profiling, including at the single-cell level, we establish the haemGx as a useful new model for the study of normal and leukemic embryonic hematopoiesis.", "date": "2025-05-02", "journal": ""}
{"title": "MAVISp: A Modular Structure-Based Framework for Protein Variant Effects", "doi": "10.1101/2022.10.22.513328", "authors": "Arnaudi, M.; Beltrame, L.; Degn, K.; Utichi, M.; Scrima, S.; Sanchez-Izquierdo Besora, P.; Krzesinska, K.; Maselli, F.; Dorcakova, T.; Safer, J.; Estad, A. H.; Meldgard, K.; Becker, P.; Sora, V.; Pettenella, A.; Vinhas, J.; Bauer, L.; Saridaki, P.; Melidi, A.; Favaro, L.; Kiachaki, E.; Oswal, A.; Breitenstein, J.; Fas, B. A.; Tedeschi, G.; Sackett, P. W.; Cava, C.; Rohlin, A.; Nilbert, M.; Iqbal, S.; Lambrughi, M.; Tiberti, M.; Papaleo, E.", "abstract": "The role of genomic variants in disease has expanded significantly with the advent of advanced sequenc-ing techniques. The rapid increase in identified genomic variants has led to many variants being classi-fied as Variants of Uncertain Significance or as having conflicting evidence, posing challenges for their interpretation and characterization. Additionally, current methods for predicting pathogenic variants often lack insights into the underlying molecular mechanisms. Here, we introduce MAVISp (Multi-layered As-sessment of VarIants by Structure for proteins), a modular structural framework for variant effects, ac-companied by a web server (https://services.healthtech.dtu.dk/services/MAVISp-1.0/) to enhance data accessibility, consultation, and re-usability. MAVISp currently provides data for 700 proteins, encompassing over six million variants. A team of biocurators regularly analyze and update protein entries using standardized workflows, incorporating free energy calculations or biomolecular simulations. We illustrate the utility of MAVISp through selected case studies. The framework facilitates the analysis of variant ef-fects at the protein level and has the potential to advance the understanding and application of mutational data in disease research.", "date": "2025-05-02", "journal": ""}
{"title": "Epitenon-derived cells comprise a distinct progenitor population that contributes to both fibrosis and regeneration following acute flexor tendon injury in a spatially-dependent manner", "doi": "10.1101/2023.01.30.526242", "authors": "Nichols, A. E.; Benoodt, L.; Adjei-Sowah, E.; Jerreld, K.; Kollar, A.; Ketonis, C.; Loiselle, A. E.", "abstract": "Flexor tendon injuries are common and heal poorly owing to both the deposition of function-limiting peritendinous scar tissue and insufficient healing of the tendon itself. Therapeutic options are limited due to a lack of understanding of the cell populations that contribute to these processes. Here, we identified the epitenon as a major source of cells that contribute to both peritendinous fibrosis and regenerative tendon healing following acute tendon injury. Using a combination of genetic lineage tracing and single cell RNA-sequencing (scRNA-seq), we profiled the behavior and contributions of each cell fate to the healing process in a spatio-temporal manner. Integrated scRNA-seq analysis of mouse healing with human peritendinous scar tissue revealed remarkable transcriptional similarity between mouse epitenon-derived cells and fibroblasts present in human peritendinous scar tissue, which was further validated by immunofluorescent staining for conserved markers. Finally, ablation of pro-fibrotic epitenon-derived cells post-tendon injury significantly improved functional recovery. Combined, these results clearly identify the epitenon as the cellular origin of an important progenitor cell population that could be leveraged to improve tendon healing.", "date": "2025-05-02", "journal": ""}
{"title": "Differentiation latency, cell division symmetry, and dormancy signatures define fetal liver HSCs at single cell resolution", "doi": "10.1101/2023.06.01.543314", "authors": "Ishida, T.; Mercoli, J. I.; Heck, A. M.; Phelps, I.; Varnum-Finney, B.; Dozono, S.; Nourigat-McKay, C.; Kraskouskas, K.; Wellington, R.; Waltner, O.; Jackson, D. L.; Delaney, C.; Rafii, S.; Bernstein, I. D.; Aldinger, K. A.; Trapnell, C.; Zhao, H. G.; Hadland, B.", "abstract": "Decoding the gene regulatory mechanisms and signaling interactions that orchestrate the self-renewal of hematopoietic stem cells (HSCs) during their expansion in the fetal liver (FL) could unlock novel therapeutic strategies to expand transplantable HSCs, a long-standing challenge. Here, to explore intrinsic and extrinsic regulation of FL-HSC self-renewal at the single cell level, we engineered a culture platform designed to recapitulate the FL endothelial niche, which supports the ex vivo amplification of serially engraftable HSCs. Leveraging this platform in combination with single cell index flow cytometry, live imaging, serial transplantation assays, and single cell RNA-sequencing, we uncovered previously unrecognized heterogeneity within immunophenotypically defined FL-HSCs. Specifically, we demonstrated that differentiation latency, symmetric cell divisions, and transcriptional signatures of biosynthetic dormancy and lipid metabolism are distinguishing properties of rare FL-HSCs capable of serial, long-term multilineage hematopoietic reconstitution. Our findings support a paradigm in which intrinsic programs and extrinsic signals combinatorially facilitate the symmetric self-renewal and expansion of nascent HSCs in the FL niche while delaying their active participation in hematopoiesis. Additionally, our study provides a valuable resource for future investigations into the intrinsic and niche-derived signaling pathways that govern FL-HSC self-renewal.", "date": "2025-05-02", "journal": ""}
{"title": "Systematic characterization of site-specific proline hydroxylation using hydrophilic interaction chromatography and mass spectrometry", "doi": "10.1101/2023.07.28.550951", "authors": "Jiang, H.; Druker, J.; Wilson, J. W.; Bensaddek, D.; Swedlow, J. R.; Rocha, S.; Lamond, A. I.", "abstract": "We have developed a robust workflow for the identification of proline hydroxylation sites in proteins, using a combination of hydrophilic interaction chromatography (HILIC) enrichment and high-resolution nano-Liquid Chromatography-Mass Spectrometry (LC-MS) together with refining and filtering parameters during data analysis. Using this approach, we have combined data from cell lines treated with either the prolyl hydroxylase (PHD) inhibitor, Roxadustat (FG-4592), or with the proteasome inhibitor MG-132, or with a DMSO control, to identify a total of 4,993 and 3,247 proline hydroxylation sites, respectively, in HEK293 and RCC4 cells. A subset of 1,954 (HEK293) and 1,253 (RCC4) high confidence, non-collagen proline hydroxylation sites were inhibited by FG-4592 treatment. Features characteristic of proline hydroxylated peptides, were identified, which were consistent between the HEK293 and RCC4 datasets. The more hydrophilic HILIC fractions were enriched in peptides containing hydroxylated proline residues, which showed characteristic differences in charge and mass distribution, as compared with either unmodified, or oxidised peptides. Furthermore, we discovered that the intensity of the diagnostic hydroxyproline immonium ion was dependent upon parameters including the MS collision energy setting, parent peptide concentration and the sequence of amino acids adjacent to the modified proline. We show using synthetic peptides that a combination of retention time in LC and optimised MS parameter settings allows reliable identification of proline hydroxylation sites in peptides, even when multiple prolines residues are present. Focussing on proteins in which newly identified proline hydroxylation sites were inhibited by the pan-PHD inhibitor, FG-4592, showed enrichment for proteins involved in metabolism of RNA, mRNA splicing and cell cycle regulation, including the protein phosphatase 1 regulatory subunit, Repo-Man (CDCA2). We show that Repo-Man is hydroxylated at P604 and in the accompanying study [Druker et al., 2025], where we present a combination of cellular and biochemical evidence that hydroxylation of Repo-Man at P604 is important for its function in controlling mitotic progression.", "date": "2025-05-02", "journal": ""}
{"title": "Competition for food affects the strength of reproductive interference and its consequences for species coexistence.", "doi": "10.1101/2023.11.09.566372", "authors": "Cruz, M. A.; Godoy, O.; Fragata, I.; Sousa, V. C.; Magalhaes, S.; Zele, F.", "abstract": "Competition for food and reproductive interference (negative interspecific sexual interactions) have been identified as major drivers of species exclusion. Still, how these biotic interactions jointly determine competitive dominance remains largely unknown. We tackle this by coupling population models and laboratory experiments with two sibling species of spider mites. Using experiments specifically designed to measure the single and combined effects of food competition and reproductive interference, we first show that the strength and symmetry of reproductive interference between species changes in presence of food competition. Next, we show that population models incorporating each type of interaction alone lead to markedly different predictions, from exclusion of the inferior competitor for food, to priority effects instead favouring the latter under the sole effect of reproductive interference. Moreover, accounting for the observed reduction in the strength of reproductive interference in the presence of food competition changes the threshold frequency determining the dominant competitor when both interactions are at play, from equal chances for the two species to exclude the other depending on their initial frequency, to favouring the superior competitor for food except when it is extremely rare. Finally, we showed that the model generates accurate predictions for population dynamics in an independent population cage experiment, indicating that our approach captures the most relevant processes governing the outcome of interactions between competing spider mite species. Altogether, our results suggest that trophic interactions can modulate sexual interactions, significantly impacting population dynamics and competitive outcomes. Hence, the joint consideration of food competition and reproductive interference is critical to accurately predict and understand species coexistence.", "date": "2025-05-02", "journal": ""}
{"title": "VEGF counteracts shear stress-determined arterial fate specification during capillary remodeling.", "doi": "10.1101/2024.01.23.576920", "authors": "Chen, D.; Rukhlenko, O. S.; Joshi, D.; Rudnicki, M.; Coon, B. G.; Chakraborty, R.; Tuliakova, A.; Ioannou, E.; Martin, K. A.; Ruhrberg, C.; Kholodenko, B. N.; Schwartz, M. A.; Simons, M.", "abstract": "A key feature of arteriogenesis is capillary-to-arterial endothelial cell fate transition. Although studies over the past two decades reported that vascular endothelial growth factor A (VEGF-A) - VEGFR2 signaling activates Notch to drive this process, how arteriogenesis is regulated remains poorly understood. Here we report that arterial specification is determined by fluid shear stress (FSS) independent of VEGFR2 signaling and that, in contrast to the current paradigm, VEGFR2 signaling must decline for arteriogenesis to fully take place. VEGF-A does not induce arterial fate in capillary endothelial cells, instead, serving as a critical physiological brake to counteract FSS-driven capillary-to-arterial cell fate transition to maintain the capillary state. The transcription factor Sox17 is the key mediator of the FSS-induced arterial program and a target of VEGF-FSS competition. These findings establish a new paradigm of VEGF-FSS crosstalk coordinating angiogenesis, arteriogenesis and capillary maintenance.", "date": "2025-05-02", "journal": ""}
{"title": "Scalable primordial germ cell-like-cell platform for functional genomics identifies epigenetic fertility modifiers", "doi": "10.1101/2024.02.15.580543", "authors": "Li, L.; Gao, J.; Yi, D.; Sheft, A. P.; Schimenti, J. C.; Ding, X.", "abstract": "Primordial germ cells (PGCs) are the founder cells of the germline. The ability to generate PGC-like cells (PGCLCs) from pluripotent stem cells has advanced our knowledge of gametogenesis and holds promise for developing infertility treatments. However, generating an ample supply of PGCLCs for demanding applications such as large-scale genetic screens has been a limitation. Here, we demonstrated that simultaneous overexpression of 4 transcriptional factors - Nanog and three PGC master regulators Prdm1, Prdm14 and Tfap2c - in suspended mouse epiblast like cells (EpiLCs) and formative embryonic stem cells (ESCs) results in efficient and cost-effective production of PGCLCs. Nanog overexpression enhanced the PGC regulatory network, suppressed differentiation of somatic lineages, and maintained PGC fate. PGCLCs generated in this manner have transcriptomes similar to in vivo PGCs and are more advanced than cytokine-induced PGCLCs. These differentiated PGCLCs could be sustained over prolonged periods of culture and could differentiate into spermatogonia-like cells in vitro. We exploited this platform to conduct a bulk epigenome-wide CRISPRi screen to identify genes that decreased the efficiency of PGCLC formation when downregulated. One of the identified candidates was Ncor2, a transcriptional repressor that acts via recruitment of Class I and Class IIa histone deacetylases (HDACs). Consistently with this finding, the HDAC inhibitors valproic acid (VPA; an anti-convulsant) and sodium butyrate (SB; a widely-used dietary supplement) suppressed PGCLC differentiation. Furthermore, exposure of developing mouse embryos to SB or VPA caused hypospermatogenesis. This work demonstrates the feasibility of this platform to efficiently conduct large-scale functional screens of genes, chemicals, or other agents that may impact germline development.", "date": "2025-05-02", "journal": ""}
{"title": "A 2D Gabor-wavelet baseline model out-performs a 3D surface model in scene-responsive cortex", "doi": "10.1101/2024.02.26.582184", "authors": "Shafer-Skelton, A.; Brady, T. F.; Serences, J. T.", "abstract": "Understanding 3D representations of spatial information, particularly in naturalistic scenes, remains a significant challenge in vision science. This is largely because of conceptual difficulties in disentangling higher-level 3D information from co-occurring features and cues (e.g., the 3D shape of a scene image is necessarily defined by spatial frequency and orientation information). Recent work has employed newer models and analysis techniques that attempt to mitigate these in-principle difficulties. For example, one such study reported 3D-surface features were uniquely present in areas OPA, PPA, and MPA/RSC (areas typically referred to as 'scene- selective'), above and beyond a Gabor-wavelet baseline (\"2D\") model. Here, we tested whether these findings generalized to a new stimulus set that, on average, dissociated static Gabor-wavelet baseline (\"2D\") features from 3D scene-surface features. Surprisingly, we found evidence that a Gabor-wavelet baseline model better fit voxel responses in areas OPA, PPA and MPA/RSC compared to a model with 3D-surface information. This raises the question of whether previous findings of greater 3D information could have been due to a baseline condition that didn't model some potentially critical low-level features (e.g., motion). Our findings also emphasize that much of the information in scene-responsive regions--potentially even information about 3D surfaces--may be in the form of spatial frequency and orientation information often considered 2D or low-level, and they highlight continued fundamental conceptual challenges in disentangling the contributions of low-level vs. high-level features in visual cortex.", "date": "2025-05-02", "journal": ""}
{"title": "The adoption of a westernized gut microbiome in Indian Immigrants and Indo-Canadians is associated with dietary acculturation", "doi": "10.1101/2024.03.04.582285", "authors": "D'Aloisio, L. D.; Ballal, M.; Ghosh, S.; Haskey, N.; Abulizi, N.; Karimianghadim, R.; Liu, C.; Sruthi, P.; Nagarajan, L.; Vasudevan, S.; Shetty, V.; Purandare, M.; Bhaumik, U.; Howlader, D. R.; Pakpour, S.; Barnett, J.; Gibson, D. L.", "abstract": "Background: The growing immigrant population in North America is rapidly westernizing through the adoption of practices like reduced physical activity, changes in hygiene/medical practices, and acculturation of the westernized diet, commonly characterized by caloric dense, highly processed foods with low fiber intake. Amidst this backdrop are health disparities emerging in these populations. Furthermore, the global spread of industrialization raises concern for the increasing prevalence of modern diseases.1 For instance, inflammatory bowel disease (IBD) is increasing in prevalence globally, and alarming evidence reveals a specifically increased risk in young Indian immigrants and Indians born in several westernized countries.2-4 In 2019, India had an incidence rate of 2.34, whereas South Asians in Canada showed an incidence rate of 14.6 per 100,000 person-years, which was comparable to the general population in Canada.5,6 A likely contributor to this elevated risk in westernized countries like Canada may stem from changes in the gut microbiome as a response to living in an industrialized environment. The industrialized microbiome has been previously characterized by the decline of VANISH (volatile and/or associated negatively with industrialized societies of humans) taxa, frequently found in populations adhering to traditional lifestyles, and the rise of BloSSUM (bloom or selected in societies of urbanization/modernization) taxa, which appear in modern, industrialized individuals.7,8 Furthermore, health consequences following the assimilation into westernized culture have been previously documented. For example, non-industrialized Irish Travellers who adopted modern practices and Hmong and Karen migrants from Thailand who relocated to the United States (US) both experienced gut microbiome shifts that were associated with an increased risk for metabolic disorders.9,10 Currently, there is only one study published on the Indian immigrant gut microbiome, highlighting the gap in non-western/non-European microbiome research. Indeed, over 71% of all microbiome research comes from westernized cohorts, skewing our interpretation of a healthy human gut.11 Here, we aimed to investigate the distinction between the Indian and westernized gut microbiomes and the differences in the gut of Indians who migrate to Canada, alongside the adoption of the westernized diet.", "date": "2025-05-02", "journal": ""}
{"title": "Predation by a ciliate community mediates temperature and nutrient effects on a peatland prey prokaryotic community.", "doi": "10.1101/2024.04.05.588366", "authors": "DeWitt, K.; Carrell, A.; Rocca, J.; Votzke, S.; Yammine, A.; Peralta, A. L.; Weston, D. J.; Pelletier, D. A.; Gibert, J. P.", "abstract": "Temperature significantly impacts microbial communities' composition and function, which subsequently plays a vital role in the global carbon cycle that ultimately fuels climate change. Interactions between different microorganisms might be critical in shaping how these communities react to both temperature changes. Additionally, rising temperatures are occurring in the context of increasingly nutrient-rich ecosystems due to human activity. Nonetheless, we lack a comprehensive understanding of how predation influences microbial communities in future climate scenarios and an increasingly nutrient-rich world. Here, we assess whether predation by key bacterial consumers--ciliates--influences a microbial community's freshwater temperature and nutrient response regarding biomass, diversity, structure, and function. In a three-week microcosm experiment, we exposed mostly prokaryotic microbial communities to a community of ciliate predators at two different temperature scenarios (ambient and +3{degrees}C, i.e., a conservative projection of climate change by 2050) and nutrient levels (low and elevated). Nutrients, temperature, and ciliate presence influenced microbial biomass and function separately, but their interaction had the largest explanatory power over the observed changes in microbial community biomass, structure, and function. Our study supports previous findings that temperature and nutrients are essential drivers of microbial community structure and function but also demonstrates that the presence of predators can mediate these effects, indicating that the biotic context is as important as the abiotic context to understand microbial responses to novel climates.", "date": "2025-05-02", "journal": ""}
{"title": "Divergence in a Eukaryotic Transcription Factor's co-TF Dependence Involves Multiple Intrinsically Disordered Regions", "doi": "10.1101/2024.04.20.590343", "authors": "Snyder, L. F.; O'Brien, E. M.; Zhao, J.; Liang, J.; Bruce, B. J.; Zhang, Y.; Zhu, W.; Cassier, T.; Schnicker, N. J.; Zhou, X.; Gordan, R.; He, B. Z.", "abstract": "Combinatorial control by transcription factors (TFs) is central to eukaryotic gene regulation, yet its mechanism, evolution, and regulatory impact are not well understood. Here we use natural variation in the yeast phosphate starvation (PHO) response to examine the genetic basis and species variation in TF interdependence. In Saccharomyces cerevisiae, main TF Pho4 relies on the co-TF Pho2 to regulate ~28 genes, whereas in the related pathogen Candida glabrata, Pho4 has reduced Pho2 dependence and regulates ~70 genes. We found C. glabrata Pho4 (CgPho4) binds the same motif with 3-4 fold higher affinity. Machine learning and yeast one-hybrid assay identify two intrinsically disordered regions (IDRs) in CgPho4 that boost its activation domain's activity. In ScPho4, an IDR next to the DNA binding domain both allows for enhanced activity with Pho2 and inhibits activity without Pho2. This study reveals how IDR divergence drives TF interdependence evolution by influencing activation potential and autoinhibition.", "date": "2025-05-02", "journal": ""}
{"title": "Organoid Models Derived from Primary Tumors and Patient-Derive Xenograft Tumors Reflect Platinum Sensitivity of Ovarian Cancer Patients", "doi": "10.1101/2024.06.28.601283", "authors": "Nikeghbal, P.; Zamanian, D.; Burke, D.; Steinkamp, M. P.", "abstract": "Background: Ovarian cancer (OC) remains the deadliest gynecological cancer, primarily due to late-stage diagnosis and high rates of chemotherapy resistance and recurrence. Lack of representative preclinical models complicate the challenges of discovering effective therapies, especially for platinum-resistant OC. Patient-derived xenograft (PDX) models maintain the genetic characteristics of the original tumor and are ideal for testing candidate therapies in vivo, but their high cost limits their feasibility for high-throughput drug screening. Organoid models mimic the tumor's 3D structure and preserve intra-tumoral heterogeneity. While organoids established directly from primary patient tumors are the optimal model for personalized drug response studies, the supply of primary tissue is often limited. Patient-derived xenograft tumors can be passaged in mice and provide a renewable source of cancer cells for organoids. This study aimed to determine if PDX-derived organoids (PDXOs) can reflect patient responses to chemotherapy similarly to primary patient-derived organoids (PDOs). Methods: 3D tumor organoid cultures were established from paired primary OC and PDX samples. Organoid viability after 72-hour treatment with paclitaxel (PTX), carboplatin (CBDCA), or their combination was compared between organoids derived directly from the patient or from the PDX models. The in vitro drug responses of PDXOs and PDOs were then compared to defined patient clinical responses: platinum-sensitive (initial response to standard platinum/taxol therapy lasting >6 months post-treatment), platinum-resistant (initial response to standard chemotherapy lasting < 6 months), or platinum-refractory (no initial response to standard chemotherapy). Results: In drug response assays, PDXOs and PDOs demonstrated similar sensitivity to standard chemotherapy and also reliably reflected patient responses based on the clinical designation of platinum sensitivity. While organoids derived from the ascites were smaller with a denser morphology, their drug response mirrored that of the organoids derived from solid tumor. Platinum-sensitive cases exhibited significant reductions (around 50% reduction) in organoid viability when treated with carboplatin, paclitaxel, or their combination. Platinum-resistant or refractory organoids showed little to no reduction in viability with carboplatin or paclitaxel monotherapy or the combination. Organoids derived from one platinum-resistant case did show a small but significant reduction in viability with single-agent paclitaxel, suggesting that organoid models might predict response to second-line paclitaxel therapy. Conclusion: This study demonstrates that PDXOs respond to drugs similarly to PDOs and confirms that both models effectively mirror patient response to standard chemotherapy. This highlights the potential of PDXOs as renewable models for screening novel therapies and developing personalized strategies in OC.", "date": "2025-05-02", "journal": ""}
{"title": "CD24 regulates the formation of ectosomes in B lymphocytes", "doi": "10.1101/2024.08.14.607772", "authors": "Phan, H. D.; Squires, W. R. B.; Mayne, K. E.; Kelly, G. R.; Jafardoust, R.; Christian, S. L.", "abstract": "CD24 is a glycophosphatidylinositol-linked protein that regulates B cell development. We previously reported that stimulation of CD24 on donor B cells promotes the transfer of functional receptors to recipient B cells via extracellular vesicles (EVs). However, the mechanisms regulating CD24-mediated formation of bioactive EVs are unknown. Using bioinformatics, we found a connection between CD24, and PI3K/AKT and mTOR. To determine if these pathways regulate EV release, we used flow cytometry to follow the transfer of EVs carrying lipid-associated GFP and surface IgM from donor to recipient B cells. Using chemical and genetic inhibition, we found that a PI3K/mTORC2/ROCK/actin pathway regulates bioactive EV formation via activation of acid sphingomyelinase (aSMase) upstream of PI3K. Using single EV analysis, we found that CD24 regulates the formation of the subset of bioactive EVs that are taken up by recipient cells and not total EVs. Interestingly, we also found that ROCK and aSMase modulate ectosome but not exosome formation, when CD24 is stimulated. Lastly, through live cell imaging, we found that PI3K and ROCK are required for inducing membrane dynamics associated with EV formation. These data suggest that this pathway regulates bioactive EV release that, in turn, could regulate B cell development.", "date": "2025-05-02", "journal": ""}
{"title": "A stimulus-computable rational model of visual habituation in infants and adults", "doi": "10.1101/2024.08.21.609039", "authors": "Raz, G.; Cao, A.; Saxe, R.; Frank, M. C.", "abstract": "How do we decide what to look at and when to stop looking? Even very young infants engage in active visual selection, looking less and less as stimuli are repeated (habituation) and regaining interest when novel stimuli are subsequently introduced (dishabituation). The mechanisms underlying these looking time changes remain uncertain, however, due to limits on both the scope of existing formal models and the empirical precision of measurements of infant behavior. To address this, we developed the Rational Action, Noisy Choice for Habituation (RANCH) model, which operates over raw images and makes quantitative predictions of participants' looking behaviors in a classic visual habituation paradigm. In a series of pre-registered experiments, we exposed infants and adults to stimuli for varying durations and measured looking time to familiar and novel stimuli. We found that these data were well captured by RANCH. Using RANCH's stimulus-computability, we also tested its out-of-sample predictions about the magnitude of dishabituation in a new experiment in which we manipulated the similarity between the familiar and novel stimulus. By framing looking behaviors as rational decision-making, this work identified how the dynamics of learning and exploration guide our visual attention from infancy through adulthood.", "date": "2025-05-02", "journal": ""}
{"title": "Opening and closing of a cryptic pocket in VP35 toggles it between two different RNA-binding modes", "doi": "10.1101/2024.08.22.609218", "authors": "Mallimadugula, U. L.; Cruz, M. A.; Vithani, N.; Zimmerman, M. I.; Bowman, G. R.", "abstract": "Cryptic pockets are of growing interest as potential drug targets, particularly to control protein-nucleic acid interactions that often occur via flat surfaces. However, it remains unclear whether cryptic pockets contribute to protein function or if they are merely happenstantial features that can easily be evolved away to achieve drug resistance. Here, we explore whether a cryptic pocket in the Interferon Inhibitory Domain (IID) of viral protein 35 (VP35) of Zaire ebolavirus aids its ability to bind double-stranded RNA (dsRNA). We use simulations and experiments to study the relationship between cryptic pocket opening and dsRNA binding of the IIDs of two other filoviruses, Reston and Marburg. These homologs have nearly identical structures but block different interferon pathways due to different affinities for blunt ends and backbone of the dsRNA. Simulations and thiol-labeling experiments demonstrate that the homologs have varying probabilities of pocket opening. Subsequent dsRNA-binding assays suggest that closed conformations preferentially bind dsRNA blunt ends while open conformations prefer binding the backbone. Point mutations that modulate pocket opening proteins further confirm this preference. These results demonstrate the open cryptic pocket has a function, suggesting cryptic pockets are under selective pressure and may be difficult to evolve away to achieve drug resistance.", "date": "2025-05-02", "journal": ""}
{"title": "Rho-ROCK liberates sequestered claudin for rapid de novo tight junction formation", "doi": "10.1101/2024.09.09.612007", "authors": "Cho, Y.; Taniguchi, A.; Kubo, A.; Ikenouchi, J.", "abstract": "The epithelial cell sheet maintains its integrity as a barrier while undergoing turnover of constituent cells. To sustain the barrier continuously, it's essential to preserve the 'old' tight junctions (TJs) between cells being excluded from the sheet and their neighbors while simultaneously forming de novo TJs between newly adjacent cells. However, the molecular mechanisms involved in the formation of de novo TJs remain largely unknown. This study investigates two scenarios: the formation of de novo TJs during the removal of apoptotic cells from monolayer epithelial sheets and during the differentiation of the granular layer in stratified epidermis. We revealed that rapid claudin assembly is achieved by actively regulating the dissociation of the EpCAM/TROP2-claudin complex in both situations. Furthermore, we found that the Rho-ROCK pathway initiates the activation of matriptase, which cleaves EpCAM/TROP2, resulting in the supply of polymerizable claudin from the stockpiled EpCAM/TROP2-claudin complex at the plasma membrane to induce rapid de novo TJ formation.", "date": "2025-05-02", "journal": ""}
{"title": "Posterior parietal cortex mediates rarity-induced decision bias and learning under uncertainty", "doi": "10.1101/2024.10.25.620383", "authors": "Sheng, W.; Huang, X.; Xie, Y.; Tsakiris, M. C.; Yang, Y.", "abstract": "Optimal decision-making under uncertainty is critical for survival, yet real-world decisions often deviate from optimality. Here, we report a rarity-induced bias in humans and mice, where rare events exert a stronger and more persistent impact on future decisions than common events. Optogenetic manipulations demonstrate two opposing roles of the posterior parietal cortex (PPC): generating rarity-induced bias throughout learning, and driving optimal choices in the expert stage. In vivo recordings support both roles: preceding rare rewards enhance the activity of PPC neurons encoding the biased choice while suppressing neurons encoding the opposite choice, causing bias; learning enhances the stimulus-encoding capacity of PPC neurons, promoting optimal choices. A data-driven metacognitive model recapitulated the bias and learning process, and predicted PPC's causal role in learning, as validated by optogenetics. Our study uncovers an evolutionarily conserved rarity impact in decision-making, and elucidates essential roles of PPC in mediating rarity-induced bias and learning under uncertainty.", "date": "2025-05-02", "journal": ""}
{"title": "Multi-Omics Single-Cell Analysis Reveals Key Regulators of HIV-1 Persistence and Aberrant Host Immune Responses in Early Infection", "doi": "10.1101/2024.11.04.621999", "authors": "Lee, D.; Choi, S. Y.; Shin, S.-I.; An, H.; Choi, B.-S.; Park, J.", "abstract": "The clearance of human immunodeficiency virus-1 (HIV-1) remains a significant public health challenge due to impaired cellular immune responses and HIV-1 maintenance during acute infection. However, the genetic and epigenetic changes influencing the immune response on host infected cells remain unclear. Here, this study analyzes HIV-1 infected CD4+ T cells from peripheral blood mononuclear cells from people living with HIV-1 (PLWH) during early infection (<6 months) using single-cell RNA and ATAC sequencing. It is observed that HIV-1 hinders the antiviral response, particularly by interfering with the interferon signalling pathway. Multimodal analysis identifies KLF2 as a key transcription factor in infected CD4+ T cells. Moreover, cells harbouring HIV-1 provirus are predominantly identified as Th17 cells, which exhibit elevated KLF2 activity. This suggests an increased susceptibility to HIV-1 infection and a constrained immune response due to the quiescent characteristics of these cells. The finding provides insights into the immune mechanisms and key regulators of HIV-1 maintenance in CD4+ T cells during the early stages of infection.", "date": "2025-05-02", "journal": ""}
{"title": "Insulin/insulin-like growth factor signaling pathway promotes higher fat storage in Drosophila females", "doi": "10.1101/2024.11.18.623936", "authors": "Biswas, P.; Bako, J. A.; Liston, J. B.; Yu, H.; Wat, L. W.; Miller, C. J.; Gordon, M. D.; Huan, T.; Stanley, M.; Rideout, E. J.", "abstract": "In Drosophila, adult females store more fat than males. While the mechanisms that restrict body fat in males are becoming clearer, less is known about how females achieve higher fat storage. Here, we perform a detailed investigation of the mechanisms that promote higher fat storage in females. We show greater intake of dietary sugar supports higher fat storage due to female-biased remodeling of the fat body lipidome. Dietary sugar stimulates a female-specific increase in Drosophila insulin-like peptide 3 (Dilp3), which acts together with greater peripheral insulin sensitivity to augment insulin/insulin-like growth factor signaling pathway (IIS) activity in adult females. Indeed, Dilp3 overexpression prevented the female-biased decrease in body fat after removal of dietary sugar. Given that adult-specific IIS inhibition caused a female-biased decrease in body fat, our data reveal IIS as a key determinant of female fat storage.", "date": "2025-05-02", "journal": ""}
{"title": "An immunomechanical checkpoint PYK2 governs monocyte-to-macrophage differentiation in pancreatic cancer", "doi": "10.1101/2024.11.19.624405", "authors": "Xie, W.; Yu, X.; Yang, Q.; Ke, N.; Wang, P.; Kong, H.; Wu, X.; Ma, P.; Chen, L.; Yang, J.; Feng, X.; Wang, Y.; Shi, H.; Chen, L.; Liu, Y.-H.; Ding, B.-S.; Wei, Q.; Jiang, H.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is characterized by a fibrotic, stiff tumor microenvironment (TME), where tumor-associated macrophages (TAMs) drive ECM remodeling, progression, and immune evasion. The contribution of mechanical cues to monocyte differentiation into TAMs remains largely unexplored. Here we show that mechanical force is required for monocyte-to-macrophage differentiation. PYK2, as an innovative immunomechanical checkpoint, de facto governs this differentiation process. We demonstrated that PYK2 senses mechanical signals via Piezo1 and integrins, triggering F-actin polymerization and translocating to the nucleus to regulate mechanotransduction and differentiation genes (e.g., ACTR3, RELA). Targeted deletion of PYK2 impairs the differentiation and polarization of monocyte-derived macrophages, reshapes the PDAC microenvironment, and enhances the efficacy of anti-PD-1 immunotherapy. These findings underscore the critical role of mechanical cues in monocyte differentiation and suggest that targeting PYK2 is a promising strategy to modulate TAM function and improve immunotherapy outcomes in patients with PDAC.", "date": "2025-05-02", "journal": ""}
{"title": "Action intentions reactivate representations of task-relevant cognitive cues", "doi": "10.1101/2024.11.29.626095", "authors": "Lee, N.; Guo, L. L.; Nestor, A.; Niemeier, M.", "abstract": "Recent research shows that the intention to act on an object alters its neural representation in ways as afforded by underlying sensorimotor processes. For example, the intention to grasp and pick up an object results in representations of the object's weight. But these representations become grasp-specific only immediately before object lift if weight information is relayed through object material. This feature triggers earlier representations regardless of intention probably because material-weight contingencies are overlearned. By contrast, recently learned weight cues should be recalled deliberately during grasp planning resulting in early grasp-specific representations. Here, we examined how action intentions affect the representation of newly acquired colour-weight contingencies. We recorded electroencephalography while human participants grasped or reached for objects that varied in shape and density as indicated by their colour. Multivariate analyses revealed a grasp-specific reactivation of colour during planning that was mirrored in beta band. This suggests that task-relevancy influences the representation of colour such that previously encoded colour-weight contingencies may be reactivated as required for grasping, mediated top-down via working memory. Grasp-specific representations of shape and colour were also present in theta band, perhaps reflecting attentional activity. These results provide novel insights into the interplay between cognition and motor planning processes.", "date": "2025-05-02", "journal": ""}
{"title": "Mitigation and detection of putative microbial contaminant reads from long-read metagenomic datasets", "doi": "10.1101/2024.11.26.625374", "authors": "Ayala Montano, S.; Afolayan, A. O.; Kociurzynski, R.; Loeber, U.; Reuter, S.", "abstract": "Metagenomic sequencing of clinical samples has significantly enhanced our understanding of microbial communities. However, microbial contamination and host-derived DNA remain a major obstacle to accurate data interpretation. Here, we present a methodology called \"Stop-Check-Go\" for detecting and mitigating contaminants in metagenomic datasets obtained from neonatal patient samples (nasal and rectal swabs). This method incorporates laboratory and bioinformatics work combining a prevalence method, coverage estimation, and microbiological reports. We compared the \"Stop-Check-Go\" decontamination system with other published decontamination tools, and commonly found poor performance in decontaminating microbiologically negative patients (false positives). We emphasize that host DNA decreased by an average of 76% per sample using the lysis method, and was further removed during post-sequencing analysis, and microbial putative contaminants were classified to \"Stop\" in nearly 60% of the dataset. The \"Stop-Check-Go\" system was developed to address the specific need of decontaminating low-biomass samples, where existing tools, primarily designed for short-read metagenomic data, showed limited performance.", "date": "2025-05-02", "journal": ""}
{"title": "Recognizing amino acid sidechains in a medium resolution cryo-electron density map", "doi": "10.1101/2024.12.10.627859", "authors": "Mondal, D.; Kumar, V.; Satler, T.; Ramachandran, R.; Saltzberg, D.; Chemmama, I.; Pilla, K. B.; Echeverria, I.; Webb, B. M.; Gupta, M.; Verba, K. A.; Sali, A.", "abstract": "Building an accurate atomic structure model of a protein into a cryo-electron microscopy (cryo-EM) map at worse than 3 Angstrom resolution is difficult. To facilitate this task, we devised a method for assigning the amino acid residue sequence to the backbone fragments traced in an input cryo-EM map (EMSequenceFinder). EMSequenceFinder relies on a Bayesian scoring function for ranking 20 standard amino acid residue types at a given backbone position, based on the fit to a density map, map resolution, and secondary structure propensity. The fit to a density is quantified by a convolutional neural network that was trained on ~5.56 million amino acid residue densities extracted from cryo-EM maps at 3-10 Angstrom resolution and corresponding atomic structure models deposited in the Electron Microscopy Data Bank (EMDB). We benchmarked EMSequenceFinder by predicting the sequences of 58,044 distinct [a]-helix and {beta}-strand fragments, given the fragment backbone coordinates fitted in their density maps. EMSequenceFinder identifies the correct sequence as the best-scoring sequence in 77.8% of these cases. We also assessed EMSequenceFinder on separate datasets of cryo-EM maps at resolutions from 4 to 6 [A]. The accuracy of EMSequenceFinder (63.5%) was better than that of three tested state-of-the-art methods, including findMysequence (45%), ModelAngelo (27%), and sequence_from_map in Phenix (12.9%). We further illustrate EMSequenceFinder by threading the SARS-CoV-2 NSP2 sequence into eight cryo-EM maps at resolutions from 3.7 to 7.0 Angstrom. EMSequenceFinder is implemented in our open-source Integrative Modeling Platform (IMP) program. Thus, it is expected to be helpful for integrative structure modeling based on a cryo-EM map and other information, such as models of protein complex components and chemical crosslinks between them. EMSequenceFinder is available as part of our open source IMP distribution at https://integrativemodeling.org/.", "date": "2025-05-02", "journal": ""}
{"title": "Structurally distinct manganese-sensing riboswitch aptamers regulate different expression platform architectures", "doi": "10.1101/2024.12.14.628514", "authors": "Stephen, C.; Palmer, D.; Bautista, C.; Mishanina, T.", "abstract": "Manganese (Mn)-sensing riboswitches protect bacteria from Mn toxicity by upregulating expression of Mn exporters. The Mn aptamers share key features but diverge in other important elements, including within the metal-binding core. Although X-ray crystal structures of isolated aptamers exist, these structural snapshots lack crucial details about how the aptamer communicates the presence or absence of ligand to the expression platform. In this work, we investigated the Mn-sensing translational riboswitches in E. coli (mntP and alx), which differ in aptamer secondary structure, nucleotide sequence, and pH-dependence of Mn response. We performed co-transcriptional RNA chemical probing, allowing us to visualize RNA folding intermediates that form and resolve en route to the final folded riboswitch. For the first time, we report that sampling of metal ions by the RNA begins before the aptamer synthesis and folding are complete. At a single-nucleotide resolution, we pinpoint the transcription window where \"riboswitching\" occurs in response to Mn binding and uncover key differences in how the alx and mntP riboswitches fold. Finally, we describe riboswitch-specific effects of pH, providing insights into how two members of the same riboswitch family differentially sense two distinct environmental cues: concentration of Mn and pH.\n\nGRAPHICAL ABSTRACT\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=147 SRC=\"FIGDIR/small/628514v4_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (23K):\norg.highwire.dtl.DTLVardef@77e6eeorg.highwire.dtl.DTLVardef@1da22e2org.highwire.dtl.DTLVardef@284d69org.highwire.dtl.DTLVardef@1f24d81_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-05-02", "journal": ""}
{"title": "Bounding phenotype transition probabilities via conditional complexity", "doi": "10.1101/2024.12.18.629197", "authors": "Dingle, K.; Hagolani, P.; Zimm, R.; Umar, M.; O'Sullivan, S.; Louis, A.", "abstract": "By linking genetic sequences to phenotypic traits, genotype-phenotype maps represent a key layer in biological organisation. Their structure modulates the effects of genetic mutations which can contribute to shaping evolutionary outcomes. Recent work based on algorithmic information theory introduced an upper bound on the likelihood of a random genetic mutation causing a transition between two phenotypes, using only the conditional complexity between them. Here we evaluate how well this bound works for a range of genotype-phenotype maps, including a differential equation model for circadian rhythm, a matrix-multiplication model of gene regulatory networks, a developmental model of tooth morphologies for ringed seals, a polyomino-tile shape model of biological self-assembly, and the HP lattice protein model. By assessing three levels of predictive performance, we find that the bound provides meaningful estimates of phenotype transition probabilities across these complex systems. These results suggest that transition probabilities can be predicted to some degree directly from the phenotypes themselves, without needing detailed knowledge of the underlying genotype-phenotype map.", "date": "2025-05-02", "journal": ""}
{"title": "Context-Dependent PSIICOS: A Novel Framework for Functional Connectivity Estimation Accounting for Task-Related Power Leakage", "doi": "10.1101/2024.12.30.630771", "authors": "Kleeva, D.; Ossadtchi, A.", "abstract": "Functional connectivity (FC) analysis using non-invasive neuroimaging methods, such as MEG and EEG, is often confounded by artifacts from spatial leakage and task-related power modulations. To address these limitations, we present Context-Dependent PSIICOS (CD-PSIICOS), a novel framework that improves the estimation of FC by incorporating task-specific cortical power distributions into the projection operator applied to the vectorized sensor-space cross-spectrum. Unlike the original PSIICOS (Phase Shift Invariant Imaging of Coherent Sources) approach, designed to suppress spatial leakage from all the sources, CD-PSIICOS dynamically adjusts the projection based on the active source distribution, enabling more accurate suppression of spatial leakage while preserving true zero-phase interactions. We validated CD-PSIICOS using realistic simulations and a multi-subject MEG dataset. The results demonstrate that CD-PSIICOS outperforms the original PSIICOS in suppressing artifacts at the lower projection ranks, maintaining robust detection of functional networks across theta and gamma frequency bands. By requiring lower projection ranks for optimal performance, CD-PSIICOS facilitates the reconstruction of physiologically relevant networks with improved sensitivity and stability.", "date": "2025-05-02", "journal": ""}
{"title": "Replay builds an efficient cognitive map offline to avoid computation online", "doi": "10.1101/2025.01.08.632067", "authors": "Ou, J.; Qu, Y.; Xu, Y.; Xiao, Z.; Behrens, T. E.; Liu, Y.", "abstract": "How do humans integrate fragmented experiences into a coherent structure that supports novel inferences? Addressing this question requires tracking learning from the very first encounters. Using magnetoencephalography, we recorded human neural activity throughout the full process - from initial learning to inference. Participants first learned one-dimensional, pairwise rank relationships that collectively formed a two-dimensional (2D) conceptual map, and then inferred unobserved relationships. During rest, offline replay integrated piecemeal memories into a coherent 2D representation, predicting the emergence of a grid-cell-like code that reflected a generalizable task schema. This schema reduced the need for effortful computations during subsequent inference. During inference, two types of on-task replay emerged: a fast replay, resembling offline replay and representing the full map, and a slow replay, focused on trial-specific details. Notably, slow replay negatively correlated with both grid-like coding and inference performance. Together, these results suggest that replay builds an efficient cognitive map offline, thereby reducing reliance on deliberate computation online.", "date": "2025-05-02", "journal": ""}
{"title": "Inferring resource competition in microbial communities from time series", "doi": "10.1101/2025.01.08.631910", "authors": "Chen, X.; Crocker, K.; Kuehn, S.; Walczak, A. M.; Mora, T.", "abstract": "The competition for resources is a defining feature of microbial communities. In many contexts, from soils to host-associated communities, highly diverse microbes are organized into metabolic groups or guilds with similar resource preferences. The resource preferences of individual taxa that give rise to these guilds are critical for understanding fluxes of resources through the community and the structure of diversity in the system. However, inferring the metabolic capabilities of individual taxa, and their competition with other taxa, within a community is challenging and unresolved. Here we address this gap in knowledge by leveraging dynamic measurements of abundances in communities. We show that simple correlations are often misleading in predicting resource competition. We show that spectral methods such as the cross-power spectral density (CPSD) and coherence that account for time-delayed effects are superior metrics for inferring the structure of resource competition in communities. We first demonstrate this fact on synthetic data generated from consumer-resource models with time-dependent resource availability, where taxa are organized into groups or guilds with similar resource preferences. By applying spectral methods to oceanic plankton time-series data, we demonstrate that these methods detect interaction structures among species with similar genomic sequences. Our results indicate that analyzing temporal data across multiple timescales can reveal the underlying structure of resource competition within communities.", "date": "2025-05-02", "journal": ""}
{"title": "A Murine Database of Structural Variants Enables the Genetic Architecture of a Spontaneous Murine Lymphoma to be Characterized", "doi": "10.1101/2025.01.09.632219", "authors": "Ren, W.; Fang, Z.; Dolzhenko, E.; Saunders, C. T.; Cheng, Z.; Popic, V.; Peltz, G.", "abstract": "A more complete map of the pattern of genetic variation among inbred mouse strains is essential for characterizing the genetic architecture of the many available mouse genetic models of important biomedical traits. Although structural variants (SVs) are a major component of genetic variation, they have not been adequately characterized among inbred strains due to methodological limitations. To address this, we generated high-quality long-read sequencing data for 40 inbred strains; and designed a pipeline to optimally identify and validate different types of SVs. This generated a database for 40 inbred strains with 573,191SVs, which included 10,815 duplications and 2,115 inversions, that also has 70 million SNPs and 7.5 million insertions/deletions. Analysis of this SV database led to the discovery of a novel bi-genic model for susceptibility to a B cell lymphoma that spontaneously develops in SJL mice, which was initially described 55 years ago. The first genetic factor is a previously identified endogenous retrovirus encoded protein that stimulates CD4 T cells to produce the cytokines required for lymphoma growth. The second genetic factor is a newly found deletion SV, which ablates a protein whose promotes B lymphoma development in SJL mice. Characterizing the genetic architecture of SJL lymphoma susceptibility could provide new insight into the pathogenesis of a human lymphoma that has similarities with this murine lymphoma.", "date": "2025-05-02", "journal": ""}
{"title": "Regulation of B cell tolerance and autoimmunity by miR-130b", "doi": "10.1101/2025.01.22.634242", "authors": "Herrero-Fernandez, B.; Gonzalez-Molina, M. d. P.; Gamez-Reche, L.; Prieto-Munoz, A. M.; Sanz, J.; Gonzalo, T.; Moreno, A.; Lopez-Molina, M.; Manas, L.; Nemazee, D.; Xiao, C.; Otero-Ortega, L.; Gonzalez-Martin, A.", "abstract": "Autoimmune diseases represent a timely health challenge due to their increasing incidence and lack of definitive cures. Autoreactive B cells play essential roles in several autoimmune diseases, including multiple sclerosis, lupus erythematosus and rheumatoid arthritis, which are more prevalent in women than men. However, the molecular mechanisms regulating these cells remain largely unknown. In this study, we identified miR-130b as a critical regulator of B cell tolerance through its suppression of Estrogen Receptor Alpha (ERa). Elevated levels of miR-130b impaired the elimination of autoreactive B cells by clonal deletion via downregulation of ESR1 (which encodes ERa) and PTEN, allowing their escape into peripheral tissues where they can contribute to autoimmunity. Deficiency in ERa expression alone was sufficient to allow the escape of self-reactive B cells to periphery in female, but not male, mice. Furthermore, elevated levels of miR-130b in patients with multiple sclerosis associated with increased disease activity and severity. Our findings reveal a previously unknown miR-130b-ERa axis that regulates B cell tolerance in a sex-specific manner and open new avenues to improve diagnosis and treatment of autoimmune diseases.", "date": "2025-05-02", "journal": ""}
{"title": "The structure of an ancient genotype-phenotype map shaped the functional evolution of a protein family", "doi": "10.1101/2025.01.28.635160", "authors": "Herrera-Alvarez, S.; Patton, J. E. J.; Thornton, J. W.", "abstract": "Some phenotypes are more likely to be produced by mutation than others, but the causal role of these propensities in the evolution of extant phenotypic diversity remains unclear. There are two major challenges: it is difficult to separate the effect of the genotype-phenotype (GP) map from that of natural selection in causing natural patterns of diversity, and most extant phenotypes evolved long ago in species whose GP maps cannot be recovered. Using reconstructed ancestral transcription factors as a model to address this problem, we created libraries containing all possible amino acid combinations at historically variable sites in the proteins' DNA binding interface (the genotypes) and measured their capacity to bind specifically to response elements containing all possible combinations of nucleotides at historically variable sites in the DNA (the phenotypes). The ancestral proteins we used existed during an ancient phylogenetic interval when a new phenotype - specificity for a new response element - evolved. We found that the two ancestral GP maps were strongly anisotropic (the distribution of phenotypes encoded by genotypes is highly nonuniform) and heterogeneous (the phenotypes accessible around each genotype vary dramatically among genotypes), but the extent and direction of these properties differed between the maps. In both cases, these properties steered evolution toward the lineage-specific phenotypes that evolved during history. Our findings establish that ancient properties of the GP relationship were causal factors in the evolutionary process that produced the present-day patterns of functional conservation and diversity in this protein family.", "date": "2025-05-02", "journal": ""}
{"title": "Phasic and tonic pain serve distinct functions during adaptive behaviour", "doi": "10.1101/2025.02.10.637253", "authors": "Tong, S.; Denison, T.; Hewitt, D.; Lee, S. W.; Seymour, B.", "abstract": "Pain drives self-protective behaviour, and evolutionary theories suggest it acts over different timescales to serve distinct functions. Whilst phasic pain provides a teaching signal to drive avoidance of new injury, tonic pain is argued to support recuperative behaviour, for instance by reducing motivational vigour. We test this hypothesis in an immersive virtual reality EEG foraging task where subjects harvested fruit in a forest: some fruit elicited brief phasic pain to the grasping hand, and this reduced choice probability. Simultaneously, tonic pressure pain to the contralateral upper arm was associated with reduced action velocities. This could be explained by a free-operant computational framework that formalises and quantifies the function of tonic and phasic pain in terms of motivational vigour and decision value, and model parameters correlated with EEG responses. Overall, the results show how tonic and phasic pain subserve distinct objective motivational functions that support harm minimisation during ongoing adaptive behaviour.", "date": "2025-05-02", "journal": ""}
{"title": "Dissection and internal anatomy of the giant tropical bont tick Amblyomma variegatum", "doi": "10.1101/2025.02.13.636238", "authors": "Pature, N.; Pages, N.; Rodrigues, V.; MEYER, D. F.", "abstract": "Ticks are ectoparasites that feed on the blood of animals and humans and are among the arthropods responsible for numerous human and animal diseases worldwide. The tropical bont tick, Amblyomma variegatum, is a significant natural vector of Ehrlichia ruminantium, the causative agent of heartwater. This disease is endemic in many countries, including those in sub-Saharan Africa and certain Caribbean islands. Due to the potential of heartwater and its vector to pose an economic and health threats to non-endemic regions, they have been designated as high-consequence foreign animal diseases and pests by the United States Department of Agricultures Animal and Plant Health Inspection Service. Understanding the ecology and biology of A. variegatum is critical for developing effective control methods to limit its spread to other geographic regions. A key step in this process is the isolation of tick organs and further elucidation of their functions (i.e. vector competence). However, the literature contains limited documentation of the complete internal structure of Amblyomma tick species. In this study, we describe the internal structure of unfed nymphs, partially engorged males, and unfed and partially engorged females of the tick species A. variegatum. The objective is to facilitate the identification and the localization organs of interest while highlighting the morphological differences between the tropical bont tick and other tick species. This foundational work will support the development of various applications following the isolation of tick organs. These findings not only deepen our understanding of Amblyomma variegatumanatomy but also provide a critical foundation for tackling the broader challenges of tick-borne diseases and advancing vector control strategies in both endemic and non-endemic regions.", "date": "2025-05-02", "journal": ""}
{"title": "Quantitative evaluation of normal cerebrospinal fluid flow in the Sylvian aqueduct and perivascular spaces of the middle cerebral artery and circle of Willis via 2D phase-contrast MR imaging", "doi": "10.1101/2025.02.11.637564", "authors": "Le, R. F. D.; Karmonik, C.; Regnier-Golanov, A. S.; Golanov, E. V.; Britz, G. W.", "abstract": "Recently, it was proposed that CSF flow constitutes a critical part of the glymphatic system, playing a critical role in various brain abnormalities from Alzheimers disease to hydrocephalus. Thus, measurement of CSF flow has been increasingly used for diagnostic and clinical monitoring purposes. Phase-contrast MRI has been used to determine CSF flow. However, CSF flow in the periarterial spaces of the circle of Willis and the middle cerebral artery which are important conduits remain unexplored. We employed phase-contrast MRI to explore CSF flow along the perivascular spaces of the circle of Willis and the middle cerebral artery to establish baseline parameters of CSF and compare them with the Sylvian aqueduct. To analyze CSF flow in the perivascular space, we developed a new, semi-automated method for outlining the perivascular space and extracting CSF flow parameters. The twenty-four healthy participants were recruited to achieve an even distribution by age (mean: 40 +/- 11) and gender (13 males). We validated our routine for CSF flow measurements by comparing CSF flow in the Sylvian aqueduct (0.00700 mL/s) with the range of literature values, 0.0049-0.0432 mL/s. For all CSF parameters, the circle of Willis and middle cerebral artery were differed from the Sylvian aqueduct. For most CSF flow parameters, the 95% confidence intervals of the circle of Willis and middle cerebral artery overlap. The linear mixed models and general linear mixed models for flow indicate strong effects of the conduits. CSF velocity in these conduits were lower 0.159 cm/s and 0.198 cm/s respectively than in the Sylvian aqueduct. Overall, differences in CSF flow parameters between sex and age groups were negligible. In this study, we have validated our routine and established baseline values of CSF flow along the circle of Willis and the middle cerebral artery as well as highlighted the limited influence of sex and/or age.", "date": "2025-05-02", "journal": ""}
{"title": "Lymph nodes link sex-biased immune aging to compromised antigen recognition", "doi": "10.1101/2025.02.11.637693", "authors": "Menzel, L.; Zschummel, M.; O'Melia, M. J.; Zhou, H.; Lei, P.-J.; Liu, L.; Sen, D. R.; Munn, L. L.; Padera, T. P.", "abstract": "A diverse naive CD8 T cell repertoire is essential to provide broad protection against infection and cancer. Aging diminishes naive T cells, reducing potential diversity and leading to lymph node contraction. Here, we revealed that this decline occurs earlier in males, resulting in significant sex differences in immunity during middle age. Earlier in life, naive CD8 T cells in males become virtual memory cells prone to premature senescence. Due to androgen-driven thymic atrophy in males, naive CD8 T cells are insufficiently replenished. Therapeutic thymus rejuvenation via testosterone ablation restored naive CD8 T cells in lymph nodes of middle-aged male mice, leading to enhanced tumor recognition. These findings show the crucial role of sex and age on lymph node T cell repertoires and suggest potential strategies to restore immune function in males during aging.", "date": "2025-05-02", "journal": ""}
{"title": "Tracing the Spread of Celtic Languages using Ancient Genomics", "doi": "10.1101/2025.02.28.640770", "authors": "McColl, H.; Kroonen, G.; Pinotti, T.; Barrie, W.; Koch, J.; Ling, J.; Demoule, J.-P.; Kristiansen, K.; Sikora, M.; Willerslev, E.", "abstract": "Celtic languages, including Irish, Scottish Gaelic, Welsh and Breton, are today restricted to the Northern European Atlantic seaboard. However, between three and two thousand years before present (BP), Celtic was widely spoken across most of Europe before being largely replaced by Germanic, Latin or Slavic1-4. Despite this rich history, how Celtic spread across the European continent remains contentious5. The debate is currently focused around three main models based on historical linguistics and archaeology: (1) a Late Bronze Age/Early Iron Age spread from Central Europe associated with the Hallstatt and La Tene Cultures6-9; (2) a Late Neolithic/Early Bronze Age spread along the Atlantic seaboard linked to the Bell Beaker Culture10-13; and (3) a Bronze Age spread from France, Iberia or Northern Italy14-16. Previous genomic investigations are centred around the arrival of Celtic to specific regions: Britain17, Iberia18 and Southwestern Germany19. Here, we utilise new genomic data from Bronze and Iron Age Europe to test how the population histories align with the three models of prehistoric spread of the Celtic languages. In line with the theory that Celtic spread from Central Europe during the Late Bronze Age to Early Iron Age, we find Urnfield-related ancestry - specifically linked to the Knoviz subgroup to have formed between 4 and 3.2 kyr BP, and subsequently expanded across much of Western Europe between 3.2 and 2.8 kyr BP. This ancestry further persisted into the Hallstatt Culture of France, Germany and Austria, impacting Britain by 2.8 kyr BP and Iberia by 2.5 kyr BP. Our findings thus agree with the model of Central European spread of the Celtic languages through consecutive expansions of the Urnfield, Hallstatt and La Tene Cultures rather than the competing models. These results demonstrate, yet again, the power of ancient population genomics in addressing long-standing debates in historical linguistics and archaeology.", "date": "2025-05-02", "journal": ""}
{"title": "Cortical Latency Predicts Reading Fluency from Late Childhood to Early Adolescence", "doi": "10.1101/2025.02.27.640126", "authors": "Wang, F.; Nguyen, Q. T. H.; Kaneshiro, B.; Norcia, A. M.; McCandliss, B.", "abstract": "The development of fluent literacy from childhood to adolescence is strongly constrained by the temporal dynamics of word recognition. Capturing the neural basis of these subtle timing changes reliably at the individual level has been challenging with EEG. Here, we leverage phase information from Steady-State Visual Evoked Potentials (SSVEPs) to derive precise and reliable temporal dynamics of neural signatures underlying visual word form recognition at the individual level and examine their relationship to reading fluency and comprehension. Typically developing readers (N = 68, aged 8-15), viewed a stream of four-character stimulus strings presented at 3 Hz. Significant SSVEP signals emerged for nearly all participants. Signals at 3, 6, and 9 Hz harmonics exhibited a phase pattern consistent with a delay model, indicating a mean latency of ~170 milliseconds. Individual latencies demonstrated (a) high internal consistency (R = .94); (b) robustness across letter string forms (words, nonwords, and pseudo-characters); (c) a linear relationship with age; and most remarkably, (d) a predictive relationship with individual differences in reading fluency and comprehension. These findings highlight SSVEP latency as a robust neural marker of reading development, offering a promising tool for translational applications in educational settings and interventions targeting reading difficulties.", "date": "2025-05-02", "journal": ""}
{"title": "FakeRotLib: expedient non-canonical amino acid parameterization in Rosetta", "doi": "10.1101/2025.02.27.640629", "authors": "Bell, E. W.; Brown, B. P.; Meiler, J.", "abstract": "Non canonical amino acids (NCAAs) occupy an important place, both in natural biology and synthetic applications. However, modeling these amino acids still lies outside the capabilities of most deep learning methods due to sparse training datasets for this task. Instead, biophysical methods such as Rosetta can excel in modeling NCAAs. We discuss the various aspects of parameterizing a NCAA for use in Rosetta, identifying rotamer distribution modeling as one of the most impactful factors of NCAA parameterization on Rosetta performance. To this end, we also present FakeRotLib, a method which uses statistical fitting of small molecule conformer to create rotamer distributions. We find that FakeRotLib outperforms existing methods in a fraction of the time and is able to parameterize NCAA types previously unmodeled by Rosetta.", "date": "2025-05-02", "journal": ""}
{"title": "Variable performance of widely used bisulfite sequencing methods and read mapping software for DNA methylation", "doi": "10.1101/2025.03.14.643302", "authors": "Kerns, E. V.; Weber, J. N.", "abstract": "DNA methylation (DNAm) is the most commonly studied marker in ecological epigenetics, yet the performance of popular library preparation strategies and bioinformatic tools is seldom assessed and compared in genetically variable natural populations. We profiled DNAm using reduced representation bisulfite sequencing (RRBS) and whole genome bisulfite sequencing (WGBS), including technical and biological replicates from lab-reared and wild-caught threespine stickleback (Gasterosteus aculeatus). We then compared how the most commonly used read mapper and methylation caller (Bismark) performed relative to two alternative pipelines (BWA mem or BWA meth read mappers analyzed with MethyDackel). BWA meth provided 50% higher mapping efficiency than BWA mem and 45% higher efficiency than Bismark. Despite differences in mapping efficiency, BWA meth and Bismark produced highly similar methylation profiles, while BWA mem systematically discarded unmethylated cytosines. Sequencing depth filters had large impacts on CpG sites recovered across multiple individuals, with the largest impact on WGBS data. Notably, the prevalence of CpG sites with intermediate methylation levels is greatly reduced in RRBS data compared to WGBS, which may have important consequences for functional interpretations. We conclude by discussing how library construction and bisulfite alignment wrappers can influence SNP filtering, genomic coverage, and the abundance and reliability of data available for downstream analysis. Our analyses suggest that researchers studying genetically variable populations may prioritize filtering SNPs by constructing RRBS libraries with small insert sizes and paired end reads, which is counter to conventional wisdom.", "date": "2025-05-02", "journal": ""}
{"title": "Is Britain still Great for Pine Marten? A Habitat Suitability Assessment", "doi": "10.1101/2025.03.19.643030", "authors": "Lewis, E.; Swinnerton, K.; Fitzmaurice, A.; Armour-Chelu, N.; Gardner, R.; Ball, L.", "abstract": "Species distribution models are used to predict habitat suitability for a species, by quantifying the environmental characteristics which allow a species to occupy a geographical area. The abundance and range of Pine Marten (Martes martes) has declined substantially in Great Britain, with the remaining populations restricted to Scotland. Here, we perform species distribution modelling to determine habitat suitability, and identify potential reintroduction sites, for Pine Marten in Great Britain. Using a global range dataset of 4,189 occurrences, and seven environmental variables, ensemble species distribution models were used to predict habitat suitability across Europe at 1 km resolution and Great Britain at 100 m resolution. High habitat suitability was identified across substantial areas in the South East, East of England and South West, with pockets of suitable habitat along the West Coast of Britain. The results indicate that elevation and land cover are important drivers of suitability.", "date": "2025-05-02", "journal": ""}
{"title": "Quantifying the influence of genetic context on duplicated mammalian genes", "doi": "10.1101/2025.04.03.647042", "authors": "Moffett, A. S.; Falcon-Cortes, A.; Di Pierro, M.", "abstract": "Gene duplication is a fundamental part of evolutionary innovation. While single-gene duplications frequently exhibit asymmetric evolutionary rates between paralogs, the extent to which this applies to multi-gene duplications remains unclear. In this study, we investigate the role of genetic context in shaping evolutionary divergence within multi-gene duplications, leveraging microsynteny to differentiate source and target copies. Using a dataset of 193 mammalian genome assemblies and a bird outgroup, we systematically analyze patterns of sequence divergence between duplicated genes and reference orthologs. We find that target copies, those relocated to new genomic environments, exhibit elevated evolutionary rates compared to source copies in the ancestral location. This asymmetry is influenced by the distance between copies and the size of the target copy. We also demonstrate that the polarization of rate asymmetry in paralogs, the \"choice\" of the slowly evolving copy, is biased towards collective, block-wise polarization in multi-gene duplications. Our findings highlight the importance of genetic context in modulating post-duplication divergence, where differences in cis-regulatory elements and co-expressed gene clusters between source and target copies may be responsible. This study presents a large-scale test of asymmetric evolution in multi-gene duplications, offering new insight into how genome architecture shapes functional diversification of paralogs.", "date": "2025-05-02", "journal": ""}
{"title": "Cuttlefish interaction with multimodal arm wave signs displays", "doi": "10.1101/2025.04.13.648584", "authors": "Cohen Bodenes, S.; Neri, P.", "abstract": "In addition to the well-known extraordinary changes in visual appearance they can generate at the level of their mantle, cuttle-fish can produce various body configurations combining chromatic, postural, and locomotion patterns, both for camouflaging and communication. We introduce a previously undescribed communication display in two cuttlefish species: Sepia officinalis and Sepia bandensis. The four \"arm wave signs\" are stereotyped arm movements consisting of long-lasting, expressive, and repeated sequences of undulations of the arms, which can be combined and expressed following specific patterns. Using non-invasive behavioral experiments, we tested the hypothesis that they represent multimodal communication displays. To assess the role of visual cues, we recorded videos of animals signing and played them back to individual cuttlefish participants. When seeing the movies, cuttlefish waved back at the display. Most importantly, they were more likely to wave back when the movie was in upright (original) configuration as opposed to flipped upside-down, similar to the manner in which humans perceive faces and other socially relevant displays. In addition to their visually striking display, arm wave signs produce mechanical waves in the water, prompting us to explore the possibility that they may also be perceived via mechanoreception. Using playback experiments similar to those adopted in vision, we obtained preliminary evidence to support this hypothesis, indicating that arm wave signs may represent multimodal signals involving vision and mechanoreception. Our new result on communication with arm wave signs opens up novel possibilities for understanding vibration-mediated communication through the lateral line and/or the statocysts in a cephalopod species as an example of convergent evolution with vertebrates.", "date": "2025-05-02", "journal": ""}
{"title": "All spectral frequencies of neural activity reveal semantic representation in the human anterior ventral temporal cortex", "doi": "10.1101/2025.04.17.649404", "authors": "Frisby, S. L.; Halai, A. D.; Cox, C. R.; Clarke, A.; Shimotake, A.; Kikuchi, T.; Kuneida, T.; Arakawa, Y.; Takahashi, R.; Ikeda, A.; Matsumoto, R.; Rogers, T. T.; Lambon Ralph, M. A.", "abstract": "Intracranial electrophysiology offers a unique insight into the nature of information representation in the brain - it can be used to disentangle information encoded in local neuronal activity (gamma and high gamma frequencies) from information encoded via long-range interactions (lower frequencies). We used regularised logistic regression to decode animacy from time-frequency power and phase extracted from electrocorticography (ECoG) grid electrode data recorded on the surface of human vATL. Power in gamma (30 - 60 Hz) and high gamma (42 - 200 Hz) produced reliable decoding, indicating that semantic information is indeed expressed by local populations in vATL. However, power from a wide range of frequencies (4 - 200 Hz) produced significantly higher decoding accuracy and also exhibited the same rapidly-changing dynamic code previously observed when decoding voltage. These findings support the theory that semantic information is encoded by a local vATL \"hub\" that interacts with distributed cortical \"spokes\".", "date": "2025-05-02", "journal": ""}
{"title": "The role of inhibitory neurons in novelty sound detection in regular and random statistical contexts.", "doi": "10.1101/2025.04.20.649735", "authors": "Ding, X.; Vogler, N. W.; Tobin, M.; Garami, L.; Wood, K. C.; Geffen, M. N.", "abstract": "Detecting statistical regularities in sound and responding to violations of these patterns, termed novelty detection, is a core function of the auditory system. In the human brain, studies have shown that novelty responses are enhanced in regular compared to random auditory contexts, but the underlying neuronal circuit mechanisms remain unclear. Here, we examined how inhibitory neurons contribute to context-dependent novelty responses in mouse auditory cortex (AC). Using two-photon calcium imaging in AC of awake head-fixed male and female mice, we recorded neuronal activity during presentation of spectro-temporally rich ripple sounds, with novel ripples embedded in either regular or random ripple sequences. AC neurons exhibited stronger responses to novel sounds in regular contexts compared to random ones. To identify circuit mechanisms, we selectively inactivated parvalbumin (PV), somatostatin (SST), or vasoactive intestinal polypeptide (VIP) inhibitory neurons during the novel stimulus presentation. Inactivation of PV and SST neurons broadly increased novelty responses in both contexts. In contrast, VIP inactivation selectively reduced responses to novel stimuli in the regular, but not random, context, decreasing the context-dependent novelty signal enhancement. At the population level, inactivating all three neuronal subtypes increased detectability of the novel stimulus, but only for VIP inactivation, the effects were context dependent. These findings reveal a distinct role for VIP neurons in modulating novelty signals based on context regularity, suggesting that VIP circuits are critical for context-sensitive auditory processing and predictive coding.", "date": "2025-05-02", "journal": ""}
{"title": "TIGIT expression dictates the immunosuppressive reprogramming of myeloid cells in glioblastoma", "doi": "10.1101/2025.04.24.648993", "authors": "Asad, M.; Inocencio, J.; Mitrasinovic, S.; Aoki, M.; Crisman, C.; Lasala, P.; Eskandar, E.; Guha, C.; Zang, X.; Parney, I. F.; Himes, B. T.", "abstract": "Glioblastoma (GBM) is a deadly brain cancer with near-universal recurrence despite maximal treatment for which new innovations are sorely needed. Immunotherapy has yet to make significant gains in GBM treatment despite revolutionizing other cancer therapies, due in part to GBM-mediated immune suppression. This immune derangement proceeds through several mechanisms, but increasing evidence points to critical roles for tumor-derived extracellular vesicles (EVs) and immunosuppressive myeloid cells as key factors in this process. In the present study, we demonstrate broad expression of TIGIT across myeloid cell populations in the GBM microenvironment, a finding recapitulated by conditioning healthy monocytes with GBM-derived EVs. Further, knockdown of TIGIT expression reduced the immunosuppressive polarization of monocytes, resulting in improvement in T cell function. This finding proceeded in an NLRP3-dependent manner, with substantial co-localization of TIGIT and NLRP3 expression prior to knockdown. These findings point to a novel role for TIGIT expression in diverse myeloid cells in the GBM microenvironment as a marker of immunosuppressive activity and further indicate a hierarchy of immunomodulatory protein activity in these myeloid cells, with TIGIT knockdown unmasking the pro-inflammatory activity of NLRP3. This study bolsters understanding of the immunosuppressive complexities of myeloid cells in the GBM microenvironment, while lending further support to prevention or attenuation of immunosuppressive myeloid cell activity as a means of restoring immune function in GBM.\n\nO_FIG O_LINKSMALLFIG WIDTH=153 HEIGHT=200 SRC=\"FIGDIR/small/648993v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (28K):\norg.highwire.dtl.DTLVardef@1592b5org.highwire.dtl.DTLVardef@52bc9borg.highwire.dtl.DTLVardef@1dc8e56org.highwire.dtl.DTLVardef@104cbba_HPS_FORMAT_FIGEXP  M_FIG C_FIG Graphical abstract (Created in BioRender. Asad, M. (2025) https://BioRender.com/euiljoq\n\nKey PointsO_LITIGIT is broadly expressed in myeloid cells within the GBM microenvironment and can be induced by GBM-derived extracellular vesicles.\nC_LIO_LIKnockdown of TIGIT reduces immunosuppressive polarization of monocytes and enhances T cell activity via NLRP3 signaling.\nC_LIO_LIThis study advocates immunomodulatory hierarchy in GBM, positioning TIGIT as a potential therapeutic target to reverse immune suppression.\nC_LI\n\nImportance of the StudyGlioblastoma (GBM) remains a formidable clinical challenge, with poor prognosis and limited response to current immunotherapies. This study uncovers a novel immunosuppressive axis involving TIGIT expression in myeloid cells, which are key players in the GBM tumor microenvironment. By demonstrating GBM-derived extracellular vesicles induce TIGIT in healthy monocytes and TIGIT knockdown diminishes immunosuppressive polarization via an NLRP3-dependent pathway, the study highlights TIGIT as both a marker and modulator of immune dysfunction in GBM. These findings introduce a functional hierarchy of immunoregulatory proteins in tumor-associated myeloid cells, positioning TIGIT as a potential checkpoint target. Restoring immune activity by disrupting this axis could enhance the efficacy of immunotherapy in GBM. Thus, this research not only advances our understanding of tumor-induced immune suppression but also opens a promising therapeutic avenue to reinvigorate anti-tumor immunity in a cancer type historically resistant to immunotherapeutic approaches.", "date": "2025-05-02", "journal": ""}
{"title": "Coordinated Discordance: Strategic Nest Attendance for Chick Rearing in Monogamous Seabird", "doi": "10.1101/2025.04.26.650791", "authors": "Ochi, D.; Oka, N.; Watanuki, Y.", "abstract": "Behavioral coordination between mated pairs plays a critical role in the reproductive success of many species practicing bi-parental care. In pelagic seabirds such coordination may help cope with the challenges posed by spatially heterogeneous and limited food availability. This study investigated the relationship between parental coordination and reproductive performance by analyzing nest attendance patterns of breeding pairs of the Streaked Shearwater Calonectris leucomelas during the chick-rearing period on Mikura Island, Japan. Using an automated identification system, we recorded nest attendance and quantified coordination levels through the {varphi} coefficient. Our analysis revealed that higher coordination levels were associated with reduced extended nest absence periods, potentially decreasing prolonged chick fasting. However, coordination levels showed no significant direct effect on chick growth rates, while regular provisioning frequency, which can be associated with the coordination, and meal size emerged as critical determinants of chick development. These findings indicate that, in Streaked Shearwaters, behavioral coordination during chick rearing contributes to indirect effect on chick development, and also, might reduce the duration of unguarded periods at the nest.", "date": "2025-05-02", "journal": ""}
{"title": "Presynaptic vesicles supply membrane for axonal bouton enlargement during LTP", "doi": "10.1101/2025.04.29.651313", "authors": "Kirk, L. M.; Garcia, G. C.; Hanka, D. C.; Zatyko, K.; Bartol, T. M.; Sejnowski, T. J.; Harris, K. M.", "abstract": "Long-term potentiation (LTP) induces presynaptic bouton enlargement and a reduction in the number of synaptic vesicles. To understand the relationship between these events, we performed 3D analysis of serial section electron micrographs in rat hippocampal area CA1, 2 hours after LTP induction. We observed a high vesicle packing density in control boutons, contrasting with a lower density in most LTP boutons. Notably, the summed membrane area of the vesicles lost in low-density LTP boutons is comparable to the surface membrane required for the observed bouton enlargement when compared to high-density control boutons. These novel findings suggest that presynaptic vesicle density provides a new structural indicator of LTP that supports a local mechanism of bouton enlargement.", "date": "2025-05-02", "journal": ""}
{"title": "Genetic architecture and cellular basis of flag leaf size variation in barley", "doi": "10.1101/2025.04.28.650967", "authors": "Lapasiya, T.; Gao, Y.; Wu, P.-Y.; Haweit, A.; van Inghelandt, D.; Stich, B.; Shrestha, A.", "abstract": "Flag leaf is the major contributor of photosynthetic assimilates to developing grains. We investigated the genetic architecture and cellular basis of flag leaf length (FLL) and width (FLW) in a multi-parent population comprised of 45 recombinant inbred line (RIL) populations (HvDRR) in barley. Fine mapping of a major quantitative trait locus (QTL) was performed as a first step to isolate the causal gene. Natural variation of FLL and FLW across multi-environment was highly heritable and genotypes adapted to warm climate produced longer and wider flag leaf than those adapted to cooler regions. The variation in flag leaf size was quantitatively inherited and influenced by 24 consensus QTLs of which 17 have not been reported earlier. Further, validation of QTL qHvDRR-FLS-8 and qHvDRR-FLS-17 in nearly isogenic RILs demonstrated that these QTLs also controlled length and width of leaves older than flag leaf. The number of epidermal cells primarily determined the differences in FLL and FLW. In addition, we identified the previously unknown effect of genic- and epiallele at Vrn-H1 on flag leaf size variation in spring barley. Furthermore, we fine-mapped qHvDRR-FLS-8, narrowing the interval from 8.7 to 3.5 Mb. In conclusion, our study identified the genomic regions associated with morphological and anatomical variation for leaf size and set the stage to uncover causal genes.", "date": "2025-05-02", "journal": ""}
{"title": "A functionally validated TCR-pMHC database for TCR specificity model development", "doi": "10.1101/2025.04.28.651095", "authors": "Messemaker, M.; Kwee, B. P. Y.; Moravec, Z.; Alvarez-Salmoral, D.; Urbanus, J.; de Paauw, S.; Geerligs, J.; Voogd, R.; Morris, B.; Guislain, A.; Mussmann, M.; Winkler, Y.; Steinmetz, M.; Iras, M.; Marcus, E.; Teuwen, J.; Perrakis, A.; Beijersbergen, R. L.; Scheper, W.; Schumacher, T.", "abstract": "Accurate prediction of TCR specificity forms a holy grail in immunology and large language models and computational structure predictions provide a path to achieve this. Importantly, current TCR-pMHC prediction models have been trained and evaluated using historical data of unknown quality. Here, we develop and utilize a high-throughput synthetic platform for TCR assembly and evaluation to assess a large fraction of VDJdb-deposited TCR-pMHC entries using a standardized readout of TCR function. Strikingly, this analysis demonstrates that claimed TCR reactivity is only confirmed for 50% of evaluated entries. Intriguingly, the use of TCRbridge to analyze AlphaFold3 confidence metrics reveals a substantial performance in distinguishing functionally validating and non-validating TCRs even though AlphaFold3 was not trained on this task, demonstrating the utility of the validated VDJdb (TCRvdb) database that we generated. We provide TCRvdb as a resource to the community to support training and evaluation of improved predictive TCR specificity models.", "date": "2025-05-02", "journal": ""}
{"title": "H5 influenza virus mRNA-lipid nanoparticle (LNP) vaccination elicits adaptive immune responses in Holstein calves", "doi": "10.1101/2025.05.01.651548", "authors": "Souza, C. K.; Santos, J. J. S.; Boggiatto, P.; Sterle, H.; Arruda, B.; Palmer, M. V.; Campos, A.; Liu, J.; Ye, N.; Weissman, D.; Hensley, S. E.; Baker, A. L.", "abstract": "Highly pathogenic avian influenza (HPAI) clade 2.3.4.4b H5N1 is circulating widely in lactating cows in the United States. Due to the critical need for intervention strategies for this outbreak, we evaluated antibody and cellular immune responses of a clade 2.3.4.4b H5 mRNA-LNP vaccine in calves. We found that the H5 mRNA-LNP vaccine induced a robust antibody and CD8+ T cellular-mediated immune response and conferred protection against clade 2.3.4.4b H5N1 infection.", "date": "2025-05-02", "journal": ""}
{"title": "LHR and Gαs trafficking drive sustained cAMP signalling from endosomes to control steroidogenesis", "doi": "10.1101/2025.04.30.651471", "authors": "Gourdon, J.; Haj-Hassan, M.; Jugnarain, V.; Gauthier, C.; Alves, S.; Guillou, F.; Reiter, E.; Jean-Alphonse, F.", "abstract": "A growing number of G protein-coupled receptors (GPCRs) signal through G proteins from intracellular compartments following endocytosis. While for few receptors the physiological relevance of such mechanism has been established, the relationships between the spatio-temporal organization of cellular signalling and the physiological responses are still to be elucidated for most receptors. Signalling by the luteinizing hormone receptor (LHR) is essential to regulate sex steroids production in gonads, but how G protein-dependent signals from endosomes are functionally important for steroidogenesis remains unexplored. Here, we demonstrate that transient LHR activation promotes a prolonged Gs/cAMP signalling from endosomes, which requires ligand-induced independent receptor and Gs trafficking. We show that endosomal trafficking is specifically required for ligand-induced cAMP accumulation in the nucleus and gene expression, as well as for steroids production in Leydig cells. Thus, this study contributes to further understand the molecular mechanisms by which LHR, through signalling compartmentalization, controls gonadal steroidogenesis.", "date": "2025-05-02", "journal": ""}
{"title": "Sufficient levels of BECLIN1 are required for intestinal epithelial cell homeostasis and protection against unwanted intestinal inflammation", "doi": "10.1101/2025.04.29.651340", "authors": "Juliani, J.; Tran, S.; Harris, T. J.; Ellis, S. L.; Al-Ani, A. H.; Patel, K. M.; Young, S. N.; Evangelista, M.; Baloyan, D.; Reehorst, C. M.; Nightingale, R.; Jenkins, L. J.; De Cruz, P.; Duszyc, K.; Kile, B. T.; Yap, A. S.; Mariadason, J. M.; Christensen, B.; Samson, A. L.; Murphy, J. M.; Fairlie, W. D.; Lee, E. F.", "abstract": "The prototypical autophagy regulator BECLIN1, orchestrates both autophagic and endocytic trafficking, and its homozygous deletion in the intestinal epithelium leads to intestinal disruption bearing similarities to inflammatory bowel disease (IBD). However, complete loss of BECLIN1 is rare in human disease. To model the effects of a partial reduction in BECLIN1, we examined mice with a monoallelic deletion of Becn1 in the intestinal epithelium, which decreased BECLIN1 protein levels by approximately 50%. Unlike the fatal phenotype following homozygous Becn1 deletion, the heterozygous mice were grossly normal, though they presented with significantly shorter small intestines. Gastrointestinal organoids derived from the mice also displayed disrupted endocytic trafficking and altered cytoskeletal dynamics resulting in mislocalisation of junctional proteins such as E-CADHERIN. In the mice, these changes were associated with impaired goblet cell function and maturation accompanied by abnormal mucin production, composition and secretion, resulting in compromised mucus barrier integrity. The mice also exhibited heightened susceptibility to dextran sulfate sodium (DSS)-induced colitis, emphasising the critical role of BECLIN1 in mediating protection against unregulated inflammation. Investigation of BECLIN1 levels in biopsies from patients with inflammatory bowel disease (IBD) revealed changes in its expression across distinct states of inflammation with reduced levels observed in highly inflamed regions in some patients, consistent with the gastrointestinal defects seen in mice with reduced BECLIN1. Hence, this study provides crucial insights into the multifaceted importance of BECLIN1 sufficiency in the intestinal epithelium to prevent pathophysiology. This highlights the potential of BECLIN1 as a biomarker and therapeutic target for IBD management.", "date": "2025-05-02", "journal": ""}
{"title": "Nonmuscle myosin 2 turnover in cells is synergistically controlled by the tail and the motor domain", "doi": "10.1101/2025.04.30.651508", "authors": "Chougule, A.; Svitkina, T.", "abstract": "Myosin 2, an actin-dependent motor, is universally responsible for cell contractility due to its ability to form bipolar filaments. Fast turnover of nonmuscle myosin 2 (NM2) filaments is necessary to keep up with cell motility and shape changes. The turnover mechanisms are not fully understood and differ for two main mammalian paralogs -- NM2A and NM2B -- whereas paralog copolymerization adds complexity to this process by enabling the intrinsically fast NM2A to dynamize the intrinsically slow NM2B. Here, we show that the nonhelical tail, the C-terminal phosphorylation sites, and surprisingly, the motor domain of the NM2A heavy chain synergistically accelerate the turnover of NM2B in trans and cell motility, suggesting that these three mechanisms collectively control NM2A own dynamics. Conversely, the phosphomimetic NM2B tail facilitates only local turnover of endogenous wild type NM2B but not its global redistribution unless the NM2A motor is combined with the phosphomimetic NM2B tail. Collectively, we reveal the cooperation between the motor activity and the NM2 tail-targeting turnover mechanisms in regulating the NM2 filament turnover in trans and cell motility.", "date": "2025-05-02", "journal": ""}
{"title": "MARK4 enhances stress granule formation and increases tau accumulation", "doi": "10.1101/2025.04.30.651577", "authors": "Nakajima, S.; Sultanakhmetov, G.; Fukuchi, A.; Watanabe, K.; Ito, K.; Shimizu, S.; Asada, A.; Saito, T.; Ando, K.", "abstract": "Stress granules (SGs) are membrane-less organelles that are formed in response to cellular stress. SGs protect cells against stress; however, their dysregulation and persistence may contribute to neurodegeneration. Microtubule-affinity regulating kinase 4 (MARK4) phosphorylates microtubule-binding protein tau, and its abnormal activation has been linked to Alzheimer's disease. Here, we report that MARK4 is a component of SGs and enhances SG formation. MARK4 colocalizes with T-cell intracellular antigen 1 (TIA1) in SGs, and MARK4 expression enhances the formation of SGs in cultured mammalian cells. MARK4 localization to SGs is mediated by its spacer domain, and MARK4 localization to SGs and its kinase activity is required for the enhancement of SG formation. We found that MARK4 and TIA1 synergistically caused the accumulation of tau proteins in cultured cells, and the knockdown of a fly homolog of TIA1 suppressed tau toxicity in a Drosophila model. These results indicate that MARK4 activity affects SG formation and suggest that MARK4 and TIA1 synergistically contribute to tau toxicity.", "date": "2025-05-02", "journal": ""}
{"title": "Talin1 adhesions' morphology is largely unaffected by polyacrylamide substrate stiffness", "doi": "10.1101/2025.04.30.651087", "authors": "Hajduk, J.; Twardawa, P.; Rajfur, Z.; Baster, Z.", "abstract": "Cells sense the stiffness of their extracellular matrix (ECM) and adapt their behavior accordingly. We investigated how ECM stiffness affects the spatial organization of talin1, a key mechanosensitive focal adhesion protein. Using polyacrylamide (PA) hydrogels with tunable stiffnesses (0.2-188 kPa), we analyzed cell morphology, migration, talin1 distribution, colocalization with tensin3, and fibronectin deposition. Softer substrates enhanced filopodia activity and altered migration behavior. On softer ECMs, talin1 displayed a more even intracellular distribution, whereas on stiffer matrices it localized to the cell periphery. PA gels supported elongated talin1-based adhesions, whose morphology showed minimal variation across the 3-188 kPa stiffness range. Talin1-tensin3 colocalization was maintained regardless of stiffness, indicating a stable interaction. Notably, cells deposited more fibronectin on softer substrates. While talin1 adhesion morphology varied little with stiffness, cell migration behavior changed markedly. Combined with prior studies, our data suggests that ECM stiffness regulates talin1 primarily through conformational changes rather than macroscopic adhesion remodeling. These findings highlight talin1's central role in translating mechanical cues into dynamic cellular responses.", "date": "2025-05-02", "journal": ""}
{"title": "Conserved inter-domain interactions drive trans-Golgi network localisation and trafficking of homologous copper-ATPases", "doi": "10.1101/2025.05.01.651363", "authors": "Jose, S. M.; Maji, S.; Paul, M.; Mallick Gupta, A.; Gupta, A.", "abstract": "Polytopic transmembrane Copper-ATPases are central regulators of the essential, redox-active micronutrient copper in all organisms. The vertebrate Cu-ATPase homologs ATP7A and ATP7B facilitate excess copper efflux, in addition to metalating cuproproteins. ATP7A and ATP7B exhibit copper-responsive basolateral and apical trafficking polarity respectively, in polarized epithelia. To elucidate the role of conserved functional domains in copper-responsive trafficking and copper transport, we substituted the copper-binding amino-terminal, Nucleotide-Binding (NBD) and C-terminal domain of ATP7B with that of ATP7A either singly or in combinations. The six chimeric Cu-ATPases generated, although functionally active, exhibited altered trafficking phenotypes. Notably, the N-terminal-substituted ATP7B exhibited constitutive trafficking to the basolateral membrane; however, the N-terminal and NBD double-substituted chimera gained steady-state TGN localization, indicating a putative interaction between the two domains critical for its TGN-localization. We analyzed orthologous Cu-ATPase domain sequences from diverse organisms and found that the N-terminal domain and NBD showed similar evolutionary relationships, unlike that of C-terminal domain, suggesting their co-evolution. This study for the first time correlates evolutionary stringency imparted onto Cu-ATPase domains with their significance in proper trafficking regulation.", "date": "2025-05-02", "journal": ""}
{"title": "Temporal Dynamics of Azot Expression Following Traumatic Brain Injury.", "doi": "10.1101/2025.04.29.651334", "authors": "Gutierrez-Garcia, A.; Marques-Reis, M.; Hauert, B.; Lampaya, E. M.", "abstract": "Cell competition, a conserved biological process in which cells compete for survival based on relative fitness, has emerged as a critical mechanism in diverse biological contexts. Here, we investigate the role of cell competition in traumatic brain injury (TBI) by characterizing the temporal expression pattern of Azot, a key downstream effector of fitness-based selection, following injury in Drosophila melanogaster. Our findings reveal a distinct temporal profile of Azot expression post-TBI, with TUNEL assays confirming that Azot-expressing cells undergo apoptotic elimination. We demonstrate that following injury, the proportion of dying cells marked as \"losers\" significantly increases compared to non-injured conditions, indicating that cell competition becomes a predominant elimination mechanism during acute post-injury phases. Contrary to previous findings in neurodegenerative disease models where competition was restricted to neurons, we show that following TBI, both neurons and glia are subject to competitive elimination. Furthermore, in azot knockout conditions, we observe an accumulation of cells attempting to express Azot, suggesting impaired clearance of suboptimal cells. These findings advance our understanding of cellular quality control mechanisms following brain injury and may inform the development of novel therapeutic approaches to enhance functional recovery after TBI.", "date": "2025-05-02", "journal": ""}
{"title": "A genetic strategy to allow detection of F-actin by phalloidin staining in diverse fungi", "doi": "10.1101/2025.04.29.651289", "authors": "Wirshing, A. C.; Colarusso, A. V.; Lew, D. J.", "abstract": "Actin is highly conserved across eukaryotes. This versatile protein builds cytoskeletal networks central to diverse cellular processes, including cell division and cell motility. The most potent and broadly used reagents to detect polymerized actin distribution in fixed cells are fluorescently conjugated derivatives of the basidiomycete-derived toxin, phalloidin. However, despite its conservation, actin in many ascomycete fungi fails to bind phalloidin. Here we trace the failure to bind phalloidin to a single amino acid change in a phalloidin-binding residue in actin. Reverting this change in the fungus Aureobasidium pullulans by introducing the point mutation act1V75I at the native ACT1 locus confers phalloidin binding without disrupting actin function. We describe a simple genetic technique to introduce this point mutation that may be effective in other fungal systems. This strategy should enable characterization of F-actin in a wider range of fungi.", "date": "2025-05-02", "journal": ""}
{"title": "Robust CENP-A incorporation in human cells is independent of transcription and cohesin components", "doi": "10.1101/2025.04.29.651290", "authors": "Watanabe, R.; Perea-Resa, C.; Blower, M. D.", "abstract": "Centromeres are essential chromosomal components that ensure proper cell division by serving as assembly sites for kinetochores, which connect chromosomes to spindle microtubules. Centromeres are marked by the evolutionarily conserved centromere-specific histone H3 variant, CENP-A, which is deposited into centromere nucleosomes during G1 in human cells. Centromeres retain cohesin, a ring-like protein complex during mitosis, protecting sister chromatid cohesion and centromere transcription to prevent chromosome missegregation. Previous work in Drosophila has suggested that centromere transcription and centromeric RNAs are important for CENP-A deposition in chromatin. During mitosis centromeric cohesin is critical for centromere transcription. However, it is not clear how or if centromeric transcription and cohesin contribute to CENP-A deposition in G1 in human cells. To address these questions, we combined a cell synchronization strategy with the Auxin Inducible Degron technology and transcription inhibition in human cells. In contrast to Drosophila cells, our results demonstrated that neither centromeric transcription nor cohesin is required for CENP-A deposition in human cells. Our data demonstrate clear differences in the CENP-A deposition mechanism between human and Drosophila cells. These findings provide deeper insights into the plasticity underlying centromere maintenance and highlight evolutionary divergence in centromere maintenance systems across species.", "date": "2025-05-02", "journal": ""}
{"title": "Constitutive Androstane Receptor induces Ribonucleotide Reductase-M2 expression and maintains hepatocyte ploidy in mice", "doi": "10.1101/2025.04.29.651109", "authors": "Asokaumar, A.; Mathur, B.; Chou, A.; Cronologia, B.; Alencastro, F.; Wheeler, L.; Mathews, C. K.; Moore, D. D.; Duncan, A. W.; Anakk, S.", "abstract": "The nuclear receptor Constitutive Androstane Receptor (CAR/NR1i3) is known for regulating various liver functions, including detoxification, nutrient metabolism, and hepatocyte proliferation. While CAR activation has been previously linked to higher ploidy, the underlying mechanisms are not fully known. Here, we uncover a basal role for CAR in maintaining hepatocyte ploidy, such that CAR deletion increases the number of diploid (2c) hepatocytes with a concomitant reduction in tetraploid (4c) hepatocytes. We demonstrate that CAR controls the de novo dNTP synthesis by directly transactivating the Ribonucleotide reductase-M2 (RRM2) gene, which encodes the rate-limiting catalytic subunit of the enzyme, ribonucleotide reductase. Further, we find that the ligand-dependent CAR activation is sufficient to induce several genes involved in the de novo dNTP synthesis pathways, resulting in higher hepatic dATP and dTTP levels within the liver. Importantly, overexpressing RRM2 levels in CAR knockouts led to increased DNA synthesis and tetraploid (4c) hepatocytes compared to the control mice. Taken together, these findings reveal that the CAR-mediated RRM2 regulation contributes towards DNA synthesis and thereby maintains hepatocyte ploidy.", "date": "2025-05-02", "journal": ""}
{"title": "Dual function of DOT1L suppresses tumor intrinsic immunogenicity in hepatocellular carcinoma", "doi": "10.1101/2025.05.01.651793", "authors": "Xu, S.; Gong, R.; Liu, S.; Wang, J.; Shen, Y.; Peng, C.; Feng, Q.; Luo, M.; Lan, F.; Fan, J.; Cai, J.; Lan, X.", "abstract": "Immune checkpoint inhibitor (ICB) therapy for many cancers remains limited in patients overall response rate. Discovery and development of more effective combinatorial approaches is urgent. Here, through CRISPR/Cas9 genetic screens, we identify DOT1L as a versatile epigenetic factor that functions to suppress tumor-intrinsic immunity through a dual mechanism. Depletion of DOT1L induces the expression of transposable elements and subsequent type I interferon (IFN) response, and meanwhile lowers ZEB1 levels to further unleash the expression of immune-related genes. In turn, we demonstrate that DOT1L loss or treatment with the clinical stage inhibitor EPZ-5676 sensitizes tumors to ICB with increased immune infiltration in mice. More importantly, EPZ-5676 treatment alone is sufficient to enhance antitumor immunity in humanized mice. TCGA data analysis reveals an inverse correlation between DOT1L expression and IFN signatures across multiple cancer types. These findings provide a rationale for targeting DOT1L to improve tumor immunogenicity and overcome immunotherapy resistance.", "date": "2025-05-02", "journal": ""}
{"title": "Inflammasome Activation in Cutaneous Squamous Cell Carcinoma", "doi": "10.1101/2025.04.29.650608", "authors": "Patel, K. R.; Shu, R. R.; Wang, R.; Tekale, K.; Hamersky, M.; Perez, A. B.; Solano, D.; Syed, N.; Stewart, C. E.; Lee, J.; Hanlon, A. M.; Blalock, T. W.; Li, C.; Seldin, L.", "abstract": "Epithelia maintain their barrier function by exploiting the proliferative and plastic properties of stem cells to promote continual tissue regeneration. Consequently, however, these features make epithelia prone to tumorigenesis. Skin is the largest epithelial barrier and the source of cutaneous cancers, the deadliest of which are cutaneous squamous cell carcinomas (cSCCs). Despite the pervasiveness of these cancers, however, the molecular mechanisms employed by stem cells and their microenvironment to promote skin tumor development remain poorly defined. Our previous work revealed that genotoxic damage to normal skin activates inflammasome signaling crosstalk between epidermal epithelia and fibroblasts to promote epithelial stem cell hyperproliferation and fate misspecification. We hypothesized that these phenomena would also be featured during skin cancer development. Using mouse and human skin disease specimens, we determined that in vivo stem cell misspecification is a generalizable feature across diverse pathophysiological skin conditions, including cutaneous cancers, but is not present in normal high proliferative contexts. Strikingly, in vivo inflammasome activation was observed in both the epithelial and dermal compartments of cSCC tumors but was not evident in other skin pathologies. Probing further into the mechanism, we revealed that inflammasome pathway activation in cSCC is epithelial autonomous but non-cell autonomous. Furthermore, fibroblasts juxtaposed to the cSCC epithelial tumor interface exhibited population expansion as well as IL-1 signaling activation, which was absent in overlying epithelia. Based on these findings, we propose a model whereby epithelial-to-fibroblast inflammasome crosstalk initiates a fibroblast feed-forward IL-1 signaling loop that augments the tumor-promoting cSCC milieu.", "date": "2025-05-02", "journal": ""}
{"title": "TMEM170 family proteins are lipid scramblases that physically associate with bridge lipid transporters BLTP1/Csf1", "doi": "10.1101/2025.04.30.651444", "authors": "Rocha-Roa, C.; Sidhu, G.; Blair, P. C.; Alvarez, D.; Davey, M.; Conibear, E.; Vanni, S.", "abstract": "Bulk lipid transport between organelles has been proposed to involve the partnership between bridge lipid transport proteins and membrane-embedded lipid scramblases. However, for almost all BLTPs, such physical association has not been fully described, and, in most cases, the identity of the scramblases is unknown. Here, we identify TMEM170 family proteins as endoplasmic reticulum lipid scramblases that physically interact with BLTP1/Csf1 proteins. This finding opens new avenues to understand the complex mechanism involved in lipid transport at membrane contact sites.", "date": "2025-05-02", "journal": ""}
{"title": "GABA produced by multiple bone marrow cell types regulates hematopoietic stem and progenitor cells", "doi": "10.1101/2025.04.30.651482", "authors": "Deng, C.; Elujoba-Bridenstine, A.; Song, A. T.; Ceplina, R. M.; Ostheimer, C. J.; Hahn, M. C. P.; Scarlett, C. O.; Tamplin, O. J.", "abstract": "Hematopoietic stem and progenitor cells (HSPCs) maintain homeostasis of the blood system by balancing proliferation and differentiation. Many extrinsic signals in the bone marrow (BM) microenvironment that regulate this balance are still unknown. We report gamma aminobutyric acid (GABA) metabolite produced in the BM as a regulator of HSPCs. Deletion of the glutamate decarboxylase enzymes (Gad1/2) that produce GABA in either B lineages or endothelial cells (ECs) leads to a moderate reduction in BM GABA levels and HSPC number, suggesting both cell types are GABA sources. However, simultaneous blockade of GABA production from both hematopoietic cells and ECs resulted in a greater reduction of both GABA levels and HSPC numbers. Lower GABA levels in the BM altered the gene expression profile of HSPCs, with expression reduced for proliferation-associated genes and increased for B lineage genes. Our findings suggest GABA from multiple sources coordinates to regulate HSPC activity.", "date": "2025-05-02", "journal": ""}
{"title": "Overexpression of Meis factors in late-stage retinal progenitors yields complex effects on temporal patterning and neurogenesis.", "doi": "10.1101/2025.05.01.651492", "authors": "Leavey, P.; Jiang, L.; Pannullo, N.; Santiago, C.; Blackshaw, S.", "abstract": "The vertebrate retina serves as a model for studying neurogenesis and cell fate specification, with retinal progenitor cells following a tightly regulated temporal sequence to generate distinct cell types. Meis1 and Meis2 are transcription factors implicated in early retinal development, but their role in late-stage RPCs remains poorly understood. Here, we investigate whether Meis1 and Meis2 overexpression in postnatal mouse RPCs can alter temporal identity and induce early-born cell types. Using electroporation and single-cell RNA sequencing, we find that while these factors modestly upregulate early-stage gene regulatory network components, they do not repress late-stage transcription factors or induce early-born retinal cells. Meis1 overexpression reduces proliferation and inhibits neurogenesis, whereas Meis2 overexpression accelerates neurogenic progression without altering fate commitment. Our findings suggest that overexpression of Meis1 and Meis2 modulate largely non-overlapping aspects of temporal identity and neurogenic competence but are insufficient to fully reprogram late-stage progenitors. These results have implications for regenerative strategies aimed at reprogramming retinal cells for therapeutic purposes.", "date": "2025-05-02", "journal": ""}
{"title": "Self-Organizing Neural Networks in Organoids Reveal Principles of Forebrain Circuit Assembly", "doi": "10.1101/2025.05.01.651773", "authors": "Hernandez, S.; Schweiger, H. E.; Cline, I.; Kaurala, G. A.; Robbins, A.; Solis, D.; Geng, J.; van der Molen, T.; Reyes, F.; Asogwa, C. N.; Voitiuk, K.; Chini, M.; Rolandi, M.; Salama, S. R.; Colquitt, B. M.; Sharf, T.; Haussler, D.; Teodorescu, M.; Mostajo-Radji, M. A.", "abstract": "The mouse cortex is a canonical model for studying how functional neural networks emerge, yet it remains unclear which topological features arise from intrinsic cellular organization versus external regional cues. Mouse forebrain organoids provide a powerful system to investigate these intrinsic mechanisms. We generated dorsal (DF) and ventral (VF) forebrain organoids from mouse pluripotent stem cells and tracked their development using longitudinal electrophysiology. DF organoids showed progressively stronger network-wide correlations, while VF organoids developed more refined activity patterns, enhanced small-world topology, and increased modular organization. These differences emerged without extrinsic inputs and may be driven by the increased generation of Pvalb+ interneurons in VF organoids. Our findings demonstrate how variations in cellular composition influence the self-organization of neural circuits, establishing mouse forebrain organoids as a tractable platform to study how neuronal populations shape cortical network architecture.", "date": "2025-05-02", "journal": ""}
{"title": "Balanced DNA-to-Cytoplasm Ratio at the 2-Cell Stage Is Critical for Mouse Preimplantation Development", "doi": "10.1101/2025.04.30.651589", "authors": "Ohsugi, M.; Pan, T.; Taira, N.", "abstract": "Vertebrate development typically begins with a diploid fertilized egg but can also be initiated parthenogenetically with a haploid maternal genome, though such development fails to reach completion. Among vertebrates, mammalian haploid embryos are particularly prone to arrest during early preimplantation stages for reasons that remain unclear. Here, using mouse embryos with varying cell sizes and genome ploidy, we show that developmental arrest is primarily caused not by haploidy itself but an imbalance between genome ploidy and cytoplasmic volume. Haploid embryos exhibit cytokinesis failure, frequently accompanied by chromosome segregation failure due to malformed spindles beginning at the second mitosis, with about half of the affected blastomeres subsequently arresting before the morula stage. Strikingly, restoring the DNA-to-cytoplasm (D/C) ratio by halving the cytoplasmic volume alleviates these defects. Similarly, diploid embryos with doubled cytoplasmic volume show mitotic and developmental abnormalities resembling those of haploid embryos, whereas tetraploid embryos with the same volume develop normally. These findings demonstrate that a proper D/C ratio, rather than genome ploidy, is critical for mouse embryos to reach the morula stage. Moreover, halving the D/C ratio at later developmental stages, such as the late G2 phase of the 1-cell stage or during the 2-cell stage, progressively improves developmental outcomes. When the D/C ratio is reduced at the end of the 2-cell stage, development proceeds normally. Our findings identify a critical temporal window during which a balanced D/C ratio is essential for mitotic fidelity and successful preimplantation development.", "date": "2025-05-02", "journal": ""}
{"title": "Functional and Structural Characterization of F1-ATPase with common ancestral core domains in stator ring", "doi": "10.1101/2025.04.30.651372", "authors": "Suzuki, A. K.; Furukawa, R.; Sobti, M.; Brown, S. H. J.; Stewart, A. G.; Akanuma, S.; Ueno, H.; Noji, H.", "abstract": "Extant F1-ATPases exhibit diverse rotational stepping behaviors--3-, 6-, or 9-step cycles--yet the evolutionary origin of these patterns remains unclear. Here, we used ancestral sequence reconstruction to infer the catalytic {beta} and non-catalytic  subunits of a putative ancestral F1-ATPase. We then fused their functionally critical domains into the thermostable F1 from Bacillus PS3, yielding a stable chimeric enzyme. Cryo-EM revealed two distinct conformational states--binding and catalytic dwell states--separated by a ~34{degrees} rotation of the {gamma} subunit, suggesting a fundamental six-step mechanism akin to that of extant 6-stepping F1-ATPases. Single-molecule rotation assays with ATP and the slowly hydrolyzed ATP analog ATP{gamma}S demonstrated that the chimeric motor is intrinsically a 6-stepper, pausing at binding and catalytic dwell positions separated by 32.1{degrees}, although the binding dwell is significantly prolonged by an unknown mechanism. These findings indicate that F1-ATPase was originally a 6-stepper and diversified into 3-, 6- and 9-step forms in evolutional adaptation. Based on these results, we discuss plausible features of the entire FoF1 complex, along with potential physiological contexts in last universal common ancestor and related lineages.", "date": "2025-05-02", "journal": ""}
{"title": "Polymer dynamics reveal stage-wise unfolding and homologous pairing of chromosomes in S. pombe", "doi": "10.1101/2025.04.30.651601", "authors": "Kumar, S.; Padinhateeri, R.; Thakur, S.", "abstract": "During meiosis, the exchange of genetic material (\"recombination\") is essential to bring up the genetic variation in offspring. To carry out the recombination, homologous pairs of DNA have to come in proximity and align. In fission yeast, this is accomplished by the extensive nuclear oscillation that applies pulling force on the chromosomes. In this work, we investigate the competition between the pulling force that tries to facilitate the alignment and the intra-chromatin interactions that assist the chromatin folding. The crucial role played by the intra-chromatin interaction for a range of pulling forces and loci location is highlighted here. Upon comparing our results with the experimental findings, we not only reaffirm the enhancement of contact probability with loci-dependent pulling but also get a meaningful interpretation of the chromosome unfolding and pairing in different stages of movement.", "date": "2025-05-02", "journal": ""}
{"title": "DNA Actively Regulates the \"Safety-Belt\" Dynamics of Condensin during Loop Extrusion", "doi": "10.1101/2025.04.29.651239", "authors": "Chen, J.; Feng, C.; Wang, Y.; Chu, X.", "abstract": "Condensin, a protein complex of the SMC (Structural Maintenance of Chromosomes) family, is essential for genome folding through its active DNA loop extrusion activity. Condensin contains a binding interface between its Ycg1 (HEAT-repeat) and Brn1 (kleisin) subunits that acts like a \"safety belt\" to trap DNA and prevent its dissociation during loop extrusion. The entrapment of DNA within the binding pocket of the SMC complex is crucial for ATPase activity and the asymmetric loop extrusion. However, the molecular mechanism underlying DNA entrapment remains unclear, hindering our understanding of how condensin functions at a molecular level. Here, we employ multiscale molecular dynamics simulations to reveal how DNA actively modulates condensin's safety-belt dynamics. Using all-atom simulations combined with AlphaFold3 predictions, we demonstrate that DNA binding markedly stabilizes the condensin safety belt, facilitating loop extrusion progression. Coarse-grained simulations capture the entire DNA entrapment process, highlighting an active regulatory role of DNA: DNA positioned outside the safety belt triggers its opening, whereas DNA within promotes closure, enhancing complex stability. Kinetic analyses further reveal that the rate-limiting step in DNA entrapment depends critically on the tightness of the safety belt. A loose safety belt makes the stable closure of its \"latch\" and \"buckle\" components rate-limiting, whereas a tighter safety belt shifts the barrier to initial DNA entry. Additionally, we find that latch-buckle interaction strength regulates condensin's sliding motion along DNA. Our findings provide a comprehensive molecular framework illustrating how DNA actively guides condensin's safety-belt dynamics, substantially advancing our mechanistic understanding of chromosome loop extrusion.", "date": "2025-05-02", "journal": ""}
{"title": "Mechanistic basis for GPCR phosphorylation-dependent allosteric signaling specificity of β-arrestin 1 and 2", "doi": "10.1101/2025.04.29.649777", "authors": "Madhu, M. K.; Murarka, R. K.", "abstract": "{beta}-arrestins ({beta}arr1 and {beta}arr2) are key transducers of G protein-coupled receptor (GPCR) signaling, orchestrating both shared and isoform-specific intracellular pathways. Phosphorylation of the receptor C-terminal tail by GPCR kinases encodes regulatory \"barcodes\" that modulate {beta}-arrestin conformations and interactions with downstream effectors. However, how distinct phosphorylation patterns shape {beta}-arrestin structure and function remains poorly understood. Here, we combine all-atom molecular dynamics simulations with machine learning and graph neural networks to systematically map the barcode-dependent conformational landscapes of {beta}-arrestins bound to the phosphorylated vasopressin receptor 2 tail (V2Rpp). We find that V2Rpp engages {beta}arr1 more stably than {beta}arr2, mediated by isoform-specific residue contacts that trigger distinct allosteric responses. These include differential interdomain rotations and rearrangements in key structural motifs, potentially facilitating selective effector protein engagement. Furthermore, we identify critical residue networks that transmit phosphorylation signals to effector-binding interfaces in a barcode- and isoform-specific manner. Notably, {beta}arr1 exhibits stronger allosteric coupling between V2Rpp and c-edge loop 2 compared to {beta}arr2, which is consistent with its enhanced membrane association. Together, these findings advance our understanding of the molecular mechanisms by which {beta}-arrestins interpret GPCR phosphorylation signatures, offering a framework that could aid in designing pathway-selective therapeutics.", "date": "2025-05-02", "journal": ""}
{"title": "Glycan Atlassing: Nanoscale analysis of glycocalyx architecture enables functional tracing of cell state", "doi": "10.1101/2025.04.29.651200", "authors": "Joseph, D. M.; Yurekli, N.; Fritsche, S.; Hashem, R.; Thoma, O.-M.; Larafa, I.; Boric, T.; Bielawski, C.; Almahayni, K.; Franze, K.; Waldner, M. J.; Moeckl, L.", "abstract": "The glycocalyx is a complex layer of glycosylated biomolecules surrounding all cells in the human body. It is involved in the regulation of critical cellular processes such as immune response modulation, cell adhesion, and host-pathogen interactions. Despite these insights, the functional relationship between glycocalyx architecture and cellular state has remained elusive so far, mainly attributable to the structural diversity of glycocalyx constituents and their nanoscale organization. Here, we show that DNA-tagged lectin labeling and metabolic oligosaccharide engineering enables multiplexed super-resolution microscopy of glycocalyx constituents, yielding an atlas of glycocalyx architecture with nanometer resolution. Quantitative analysis of the obtained nanoscale map of glycocalyx constituents facilitates the extraction of characteristic spatial relationships that accurately report on cellular state. We demonstrate the capacity of our approach, which we term Glycan Atlassing, across cell and tissue types, ranging from cultured cell lines to primary immune cells, neurons, and primary patient tissue. Glycan Atlassing establishes a powerful strategy for investigating glycocalyx remodeling in development and disease, potentially enabling the development of new glycocalyx-centered targets in diagnosis and therapy.", "date": "2025-05-02", "journal": ""}
{"title": "Reorganization of DNA loops by competition between condensin I and a linker histone", "doi": "10.1101/2025.04.29.651375", "authors": "YAMAMOTO, T.; Shintomi, K.; Hirano, T.", "abstract": "Condensin-mediated loop extrusion is thought to be one of the primary mechanisms underlying mitotic chromosome assembly. However, how this process is affected by other chromosomal proteins, such as histones, is not well understood. Our previous study showed that in Xenopus egg extracts co-depleted of topoisomerase II; and the histone chaperone Asf1, a highly characteristic chromatin structure called the sparkler is assembled. The sparkler is a compact structure assembled on nucleosome-free, entangled DNA in which multiple protrusions radiate from a core. Interestingly, condensin I is concentrated at the tips of the protrusions, whereas the linker histone H1.8 is enriched in the remaining regions of the structure. To understand the biophysical mechanisms underlying sparkler assembly, we construct a model predicting that DNA loops extruded from the entangled DNA undergo phase separation into two domains: loops enriched in condensin I remain as protrusions, whereas those enriched in H1.8 are reeled into the central region. We propose that H1.8 competes with condensin I for DNA binding, thereby reorganizing DNA loops formed by condensin I under this specialized condition.", "date": "2025-05-02", "journal": ""}
{"title": "Structural basis for no retinal binding in flotillin-associated rhodopsins", "doi": "10.1101/2025.04.29.651185", "authors": "Kovalev, K.; Stetsenko, A.; Trunk, F.; Marin, E.; Haro-Moreno, J. M.; Lamm, G. H. U.; Alekseev, A.; Rodriguez-Valera, F.; Schneider, T. R.; Wachtveitl, J.; Guskov, A.", "abstract": "Rhodopsins are light-sensitive membrane proteins capturing solar energy via a retinal cofactor covalently attached to a lysine residue. Several groups of rhodopsins were reported to lack the conserved lysine and showed no retinal binding. Recently, flotillin-associated rhodopsins (FArhodopsins) were identified and suggested to lack the typical retinal binding pocket despite preserving the lysine residue in many members of the group. Here we present cryo-EM structures of paralog FArhodopsin and proteorhodopsin from marine bacteria Pseudothioglobus. The structures revealed pentameric assemblies of both proteins similar to those of other microbial rhodopsins. We demonstrate no binding of retinal to the FArhodopsin despite preservation of the lysine residue and overall similarity of the protein fold and internal organization to those of the retinal-binding paralog. Mutational analysis confirmed that two amino acids, H84 and E120, prevent retinal binding within the FArhodopsin. Thus, our work provides insights into the natural retinal loss in microbial rhodopsins and might contribute to the further understanding of the FArhodopsin clade.", "date": "2025-05-02", "journal": ""}
{"title": "The Dual Nature of Body-Axis Formation in Hydra Regeneration: Polarity-Morphology Concurrency", "doi": "10.1101/2025.04.29.651187", "authors": "Agam, O.; Braun, E.", "abstract": "The formation of a body-axis is central to animal development and involves both polarity and morphology. While polarity is traditionally associated with biochemical patterning, the morphological aspect of axis formation remains elusive. In regenerating Hydra tissues, we find that morphological evolution in all tissue samples depends on inherited positional information from the donor axis, and a foot precursor emerges early in the process. The Ca excitations that drive actomyosin forces for tissue reshaping follow a polarity-aligned gradient from the onset of regeneration. We conclude that polarity and morphological axis progression occur concurrently through interlinked processes, and that the foot plays a dominant role in this process, a role usually attributed to the head organizer. These insights from Hydra likely extend to broader developmental systems.", "date": "2025-05-02", "journal": ""}
{"title": "Testing the gearbox hypothesis for insect flight control", "doi": "10.1101/2025.04.29.651276", "authors": "Ghosh, A.; Kumar G.S., G.; Sane, S. P.", "abstract": "Sustained flight in flies requires wing movements at frequencies ranging between 100-1000 Hz, powered by asynchronous flight muscles whose contraction rate exceeds direct neural stimulation. These muscles attach to the thoracic walls in an indirect flight muscle (IFM) configuration, generating thoracic deformations that drive wing flapping, while smaller steering muscles adjust wing kinematics stroke-by-stroke. The wings articulate with the thorax via the wing hinge, in which the radial stop (RS) and a grooved pleural wing process (PWP) interact to form a mechanical gearbox system, proposed to modulate wingbeat amplitude during maneuvering. Supporting this gearbox hypothesis, previous studies observed close RS-PWP interactions during fictive turns in tethered flies. An alternative, though not exclusive, hypothesis suggests that steering muscles govern wingbeat amplitude modulation. However, the gearbox hypothesis had not been rigorously tested in freely flying insects. Here, we first assessed the morphological diversity of the RS-PWP-Pterale C complex across Diptera using scanning electron microscopy and found substantial variation, particularly in PWP morphology. We next tested gearbox function by bilaterally ablating the PWP in freely flying houseflies (Musca domestica), which were released into an L-shaped arena requiring 90 degree yaw turns. Kinematic analyses revealed no significant differences between control and PWP-ablated flies across various wing and body parameters during yaw turns. Both groups could differentially modulate wingbeat amplitude during turns, a key mechanism for yaw torque generation. These findings indicate that the PWP is not essential for wingbeat amplitude modulation, and suggest that steering muscles may primarily control amplitude control during manuevers. Our results challenge the gearbox hypothesis and underscore the flexibility of the dipteran flight control system.", "date": "2025-05-02", "journal": ""}
{"title": "Network Neuroscience of Human Multitasking: Local Features Matter", "doi": "10.1101/2025.04.30.651494", "authors": "Mueckstein, M.; Hilger, K.; Heinzel, S.; Granacher, U.; Rapp, M. A.; Stelzel, C.", "abstract": "The neural basis of multitasking costs is subject to continuing debate. Cognitive theories assume that overlap of task representations may lead to between-task crosstalk in concurrent task processing and thus requires cognitive control. Recent research suggests that modality-based crosstalk contributes to multitasking costs, involving central overlap of modality-specific representations. Consistently increased costs for specific modality pairings (visual-vocal and auditory-manual vs. visual-manual and auditory-vocal) were demonstrated (modality-compatibility effect), which were recently linked to representational overlap in the auditory cortex. However, it remains unclear whether modality-based crosstalk emerges from overlapping patterns of global brain connectivity and whether resolving it requires additional involvement of cognitive control as reflected in the fronto-parietal control network. This preregistered functional imaging study investigates these questions in 64 healthy, young human adults. Specifically, we focus on the modality-compatibility effect in multitasking by employing functional connectivity (FC) analysis. First, we tested the FC similarity between the single-task networks. Second, we compared the strength of the control network in whole-brain FC between dual tasks. We found no evidence for different FC similarities of single-task networks between modality pairings and no additional involvement of the control network during dual tasks. However, post-hoc connectivity analysis revealed a brain-behavior correlation for the modality-compatibility effect in dual tasks. This effect was locally restricted to FC between lateral frontal and sensory auditory regions, providing evidence for the modality-based crosstalk theory. More generally, the findings suggest that robust behavioral differences in multitasking are not necessarily related to global functional connectivity differences but to local connectivity changes.", "date": "2025-05-02", "journal": ""}
{"title": "An open, fully-processed data resource for studying mood and sleep variability in the developing brain", "doi": "10.1101/2025.05.01.651544", "authors": "Brook, J. B. H.; Salo, T.; Luo, A. C.; Bagautdinova, J.; Rush, S.; Alexander-Bloch, A. F.; Baller, E. B.; Calkins, M. E.; Cieslak, M.; Cooper, E. C.; Detre, J. A.; Elliot, M. A.; Fair, D. A.; Freedman, P.; Gehrman, P. R.; Gur, R. C.; Gur, R. E.; Klein, A.; Laney, N.; Laumann, T. O.; Mehta, K.; Merikangas, K.; Milham, M. P.; Mitchell, J. A.; Moore, T. M.; Nelson, S. M.; Ruparel, K.; Sevchik, B. L.; Shanmugan, S.; Shou, H.; Taso, M.; White, L. K.; Wolf, D. H.; Tisdall, D.; Roalf, D. R.; Satterthwaite, T. D.", "abstract": "Brain development during adolescence and early adulthood coincides with shifts in emotion regulation and sleep. Despite this, few existing datasets simultaneously characterize affective dynamics, sleep variation, and multimodal measures of brain development. Here, we describe the study protocol and initial release (n = 10) of an open data resource of neuroimaging paired with densely sampled behavioral measures nd in adolescents and young adults. All participants complete multi-echo functional MRI, compressed-sensing diffusion MRI, and advanced arterial spin-labeled MRI. Behavioral measures include ecological momentary assessment, actigraphy, extensive cognitive assessments, and detailed clinical phenotyping focused on emotion regulation. Raw and processed data are openly available without a data use agreement and will be regularly updated as accrual continues. Together, this resource will accelerate research on the links between mood, sleep, and brain development.", "date": "2025-05-02", "journal": ""}
{"title": "Centroparietal signals track multiple rounds of evidence accumulation in an intermittent evidence task", "doi": "10.1101/2025.04.30.651428", "authors": "Pares-Pujolras, E.; Geuzebroek, A. C.; O'Connell, R. G.; Kelly, S. P.", "abstract": "Making decisions often requires the integration of multiple pieces of information. An extensive body of research has investigated the neural mechanisms underpinning evidence accumulation in tasks where information is continuously present, but less is known about how this neural architecture supports evidence accumulation if the flow of information is paused for a variable amount of time. In two electroencephalography (EEG) experiments (N = 22, N = 21), participants made perceptual decisions about two pulses of motion evidence separated by gaps of varying duration. Our goal was to investigate 1) whether and how people integrate the two pulses across various delay durations, and 2) how a prominent EEG marker of evidence accumulation, the centroparietal positivity (CPP), reflects decisions in the context of our intermittent-pulses task. Our results are consistent with a bounded evidence accumulation process where the second pulse further informs the decision only if the bound is not reached by the first pulse. We show that whereas motor preparation signals reflected in motor beta lateralisation (MBL) maintain the cumulative evidence level reached from pulse 1 through the gap, the CPP does not sustain but rather exhibits transient deflections following each pulse, encoding momentary belief updates.", "date": "2025-05-02", "journal": ""}
{"title": "Human life expectancies are still rising", "doi": "10.1101/2025.05.01.651310", "authors": "Vinicius, L.; Migliano, A. B.", "abstract": "Olshansky and collaborators have recently proposed that the era of continuous extension of human lifespans has finally come to an end. By analysing thirty years of recent demographic data (1990-2020) from ten populations (the eight longest-lived nations, plus Hong Kong and the USA), they rejected the claims made by Oeppen and Vaupel at the start of the century (and more recently by Vaupel and collaborators) that human longevity was still far from approaching an upper limit. However, on closer examination the results by Olshansky and colleagues seem to complement rather than directly challenge the radical life extension hypothesis. The reason is that the latter was based not on country-level demographic patterns but instead on a best-practice life expectancy trend resulting from the succession of annual world-leading populations. Here we present an update based on data from the last two decades that confirms Oeppen and Vaupels original insights and demonstrates that both female and male lifespans continue to linearly increase at a global scale. This remarkably long trend observed since 1840 remains at odds with our expectation that human lifespans must at some point hit a biologically imposed ceiling.", "date": "2025-05-02", "journal": ""}
{"title": "Gene Editing and Aging: A Bibliometric Analysis of Global Trends and Frontier Themes (2015-2024)", "doi": "10.1101/2025.05.01.651618", "authors": "Chen, L.; Li, H.; Zhu, Y.; Zheng, Z.; Wang, J.; Wang, H.; Huang, W.; Luo, Y.", "abstract": "Objective The accumulation of DNA damage and mutations is a key contributor to aging. Recent studies have shown that disrupting the Beclin 1-BCL2 autophagy regulatory complex through gene editing can extend lifespan in mice. The precise application of gene editing technologies offers a promising strategy for aging. This study conducted a bibliometric analysis to map the knowledge landscape of gene editing and aging. Methods We retrieved publications related to genome editing and aging from the Web of Science Core Collection, covering the period from 2015 to 2024. The data were analyzed using VOSviewer and R package Bibliometrix. These tools enabled us to identify the most productive researchers, journals, institutions, countries and visualized current trends, emerging research hotspots. Results A total of 982 publications on genome editing and aging were identified. The United States (n=285) and China (n=214) form a dual-core structure leading global output. Harvard University (n=116) emerged as the most prolific institution. Scientific Reports was the top-publishing journal, with 23 articles in 2024. ZHANG Y (n=12, citations=102, H-index=6) was identified as the most productive author. KIM Es 2017 publication in Nature Communications (TC=494, TC/year=54.9, NTC=9.33) has had a significant and ongoing impact. The analysis indicates that future directions will include CRISPR optimization and AI-assisted genomic analysis. Conclusion This study presents the first comprehensive bibliometric analysis and visualization of the knowledge structure in gene editing and aging research up to 2024. It offers researchers a detailed overview of current developments, trends, and emerging frontiers in this rapidly evolving domain.", "date": "2025-05-02", "journal": ""}
{"title": "JNK activation dynamics drive distinct gene expression patterns over time mediated by mRNA stability", "doi": "10.1101/2025.05.02.651814", "authors": "Jedariforoughi, A.; Burke, R.; Chesak, A.; Gonzalez-Hernandez, J. L.; Hanson, R. L.", "abstract": "c-Jun N-terminal kinase (JNK) plays a major role in the regulation of cell death. Numerous studies have highlighted how the dynamics of this kinase dictate whether cells survive in response to cellular stress or induce cell death mechanisms. However, it is less clear how these dynamics potentially contribute to downstream gene expression patterns through regulated transcription factors like c-Jun. To investigate this question, we used a treatment strategy with the JNK agonist anisomycin to drive specific dynamics; sustained, transient, or pulsed activation, and assessed the impact on downstream gene expression patterns. We observed that multiple gene expression patterns emerged depending on the dynamics of JNK activation. Ordinary Differential Equation (ODE) models suggest that a subset of these clusters are mediated by mRNA stability and supported by measured mRNA decay rates. Specific gene clusters also show enrichment in specific cellular pathways, including cell death and inflammatory signaling, suggesting these dynamics contribute to differential regulation of these pathways. These findings highlight another contribution of JNK dynamics to the regulation of cellular responses to stress stimuli.", "date": "2025-05-02", "journal": ""}
{"title": "Targeted plasma proteomics uncover novel proteins associated with KIF5A-linked SPG10 and ALS spectrum disorders", "doi": "10.1101/2025.04.29.651203", "authors": "Dulski, J.; Boddapati, A.; Risi, B.; Iruzubieta, P.; Orlacchio, A.; Fernandez Torron, R.; Castillo Trivino, T.; Lopez De M Arregui, A.; Vucic, S.; Kaat, L. D.; Barakat, T. S.; Petrucelli, L.; Prudencio, M.; Landers, J. E.; Prokop, A.; Weishaupt, J. H.; Filosto, M.; Wszolek, Z. K.; Pant, D. C.", "abstract": "KIF5A (Kinesin family member 5A) is a motor protein that functions as a key component of the axonal transport machinery. Variants in KIF5A are linked to several neurodegenerative diseases, mainly spastic paraplegia type 10 (SPG10), Charcot-Marie-Tooth disease type 2 (CMT2), and amyotrophic lateral sclerosis (ALS). These diseases share motor neuron involvement but vary significantly in clinical presentation, severity, and progression. KIF5A variants are mainly categorized into N-terminal variants associated with SPG10/CMT2 and C-terminal variants linked to ALS. This study utilized a novel multiplex NULISA targeted platform to analyze plasma proteome from KIF5A-linked SPG10, ALS patients and compared to healthy controls. Our results revealed distinct proteomic signatures, with significant alterations in proteins related to synaptic function, and inflammation. Notably, neurofilament light polypeptide, a biomarker for neurodegenerative diseases, was elevated in KIF5A ALS but not in SPG10 patients. Moreover, these findings can now be taken forward to gain mechanistic understanding of axonopathies linking to N- vs C-terminal KIF5A variants affecting both central and peripheral nervous systems.", "date": "2025-05-02", "journal": ""}
{"title": "Mitochondrial heterogeneity disrupts osteoclast differentiation and bone resorption by impairing respiratory complex I", "doi": "10.1101/2025.05.02.651799", "authors": "Leng, H.; jiang, j.; Gassner, K.; Midha, S.; Justo-Mendez, R.; Zheng, J.; Hall, T.; Luo, L.; West, S. D.; Vincent, T. L.; Wann, A.; Patel, K. A.; Poulton, J.; O'Callaghan, C. A.; Lechuga-Vieco, A. V.; Simon, A. K.", "abstract": "Mitochondria are required to meet the high energy demands of osteoclast differentiation and adapt to hypoxia, inflammatory signals and oxidative stress. Heteroplasmy, the coexistence of different mitochondrial DNAs (mtDNAs) in one cell disrupts energy balance and causes metabolic stress. Using a genetically engineered mouse model, we demonstrate that heteroplasmy impairs osteoclast differentiation and subsequently reduces bone resorption. Mechanistically, we find that heteroplasmic cells accumulate complex I subunits of the electron transport chain in the cytoplasm, which severely disrupts ATP production and leads to premature termination of osteoclastogenesis. Importantly, we show that stimulating autophagy and improving mitochondrial quality using spermidine alleviates the dysfunction in both the murine heteroplasmic model and in human heteroplasmic osteoclasts carrying m.3242A>G mutations, partially through enhanced mitochondrial selection. Overall, our work highlights the role of mtDNA in osteoclast function and introduces potential therapeutic approaches for mitochondrial and bone disorders.", "date": "2025-05-02", "journal": ""}
{"title": "Mesenchymal WNT2B is Required for the Development and Function of the Human Intestine", "doi": "10.1101/2025.05.01.651727", "authors": "Singh, A.; Poling, H. M.; Foulke-Abel, J.; Sundaram, N.; Al Reza, A.; Joseph, S.; Elseht, A.; Srivasta, K.; Krutko, M.; Mayhew, C. N.; Breault, D.; Wells, J. M.; Thiagarajah, J. R.; O'Connell, A. E.; Kovbasnjuk, O.; Helmrath, M. A.", "abstract": "Background and Aims: WNT2B mutations result in Diarrhea-9 (DIAR9), a congenital diarrhea syndrome with an extreme phenotype and unique histological defects. Attempts to model DIAR9 in rodents and study patient epithelial tissue have not been able to fully reproduce the human phenotype, making understanding this condition challenging. Here, we aimed to interrogate the mechanisms and the specific cellular compartment contributing to DIAR9 using a human intestinal organoid model. Methods: Human intestinal organoids (HIOs) generated from both a patient-derived WNT2BR69*iPSC line and a control line were transplanted into immunocompromised mice for 10 weeks. Grafts were harvested and histologically compared. Bulk RNA sequencing was performed on both organoid groups and on patient-biopsy derived enteroids. In vitro recombination experiments were performed to describe the causative cellular compartment. Results: Live and histological imaging revealed partial epithelial delamination in WNT2BR69*HIOs, which was absent in controls. A significant number of crypts in WNT2BR69* HIOs lacked OLFM4, a surrogate marker of stem cell activity. Key transcriptomic pathways altered between groups included trafficking of apical digestion proteins, which was confirmed via immunofluorescence. Patient derived enteroid proteomic analysis revealed similar results. Recombination experiments in HIOs revealed that while both epithelial and mesenchymal WNT2B are important for stem cell function, lack of mesenchymal WNT2B was sufficient to elicit the phenotype. Conclusion: We demonstrated that mesenchymal WNT2B is critical for supporting human intestinal epithelial development and function.", "date": "2025-05-02", "journal": ""}
{"title": "Age-related declines in niche self-renewal factors controls testis aging and spermatogonial stem cell competition through Hairless, Imp, and Chinmo", "doi": "10.1101/2025.05.01.651651", "authors": "Zheng, Y.; Lee, Y.-C.; Wang, Y.-T.; Chiang, P.-K.; Chang, S.-L.; Hsu, H.-J.; Hsu, L.-S.; Bach, E.; Tseng, C.-Y.", "abstract": "Aging is associated with progressive tissue decline and shifts in stem cell clonality. The role of niche signals in driving these processes remains poorly understood. Using the Drosophila testis, we identify a regulatory axis in which age-related decline of niche signals (BMPs) lead to upregulation of the co-repressor Hairless, which downregulates the RNA-binding protein Imp in aged germline stem cells (GSCs). Reduced Imp causes loss of Chinmo, a key factor in GSC aging and competition. Reduced Chinmo causes ectopic Perlecan secretion which accumulates in the testis lumen and causes GSC loss. Aging of the testis is reversed by increasing BMPs in the niche, or by overexpressing Imp or depleting Hairless in GSCs. Furthermore, GSC clones with reduced Imp or increased Hairless are more competitive, expelling wild-type neighbors and monopolizing the niche. Thus, BMPs regulate testicular niche aging through the Hairless/Imp/Chinmo axis and winning GSCs usurp these aging mechanisms.", "date": "2025-05-02", "journal": ""}
{"title": "MRI-Derived Markers of Acute and Chronic Inflammatory Processes in the VTA Associated with Depression", "doi": "10.1101/2025.04.30.651588", "authors": "Khalife, S.; Bollmann, S.; Zalesky, A.; Oestreich, L. K. L.", "abstract": "Background: Depression is a leading cause of disability worldwide, with inflammation increasingly recognized as a contributing factor. Inflammatory processes can disrupt the brain's reward circuitry, particularly the ventral tegmental area (VTA), which is central to dopamine-mediated motivation and reward. This study investigates whether MRI-derived markers sensitive to neuroinflammation and microstructure in the VTA are associated with depression diagnosis and symptom severity. Methods: We analyzed diffusion weighted imaging and quantitative susceptibility mapping data from 32,495 UK Biobank participants, including 3,807 individuals with ICD-10 diagnosed depression. Metrics sensitive to neuroinflammation (free water [FW], isotropic volume fraction [ISOVF], magnetic susceptibility) and microstructure (intracellular volume fraction [ICVF], orientation dispersion index [ODI] volume) were extracted from the VTA. Group differences between the major depression group and BMI, sex, and age-matched healthy controls were assessed using ANOVAs and linear regression was used to predict acute symptom severity based on Recent Depressive Symptoms scores. Results: Participants with depression diagnosis had significantly higher FW ({rho} < 0.001) and ISOVF ({rho} = 0.001) compared to HCs, indicating increased extracellular processes such as inflammation in the VTA. Lower ISOVF ({beta} = -0.46, {rho} = 0.017) and higher ICVF ({beta} = 0.34, {rho} = 0.007) and ODI ({beta} = 0.49, {rho} = 0.004) were associated with higher depression severity, independent of depressive diagnosis history. Conclusions: Our findings reveal distinct patterns of VTA microstructural changes associated with depression history versus acute depressive symptom severity, suggesting different underlying pathophysiological mechanisms. Distinct patterns of neuroinflammation may differentiate acute from chronic depression, informing targeted interventions.", "date": "2025-05-02", "journal": ""}
{"title": "Safety and immunogenicity of an adjuvanted human onchocerciasis vaccine candidate, OvMANE1: preclinical evaluation in mice model", "doi": "10.1101/2025.04.28.651093", "authors": "Nebangwa, D. N.; Efeti, M. T.; Momnougui, S. M. E.; Shintouo, C. M.; Shey, R. A.; Ntie-Kang, F.; Ayiseh, R. B.; Ghogomu, S. M.", "abstract": "Onchocerciasis, caused by the filarial worm Onchocerca volvulus, remains a major public health challenge due to the limitations of ivermectin-based control strategies, thereby, highlighting the need for more innovative tools like vaccines. This study investigated the safety and immunogenicity of a novel multi-epitope chimeric antigen, OvMANE1 formulated with Freunds adjuvant, in BALB/c mice. Following mice immunization at three time points of 2-week intervals, adjuvanted-OvMANE1 exhibited a promising safety profile, revealing neither any physical signs of toxicity nor behavioural abnormalities. Immunological assays showed significant increases in total IgG levels after the first (p = 0.0260) and final booster doses (p = 0.026). Interestingly, total IgG (p = 0.0086) and IgG1 (p = 0.0465) levels also increased significantly over the study period highlighting the ability of OvMANE1 to sustain humoral immunity. Moreover, cellular responses were significantly enhanced, with elevated leukocyte count (p = 0.0190) and increased lymphocyte activity (p = 0.0397) observed in the adjuvanted-OvMANE1 group compared to the control. Indeed, total leukocytes increased progressively from day 0 to day 39, with significant differences recorded in the test group between doses: day 0 vs. day 14 (p = 0.0043) and day 14 vs. day 28 (p = 0.0079). The pronounced production of relevant antibodies and induction of cellular immunity strongly suggests that the antigen can elicit mixed Th1/Th2 responses and antibody-dependent cellular cytotoxicity (ADCC) targeting O. volvulus L3 and/or other larval stages of the parasite. These results clearly show the emergence of OvMANE1 as a promising vaccine candidate against human onchocerciasis. However, further studies to evaluate the antigens protective potential in other animal species are required.", "date": "2025-05-02", "journal": ""}
{"title": "Neural signaling contributes to heart formation and growth in the invertebrate chordate, Ciona robusta.", "doi": "10.1101/2025.04.28.651085", "authors": "Gruner, H. N.; Pickett, C. J.; Bao, J. Y.; Garcia, R.; Hozumi, A.; Scully, T.; Ning, S.; Gao, M.; Bautista, G.; Maze, K.; Lim, K.; Osugi, T.; Collins-Doijode, M.; Cairns, O.; Levis, G.; Chen, S. Y.; Gong, T.; Satake, H.; Moshe-Klein, A.; Gigante, E. D.; Sasakura, Y.; Davidson, B.", "abstract": "Neurons contribute to the complex interplay of signals that mediate heart development and homeostasis. Although a limited set of studies suggest that neuronal peptides impact vertebrate heart growth, the specific contributions of these peptides to cardiomyocyte progenitor differentiation or proliferation have not been elucidated. Here we show that the neuropeptide tachykinin along with canonical Wnt signaling regulate cardiomyocyte progenitor proliferation in the chordate model Ciona robusta. In C. robusta, the heart continues to grow throughout adulthood and classic histological studies indicate that a line of undifferentiated cells may serve as a reserve progenitor lineage. We found that this line of cardiomyocyte progenitors consists of distinct distal and midline populations. Distal progenitors divide asymmetrically to produce distal and midline daughters. Midline progenitors divide asymmetrically to produce myocardial precursors. Through single cell RNA sequencing (scRNA-seq) of adult C. robusta hearts, we delineated the cardiomyocyte progenitor expression profile. Based on this data we investigated the role of Wnt signaling in cardiomyocyte progenitor proliferation and found that canonical Wnt signaling is required to suppress excessive progenitor proliferation. The scRNA-seq data also identified a number of presumptive cardiac neural-like cells. Strikingly, we found that a subset of these neuronal cells appears to innervate the distal cardiomyocyte progenitors. Based on the expression of the tachykinin receptor in these neuronal cells, we blocked tachykinin signaling using pharmacological inhibitors and found that this drove reduced proliferation in the distal progenitor pool. Through targeted CRISPR-Cas9 knockdown we then demonstrated that both extrinsic tachykinin and intrinsic, cardiac tachykinin receptors are required for formation of the myocardial heart tube. This work provides valuable insights into how organisms may deploy neural signals to regulate organ growth in response to environmental or homeostatic inputs.", "date": "2025-05-02", "journal": ""}
{"title": "Explainable deep learning for identifying cancer driver genes based on the Cancer Dependency Map", "doi": "10.1101/2025.04.28.651122", "authors": "Yin, Q.; Chen, L.", "abstract": "Detecting cancer driver genes and mutations is critical but challenging in cancer biology, essential for understanding tumor progression and developing targeted therapies. In this study, we leveraged the Cancer Dependency Map (DepMap) to identify potential cancer driver genes and infer multi-driver mutations within tumor samples. We developed xNNDriver, a biologically informed, supervised deep learning model that links the mutation status of a candidate cancer driver gene to genome-wide dependency scores. The model's fitness provides a quantifiable measure of a gene's likelihood to act as a cancer driver. Our model successfully recovers well-established drivers, including NRAS, KRAS, HRAS, and BRAF, and identifies novel candidates such as VDR. The model's interpretability further illuminates downstream pathways regulated by driver genes. To complement the gene-by-gene analysis, we built xAEDriver, an unsupervised explainable autoencoder that infers multiple driver variant representations (DVRs) simultaneously. These DVRs capture the mutation patterns across multiple potential driver variants in tumor samples. Notably, DVR-based stratification of cell lines uncovers distinct drug response profiles, further demonstrating the model's translational potential. Overall, our framework offers a robust and interpretable approach to cancer driver gene discovery and mutation pattern analysis, offering new insights into cancer biology.", "date": "2025-05-02", "journal": ""}
{"title": "A Case-Based Explainable Graph Neural Network Framework for Mechanistic Drug Repositioning", "doi": "10.1101/2025.04.28.651120", "authors": "Cavazos, A. C. G.; Tu, R.; Sinha, M.; Su, A. I.", "abstract": "Drug repositioning offers a cost-effective alternative to traditional drug development by identifying new uses for existing drugs. Recent advances leverage Graph Neural Networks (GNN) to model complex biological data, showing promise in predicting novel drug-disease associations. However, these frameworks often lack explainability, a critical factor for validating predictions and understanding drug mechanisms. Here, we introduce Drug-Based Reasoning Explainer (DBR-X), an explainable GNN model that combines a link prediction module and a path-identification module to generate interpretable and faithful explanations. When benchmarked against other GNN link prediction frameworks, DBR-X achieves superior performance in identifying known drug-disease associations, demonstrating higher accuracy across all evaluation metrics. The quality of DBR-X biological explanations was assessed through multiple approaches: comparison with manually-curated drug mechanisms, evaluation of explanation faithfulness through deletion and insertion studies, and measurement of stability under graph perturbations. Together, our model not only advances the state-of-the-art in drug repositioning predictions but also provides multi-hop explanations that can accelerate the translation of computational predictions into clinical applications.", "date": "2025-05-02", "journal": ""}
{"title": "NNMT is a biomarker of prostate cancer cells with a mesenchymal phenotype and induces sensitivity to metabolic agents", "doi": "10.1101/2025.04.29.651153", "authors": "Carreira, A. S. A.; Ciuffreda, M.; Thongon, N.; Haughey, C. M.; Pickard, A.; Eddie, S. L.; Steele, R. E.; Cerri, E.; Belli, R.; Peroni, D.; Facen, E.; Caffa, I.; Ghanem, M.; Nencioni, A.; Lunardi, A.; Tebaldi, T.; Mills, I.; Provenzani, A.", "abstract": "Castration-resistant prostate cancer (CRPC) refers to a population of prostate cancer patients no longer responsive to androgen deprivation therapy (ADT). Metastatic CRPC (mCRPC) is currently lethal, underscoring the urgent need to identify novel therapeutic targets to reverse disease outcome. Unresponsiveness to ADT is multifactorial and often associated with prostate cancer lineage plasticity, leading to the emergence of several CRPC subtypes. Recently, stem cell-like CRPC (CRPC-SCL) has been defined as a specific class of CRPC characterized by the absence of AR expression, dependency on YAP/TAZ activity, and mesenchymal features. Here, we showed that YAP depletion in cellular models of CRPC-SCL leads to the downregulation of genes involved in EMT, including N-methylnicotinamide transferase (NNMT), which controls NAD synthesis and cellular energetics, competing with nicotinamide phosphoribosyltransferase (NAMPT) for nicotinamide. We identified NNMT as a marker of a human CRPC-SCL, while transcriptomics analysis of a murine-derived prostate cancer stem cell-like (DVL3-SCM) unraveled a strong upregulation of NNMT transcripts in respect to the parental counterpart (DVL3-PAR) along with an increased mesenchymal phenotype and aggressiveness in vivo. Critically, NNMT depletion in mesenchymal-like, but not epithelial prostate cancer cells, counteracts NAMPT inhibitor FK866 toxicity, maintaining cellular nicotinamide levels. Overall, we identified NAMPT as an effective molecular targeting strategy in CRPC-SCL subtype of therapy-resistant metastatic PCa cells with a mesenchymal, YAP-dependent phenotype.", "date": "2025-05-02", "journal": ""}
{"title": "Cancer-like fragmentomic characteristics of somatic variants in cell-free DNA", "doi": "10.1101/2025.04.28.651130", "authors": "Zhang, Z.; An, Y.; Sun, K.", "abstract": "Cell-free DNA (cfDNA) in plasma consists of short DNA fragments resulting from a non-random fragmentation process, with distinct \"fragmentomic\" characteristics that are related with their cellular origins. Despite the wealth of low-pass whole genome sequencing data from recent cancer liquid biopsy studies, somatic variants within this data have often been overlooked without detailed characterization. Here, we reported that in low-pass sequencing data, somatic variant signatures in cfDNA markedly differ between non-cancerous controls and cancer patients, indicating that tumor-associated signals are retained in these variants. Surprisingly, our investigation into cfDNA fragmentomics showed that even in controls, cfDNA molecules harboring somatic variants exhibit cancer-like traits, such as reduced size, decreased DNA methylation, and altered end motif usages and distributions in the nucleosome structure. Importantly, these somatic variants-associated fragmentomic aberrations are more pronounced in cancer patients, enabling cancer diagnosis. In a large pan-cancer cohort, we utilized artificial intelligence to integrate genomic, fragmentomic, and epigenomic features, developing diagnostic models named FreeSV (Fragmentomic and epigenomic examinations of Somatic Variants in cfDNA) and FreeSV-m. Leveraging somatic variant-associated features alone, the FreeSV model achieved area under the ROC curves (AUCs) between 0.81-0.92 across cancer types; however, when genomewide features were also included, the AUCs of FreeSV-m model substantially increased to 0.93-0.99 across cancer types, highlighting the significance of integrative genomic and fragmentomic analyses in cfDNA for cancer liquid biopsy.", "date": "2025-05-02", "journal": ""}
{"title": "Optimized optogenetic anti-CRISPR for endogenous gene regulation in Drosophila", "doi": "10.1101/2025.05.02.651826", "authors": "Ramongolalaina, C.; Jia, Y.; Zhang, E.; Pastor-Pareja, J. C.", "abstract": "Optogenetic tools, whose engineering requires a structural understanding of the target proteins, are attractive approaches for achieving endogenous gene regulation under minimally invasive conditions. To build an optogenetic system for controlling endogenous gene expression, we first identified Anti-CRISPR (Acr) proteins that can inhibit CRISPRa-mediated transcriptional activation in Drosophila. Next, we inserted optogenetic protein LOV2 in these Acrs, tested for their ability to optogenetically modulate endogenous gene upregulation (EnGup) through the CRISPRa-based flySAM system in Drosophila, and found that the photoswitchability of these prototypes was weak. Hence, we engineered an Acr-LOV2 fusion module with refined length of intrinsically disordered and ordered regions (IDR and IOR) and optimized LOV2. This optimized variant, whose application yielded new findings in vivo, was significantly more sensitive for EnGup under blue light than the prototypes. In short, not only does this work introduce the application of Acr proteins in an animal model, but it also provides insights for in vivo characterization of the IDR and the IOR of these small-sized proteins. Together, these findings establish a robust optogenetic toolbox for precise, light-sensitive endogenous gene regulation in Drosophila.", "date": "2025-05-02", "journal": ""}
{"title": "Chemokinesis by a microbial predator", "doi": "10.1101/2025.05.01.651543", "authors": "Quick, S. R.; Bains, J.; Gerdt, C.; Walker, B.; Goldstone, E. B.; Jakuszeit, T.; Baggaley, A. W.; Croze, O. A.; Gerdt, J. P.", "abstract": "Regulated motility is vital for many cells--both for unicellular microbes and for cells within multicellular bodies. Different conditions require different rates and directions of movement. For the microbial predator Capsaspora owczarzaki, its motility is likely essential for predation. This organism has been shown to prey on diverse organisms, including the schistosome parasites that co-reside with it in Biomphalaria glabrata snails. Capsaspora is also an evolutionary model for the unicellular ancestor of animals. This phylogenic placement makes Capsaspora's motility an attractive target for understanding the evolution of motility in animal cells. Until now, little was known of how Capsaspora regulates it rate and direction of motility. Here we found that it exhibits chemokinesis (increased movement in response to chemical factors) in response to proteins released from prey cells. Chemokinesis also occurs in response to pure proteins--including bovine serum albumin. We found that this chemokinesis behavior is dependent on Capsaspora cell density, which suggests that the regulated motility is a cooperative behavior (possibly to improve cooperative feeding). We developed a mathematical model of Capsaspora motility and found that chemokinesis alone does not benefit Capsaspora predation. However, when coupled with chemotaxis (directional motility along a chemical gradient toward prey), chemokinesis may improve predation. Finally, we quantitatively analyzed Capsaspora's previously reported chemotaxis behavior. These findings lay a foundation for characterizing the mechanisms of regulated motility in a predator of a human pathogen and a model for the ancestor of animals.", "date": "2025-05-02", "journal": ""}
{"title": "Phosphite Production by Streptomyces viridochromogenes", "doi": "10.1101/2025.05.01.651723", "authors": "Bailey, C. A.; Broening, E.; Greene, B. L.", "abstract": "The industrial production of phosphochemicals is highly energy-intensive, involving the reduction of the phosphate mineral apatite to white phosphorus, a toxic and reactive intermediate with significant environmental risk. Phosphite, an activated form of phosphorus, is a potential alternative substrate for phosphochemical synthesis, yet direct reduction of phosphate to phosphite remains challenging. While environmental and microbial studies have suggested biochemical pathways for reducing phosphate to phosphite, these pathways have not been conclusively demonstrated in axenic culture. In this study, we characterize phosphite production by Streptomyces viridochromogenes and demonstrate that phosphite is an abiological product of phosphonoformyl-CMP decomposition, an intermediate in the biosynthesis of the herbicide phosphinothricin. The phosphonoformyl-CMP intermediate yields an activated phosphonoformate for decarboxylation, producing phosphite at biological temperatures and pH following phosphoanhydride hydrolysis. Using S. viridochromogenes spent media, we demonstrate a hybrid biotic-abiotic synthesis of the metal chelator aminotris(methylenephosphonate), illustrating a potential synthetic route to phosphochemicals from biogenic phosphite.", "date": "2025-05-02", "journal": ""}
{"title": "Mapping of residues in leishmanial glyceraldehyde-3-phosphate dehydrogenase crucial for binding with 3'-UTR of TNF-alpha mRNA", "doi": "10.1101/2025.05.02.651801", "authors": "Panja, P.; Das, S.; Dholey, Y.; Chowdhury, G.; Adak, S.", "abstract": "Recently, we described that glyceraldehyde-3-phosphate dehydrogenase from Leishmania major (LmGAPDH) was present in extracellular vesicles and it inhibited host TNF-alpha expression during infection via post-transcriptional repression. The LmGAPDH binding with the AU-rich elements in 3'-untranslated region of TNF-alpha mRNA (TNF-alpha ARE) is sufficient for limiting this cytokine production, but the TNF-alpha ARE binding residues in LmGAPDH are still unexplored. RNA electrophoretic mobility shift assay (REMSA) and catalytic activity measurement revealed that the inhibition by TNF-alpha ARE was competitive with respect to cofactor NAD+ in LmGAPDH. To identify the TNF-alpha ARE binding residues of the LmGAPDH, we exploited a systematic mutational analysis of its NAD+ binding domain. Catalytic activity measurement indicates that both R13 and N336 amino acids in the NAD+ binding site are absolutely required for activity whereas other mutants including I14A, R16A, D39A and T112A showed higher Km (lower affinity) value for NAD+ binding and lower catalytic activity. REMSA studies revealed that the replacement of Arg-13 with Ala/Lys or Asn-336 with Ala resulted in complete loss of binding with the TNF-alpha ARE. I14A, R16A, D39A and T112A residues at or near NAD+ binding site showed lower binding with the TNF-alpha ARE compared to the wild-type protein. The protein induced fluorescence enhancement (PIFE) studies and in vitro protein translation assay further confirmed the REMSA results. Based on our findings, the NAD+ binding residues in LmGAPDH are important for TNF-alpha ARE binding.", "date": "2025-05-02", "journal": ""}
{"title": "Design of combination therapeutics from protein response to drugs in ovarian cancer cells", "doi": "10.1101/2025.04.28.651139", "authors": "Franz, A.; Shen, C.; Coscia, F.; Munroe, K.; Charaoui, L.; Korkut, A.; Mann, M.; Luna, A.; Sander, C.", "abstract": "High-grade serous ovarian cancer (HGSOC) remains the most lethal gynecologic malignancy and novel treatment approaches are needed. Here, we used unbiased quantitative protein mass spectrometry to assess the cellular response profile to drug perturbations in ovarian cancer cells for the rational design of potential combination therapies. Analysis of the perturbation profiles revealed proteins responding across several drug perturbations (called frequently responsive below) as well as drug-specific protein responses. The frequently responsive proteins included proteins that reflected general drug resistance mechanisms such as changes in drug efflux pumps. Network analysis of drug-specific protein responses revealed known and potential novel markers of resistance, which were used to rationalize the design of anti-resistance drug pairs. We experimentally tested the anti-proliferative effects of 12 of the proposed drug combinations in 6 HGSOC cell lines. Drug combinations tested with additive or synergistic effects are plausible candidates for overcoming or preventing resistance to single agents; these include several combinations that were synergistic (with PARPi, MEKi, and SRCi). Additionally, we observed 0.05-0.11 micromolar response to GPX4 inhibitors as single agents in the OVCAR-4 cell line. We propose several drug combinations as potential therapeutic candidates in ovarian cancer, as well as GPX4 inhibitors as single agents.", "date": "2025-05-02", "journal": ""}
{"title": "Single-cell multiomics identifies both shared and unique features of immune dysfunction in the colon, plasma and stool from individuals diagnosed with Parkinson's disease or inflammatory bowel disease", "doi": "10.1101/2025.04.29.651228", "authors": "Bolen, M. L.; buendia, m.; Shi, J.; Staley, H.; Kachergus, J. M.; Efron, P. A.; Park, G.; Nagpal, R.; Xue, Q.-S.; McFarland, N. R.; Zimmermann, E. M.; Forsmark, C. E.; Menees, K. B.; Salas, A.; Thompson, E. A.; Tansey, M. G.", "abstract": "Parkinson's disease (PD) is the fastest growing neurodegenerative disease in the world. Gastrointestinal (GI) dysfunction can occur decades before motor impairments and in up to 80% of individuals living with PD. We investigated peripheral relationships that may underlie mechanisms along the gut-blood axis that contribute to PD pathogenesis. Single-cell multiomic spatial molecular imaging (SMI) of colonic tissue localized inflammatory injury within epithelial cells that appear to be associated with iron mishandling in both inflammatory bowel disease (IBD) and PD biosamples. We found that both the single-cell SMI of RNA and protein revealed parallel cross-modal dysregulation in the gut epithelium, in both IBD and PD biosamples. These data are accompanied by plasma (PD) and stool (IBD) protein depletion of CCL22. Our findings suggest iron mishandling along the gut barrier likely contributes to systemic inflammation, which may be the catalyst that primes circulating immune cells to body-first PD pathogenesis.", "date": "2025-05-02", "journal": ""}
{"title": "Targeting Lysosomal Dysfunction to Alleviate Plaque Deposition in an Alzheimer Disease Model", "doi": "10.1101/2025.04.28.651121", "authors": "Fremuth, L. E.; van de Vlekkert, D.; Hu, H.; Weesner, J. A.; Annunziata, I.; d'Azzo, A.", "abstract": "Alzheimer disease (AD) is characterized by aberrant amyloid precursor protein (APP) processing and lysosomal dysfunction. This study identifies two members of the lysosomal multi-enzyme complex (LMC), neuraminidase 1 (Neu1) and protective protein/cathepsin A (PPCA), as a critical regulators of APP metabolism. Neu1 deficiency in human AD brains and 5xFAD/Neu1-/- mice leads to sialic acid retention on APP and its secretases, enhancing amyloidogenic cleavage and A{beta}42 production. Additionally, Neu1 deficiency increases lysosomal exocytosis, contributing to extracellular A{beta} release and neuroinflammation. Conversely, overexpression of PPCA in neurons or co-expression of PPCA and NEU1 normalizes sialylation patterns, reduces secretase activity, and mitigates plaque burden. These findings reveal a novel bidirectional dependency between Neu1 and PPCA, underscoring their cooperative role in maintaining lysosomal homeostasis. Additionally, AAV-mediated co-expression of NEU1 and PPCA in 5XFAD brains demonstrates therapeutic potential by reducing amyloid pathology. These findings position lysosomal dysfunction and the Neu1-PPCA axis as promising targets for therapeutic intervention in AD.", "date": "2025-05-02", "journal": ""}
{"title": "Instant preparative droplet reaction assisted by shaking", "doi": "10.1101/2025.04.30.651440", "authors": "Bi, M.; Zhao, L.; Tian, Z.", "abstract": "Instant micro- and macro-preparative droplet reaction assisted by hand shaking (shake reaction) was found and observed, where reactions were carried out inside aqueous droplets dispersed in an organic solvent. This shake reaction was successfully benchmarked with both organic reactions of protein reduction by dithiothreitol and alkylation by iodoacetamide as well as biological reaction of protein digestion by enzyme trypsin. The reaction time of shake reaction was substantially shortened from the traditional bulk solution reactions, specifically 1 min for reduction (from 20 min), 1 min for alkylation (from 30 min), 5 min for digestion (from 960 min). The high efficiency of shake reaction comes from the micro-nano droplet formation assisted by shaking. Shake reaction can arguably be extended to any liquid-phase inorganic, organic and biological reactions from micro- to macro-preparative scale, and thus undoubtedly find wide applications in both academic research and industry production.", "date": "2025-05-02", "journal": ""}
{"title": "Direct Readout of Multivalent Chromatin Reader-Nucleosome Interactions by Nucleosome Mass Spectrometry", "doi": "10.1101/2025.05.01.651740", "authors": "Lee, A. S.; Fisher, N. P.; Marunde, M. R.; Su, P.; Khan, L. F.; Graham, B.; Taylor, H. F.; Onuoha, U. C.; Su, T.; Jooss, K.; Schachner, L. F.; Fuchs, H. A.; Noll, K.; Cheek, M. A.; Burg, J. M.; Sun, Z.-W.; Musselman, C. A.; Keogh, M. A.; Kelleher, N. L.", "abstract": "Histone post-translational modifications (PTMs) often serve as distinct recognition sites for the recruitment of chromatin-associated proteins (CAPs) for epigenome regulation. While CAP-PTM interactions have been extensively studied using histone peptides, this cannot consider the regulatory potential of multi-site binding on intact nucleosomes. To overcome this limitation, we applied Nucleosome Mass Spectrometry (Nuc-MS), a native Top-Down MS approach that enables controlled disassembly of intact CAP:nucleosome (CAP:nuc) complexes to provide a direct readout of the contained histone proteoforms. As proof of principle, we show the BPTF PHD-BD native tandem reader requires coincident H3K4me3K9acK14acK18ac for effective nucleosome engagement. We extend our approach to explore how the BRD4 (native BD1-BD2), DNMT3A-MPP8 (chimeric PWWP-CD), and PtSHL (native BAH-BD) tandem readers interact with endogenous nucleosomes. Each reveals distinct enrichment profiles: BRD4 favoring di- and tri-acetylated histone H4 proteoforms, whereas DNMT3A-MPP8 and PtSHL preferentially interact with hypermethylated H3 proteoforms. Of note the latter enriches combinatorial {H3K4me3K27me3} on the same histone tail in HeLa chromatin, and thus expands the potential biology of this widely studied bivalent signature. By directly characterizing CAP:nuc complex composition with combinatorial PTM information in a single readout, Nuc-MS serves as a new approach to discover the modifications driving binding, and therefore primary candidates to explore for structural biology and genomic studies.", "date": "2025-05-02", "journal": ""}
{"title": "Fmp30 is a phosphatidylinositol hydrolase that regulates CoQ biosynthesis", "doi": "10.1101/2025.05.01.651778", "authors": "Baker, Z. N.; Guerra, R. M.; Rogers, S. W.; Pagliarini, D. J.", "abstract": "Coenzyme Q (CoQ, ubiquinone) is a redox-active isoprene lipid that supports fundamental enzymatic and antioxidant roles in mitochondria and beyond. Despite CoQ's importance in organismal health and disease, the mechanisms that regulate its biosynthetic pathway remain elusive. Motivated by this, we mined S. cerevisiae multiomics datasets for genes whose disruptions alter CoQ levels and discovered the gene FMP30 as an unexpected negative regulator of CoQ biosynthesis. Loss of FMP30 results in elevated complex Q protein abundance, increased number and intensity of CoQ domains, and ultimately enhanced CoQ biosynthetic flux. We demonstrate that Fmp30, a member of the metallo-{beta}-lactamase super family, displays phospholipase type D activity toward phosphatidylinositol and phosphoinositides, and that its deletion causes marked elevation of these lipid species in purified mitochondria. Collectively, our work nominates Fmp30 as a novel regulator linking mitochondrial phospholipid metabolism to CoQ biosynthesis.", "date": "2025-05-02", "journal": ""}
{"title": "An intrinsically disordered region of histone demethylase KDM5A activates catalysis through interactions with the nucleosomal acidic patch and DNA", "doi": "10.1101/2025.05.01.651538", "authors": "Palla, A. M.; Lin, C.-C.; Trnka, M. J.; Leao, E. M.; Petronikolou, N.; Burlingame, A. L.; McGinty, R. K.; Fujimori, D. G.", "abstract": "Lysine demethylase 5A (KDM5A) plays a key role in the regulation of chromatin accessibility by catalyzing the removal of trimethyl marks on histone H3K4 (H3K4me3). KDM5A is also an oncogenic driver, with overexpression of KDM5A observed in various cancers, including breast, lung, and ovarian cancer. Past studies have characterized the functions of KDM5A domains, including KDM5A interactions with the histone H3 tail, but have yet to identify the broader mechanisms that drive KDM5A binding to the nucleosome. Through investigation of binding and catalysis on nucleosome substrates, we uncovered multivalent interactions of KDM5A with the H2A/H2B acidic patch and DNA that play crucial roles in the regulation of catalytic activity. We also identified an intrinsically disordered region (IDR) containing bifunctional arginine-rich motifs capable of binding to both the histone H2A/H2B acidic patch and nucleosomal DNA that is necessary for catalysis on nucleosome substrates. Our findings both elucidate previously unknown mechanisms that regulate KDM5A catalytic activity and reveal the ability of an IDR to engage in multiple interactions with chromatin.", "date": "2025-05-02", "journal": ""}
{"title": "Functionality of potato virus Y coat protein in cell-to-cell movement is defined by flexibility of its N terminal region", "doi": "10.1101/2025.04.29.651159", "authors": "Vozelj, A.; Povalej, T. M.; Stare, K.; Znidaric, M. T.; Bacnik, K.; Levak, V.; Aguirre, I. G.; Podobnik, M.; Gruden, K.; Coll, A.; Lukan, T.", "abstract": "Potato virus Y (PVY) is one of the top ten economically most important plant viruses and responsible for major yield losses. We previously suggested the involvement of the N terminal region of potato virus Y coat protein (CP) in PVY spread. By constructing different PVY N terminal deletion mutants, we here show that deletions of 40 or more amino acid residues from the N terminal region of the CP resulted in the PVY multiplication limited to primary infected cells. Deletion of 26 residues profoundly impaired PVY cell-to-cell movement and prevented systemic PVY spread, while deletions of 19-23 residues allowed delayed systemic PVY spread. Introduced point mutations in the identified region hinder the filaments formation (S21G) and prevent (S21G) or delay (G20P) PVY movement. In addition, the mutants with deletion of more than 23 residues were not able to form full length viral particles in bombarded leaves, which confirms the overall significance of this region also in capsid assembly.", "date": "2025-05-02", "journal": ""}
{"title": "Light-guided molecular patterning for programmable multiplexed single-molecule manipulation", "doi": "10.1101/2025.04.30.651527", "authors": "Choi, H.; Ward, A.; Wong, W. P.", "abstract": "Single-molecule force spectroscopy enables the detailed probing of molecular interactions, providing new insights into molecular mechanisms -- yet studying biology ''one molecule at a time'' can lead to throughput challenges that limit applications. While multiplexed single-molecule assays can address these issues, suitable functionalization of surfaces is required, which remains a technical challenge -- many commonly used approaches are constrained by random and sparse biomolecules arrangements, limiting programmability and throughput. An ideal anchoring method would enable (i) high surface densities to maximize throughput, (ii) precise control of spatial position and molecular identity for maximum control, (iii) covalent linking for high force application, and (iv) efficient patterning without the need for expensive facilities to maximize accessibility. To achieve these aims, we have developed a light-guided surface patterning method that can covalently organize oligonucleotides (oligos) without the need for lithographic equipment. Oligos with 3-Cyanovinylcarbazole (CNVK) nucleoside are crosslinked by UV patterns reflected through a digital micromirror device (DMD), with beads arranged accordingly. To demonstrate compatibility with established single-molecule methods, we performed single-molecule force spectroscopy experiments on patterned coverslips, using both magnetic tweezers and hydrodynamic-based systems. Our light-guided approach provides a scalable and accessible solution for biomolecular patterning that allows precise control over molecular identity and spatial positioning, enabling high-throughput measurements in single-molecule research.", "date": "2025-05-02", "journal": ""}
{"title": "Segmental Isotope Labelling of the Prion Protein: Identification of a Key Residue for Copper-Mediated Interdomain Structure", "doi": "10.1101/2025.05.01.651769", "authors": "Pavlovici, F. A.; Singewald, K.; Kaplan, S.; Chen, E.; Millhauser, G. L.", "abstract": "The cellular prion protein is composed of two domains: a disordered N-terminal toxic effector domain and a three-helix C-terminal regulatory domain. Copper is thought to form a bridge between these two domains, inhibiting the protein's inherent neurotoxicity. However, the molecular details of how copper interacts with the C-terminal regulatory surface are unclear. To assess the potential role of conserved C-terminal His residues in copper coordination, we applied sortase-mediated ligation to create an expressed, murine prion protein with segmental 15N-labeling of the N-terminal domain. Pulsed EPR methods applied to a 1:1 protein:copper complex revealed both 14N and 15N couplings, consistent with simultaneous coordination of the two protein domains to the copper center. Mutagenesis studies localized C-terminal copper coordination to His176, present on the second alpha-helix. The cumulative EPR results reveal a copper coordination environment composed of three His residues from the protein's N-terminal domain, along with His176. The feasibility of these findings was tested with AlphaFold 3 simulations. These results further refine the molecular details of the prion protein autoregulation, emphasizing the critical role of its copper cofactor. Moreover, this interdisciplinary work demonstrates how sortase-mediated ligation combined with pulsed EPR sensitive to distinct nuclear spin systems provides a new strategy for assessing metal ion binding to proteins.", "date": "2025-05-02", "journal": ""}
{"title": "DIRseq: a method for predicting drug-interacting residues of intrinsically disordered proteins from sequences", "doi": "10.1101/2025.05.02.651562", "authors": "MacAinsh, M.; Qin, S.; Zhou, H.-X.", "abstract": "Intrinsically disordered proteins (IDPs) are now well-recognized as drug targets. Identifying drug-interacting residues (DIRs) is valuable for both optimizing compounds and elucidating the mechanism of action. Currently, NMR chemical shift perturbation and all-atom molecular dynamics (MD) simulations are the primary tools for this purpose. Here we present DIRseq, a fast method for predicting DIRs from the amino-acid sequence. All residues contribute to the propensity of a particular residue to be drug-interacting; the contributing factor of each residue has an amplitude that is determined by its amino-acid type and attenuates with increasing sequence distance from the particular residue. DIRseq predictions match well with DIRs identified by NMR chemical shift perturbation and other methods, including residues L22WK24 and Q52WFT55 in the tumor repressor protein p53. These successes augur well for deciphering the sequence code for IDP-drug binding. DIRseq is available as a web server at https://zhougroup-uic.github.io/DIRseq/ and has many applications, such as virtual screening against IDPs and designing IDP fragments for in-depth NMR and MD studies.", "date": "2025-05-02", "journal": ""}
{"title": "Alpha-Synuclein Fibril Structures Cluster into Distinct Classes", "doi": "10.1101/2025.04.30.651534", "authors": "Milchberg, M. H.; Warmuth, O. A.; Borcik, C. G.; Dhavale, D. D.; Wright, E. R.; Kotzbauer, P. T.; Rienstra, C. M.", "abstract": "The accumulation of Alpha-synuclein (Asyn) fibrils is the defining pathologic feature in Parkinson Disease (PD), Lewy Body Dementia (LBD), and Multiple System Atrophy (MSA). As such, the process of Asyn fibril formation has been an important research area and fibrils themselves have become attractive targets for disease diagnosis and therapeutic intervention. Due to the presence of mixed populations of fibrillar proteins associated with neurodegenerative diseases in brain tissue, high-resolution structures of Asyn fibrils are essential for the design of high-specificity imaging and therapeutic agents. Approximately one hundred high-resolution solid-state NMR (SSNMR) spectroscopy and cryo-electron microscopy (cryo-EM) structures of Asyn fibrils have been deposited to the Protein Databank (PDB); intriguingly there is significant polymorphism among them. Understanding the molecular makeup and characteristic features of each structural polymorph can determine conserved structural motifs which can be used as templates to design ligands with high specificity for clinical use. Utilizing standard alignment tools and density-based clustering approaches, we objectively classify fibril structures by tertiary structure type. We find that 81% of the structures cluster into two polymorph classes. Within each class, additional subtle variations are observed which position sidechains in specific, conserved orientations, well poised as druggable targets. Furthermore, we find that the conserved structural motifs associated with each class are found in all but one published Asyn fibril structure. We consider these classifications and conserved motifs in the context of disease-relevant fibril structures and offer a perspective on the utility of in vitro fibrils as substrates for drug development and models for disease pathogenesis.", "date": "2025-05-02", "journal": ""}
{"title": "S2Tag, a novel affinity tag for the capture and immobilization of coiled-coil proteins: application to the study of human β-cardiac myosin", "doi": "10.1101/2025.05.01.651501", "authors": "Barua, B.; Cail, R. C.; Goldman, Y. E.; Ostap, E. M.; Winkelmann, D. A.", "abstract": "Single molecule and ensemble motility assays are powerful tools for investigating myosin activity. A key requirement for the quality and reproducibility of the data obtained with these methods is the mode of attachment of myosin to assay surfaces. We previously characterized the ability of a monoclonal antibody (10F12.3) to tether skeletal muscle myosin to nitrocellulose coated glass. Here, we identify the 11 amino-acid epitope (S2Tag) recognized by 10F12.3 in the coiled-coil S2 domain of myosin. To test the transferability of S2Tag, we inserted it into a wild-type {beta}-cardiac myosin construct (WT- {beta}CM) and evaluated its mechanochemistry. WT- {beta}CM immobilized via S2Tag robustly propelled actin filaments in gliding assays and showed single-molecule actin displacements and attachment kinetics by optical trapping. Thus, the antibody attachment is effective for ensemble and single molecule assays. We inserted the S2Tag into a {beta}CM construct containing a penetrant mutation (S532P- {beta}CM) that causes dilated cardiomyopathy. Inclusion of S2Tag enabled quantitative mixed-motor gliding filament assays with WT- {beta}CM. The analysis shows the S532P mutation results in a 60% decrease in gliding speed, yet the motor seems to produce the same force as WT-{beta}CM. Importantly, S2Tag is a useful new tool for affinity capture of alpha-helical coiled coil proteins.", "date": "2025-05-02", "journal": ""}
{"title": "A high-throughput platform for biophysical antibody developability assessment to enable AI/ML model training", "doi": "10.1101/2025.05.01.651684", "authors": "Arsiwala, A.; Bhatt, R.; Yang, Y.; Quintero Cadena, P.; Anderson, K.; Ao, X.; van Niekerk, L.; Rosenbaum, A.; Bhatt, A.; Smith, A.; Grippo, L.; Cao, X.; Cohen, R.; Patel, J.; Allen, O.; Faraj, A.; Nandy, A.; Hocking, J.; Tural, B.; Salvador, S.; Jacobowitz, J.; Schaven, K.; Sherman, M.; Shah, S.; Tessier, P. M.; Borhani, D.", "abstract": "Antibodies must bind their targets with high affinity and specificity to achieve useful therapeutic activity. They must also possess additional properties - collectively referred to as developability properties - that ensure favorable production, formulation, and in vivo performance. Both types of properties - comprising a dozen interacting but distinct attributes - are inherent to an antibody amino acid sequence. Identification or selection of antibodies possessing suitable binding characteristics is now routine, and de novo computational design models, trained on extensive complementarity-determining region sequence and structural data, are rapidly improving. Developability properties, by way of contrast, remain difficult to predict - largely due to insufficient training data - with empirical testing being used heavily to avoid challenges in late-stage antibody development. To fill this gap, we built a high-throughput antibody developability assay platform designed to generate the large datasets needed to train improved machine learning (ML) models. We optimized and automated known developability assays [Jain et al., 2017], and developed a robust integrated data analytics pipeline. Here we report data on 246 antibodies - representing approved, clinical-stage, and preregistration molecules - across a panel of 10 developability assays, in a tidy data format suitable for AI/ML modeling. We used these data to propose updated developability warning thresholds based on 106 approved antibodies, and to confirm preliminarily that predictive models do improve with more training data. Our high-throughput platform PROPHET-Ab enables data generation at the scale needed to develop improved ML models to predict antibody developability.", "date": "2025-05-02", "journal": ""}
{"title": "Evolutionary Sequence and Structural Basis for the Epistatic Origins of Drug Resistance in HIV", "doi": "10.1101/2025.04.30.651576", "authors": "Biswas, A.; Choudhuri, I.; Huang, K.; Sun, Q.; Sali, A.; Echeverria, I.; Haldane, A.; Levy, R.; Lyumkis, D.", "abstract": "The emergence of drug resistance in the human immunodeficiency virus (HIV) remains a formidable challenge to the long-term efficacy of antiretroviral therapy (ART). A growing body of evidence highlights the critical role of epistasis, the dependence of mutational effects on the sequence context, in shaping the fitness landscape of HIV under ART-induced selection pressure. However, the biophysical origins of the epistatic interactions involved in engendering drug-resistance mutations (DRMs) remain unclear. Are the mutational correlations intrinsic to the properties of the protein, or do they arise because of drug binding? We use a Potts sequence-covariation statistical energy model built on patient-derived HIV-1 protein sequences to construct computational double mutant cycles that probe pairwise epistasis for all observed mutations across the three major HIV drug-target enzymes. We find that the strongest epistatic effects occur between mutations at residue positions that frequently mutate during the course of ART, termed resistance-associated positions. To investigate the structural origins of the strongest epistatic interactions, we perform ~100 free energy perturbation molecular dynamics simulations, revealing that the primary contribution to the pairwise epistasis between DRMs arises from cooperative effects on protein stability and folding as an intrinsic consequence of the protein mutational landscape. The results collectively reinforce a mechanism of resistance evolution whereby viruses escape drug pressure by selectively engendering mutations at intrinsically coupled sites, allowing them to cooperatively ameliorate fitness detriments incurred by individual DRMs.", "date": "2025-05-02", "journal": ""}
{"title": "Chromatix: a differentiable, GPU-accelerated wave-optics library", "doi": "10.1101/2025.04.29.651152", "authors": "Deb, D.; Both, G.-J.; Bezzam, E.; Kohli, A.; Yang, S.; Chaware, A.; Allier, C.; Cai, C.; Anderberg, G.; Eybposh, M. H.; Schneider, M. C.; Heintzmann, R.; Rivera-Sanchez, F. A.; Simmerer, C.; Meng, G.; Tormes-Vaquerano, J.; Han, S.; Shanmugavel, S. C.; Maruvada, T.; Yang, X.; Kim, Y.; Diederich, B.; Joo, C.; Waller, L.; Durr, N. J.; Pegard, N. C.; La Riviere, P. J.; Horstmeyer, R.; Chowdhury, S.; Turaga, S. C.", "abstract": "Modern microscopy methods incorporate computational modeling of optical systems as an integral part of the imaging process, either to solve inverse problems or enable optimization of the optical system design. These methods often depend on differentiable simulations of optical systems, yet no standardized framework exists - forcing computational optics researchers to repeatedly and independently implement simulations that are prone to errors, difficult to reuse in other applications, and often computationally suboptimal. These common problems limit the potential impact of computational optics as a field. We present Chromatix: an open-source, GPU-accelerated differentiable wave optics library. Chromatix builds on JAX to enable fast simulation of diverse optical systems and inverse problem solving, scaling these simulations from single-CPU laptops to multi-GPU servers. The library implements various optical elements (e.g., lenses, polarizers and spatial light modulators) and multiple light propagation models (e.g., Fresnel approximation, angular spectrum and off-axis propagation) that can be flexibly combined to model various computational optics applications such as snapshot microscopy, holography, and phase retrieval of multiple scattering samples. These simulations can be automatically parallelized to scale across multiple GPUs with a single-line change to the modeling code, enabling simulation and optimization of previously impractical optical system designs. We demonstrate Chromatix's capacity to substantially accelerate optics simulation and optimization on existing methods in computational optics, speeding up optical simulation and optimization from 2-6x on a single GPU to up to 22x on 8 GPUs (depending on the particular system being modeled) compared to the original implementations. Chromatix establishes a standard for wave optics simulations, democratizing access to and expanding the design space of computational optics.", "date": "2025-05-02", "journal": ""}
{"title": "PhysDock: A Physics-Guided All-Atom Diffusion Model for Protein-Ligand Complex Prediction", "doi": "10.1101/2025.04.28.650887", "authors": "Zhang, K.; Ma, Y.; Yu, J.; Luo, H.; Lin, J.; Qin, Y.; Li, X.; Jiang, Q.; Bai, F.; Dou, J.; Zheng, J.; Yu, J.; Sun, L.", "abstract": "Accurate prediction of protein-ligand complexes remains a central challenge in structural biology. Traditional methods are computationally inefficient and prone to local minima, whereas deep learning approaches struggle to capture molecular flexibility and physical plausibility. We introduce PhysDock, a physics-guided diffusion model that uniquely integrates (i) all-atom diffusion to model ligand flexibility and protein precision-flexibility; (ii) physical priors as diffusion conditioning, alongside two-phase physics guidance during the denoising diffusion to ensure physical plausibility. PhysDock demonstrates state-of-the-art performance in redocking benchmarks and excels in the more challenging cross-docking assessments involving protein structures resolved with different ligands. For practical utility, PhysDock (i) resolves cannabinoid receptor selectivity across diverse molecules, achieving accuracy comparable to experiments; (ii) effectively distinguishes most drug candidates from weak binders in virtual screening of NTRK3 kinase, while also uncovering novel candidate molecules with structural insights. These results highlight PhysDock as a versatile tool for protein-ligand complex prediction, with substantial potential to accelerate structure-based drug discovery.", "date": "2025-05-02", "journal": ""}
{"title": "Escherichia coli with a 57-codon genetic code", "doi": "10.1101/2025.05.02.651837", "authors": "Robertson, W. E.; Rehm, F. B. H.; Spinck, M.; Schumann, R. L.; Tian, R.; Liu, W.; Gu, Y.; Kleefeldt, A. A.; Day, C. F.; Liu, K. C.; Christova, Y.; Zurcher, J. F.; Boege, F. L.; Birnbaum, J.; van Bijsterveldt, L.; Chin, J. W.", "abstract": "The near-universal genetic code of living organisms uses 64 codons to encode the 20 canonical amino acids in protein synthesis. Here we design and generate a variant of Escherichia coli with a 4 Mb synthetic genome in which we replace every known occurrence of six sense codons and a stop codon with synonymous codons. We thereby recode 105 codons to create an organism with a 57-codon genetic code; this organism - which we name Syn57 - uses 55 codons to encode the 20 canonical amino acids.", "date": "2025-05-02", "journal": ""}
{"title": "Molecular and Spatial Organization of the Primary Olfactory System and its Responses to Social Odors", "doi": "10.1101/2025.05.02.651832", "authors": "Bintu, B.; Isogai, Y.; Zhuang, X.; Dulac, C.", "abstract": "The detection of olfactory cues is essential to signal food, predators, and social encounters. To determine how the sensory detection of physiologically relevant odors is systematically mapped into the mouse primary olfactory system, we used Multiplexed Error Robust Fluorescent In Situ Hybridization (MERFISH) to construct a molecular atlas of odorant receptor (OR) expression in the main olfactory epithelium (MOE) and olfactory bulb (OB). We comprehensively quantified the expression of the mouse OR repertoire and uncovered stereotypical gradients of sensory neuron distribution in the MOE along two, central-to-peripheral and basal-to-apical, axes. Projections of sensory neurons mirror MOE gradients along the dorsal-ventral and anterior-posterior axes of the OB, respectively. Integration with sequencing data revealed candidate signaling molecules underlying this spatial organization. Co-imaging OR and activity marker expression identified distinct spatial domains of sensory responses in the MOE and OB, providing a topographical basis for olfactory responses to ethologically relevant odors.", "date": "2025-05-02", "journal": ""}
{"title": "A cellular entity retaining only its replicative core: Hidden archaeal lineage with an ultra-reduced genome", "doi": "10.1101/2025.05.02.651781", "authors": "Harada, R.; Nishimura, Y.; Nomura, M.; Yabuki, A.; Shiba, K.; Inaba, K.; Inagaki, Y.; Nakayama, T.", "abstract": "Defining the minimal genetic requirements for cellular life remains a fundamental question in biology. Genomic exploration continually reveals novel microbial lineages, often exhibiting extreme genome reduction, particularly within symbiotic relationships. Here, we report the discovery of Candidatus Sukunaarchaeum mirabile, a novel archaeon with an unprecedentedly small genome of only 238 kbp --less than half the size of the smallest previously known archaeal genome-- from a dinoflagellate-associated microbial community. Phylogenetic analyses place Sukunaarchaeum as a deeply branching lineage within the tree of Archaea, representing a novel major branch distinct from established phyla. Environmental sequence data indicate that sequences closely related to Sukunaarchaeum form a diverse and previously overlooked clade in microbial surveys. Its genome is profoundly stripped-down, lacking virtually all recognizable metabolic pathways, and primarily encoding the machinery for its replicative core: DNA replication, transcription, and translation. This suggests an unprecedented level of metabolic dependence on a host, a condition that challenges the functional distinctions between minimal cellular life and viruses. The discovery of Sukunaarchaeum pushes the conventional boundaries of cellular life and highlights the vast unexplored biological novelty within microbial interactions, suggesting that further exploration of symbiotic systems may reveal even more extraordinary life forms, reshaping our understanding of cellular evolution.", "date": "2025-05-02", "journal": ""}
{"title": "Expression and Characterization of SARS-CoV-2 Spike Protein in Thermothelomyces heterothallica C1", "doi": "10.1101/2025.05.01.651343", "authors": "Ophir, Y.; Wong, J.; Haddad, K. R.; Huuskonen, A.; Karmaker, A.; Gore, V.; Jung, S.; Oloumi, A.; Liu, Y.; Fu, J.; Zhang, L.; Huang, P.; Minami, S. A.; Garimella, S. S.; Thyagatur, A.; Zaini, P. A.; Vitikainen, M.; Tchelet, R.; Valbuena, N.; Fuerst, T.; Korkmaz, E.; Falo, L. D.; Balmert, S. C.; Mahendiratta, S.; Emalfarb, M.; Shah, P.; Siegel, J. B.; Dandekar, A. M.; Chen, X.; Lebrilla, C. B.; Faller, R.; Saloheimo, M.; McDonald, K. A.; Nandi, S.", "abstract": "The COVID-19 pandemic demonstrated a pressing need for rapid, adaptive, and scalable manufacturing of vaccines and reagents. With the transition into an endemic disease and rising threats of other emerging pandemics, production of these biologicals requires a stable and sustainable supply chain and accessible distribution methods. In this study, we demonstrate the strength of an engineered filamentous fungal platform, Thermothelomyces heterothallica C1, for high volumetric productivity of the full-length spike glycoprotein. Spike protein produced in this system is highly thermostable and immunization of mice with spike made in C1 or mammalian platforms resulted in a similar humoral response. Additionally, it was shown that the native N-glycan profile can be redecorated with complex sialylated structures, if necessary, resulting in a more human-like glycan profile, without impacting binding characteristics as shown experimentally and in simulations. Through extensive physicochemical analysis, the C1 produced spike performs similarly to spike proteins produced in other commercially available systems. The data presented is evidence that C1 can be a strong platform for production of complex glycosylated recombinant proteins such as subunit antigen vaccines.", "date": "2025-05-02", "journal": ""}
{"title": "Modeling epithelial and endothelial cell tropism for SARS-CoV-2 through restricted transgenic hACE2 expression in mice", "doi": "10.1101/2025.05.01.651662", "authors": "Lameire, S.; Debeuf, N.; Deckers, J.; De Wolf, C.; Vanheerswynghels, M.; Toussaint, W.; De Vlieger, L.; Van Hoecke, L.; De Cae, S.; Schepens, B.; Vanhee, S.; Lambrecht, B. N.", "abstract": "Given the ongoing evolution of SARS-CoV-2 and the historical emergence of other highly transmissible coronaviruses like SARS-CoV and HCoV-NL63, in vivo coronavirus research remains crucial even when the COVID-19 pandemic is receding. Due to restricted tropism of SARS-CoV-2 and other coronaviruses for mouse cells, model systems of infection rely on transgenic expression of the entry receptor human ACE2 (hACE2). Available hACE2 transgenic models using the Krt18 promotor express the receptor across multiple cell types and organ systems, leading to multiple disease features including pneumonia, vascular compromise and neuro-inflammation, that reflect the multi-organ nature of COVID-19. To disentangle the role of cell tropism in driving the clinical manifestations of the disease, we generated two new transgenic mouse models, Sftpa1-hACE2 and Cdh5-hACE2 transgenic mice, with hACE2 restricted to lung epithelium or endothelial cells respectively. In Sftpa1-hACE2 mice, with high expression of the hACE2 receptor in lung alveolar type 2 cells, SARS-CoV-2 infection led to rapidly progressing disease, characterised by a strong neutrophilic innate immune response in the lung, followed by viral neuro-invasion and early death. Krt18-hACE2 mice additionally recruited various dendritic cell subsets and gradually developed adaptive immunity. In Cdh5-hACE2 Tg mice with exclusive endothelial tropism of the virus, viral inoculation via the lung or systemic circulation did not lead to viral propagation or disease manifestations, despite endothelial expression of hACE2 in the lung. These results suggest that tropism for alveolar epithelial cells increases disease severity, while endothelial cell tropism per se does not drive the vascular consequences often seen in COVID-19 patients. Our new transgenic mouse models will be helpful to dissect how cell tropism contributes to the clinical manifestations of coronavirus infection.", "date": "2025-05-02", "journal": ""}
{"title": "Exploring C1 substrate cofeeding in Eubacterium limosum with AneVO, a low-cost anaerobic parallel bioreactor platform", "doi": "10.1101/2025.05.02.651948", "authors": "Hoyt, K. O.; Zhou, G.; Gasparrini, W.; Sliter, P. J.; Hart, D. J.; Khalil, A. S.; Woolston, B. M.", "abstract": "Acetogenic bacteria have emerged as attractive biocatalysts for renewable biochemical production, using the highly efficient Wood-Ljungdahl pathway to convert a range of sustainable single-carbon (C1) feedstocks. The major challenge is their energy-constrained anaerobic lifestyle, which results in slow growth and limits the product spectrum. To overcome this limitation, here we investigate substrate co-metabolism in the acetogen Eubacterium limosum, cofeeding either carbon monoxide (CO) or glucose alongside the primary C1 substrate (methanol or formate). To increase experimental throughput, we developed AneVO, a parallel mini bioreactor system based on eVOLVER that enables benchtop anaerobic batch and fed-batch cultivation, along with continuous delivery of anaerobic gas blends. With all substrate pairs tested, E. limosum grew faster and reached 52-254% higher cell densities with cofeeding, while maintaining or improving the volumetric uptake rate of the main C1 substrate. Product formation also improved, with an increase in volumetric acetate productivity from glucose cofeeding of 2.2-fold with formate and 2.4-fold with methanol, and 3-fold from CO cofeeding with methanol. Together these results validate AneVO as a low-cost platform for convenient benchtop cultivation of strict anaerobic microbes in multiple growth modes, and present a strategy for enhancing C1 bioconversion rates in E. limosum, an emerging model acetogen.", "date": "2025-05-02", "journal": ""}
{"title": "Computational modelling of toroidal membranes at division and fission sites", "doi": "10.1101/2025.05.02.651843", "authors": "Graham, C. L.; Parrag, M.; Stansfeld, P. J.; Rodrigues, C. D. A.", "abstract": "The formation of specialised membrane architectures is fundamental to biological processes. Computational modelling of membrane structures offers a means to unravel complex molecular mechanisms that remain inaccessible through in vitro or in vivo approaches. Among these architectures, toroidal membranes, otherwise known as fusion pores or fission pores, occur during the final stages of cell division, exocytosis, endocytosis, and membrane fission; including during the phagocytic-like engulfment of bacterial endospores. Here we have designed MemTorMD, a computational simulation pipeline based on the TS2CG methodology, to enable coarse-grained modelling of free toroidal membranes with biologically-relevant dimensions. This approach allowed us to determine the lipid properties required for stable toroidal membrane formation, providing a biologically accurate simulation surface. Furthermore, we demonstrate the applicability of this approach to investigate the function of proteins that localise at toroidal membranes, and drive molecular events such as membrane fission by a prokaryotic fission protein. Collectively, our work provides insight into membrane and protein behaviour at toroidal membranes and provides a platform for the development of more complex simulations involving additional molecular components at membrane toroids present in a range of processes across life.", "date": "2025-05-02", "journal": ""}
{"title": "Influence of carbon-to-nitrogen ratio on the denitrifying activities of a methanol-fed, marine recirculating denitrification reactor, and the evolution of the bacteria community during the operating process.", "doi": "10.1101/2025.05.02.651252", "authors": "Lestin, L.; Villemur, R.", "abstract": "Background. Carbon-to-nitrogen ratio (C/N) is an essential parameter known to influence both the function and the activity of microbial communities in bioprocesses. The right balance between the contribution of each of these resources are essential for sustainable and cost-efficiency bioprocess. Here we aimed to assess the influence of C/N (here methanol and nitrate) on the performance of a recirculating denitrifying reactor for 31 weeks under marine conditions. We also monitored the evolution of its microbial community during the operating conditions. Methodology. A 500-mL methanol-fed recirculating denitrification reactor operated under marine conditions and colonized by a naturally occurring multispecies denitrifying biofilm was subjected to eight different C/N over 31 weeks under anoxic conditions. We monitored several physico-chemical parameters (denitrifying activities, methanol consumption, CO2 production) throughout the operating conditions. Evolution of the bacterial community in the biofilm during the operating conditions was determined by 16S rRNA gene amplicon sequencing. Metatranscriptomes of representative conditions were performed to derive (1) the relative gene expression profiles of Methylophaga nitratireducenticrescens strain GP59, the main denitrifier, and (2) the functional diversity of the biofilm. Results. Changes in C/N did not impact the denitrifying activities of the recirculating reactor but did impact the carbon dynamics. Throughout the operating time, nitrite and N2O appeared transiently, and ammonium was not observed. The bacterial community in the reactor increased in diversity as the biofilm aged, especially in heterotrophic bacteria, at the expense of methylotrophic bacteria. The functional diversity suggests that heterotrophs could use formaldehyde, which may have been released by methylotrophs in the biofilm, as energy and carbon source. The relative expression profiles of strain GP59 in the biofilm is distinct of those of GP59 planktonic pure cultures, and that the expression of several riboswitches and xoxF would be involved in such differences. Conclusions. When the biofilm community is well established in the reactor, it can sustain changes in C/N with limited impact on the denitrification performance. Increase in the proportion of heterotrophs would allow the reactor to be more flexible for carbon sources. Such knowledge can be useful in the optimisation of denitrification process.", "date": "2025-05-02", "journal": ""}
{"title": "Pigeons exhibit low susceptibility and poor transmission capacity for H5N1 clade 2.3.4.4b high pathogenicity avian influenza virus", "doi": "10.1101/2025.05.02.651910", "authors": "Di Genova, C.; Warren, C. J.; Johnson, S.; Riccio, S.; Roper, K.; Thomas, S. S.; Schlachter, A.-L.; Jorge, D.; Ralh, K.; Hassan, J.; Billington, E.; Brown, I. H.; Slomka, M. J.; Banyard, A. C.; James, J.", "abstract": "The ongoing panzootic of H5N1 high pathogenicity avian influenza virus (HPAIV) has caused the deaths of over half a billion wild birds and poultry, and has led to spillover events in both wild and domestic mammals, alongside sporadic human infections. A key driver of this panzootic is the apparent high viral fitness across diverse avian species, which facilitates an increased interface between wild and domestic species. Columbiformes (pigeons and doves) are commonly found on poultry premises and are highly connected to humans in urban settlements, yet relatively little is known about their potential role in contemporary HPAIV disease ecology. Here we investigated the epidemiological role of pigeons (Columba livia) by determining their susceptibility using decreasing doses of clade 2.3.4.4b H5N1 HPAIV (genotype AB). We investigated infection outcomes and transmission potential between pigeons and to chickens for each dose. Following direct inoculation, pigeons did not develop clinical signs, and only those inoculated with the highest dose shed viral RNA or seroconverted to H5N1-AB, revealing a MID50 of 10^5 EID50. Even in the high dose group, only low-level shedding and environmental contamination was observed, and low-level viral RNA were present in the tissues of directly inoculated pigeons, with no distinct pathological lesions. Pigeons did not transmit the virus to naive pigeons or chickens placed in direct contact. Overall, these findings suggest that pigeons have a low susceptibility to clade 2.3.4.4b H5N1 HPAIV and are less likely to significantly contribute to disease ecology, incursions into poultry, or pose a significant zoonotic threat.", "date": "2025-05-02", "journal": ""}
{"title": "Global genome analysis identifies glycolipids and lipoteichoic acid alanylation as contributors to Group B streptococcal diabetic wound infection", "doi": "10.1101/2025.05.02.651901", "authors": "Joyce, L. R.; Akbari, M. S.; Nguyen, D. T.; Spencer, B. L.; McIver, K. S.; Horswill, A. R.; Doran, K. S.; Keogh, R. A.", "abstract": "Individuals with diabetes frequently develop chronic, hyper-inflammatory, non-healing wounds, which are the leading cause of all non-traumatic amputations. Group B Streptococcus (GBS) is a prominent bacterium isolated from diabetic wound infections and in a murine model of diabetic wound infection, GBS stimulates an influx of neutrophils into the wound. Utilizing a transposon mutant screen, we identified 291 genes required for fitness during diabetic wound infection including enzymes involved in glycolipid biosynthesis and lipoteichoic acid (LTA) alanylation. GBS mutants lacking either LTA alanylation ({triangleup}dltA) or lacking all glycolipids ({triangleup}iagB) are attenuated in a murine diabetic wound infection. GBS induces primary and secondary degranulation in primary human neutrophils and the {triangleup}iagB mutant is significantly more susceptible to neutrophil killing by cationic antimicrobial peptides and reactive oxygen species than {triangleup}dltA. Finally, we found that depletion of neutrophils led to significantly greater bacterial recovery, highlighting the importance of neutrophil defense during diabetic wound infection.", "date": "2025-05-02", "journal": ""}
{"title": "Auranofin Inhibits Hepatitis E Virus Replication Via Reactive Oxygen Species", "doi": "10.1101/2025.05.02.651833", "authors": "Tiller, K.; Williams, S. T.; Wang, B.; Tian, D.; Meng, X.-J.; Weger-Lucarelli, J.", "abstract": "Hepatitis E virus (HEV) causes roughly 20 million yearly global infections, and is associated with chronic hepatitis, neurological sequelae and pregnancy-related adverse outcomes that require antiviral therapeutic intervention. While there are currently no approved HEV-specific therapeutics, ribavirin and pegylated interferon, prescribed off-label, are the current standard of care. However, ribavirin resistance and toxicity highlight the unmet clinical need to identify safer, HEV-specific antivirals. Auranofin, an FDA-approved anti-rheumatic drug, displays antiviral activity against several viruses. Therefore, we investigated auranofin's potential as an antiviral and its mechanism of action against HEV. We demonstrated that auranofin displays dose-dependent antiviral activity against two genotypes of HEV that cause a significant proportion of human disease, as well as against a ribavirin treatment failure-associated mutant. Because auranofin is known to increase reactive oxygen species (ROS), we investigated the antiviral mechanism of action via treatment with ROS inhibitors. ROS inhibitors reversed auranofin-mediated ROS promotion and antiviral activity, suggesting the observed antiviral effects are mediated by ROS. Furthermore, treatment with a different ROS promotor, D-amino acid oxidase (DAAO), also displays antiviral activity against HEV, which was also reversed by treatment with a ROS inhibitor, suggesting that ROS accumulation alone is antiviral. We also demonstrated that combined treatment with auranofin and ribavirin exhibits synergistic antiviral activity in vitro, which supports repurposing auranofin as an antiviral against HEV, potentially in combination with ribavirin. Overall, this study has important implications in repurposing auranofin as an antiviral against HEV and in delineating the mechanism of action against HEV via ROS.", "date": "2025-05-02", "journal": ""}
{"title": "The dung beetle microbiome complements host metabolism and nutrition", "doi": "10.1101/2025.05.02.651921", "authors": "Jones, J. A.; Moczek, A. P.; Newton, I. L. G.", "abstract": "Many multicellular organisms rely on communities of microbial organisms to properly benefit from their diets, for instance by assisting in the breakdown of complex polysaccharides, the synthesis of essential resources, detoxification, or even preventing putrefaction. Dung beetles commonly rely on herbivore dung as their main source of nutrition, a diet rich in recalcitrant, hard-to-digest plant polysaccharides yet poor in essential amino acids, which animals typically cannot synthesize on their own. The work presented here investigates the potential role of the host-associated microbial community in allowing these insects to thrive on their nutrient-poor diet. Specifically, we investigated if the microbiota of the bull-headed dung beetle, Onthophagus taurus, may be capable of synthesizing amino acids and breaking down complex plant polysaccharides. To do so we functionally annotated genes within metagenomically assembled genomes (MAGs) obtained via shotgun-metagenomic sequencing. The annotation of these MAGs revealed that bacteria found in association with O. taurus possess the metabolic potential necessary to bridge the gap between host metabolic needs and the limitations imposed by their diet. Specifically, O. taurus microbiota contain amino acid biosynthesis pathways and genes encoding cellulases and xylanases, both of which are absent in the beetle genome. Further, multiple functionally relevant bacterial taxa identified here have also been observed in other studies across diverse dung beetle species, possibly suggesting a conserved pool of dung beetle symbionts and metabolic functions.", "date": "2025-05-02", "journal": ""}
{"title": "A purification-free nucleic acid amplification platform for diverse samples", "doi": "10.1101/2025.05.02.651961", "authors": "Kapadia, J. B.; N'Diaye, K. D. S.; Daoud, J.; Perreault, J.", "abstract": "An enzyme free nucleic acid amplification method based on toehold mediated strand displacement reaction (TMSDR) was evaluated under a variety of conditions with the aim of eliminating conventional purification steps and streamlining diagnostic workflows. By operating directly in lysis buffers, the TMSDR assay enhances target recovery and confers protection against nuclease degradation. Amplification performance was examined in the presence of diverse denaturing chemicals, lysis buffers, and sample matrices, including blood, saliva, wastewater, and soil, and the results demonstrated broad versatility and robust amplification under most conditions. The assay-maintained efficacy even in the presence of common PCR inhibitors, such as polyphenols in plant extracts, immunoglobulin G in blood, and complex constituents in environmental samples. Furthermore, a proof-of-concept assay targeting the 16S rRNA of Escherichia coli was established using specifically designed probe and displacer sequences, with specificity confirmed by the absence of amplification in mutated target controls. Collectively, these findings underscore the potential of the TMSDR assay as a highly adaptable and efficient alternative for rapid nucleic acid detection in point-of-care and field applications. This enzyme-free, purification-independent platform opens the door for rapid diagnostic development in resource-limited settings.", "date": "2025-05-02", "journal": ""}
{"title": "Common misspecification of the generation interval leads to reproduction number underestimation in phylodynamic inference", "doi": "10.1101/2025.04.28.649807", "authors": "Park, Y.; Koelle, K.", "abstract": "Generation intervals are distributions that describe the time between infection and onward transmission. They are a key epidemiological quantity because, together with the reproduction number R, they determine the population-level growth rate of a pathogen and its doubling time. Conversely, when fitting epidemiological models to data, assumed generation intervals impact R inference. This is well-known from studies that have used case data for R inference, with many studies emphasizing the importance of choosing an accurate distribution for the generation interval. In phylodynamic inference of R, the generation interval distribution is often not explicitly mentioned, and the impact of generation interval misspecification has been studied less. Here, we explore the impact of a commonly assumed (but rarely empirically accurate) exponential generation interval distribution on the estimation of R in phylodynamic inference. Using simulations and inference on these simulated datasets, we find that during the early exponential growth of an epidemic, if the generation interval is assumed to be exponentially distributed when it actually has a lower variance, then estimates of R will be biased low. Furthermore, uncertainty in the biased R estimates will be small. Our work highlights the importance of acknowledging implicit generation interval assumptions in phylodynamic inference and points to the need for methodological developments in phylodynamic inference to provide greater flexibility in the specification of accurate generation intervals.", "date": "2025-05-02", "journal": ""}
{"title": "Socially integrated female chimpanzees have lower offspring mortality", "doi": "10.1101/2025.04.29.651242", "authors": "Feldblum, J. T.; Walker, K. K.; Stanton, M. A.; Lonsdorf, E. V.; Mjungu, D. C.; Murray, C. M.; Pusey, A. E.", "abstract": "In humans and other social mammals, more socially connected females often have higher fitness. Yet evidence linking female sociality to offspring survival remains inconsistent, and is limited to a handful of primate species in which females depend on close female kin for social status. Here we examine the relationship between female social integration and offspring survival in eastern chimpanzees. We find that females that were more socially integrated with other females in the year before giving birth had higher offspring survival to age 1 (the period of highest mortality) and age 5 (the approximate age of weaning). Furthermore, social integration remained a strong predictor of offspring survival among females without close female kin. Our results thus add to a small set of studies linking sociality with offspring survival, here in the dispersing sex. As in humans, more socially connected female chimpanzees have higher offspring survival, despite primarily residing with non-kin.", "date": "2025-05-02", "journal": ""}
{"title": "Epithelial-Immune-Stromal Interactions Define Divergent Repair and Fibrosis Pathways After Acute Kidney Injury in Human Renal Transplants", "doi": "10.1101/2025.04.30.651080", "authors": "Azim, S.; Rousselle, T.; Zubair, H.; Shetty, A. C.; Archer, K. J.; Marshall, J.; Rajabi, A.; Lara, C.; Mustofa, S.; Drachenberg, C.; Bromberg, J.; Menon, M.; Maluf, D. G.; Akalin, E.; Mas, V. R.", "abstract": "Acute kidney injury (AKI) is a major cause of early graft dysfunction after kidney transplantation, particularly in recipients of high-risk donor kidneys prone to ischemia-reperfusion injury. However, the cellular mechanisms dictating whether injury resolves or progresses to fibrosis remain unclear. This study combines single-nucleus RNA sequencing and imaging mass cytometry (IMC) analysis of human kidney allograft biopsies collected within eight weeks posttransplant, stratified by long-term functional outcomes. Grafts that recovered function were enriched in regenerative proximal tubular (PT) cells co-expressing PROM1, CD24, and injury markers, consistent with scattered tubular cells (STCs). In contrast, non-recovering grafts contained a unique subpopulation of transitional proximal tubule cells (tPT4) characterized by dedifferentiation, loss of epithelial identity, and acquisition of fibroblast-like features. Fibroblast trajectory analysis revealed a profibrotic lineage, progressing from stromal progenitors to myofibroblasts, exclusive to nonrecovery grafts. Immune profiling showed divergent macrophage (M{varphi}) polarization, with reparative M{varphi}2 cells and regulatory dendritic cell (DC)-like signatures in recovering grafts, versus inflammatory M{varphi}1 and pro-fibrotic DCs in non-recovery. IMC confirmed spatial colocalization of injured tubules, activated fibroblasts, and immune cells in fibrotic regions, validated in an independent cohort. Functional assays demonstrated that ischemic epithelial injury activated monocyte-derived M{varphi}s with mixed inflammatory/reparative profiles and induced fibroblast-related gene expression, while PAX8 knockdown impaired epithelial proliferation and promoted pro-inflammatory signaling. These findings reveal epithelial cell plasticity as a central driver of divergent repair outcomes following renal transplant AKI and highlight epithelial-immune-stromal crosstalk as a therapeutic target to promote recovery and prevent chronic graft injury.", "date": "2025-05-02", "journal": ""}
{"title": "Structural basis of DNA recombination catalysis and regulation by phiC31 integrase", "doi": "10.1101/2025.05.02.651858", "authors": "Sun, Y. E.; Aspinall, L. P.; Joseph, A. P.; Colloms, S. D.; Stark, M.; Spagnolo, L.", "abstract": "Large serine integrases catalyse the insertion (integration) and excision of bacteriophage genomes into and from the genomes of their bacterial hosts via site-specific recombination. The recombination reaction is notable for its striking directionality: integrase recognises and efficiently recombines a ~50-bp attachment site in the phage DNA (attP), and a ~40-bp site in the bacterial genome (attB), but is inactive on the product sites attL and attR unless another phage-encoded protein, the Recombination Directionality Factor (RDF) is present, when the reaction is reversed. Serine integrases are versatile tools for applications in experimental biology, biotechnology, synthetic biology and gene therapy. Here we report structures of phiC31 integrase, the most-studied and most widely used member of the serine integrase family, in complexes with its DNA recombination sites. Our structures, shed light on how the C-terminal coiled-coil motif facilitates recombination and directionality control.", "date": "2025-05-02", "journal": ""}
{"title": "CRISPR-On-Beads: A Simple and Sensitive Approach for Bacterial DNA Detection", "doi": "10.1101/2025.05.02.651981", "authors": "Ye, J.; Liu, L.; Peng, R.; Xu, F.; Men, Y.; Du, K.", "abstract": "CRISPR/Cas12a, recognized for its high efficiency and specificity in nucleic acid recognition, has found extensive applications in infectious disease sensing. Nonetheless, a significant challenge persists in devising a simple method for the rapid, convenient, and accurate visualization of detection results. In this study, we demonstrate an innovative and simple CRISPR-on-beads assay for visual detection of methicillin-resistant Staphylococcus aureus (MRSA). This approach combines isothermal target amplification, CRISPR/LbCas12a-mediated cleavage, and magnetic bead-based probe binding for signal amplification, enabling rapid and convenient identification of bacterial DNA. Our results show that this detection method exhibits both high sensitivity and specificity, with a detection limit as low as 30 CFU/L. This newly developed biosensing approach can easily be integrated with a portable fluorescence microscope for medical diagnostics in resource-limited settings.", "date": "2025-05-02", "journal": ""}
{"title": "Characterization of a potential antibiotic target site on the ribosome", "doi": "10.1101/2025.05.02.651724", "authors": "Golstein, M.; Wang, Y.; Byju, S.; Mohanty, U.; Whitford, P. C.", "abstract": "The ribosome is a known antibiotic target, where various classes of small molecules impact different stages of translation. There are multiple modes of function, such as interfering with the decoding process, impeding movement of the nascent protein chain and occluding the catalytic center. In the present study, we used a range of computational methods to demonstrate a new mechanism by which small molecules may impede translation in the bacterial ribosome. Specifically, we use a computational screen to identify small molecules that can bind the ribosomal protein L33 in a region that is generally conserved in bacterial species. In addition, the binding position allows it to introduce a steric obstacle that impedes the P/E hybrid-state formation steps. Using molecular dynamics simulations, we show how binding to L33 can slow down the kinetics of tRNA molecules on the ribosome. Since L33 is not present in the cytosolic human ribosome and has a distinct sequence in the human mitochondrial ribosome, this binding site may serve as a novel target for future antibiotic and antimicrobial design efforts. This analysis provides insights into how to optimize the inhibitory effects of L33-targeting molecules, in order to develop a new class of broad-spectrum antibiotics/antimicrobials.", "date": "2025-05-02", "journal": ""}
{"title": "PBDE flame retardant exposure causes neurobehavioral and transcriptional effects in first-generation but not second-generation offspring fish", "doi": "10.1101/2025.04.28.651134", "authors": "McNabb-Kelada, N.; Burke, T.; Jayaraman, S.; Mills, L.; De La Torre, A.; Francoeur, M.; Schraeder, H.; Nacci, D.; Clark, B.; Whitehead, A.", "abstract": "Environmental pollutants can have lasting effects that extend beyond the exposure period, potentially impacting multiple generations. Despite the widespread presence of polybrominated diphenyl ether (PBDE) flame retardants in the environment including oceans globally, there is limited understanding of their potential for multigenerational toxicity. We investigated whether exposures to 2,2',4,4',5-pentaBDE (BDE-99), a predominant PBDE congener, can induce neurobehavioral and molecular effects across two generations using the marine vertebrate model fish Fundulus heteroclitus (Atlantic killifish). To assess how exposure route influences outcomes, we conducted two complementary experiments: in the progenitor exposure experiment, adult fish were exposed to BDE-99 through diet, leading to maternal transfer into F1 eggs, while in the direct embryonic exposure experiment, embryos were exposed to BDE-99 via waterborne exposure, achieving comparable embryonic doses. Both exposure routes resulted in altered photomotor responses in F1 larvae, but additional effects differed by exposure route. In the progenitor exposure, maternally exposed F1 juvenile fish exhibited reduced anxiety-like behavior and changes in brain gene expression, while in the direct embryonic exposure, F0 fish showed no detectable effects within their generation but caused behavioral alterations in F1 descendants. The lack of effects in direct F0 individuals suggests that neurobehavioral effects observed in maternally exposed F1 fish were not solely due to BDE-99 transfer but were influenced by additional maternal factors. In the progenitor exposure, neither behavioral nor gene expression effects persisted in the F2 generation. We conclude that maternal influences play a key role in shaping multigenerational effects of BDE-99 exposure, as indicated by the strong effects observed in maternally exposed F1 fish but not in F2 descendants, as well as the differences between maternally exposed fish and those exposed to comparable doses of BDE-99 alone.", "date": "2025-05-02", "journal": ""}
{"title": "The nanosd integral gene drive enables population modification of the malaria vector Anopheles gambiae", "doi": "10.1101/2025.05.02.651860", "authors": "Yen, P.-S.; Verkuijl, S. A.; Capriotti, P.; Del Corsano, G.; Hoermann, A.; Inghilterra, M. G.; Aramburu-Gonzalez, I.; Kahn, M. A.; Christophides, G. K.; Vlachou, D.; Windbichler, N.", "abstract": "The modification of mosquito populations at scale through CRISPR-Cas9-mediated homing gene drives is a promising route for malaria vector control. Integral gene drives (IGDs) are designed to utilize the regulatory sequences of endogenous genes to express only the minimal set of components required for gene drive. In this study, we describe the creation and characterization of the nanosd IGD targeting and inserted into the nanos gene of the malaria vector Anopheles gambiae and show that it achieves high rates of gene drive (97.7% in females, 99.0% in males). We find that homozygous nanosd females but not males show impaired fecundity, and a variable loss of ovary phenotype. Transcriptomic analysis of ovaries points to decreased transcript levels of the nanos gene when harbouring Cas9. As a minimal genetic modification, nanosd does not induce widespread transcriptomic perturbations, and its susceptibility to Plasmodium spp. and O'nyong nyong virus infection remains similar to wild-type mosquitoes. Importantly, we find that nanosd propagates efficiently in caged mosquito populations and is maintained as a source of Cas9 after the emergence of drive resistant alleles whilst also mobilising a non-autonomous antiparasitic effector modification. The nanosd gene drive shows promise as a genetic tool for malaria vector control via population modification, and we outline steps towards its further optimization.", "date": "2025-05-02", "journal": ""}
{"title": "Calpain cleaves the carboxyl terminus of TRPV1 and modulates receptor tachyphylaxis", "doi": "10.1101/2025.04.28.651151", "authors": "Jiang, J.; Wang, X.; Yang, J.; Gao, S.; Xu, J.; Liu, J.; Wang, Y.; Liang, P.; Zhang, Y.", "abstract": "Transient receptor potential vanilloid-1 (TRPV1) plays a critical role in noxious heat sensation and pain hypersensitivity in chronic pain. Sustained or repeated exposure to capsaicin, a classic TRPV1 agonist, induces TRPV1 desensitization. This partially accounts for the analgesic effect of capsaicin. However, the regulatory mechanisms of TRPV1 desensitization remain poorly understood. In this study, we found that capsaicin acts on TRPV1 to induce the activation of calpain, a Ca2+-sensitive cysteine protease, in a manner unrelated to cellular injury. Calpain cleaves rTRPV1 at the carboxyl terminus of G819/S820. Lack of the distal carboxyl terminus leads to reduced TRPV1 localization on the plasma membrane, potentially due to increased receptor internalization and impaired subunit assembly. This finding was corroborated by whole-cell patch clamp recordings. Additionally, the {Delta}820-838 mutant of rTRPV1 shows resistance to tachyphylaxis as induced by repetitive capsaicin stimulation. This study reveals a pivotal role for calpain in TRPV1 desensitization where its activation constrains TRPV1 channel function while simultaneously increasing its resistance to tachyphylaxis, thereby acting to maintain TRPV1 activity within an appropriate range.", "date": "2025-05-02", "journal": ""}
{"title": "Action intentions result in the task-specific integration of object features", "doi": "10.1101/2025.04.28.651066", "authors": "Lee, N.; Niemeier, M.", "abstract": "Theories of object-based attention suggest that attending to an object binds its features together. Yet, there is a growing body of work to suggest that the intention to grasp an object can alter the representation of features such that they are separately represented during different stages of motor planning and execution, whereas some object features such as shape and size might form integrated representations when afforded by motor control. However, it remains untested whether these features were integrated as an outcome of the requirements of grasping motor control, or due to attention towards the object in general. Therefore, here we investigated how task-relevancy modulates the integration of grasp-relevant object features. To this end, we recorded electroencephalography while human participants grasped or reached for objects that varied in their orientation and size. Using multivariate analyses, we found a superadditive integration of object orientation and size during action planning for grasping but not reaching. These integrated representations likely facilitated the calculation of stable grasp points as further evidenced by the representations of grasp-specific visual size and grip size emerging at similar times. Our results provide novel insights into the vital role of action intention on cognitive representations in the human brain.", "date": "2025-05-02", "journal": ""}
{"title": "Mitochondrial dysfunction in Machado Joseph disease: insights from a multi-model system", "doi": "10.1101/2025.05.01.651800", "authors": "Simo, I.; Robinson, K. J.; Kam, J.; Kuriakose, A.; Paric, E.; Cheng, F.; Potapenko, A.; An, Y.; Lee, A.; Laird, A. S.", "abstract": "Spinocerebellar ataxia type-3 (SCA3), also known as Machado Joseph disease, MJD) is a fatal, neurodegenerative disease belonging to the polyglutamine repeat disease family, caused by inheritance of an abnormal form of the ATXN3 gene, carrying a longer than usual trinucleotide repeat sequence. Within this study we explored mitochondrial function in a range of diTerent experimental models of MJD, including transgenic zebrafish, mice and neuronal cells, to gain an understanding of mitochondrial function in the disease, and possible mechanisms of any dysfunction. Firstly, we examined the transgenic CMVMJD135 mouse model that develops impaired movement, neurodegeneration and decreased survival. We performed proteomic analysis on brain lysates extracted from a cohort of male and female WT and MJD mice, for analysis of diTerences in male and female mice separately. We identified that a major diTerence predicted by Ingenuity Pathway Analysis to be in both male and female MJD mice was related to impaired oxidative phosphorylation and mitochondrial dysfunction. We examined primary neuron cultures obtained from CMVMJD135 mice, validating the findings of the proteomic analysis, and finding changes to mitochondrial morphology, as well. We further examined a transgenic zebrafish model of MJD that expresses EGFP fused human ataxin-3 with short or long polyQ stretches (23 or 84Q, respectively) in neurons (expression driven under the elav/HuC promoter). The MJD zebrafish also exhibit altered mitochondrial electron transport chain complex protein levels, together with enhanced sensitivity to rotenone administration, which may be a valuable readout for treatment investigation studies in the future. Together, this study confirms, and extends on, the growing body of evidence suggesting that mitochondrial dysfunction plays a role in MJD, warranting investigation for therapeutic intervention.", "date": "2025-05-02", "journal": ""}
{"title": "Brain Network Analysis in Alzheimer's Disease and Mild Cognitive Impairment using High-Density Diffuse Optical Tomography", "doi": "10.1101/2025.04.28.651132", "authors": "Butters, E.; Collins-Jones, L.; Mesquita, R. C.; Acharya, D.; McKiernan, E.; Laurell, A. A.; Low, A.; Srinivasan, S.; O'Brien, J. T.; Su, L.; Bale, G.", "abstract": "Dementia is associated with altered resting state connectivity, measures of which could aid in its early detection and monitoring. High-density diffuse optical tomography (HD-DOT) is well-suited to detect these alterations at scale due to its numerous practical advantages, but it has not yet been applied to dementia. In this study, we investigated resting state functional connectivity across the prefrontal cortex in individuals with Mild Cognitive Impairment (MCI, n = 22), Alzheimer's Disease (AD, n = 21), and in healthy controls (n = 22). A graph theoretical approach was taken to characterise both global and local patterns of connectivity over a five-minute resting period. We found that individuals with AD and MCI exhibited denser and stronger networks, with shorter path lengths, as well as a loss of consistent key network hubs with worsening cognitive impairment. These results indicate that networks in dementia are more globally connected, albeit in a disorganised manner, perhaps reflecting the recruitment of additional connections for short-term stability which may be ultimately damaging in the long-term. Following the demonstration of HD-DOT's capacity to detect differences between healthy ageing and dementia, this work opens up new possibilities for the use of optical imaging in the study of this clinical population and HD-DOT's potential for scalable clinical use.", "date": "2025-05-02", "journal": ""}
{"title": "Theory of interaction between untuned modulatory inputs and tuned sensory inputs", "doi": "10.1101/2025.04.28.651100", "authors": "Nguyen, T.; Palmigiano, A.; Miller, K. D.", "abstract": "How does the brain integrate sensory inputs with non-feature-tuned signals, such as those arising from behavioral state changes or neuromodulation? Here, we show that the dynamics of disordered E/I networks with structured, feature-dependent connectivity can be well characterized by an effective model describing interactions between the responses of cells who prefer the current sensory stimulus (\"matched\" cells) and the responses of cells firing at the baseline. This effective network exhibits strong feedback from the baseline onto the matched responses but weak reverse projections. Thus, an untuned stimulus not only directly drives matched cells, but also indirectly drives them via modulation of the baseline. We demonstrate through a linear response analysis that the baseline effect on the matched response is suppressive if the network is strongly coupled and feedback-inhibition dominated. In particular, in this regime, feature-dependent networks produce \"rate reshuffling\", wherein untuned optogenetic excitation yields large changes in the individual responses of matched cells without significantly changing their overall firing rate distribution, as the optogenetically-induced baseline response suppresses the matched response. Finally, if multiple sensory stimuli are presented, yielding sublinear response summation (\"normalization\"), the influence of the baseline on the matched responses is weakened. Thus, an untuned (eg, optogenetic) stimulus is less suppressive to multiple stimuli than to a single stimulus, making normalization effectively weaker in the presence of an untuned stimulus. Our framework provides the first theory of the interaction of untuned modulatory and tuned sensory inputs, reconciles prior experiments, and provides testable predictions about tuned-untuned interactions in cortical processing.", "date": "2025-05-02", "journal": ""}
{"title": "Instrumental Punishment Learning Enhances the Intrinsic Excitability of Basolateral Amygdala Neurons", "doi": "10.1101/2025.05.02.651812", "authors": "Wise, E. T.; Jean-Richard-dit-Bressel, P.; Yau, J. O. Y.; Power, J. M.; McNally, G.", "abstract": "The basolateral amygdala (BLA) is a structure that is critical for forming Pavlovian and instrumental emotional associations. Previous studies have established that Pavlovian fear conditioning increases the intrinsic excitability of BLA projection neurons. Learning-associated increases in excitability are hypothesised to facilitate the induction of synaptic plasticity and integration of neurons into functional learning circuits. Here, we examined whether instrumental learning produces similar changes in intrinsic excitability. Male and Female Long Evans rats were trained to lever press for a food reward and subsequently split into 3 behavioural groups; punished, yoked, and reward. Punished rats received response-contingent footshocks, yoked rats received response-independent footshocks, and reward rats received no shock. Intrinsic excitability was measured as the number of action potentials (APs) evoked by a series of depolarising current injections during whole-cell patch clamp recordings. Reward learning increased the intrinsic excitability of BLA projection neurons compared to naive controls. Punishment training maintained excitability and excitability was correlated with performance on the punishment task. Response-independent footshocks arrested reward-associated increases in excitability, reverting the BLA neurons to a naive state. Group differences were observed in AP half-width and the current underlying the post-burst AHP. Together, these findings show that instrumental reward learning enhances the intrinsic excitability of BLA projection neurons, potentially supporting action-outcome encoding by promoting synaptic plasticity and circuit integration. The results also suggest that different forms of learning engage distinct biophysical adaptations. A mechanistic understanding of the neurobiology underlying instrumental association learning may help inform the development of treatments for psychiatric disorders characterized by deficits in this process, such as major depressive disorder and conduct disorder.", "date": "2025-05-02", "journal": ""}
{"title": "Dissecting serum polyclonal antibody escape to SARS-CoV-2 variants by deep mutational learning", "doi": "10.1101/2025.05.01.651552", "authors": "Shlesinger, D.; Sadilek, V.; Minot, M.; Stamkopoulos, E.; Bikias, T.; Kuhn, R.; Agrafiotis, A.; Taft, J. M.; Yermanos, A.; Reddy, S. T.", "abstract": "The rapid emergence of SARS-CoV-2 variants harboring multiple receptor-binding domain (RBD) mutations continues to challenge the efficacy of vaccines and antibody therapeutics. While deep mutational scanning (DMS) has been instrumental in mapping single-mutation effects on antibody binding and immune escape, it remains limited in its ability to assess combinatorial mutational landscapes. Here, we extend deep mutational learning (DML), a method integrating combinatorial mutagenesis, yeast surface display, deep sequencing, and machine learning, to analyze serum polyclonal antibody escape. Human sera from COVID-19-vaccinated individuals were screened against diverse RBD variant libraries, validating 300 serum-variant interactions across 10 individuals by comparing predicted and observed binding to 30 RBD variants, confirming accurate mapping of binding and escape profiles. Model performance remained consistent across machine learning architectures, suggesting that serum binding and escape are governed by distinct, localized RBD sequence features. Notably, escape profiles were highly individualized, whereas binding signatures were more conserved, reflecting convergent epitope targeting. This approach highlights the potential of DML to generalize beyond observed RBD variants, assess cohort-specific immune breadth, and inform vaccine and therapeutic design in the face of viral evolution.", "date": "2025-05-02", "journal": ""}
{"title": "Bacterial glycosphingolipids orchestrate colonization and immune modulation in neonatal host", "doi": "10.1101/2025.05.02.651985", "authors": "Heo, K.; Jung, D.-J.; Yoo, J.-S.; Goh, B.; Kasper, D. L.; Oh, S. F.", "abstract": "Symbiotic microbiota has co-existed with the mammalian host over millennia, conserving a stable community structure generation after generation. During the vertical transmission, gut symbionts rapidly colonize the unoccupied host lumen, nonetheless, how symbionts adapt to the dynamic changes of host environment, and contribute to the structural and immunological maturation remains elusive. Here, we show that the early gut symbiont Bacteroides fragilis produces a species- and stage-specific sphingolipid, alpha-galactosylceramide (BfaGC), that orchestrates neonatal colonization and immune modulation. BfaGC stabilizes membrane integrity and facilitates aerobic respiration, providing a critical advantage under early-life oxygen exposure. Temporally induced in the neonatal gut, BfaGC is necessary to regulate colonic type I natural killer T (NKT) cells, highlighting metabolic adaptation of the symbiont is synchronized with the time-sensitive host development. These findings reveal a mutualistic benefit exerted by endobiotic lipid metabolites in host-microbe interactions and provide new insights into species-specific mechanisms in early microbiota establishment and host immune education.", "date": "2025-05-02", "journal": ""}
{"title": "Geographic Variation and Host Genetics Shape the Human Skin Microbiome", "doi": "10.1101/2025.05.01.651599", "authors": "Seong, H. J.; Quince, C.", "abstract": "The human skin microbiome is shaped by a complex interplay of host physiology, environmental exposure, and microbial interactions across domains of life. However, the relative contributions of host genetics and geography remain unresolved. Here, we present the first application of ultra-low coverage human genome imputation from skin metagenomic data, analysing 1,756 samples from multiple skin types and timepoints, with matched genotypes from 327 individuals across five countries. We also generate expanded Skin Microbial Genome Collection (eSMGC), comprising 675 prokaryotic, 12 fungal, 2,344 viral, and 4,935 plasmid genomes, correcting extensive false positives in existing references. Intercountry comparisons reveal that geography explains more microbiome variation than skin type, and that host genetics contributes previously uncharacterized structure--exemplified by distinct profiles in Chinese individuals. Genome-wide association analysis identifies 107 SNPs linked to 22 microbial taxa, including phages and plasmids, implicating host genes in skin structure, immunity, and lipid metabolism. Cutibacterium acnes and its phages exhibit geographic divergence and phage-host co-adaptation. Finally, host-infecting viruses, particularly papillomaviruses, are associated with elevated microbial diversity and immune-modulatory functions. These findings establish host genetics as a determinant of skin microbiome ecology and highlight the value of multi-domain, geographically diverse analyses.", "date": "2025-05-02", "journal": ""}
{"title": "Diabetes mellitus affects urinary tissue tropism of group B streptococci in a sex-dependent manner", "doi": "10.1101/2025.05.02.651940", "authors": "John, P.; Gautam, B.; Kulkarni, R.; Rogers, K. A.", "abstract": "Diabetes mellitus (DM) increases susceptibility to Streptococcus agalactiae (group B Streptococcus or GBS) urinary tract infections (UTI) and exacerbations including pyelonephritis and sepsis, although underlying molecular mechanisms have not been fully deciphered. To address our hypothesis that DM mediated alterations in the host urinary immune defenses increase susceptibility to GBS-UTI, we inoculated, via transurethral route, GBS strain 10/84 into the urinary bladders of 8-weeks old, male/ female, diabetic (denoted as D)/ non-diabetic (ND) mouse littermates. At 24 h post-infection (hpi), compared to their ND littermates, D-mice showed significantly higher GBS CFUs in the bladder, the kidneys, and the spleen. This was accompanied by a significantly reduced recruitment of CD45+ leukocytes to and suppression of pro-inflammatory cytokine production in GBS-infected D-bladder and D-kidneys compared to their ND counterparts. We also noted sex-dependent differences in GBS urinary tissue tropism. For example, D-females exhibited significantly higher bladder burden compared to ND-females, D-males, and ND-males, while the bladder burden in ND-females was not significantly different from that in ND-males. In contrast, ND-males showed significantly higher kidney CFUs than ND-females and DM further increased kidney CFU burden in males. GBS-induced recruitment of CD45+ leukocytes was not different between male and female mice within either D or ND cohorts. GBS-UTI induced significantly higher CXCL1 production in male bladders in both D and ND cohorts compared to their female counterparts. These results indicate that DM increases susceptibility to GBS-UTI and the dissemination to spleen by affecting leukocyte recruitment and pro-inflammatory cytokine production in a sex-dependent manner.", "date": "2025-05-02", "journal": ""}
{"title": "Plant age and genotype explain variation in the microbiome of natural Lotus corniculatus populations", "doi": "10.1101/2025.05.02.651871", "authors": "Reis, F.; Lutap, K.; Durka, W.; Jung, J. H.; Kemen, E.; Bossdorf, O.", "abstract": "In natural populations, plants are associated with a huge diversity of bacteria, fungi and other microbes. There is usually substantial microbiome variation between different plant individuals and populations, and the drivers of this variation are still poorly understood, particularly in wild plants. Here, we were interested in the potential for plant genotype and plant age to explain intraspecific variation in the plant microbiome. In seven natural populations, we genotyped a total of 168 plants over four years, determined their ages through herb chronology, and then sequenced their root, shoot, flower and seed microbiomes. We found that plant genotypes differed both in the diversity and composition of microbes, and that some microbial taxa were associated with particular plant genotypes - a result that we experimentally confirmed for one of the observed genotype-microbe associations. The genotype effects tended to be strongest and most consistent for plant-associated bacteria, with the largest plant genotype differences in the microbiome diversity of flowers and seeds. In contrast to the widespread plant genotype effects, we found less evidence for an effect of plant age on microbiome diversity: the age of plants explained variation in fungi diversity, and it was associated with the abundance of several microbial taxa. Our study indicates that the genotype of a plant and - to a lesser degree its age - influence the diversity and composition of plant-associated microbiota, even in complex natural environments.", "date": "2025-05-02", "journal": ""}
{"title": "Cell surface localisation of GPI-anchored receptors in Trypanosoma brucei", "doi": "10.1101/2025.05.02.651885", "authors": "Banerjee, S.; Minshall, N.; Cook, A. D.; Macleod, O.; Webb, H.; Higgins, M. K.; Carrington, M.", "abstract": "Trypanosoma brucei, the causal agent of Human and Animal African trypanosomiasis proliferates in the extracellular milieu of mammals. It acquires host macromolecular nutrients, by receptor mediated endocytosis. The best characterised receptor is for transferrin (TfR) and it has been reported to be sequestered in the flagellar pocket, the sole site of endocytosis. In this location the TfR may be inaccessible to adaptive immune system effectors. The T. brucei genome encodes ~15 TfR variants, and here we compared two, the first attached to the plasma membrane by a single glycosylphosphoinositol (GPI)-anchor and the other by two. Transferrin uptake kinetics were similar and rapid for both. Unexpectedly, initial binding of transferrin occurred over the whole cell surface suggesting the TfR was not sequestered in the flagellar pocket. This localisation was confirmed by immunofluorescence assays and was independent of the number of GPI-anchors. Two other GPI-anchored receptors were investigated to determine whether localisation to the whole cell surface was a general property of GPI-anchored receptors. Haptoglobin-haemoglobin uptake assays and immunofluorescence localisation of complement factor H receptor showed both were also whole cell surface localised. The mechanisms by which trypanosome receptors are protected from antibody-mediated attack are more subtle than hiding in a pocket.", "date": "2025-05-02", "journal": ""}
{"title": "HIV-1 Tat favors the multiplication of Mycobacterium tuberculosis and toxoplasma by inhibiting clathrin-mediated endocytosis and autophagy", "doi": "10.1101/2025.05.02.651870", "authors": "Rivault, A.; Bernut, A.; Ben-Neji, M.; Abrantes, M.; Jansen, M.; Huc-Brandt, S.; Besteiro, S.; Bordat, Y.; Audemard, N.; Mesleard-Roux, M.; Perrais, D.; Neyrolles, O.; Lugo-Villarino, G.; Verollet, C.; Espert, L.; BEAUMELLE, B.", "abstract": "HIV-1 and Mycobacterium tuberculosis (Mtb) coinfections are a major public health problem but are not well characterized. HIV-1 Tat is secreted by infected cells, generating nanomolar concentrations of Tat in the sera of people living with HIV. Circulating Tat enters cells, binds to PI(4,5)P2 then undergoes palmitoylation, thereby becoming resident on this phosphoinositide. Here, we found that Tat favors the multiplication of Mtb in macrophages. Moreover, Tat renders zebrafish larvae more sensitive to mycobacterial infection. We found that Tat binding to PI(4,5)P2 and palmitoylation enable Tat to inhibit the recruitment of the AP-2 adaptor, thereby inhibiting clathrin-mediated endocytosis and in turn autophagy. This inhibition prevents the degradation of intracellular pathogens such as Mtb and opsonized Toxoplasma gondii, but also of lipid droplets, thereby facilitating the access of these pathogens to lipids. We thus identified a mechanism enabling HIV Tat to favor the multiplication of intracellular pathogens such as Mtb.", "date": "2025-05-02", "journal": ""}
{"title": "Towards Unraveling Biomolecular Conformational Landscapes with a Generative Foundation Model", "doi": "10.1101/2025.05.01.651643", "authors": "The OpenComplex Team,  ; Ye, Q.", "abstract": "Recent advances in deep learning have revolutionized biomolecular structure prediction, yet a significant challenge remains: biological function emerges from dynamic equilibria across multiple conformational states rather than a single molecular structure. Here, we present OpenComplex2 (OC2), a generative model that efficiently sample biomolecular conformational ensembles. OC2 integrates a unified graph representation capturing diverse molecular inputs with diffusion-based sampling through our FloydNetwork architecture, which operates simultaneously across atomic, residue, and motif hierarchies. This multi-level approach balances fine-grained precision with computational efficiency, enabling conformational landscape sampling in hours rather than the weeks required by traditional simulations. Through comprehensive evaluation, we demonstrate that OC2 accurately reproduces experimentally determined protein and RNA ensembles, generates conformational distributions comparable to millisecond-scale molecular dynamics simulations, and captures functionally relevant transitions in important biological scenarios including allostery, induced-fit mechanisms, and cryptic pocket formation. OC2 also effectively models small molecule conformations, maintains competitive accuracy on structure prediction benchmarks, and scales to ultra-large molecular assemblies exceeding 15,000 residues. By bridging static structure prediction and dynamic ensemble characterization, OC2 advances our understanding of how biomolecular dynamics give rise to biological function.", "date": "2025-05-02", "journal": ""}
{"title": "Facultative Cheating and Hybrid Vigor Resolves Cooperator-Cheater Conflict in a Yeast Public Goods System.", "doi": "10.1101/2025.04.28.651155", "authors": "Raj, N.; Saini, S.", "abstract": "The persistence of cooperation in the face of cheating is a central paradox in evolutionary biology. Microbial public goods systems employ diverse solutions to this dilemma, yet most studies assume fixed strategies wherein genotypes function strictly as cooperators or cheaters. Here, using the GAL/MEL regulon of Saccharomyces cerevisiae, we uncover a dynamic resolution to this conflict through facultative strategy switching. When haploid cheater-cooperator strains were co-evolved in melibiose, we observed the repeated emergence of same-mating-type diploid hybrids. These hybrids arise early in evolution and ultimately spread in the population. The hybrids exploit the public good produced by cooperator strains when present, acting as facultative cheaters. However, following cooperator extinction, hybrids switch to a cooperative phenotype. This dynamic role transition enables the hybrid to persist across shifting ecological contexts. Our findings reveal a novel, context-dependent mechanism of cooperation maintenance, whereby facultative cheating and genotype plasticity resolve the tension between individual fitness and collective benefit. This work expands the conceptual framework of social evolution by demonstrating that phenotypic flexibility, facilitated through hybridization, can stabilize cooperation even in fully exploitable public goods systems.", "date": "2025-05-02", "journal": ""}
{"title": "A telomere to telomere phased genome assembly and annotation for the Australian central bearded dragon Pogona vitticeps", "doi": "10.1101/2025.05.01.651798", "authors": "Patel, H. R.; Alreja, K.; Reis, A. M.; Chang, J. K.; Chew, Z. A.; Jung, H.; Hammond, J. M.; Deveson, I. W.; Ruiz-Herrera, A.; Marin-Gual, L.; Holleley, C. E.; Zhang, X.; Lister, N. C.; Whiteley, S. L.; Xiong, L.; Dissanayake, D. S. B.; Waters, P. D.; Georges, A.", "abstract": "Background: The central bearded dragon (Pogona vitticeps) is widely distributed in central eastern Australia and adapts readily to captivity. Among other attributes, it is distinctive because it undergoes sex reversal from ZZ genotypic males to phenotypic females at high incubation temperatures. Here, we report an annotated telomere to telomere phased assembly of the genome of a female ZW central bearded dragon. Results: Genome assembly length is 1.75 Gbp with a scaffold N50 of 266.2 Mbp, N90 of 28.1 Mbp, 26 gaps and 42.2% GC content. Most (99.6%) of the reference assembly is scaffolded into 6 macrochromosomes and 10 microchromosomes, including the Z and W microchromosomes, corresponding to the karyotype. The genome assembly exceeds standard recommended by the Earth Biogenome Project (6CQ40): 0.003% collapsed sequence, 0.03% false expansions, 99.8% k-mer completeness, 97.9% complete single copy BUSCO genes and an average of 93.5% of transcriptome data mappable back to the genome assembly. The mitochondrial genome (16,731 bp) and the model rDNA repeat unit (length 9.5 Kbp) were assembled. Male vertebrate sex genes Amh and Amhr2 were discovered as copies in the small non-recombining region of the Z chromosome, absent from the W chromosome. This, coupled with the prior discovery of differential Z and W transcriptional isoform composition arising from pseudoautosomal sex gene Nr5a1, suggests that complex interactions between these genes, their autosomal copies and their resultant transcription factors and intermediaries, determines sex in the bearded dragon. Conclusion: This high-quality assembly will serve as a resource to enable and accelerate research into the unusual reproductive attributes of this species and for comparative studies across the Agamidae and reptiles more generally.", "date": "2025-05-02", "journal": ""}
{"title": "Early-life PBDE flame retardant exposures cause neurobehavioral alterations in fish that persist into adulthood and vary by sex and route of exposure", "doi": "10.1101/2025.04.28.651140", "authors": "McNabb-Kelada, N.; Burke, T.; Jayaraman, S.; Mills, L.; De La Torre, A.; Francoeur, M.; Schraeder, H.; Nacci, D.; Clark, B. W.; Whitehead, A.", "abstract": "Developing organisms exhibit varying susceptibility to environmental pollutants depending on the timing of exposure during development. Early-life development is particularly vulnerable, and many marine species spend early life in nearshore environments, elevating their risk of pollutant exposure. Polybrominated diphenyl ether (PBDE) flame retardants are persistent and ubiquitous pollutants, particularly in nearshore marine environments. They disrupt early-life development and pose ongoing risks for ocean health. However, whether early-life exposure influences neurotoxic effects, and whether those effects are durable throughout life, remains poorly understood. Using Fundulus heteroclitus, we tested whether early-life exposure to 2,2',4,4',5-pentaBDE (BDE-99) leads to persistent behavioral and molecular alterations in adulthood and whether outcomes differ by exposure route. We conducted two complementary experiments comparing progenitor (maternal) exposure and direct waterborne exposure during embryonic development. Similar doses to developing fish were achieved in both experiments. After hatch, all fish were reared in clean water until adulthood over two years later, at which time we assessed impacts on behavior and brain gene expression. Both exposure routes led to long-term hyperactivity and reduced anxiety-like behavior, but specific effects varied by dose and sex. Progenitor exposure altered behavior and the brain transcriptome in F1 males (females not tested), whereas direct embryonic exposure affected behavior in females and not males. These findings highlight the importance of maternal influences, such as chemical metabolites, altered lipid provisioning, small molecules, and epigenetic imprinting, alongside chemical transfer, in shaping the long-term persistence of behavioral and molecular effects from early-life exposure. The distinct effects between exposure routes suggest that dosing with chemical alone is not the only determinant of toxicity. We conclude that maternal factors that are modified by exposure significantly contribute to health outcomes in developing offspring, emphasizing the need to consider exposure route when assessing risks from persistent pollutants. Given that maternal and environmental exposures co-occur in nature, future studies should assess their combined impacts to better predict real-world risks.", "date": "2025-05-02", "journal": ""}
{"title": "Modular Engineering of Thermo-Responsive Allosteric Proteins", "doi": "10.1101/2025.05.02.651844", "authors": "Hoffmann, K. H.; Kroell, A.-S.; Motzkus, N. A.; Lemmen, N.; Happ, N.; Wolf, B.; von Bachmann, A.; Southern, N.; Vogd, F.; Aschenbrenner, S.; Niopek, D.; Mathony, J.", "abstract": "Thermogenetics enables non-invasive spatiotemporal control over protein activity in living cells and tissues, yet its applications have largely been restricted to transcriptional regulation and membrane recruitment. Here, we present a generalizable strategy for engineering thermosensitive allosteric proteins through the insertion of optimized Avena sativa LOV2 domain variants. Applying this approach to a diverse set of structurally and functionally unrelated proteins in Escherichia coli, we generated potent, thermo-switchable chimeric variants that can be tightly controlled within narrow temperature ranges (37-41{degrees}C). Extending this strategy to mammalian systems, we engineered the first CRISPR-Cas genome editors directly modulated by subtle temperature changes within the physiological range. Finally, we showcase the incorporation of a chemoreceptor domain as an alternative thermosensing module, suggesting thermo-sensitivity to be a widespread feature in receptor domains. This work expands the toolkit of thermogenetics, providing a blueprint for temperature-dependent control of virtually any protein of interest.", "date": "2025-05-02", "journal": ""}
{"title": "Persistently increased expression of PKMzeta and unbiased gene expression profiles identify hippocampal molecular traces of a long-term active place avoidance memory and 'shadow' proteins", "doi": "10.1101/2025.04.28.651143", "authors": "Han, J.; Grau-Perales, A.; Harris, R. M.; Kao, H.-y.; Pal, A.; Alarcon, J.-M.; Sacktor, T. C.; Martiniani, S.; Hofmann, H. A.; Fenton, A. A.", "abstract": "Long-term memory formation transiently activates Ca2+-calmodulin kinase II (CaMKII) and atypical protein kinase C isoform iota/lambda (PKC/{lambda}), whereas persistent activation of the other atypical PKC, protein kinase M zeta (PKM{zeta}), together with its interacting partner, the scaffolding-protein KIBRA, is necessary for maintaining potentiated synapses and memory. Here, we use immediate early gene (IEG) Arc activation during active place avoidance memory expression to tag memory-activated neurons with EYFP, followed by PKM{zeta} immunohistochemistry to learn which hippocampal synaptic pathways are persistently altered. For at least 1 month, PKM{zeta} and EYFP-PKM{zeta} colocalization persistently increase in the hippocampal tri-synaptic pathway (dentate gyrus (DG)[-&gt;]CA3[-&gt;]CA1). We thus use DG, CA3, and CA1 transcriptional profiling to identify mRNAs for PKM{zeta} and other molecules that might contribute to maintaining the memory. We find that memory persistence correlates with the upregulation of IEGs Arc, Fos, and NPas4 in DG. In contrast, expression of CaMKII, PKM{zeta}, PKC/{lambda}, KIBRA, and most other LTP-associated proteins do not covary with memory. This result rules out strong memory-related transcriptional regulation, but not regulation of mRNA translation or stability of these 'shadow proteins' that, despite being crucial for memory maintenance, evade detection by unbiased transcriptome profiling. We further examine whether covarying gene expression defines molecular ensembles that predict memory and Prkcz expression. Community detection, applied to both linear and non-linear pairwise gene co-expression relationships, reveals gene co-expression networks predictive of memory, memory-related IEGs, and Prkcz expression. These findings trace: i) a PKM{zeta} engram in the hippocampus; and highlight: ii) sustained IEGs upregulation in >24-h memory maintenance; iii) the utility of investigating both linear and non-linear gene expression covariance patterns; iv) limits of transcriptional profiling for identifying long-term memory molecules, most of which appear to be in 'shadow' ; and demonstrates v) that weak pair-wise gene-gene correlations can identify strong gene co-expression networks related to behavioral and shadow molecular estimates of long-term memory.", "date": "2025-05-02", "journal": ""}
{"title": "MILD TRAUMATIC BRAIN INJURY IMPAIRS EPISODIC MEMORY IN RATS", "doi": "10.1101/2025.04.28.651041", "authors": "Nah, G.; Antonopoulos, M.; Hohmann, A. G.; Port, N.; Crystal, J. D.", "abstract": "Mild traumatic brain injury (mTBI) is the most common type of traumatic brain injury. Symptoms following mTBI fall into physical, emotional, sleep, and cognitive categories, with memory deficits being a commonly documented sequelae. Whereas many animal models of mTBI exist, relatively few studies have examined the cognitive deficits of mTBI with human-like cognitive tasks. The Wayne State University Closed Head Weight Drop Model recapitulates critical physical elements of sport-related concussions and trauma-based mTBI. However, until now, this model has not previously been evaluated using a human-like memory task. Rats were trained in an odor-based item-in-context task that dissociates episodic and non-episodic memory (Panoz-Brown et al., Current Biology, 2016). The animals then underwent either a weight drop or a sham procedure. After the manipulation, animals were assessed in the item-in-context task. Episodic memory was significantly impaired in the injured rats by over 10% but not in the sham rats. Non-episodic memory was not impaired in either group. Additionally, a time-course immunohistochemical analysis of the hippocampus was performed to examine possible time-dependent changes in ionized calcium-binding adaptor molecule 1 (iba1), a marker of activated microglia/macrophages and glial fibrillary acidic protein (GFAP), a marker of astrocytes. Concussion injury was associated with time-dependent morphological changes in astrocytes and microglia in injured rats compared to sham rats. This study is the first to document episodic memory impairment in an animal model of mTBI.", "date": "2025-05-02", "journal": ""}
{"title": "Modeling viral shedding and symptom outcomes in oseltamivir-treated experimental influenza infection", "doi": "10.1101/2025.05.02.651873", "authors": "Fujita, Y.; Akao, M.; Tatematsu, D.; Iwami, S.; Nakamura, N.; Iwanami, S.", "abstract": "Influenza remains a global public health concern, and although the antiviral drug oseltamivir is widely used to treat infections, questions regarding its actual antiviral efficacy and clinical benefits remain. Here, we evaluated the effects of oseltamivir on viral shedding dynamics in the context of experimental influenza infection. We analyzed individual participant data, including viral load, time to symptom alleviation, and laboratory test measurements, obtained from three publicly available clinical trials involving experimental infections with influenza A and B viruses. We applied mathematical modeling and estimated parameters using a nonlinear mixed-effects model to capture viral infection dynamics. Our analysis revealed that, compared with placebo groups, the oseltamivir-treated groups tended to have lower values in terms of viral load area under the curve, duration of infection, peak viral titer, and time to peak; however, most of these differences were not significant; and no dose-dependent effects were observed. Moreover, there was no significant correlation between time to symptom alleviation and viral load. Some laboratory test parameters showed opposing correlations with symptom-related and viral load-related outcomes. These findings are consistent with distinct mechanisms underlying the symptom-alleviating effects of oseltamivir and its antiviral activity. Our findings suggest that the availability of individual-level data for public use is essential because it enables the evaluation of mechanisms in clinical trials and the development of more appropriate outcome measures.", "date": "2025-05-02", "journal": ""}
{"title": "Stenotrophomonas maltophilia exhibits defensive multicellularity in response to a Pseudomonas aeruginosa quorum sensing molecule", "doi": "10.1101/2025.05.02.651457", "authors": "Katharios-Lanwermeyer, S.; Zarrella, T. M.; Godsil, M.; Severin, S.; Casiano, A. E.; Tai, C.-H.; Khare, A.", "abstract": "Microorganisms commonly exist in polymicrobial communities, where organisms can respond to interspecies secreted molecules by altering behaviors and physiology, however, the underlying mechanisms remain underexplored. Here we investigated interactions between Stenotrophomonas maltophilia and Pseudomonas aeruginosa, co-infecting opportunistic pathogens found in pneumonia and chronic lung infections, including in cystic fibrosis. We found that S. maltophilia forms robust protective multicellular aggregates upon exposure to P. aeruginosa secreted factors. Experimental evolution for lack of aggregation selected for fimbrial mutations and we found that fimbriae are required on both interacting S. maltophilia cells for aggregation. Untargeted metabolomics and targeted validations revealed that the quorum sensing molecule Pseudomonas quinolone signal (PQS) directly induced S. maltophilia aggregation, and co-localized with the aggregates. Further, in co-culture with P. aeruginosa, wild-type S. maltophilia formed aggregates, resulting in up to 75-fold increased survival from P. aeruginosa competition compared to fimbrial mutants. Finally, multiple other bacterial species similarly aggregated upon exposure to P. aeruginosa exoproducts, indicating a more general response. Collectively, our work identifies a novel multispecies interaction where a quorum sensing molecule from a co-infecting pathogen is sensed as a \"danger\" signal, thereby inducing a protective multicellular response.", "date": "2025-05-02", "journal": ""}
{"title": "Differential PARP inhibitor responses in BRCA1-deficient and resistant cells in competitive co-culture", "doi": "10.1101/2025.05.02.651448", "authors": "Soetomo, S. A.; Sharp, M. F.; Crismani, W.", "abstract": "Synthetic lethality describes a genetic relationship where the loss of two genes results in cell death, but the loss of one of those genes does not. Drugs used for precision oncology can exploit synthetic lethal relationships; the best described are PARP inhibitors which preferentially kill BRCA1-deficient tumours preferentially over BRCA1-proficient cells. New synthetic lethal targets are often discovered using genetic screens, such as CRISPR knockout screens. Here, we present a competitive co-culture assay that can be used to analyse drugs or gene knockouts with synthetic lethal effects. We generated new BRCA1 isogenic cell line pairs from both a triple-negative breast cancer cell line (SUM149) and adapted pre-existing non-cancerous BRCA1 isogenic pair (RPE). Each cell line of the isogenic pair was transformed with its own fluorescent reporter. The two-coloured cell lines of the isogenic pair were then grown together in the same vessel to create a more competitive environment compared to when grown separately. We used four PARP inhibitors to validate the ability to detect synthetic lethality in BRCA1-deficient cancer cells. The readout of the assay was performed by counting the fluorescently coloured cells after drug treatment using flow cytometry. We observed preferential targeting of BRCA1-deficient cells, by PARPi, at relative concentrations that broadly reflect clinical dosing. Further we reveal subtle differences between PARPi resistant lines compared to BRCA1-proficient cells. Here, we demonstrate the validation and potential use of the competitive assay, which could be extended to validating novel genetic relationships and adapted for live cell imaging.", "date": "2025-05-02", "journal": ""}
{"title": "Complex three-dimensional rearing environments amplify compensatory plasticity following early blindness", "doi": "10.1101/2025.05.02.651847", "authors": "Ramamurthy, D. L.; Englund, M.; Kovacs, T. J.; Dodson, H.; Krubitzer, L. A.", "abstract": "The neocortex has a remarkable capacity to alter its functional organization and connectivity in response to sensory loss, particularly if this loss occurs early in life. A key question is whether this cross-modal reorganization is driven by sensory deprivation itself or through enhanced use of the spared senses. We investigated how different rearing environments shape neural responses in primary somatosensory cortex (S1) of short-tailed opossums (Monodelphis domestica), following elimination of visual inputs through bilateral enucleation in early development. Early blind and sighted littermates were reared in enriched environments to promote active tactile exploration in three-dimensional (3D) space, or in highly restricted standard laboratory cages. In adulthood, both enriched groups showed adaptive changes in exploration patterns and gap crossing behaviors relative to standard-reared counterparts. Thus, early blind animals showed behavioral compensation for vision loss, when challenged by complex environments. Enriched rearing increased selectivity of S1 neural responses to whisker touch and powerfully altered receptive field shapes such that they were less horizontally anisotropic. This shift was strongest in enriched early blind animals, enhancing tuning along the horizontal axis more than standard-reared early blind animals. Thus, alterations in S1 receptive fields following early blindness were amplified by environmental complexity. Sighted opossums reared with enrichment also showed similar whisker receptive field plasticity, though to a slightly lower degree. Together, these results demonstrate the strong influence of the rearing environment on reorganization of cortex that processes inputs from the spared senses, underscoring the role of experience in directing compensatory plasticity following early sensory loss.", "date": "2025-05-02", "journal": ""}
{"title": "Reducing methylation of histone 3.3 lysine 4 in the medial ganglionic eminence and hypothalamus recapitulates neurodevelopmental disorder phenotypes", "doi": "10.1101/2025.05.02.651761", "authors": "Li, J.; Tanzillo, A.; Pizzirusso, G.; Caccavano, A. P.; Chittajallu, R.; Sohn, M.; Abebe, D.; Zhang, Y.; Pelkey, K.; Dale, R.; McBain, C. J.; Petros, T. J.", "abstract": "Methylation of lysine 4 on histone H3 (H3K4) is enriched on active promoters and enhancers and correlates with gene activation. Disruption of H3K4 methylation is associated with numerous neurodevelopmental diseases (NDDs) that display intellectual disability and abnormal body growth. Here, we perturb H3K4 methylation in the medial ganglionic eminence (MGE) and the hypothalamus, two brain regions associated with these disease phenotypes. These mutant mice have fewer forebrain interneurons, deficient network rhythmogenesis, and increased spontaneous seizures and seizure susceptibility. Mutant mice are significantly smaller than control littermates, but they eventually became obese due to striking changes in the genetic and cellular hypothalamus environment in these mice. Perturbation of H3K4 methylation in these cells produces deficits in numerous NDD-associated behaviors, with a bias for more severe phenotypes in female mice. Single cell sequencing reveals transcriptional changes in the embryonic and adult brain that underlie many of these phenotypes. In sum, our findings highlight the critical role of H3K4 methylation in regulating survival and cell-specific gene regulatory mechanisms in forebrain GABAergic and hypothalamic cells during neurodevelopment to control network excitability and body size homoeostasis.", "date": "2025-05-02", "journal": ""}
{"title": "Mitochondrial structure despite nuclear panmixia: sex-specific dispersal dictates population structure in sperm whales", "doi": "10.1101/2025.04.29.651281", "authors": "Brennan, R.; Talbot, L. W.; Martinez, A.; Garrison, L. P.; Engelhaupt, D.; Vollmer, N. L.; Rosel, P. E.", "abstract": "Marine mammals have high potential for dispersal, yet behavioral or environmental constraints can limit gene flow. This is true for the endangered sperm whale, Physeter macrocephalus, which has a global distribution and long-distance migrations. While previous studies revealed mitochondrial population structure with weak nuclear structure globally, genomic approaches examining this pattern have been limited. Understanding connectivity is critical for the management of this species due to population declines relative to pre-whaling, recent impacts from the Deepwater Horizon oil spill, and ongoing threats from anthropogenic sound. We investigated the connectivity between two regions, the U.S. Gulf of America (Mexico) and western North Atlantic Ocean, using reduced representation genomics and mitochondrial control region sequencing of 73 sperm whales. We found that relatedness decreased with geographic distance, likely due to the presence of familial structure. Nuclear markers showed no population structure (FST = 0.001-0.008), while mitochondrial structure was high (FST = 0.36-0.65), consistent with male-biased dispersal and female philopatry. Across all samples, genetic diversity (nuclear: 0.0014; mitochondrial: 0.0017) and effective population size (Ne=460) were low. Given this low diversity and evidence for the partitioning of genetic variation, we recommend managers treat these two regions as distinct in order to preserve existing variation and promote resilience of this species. These results show that despite the increased power of a genomic approach, it is essential to consider the biology of the species at hand and leverage both mitochondrial and nuclear markers to understand the genetic structure of threatened species.", "date": "2025-05-02", "journal": ""}
{"title": "Spatial transcriptomics and genetically implicated genes identify putative causal tissue structures for complex traits", "doi": "10.1101/2025.05.02.651876", "authors": "Kvastad, L.; Kollotzek, A.; Saghaleyni, R.; Chang, C.-F.; Cao, T.; Lappalainen, T.", "abstract": "Spatially resolved transcriptomics is transforming our understanding of cellular and molecular diversity of tissues. Here, to identify tissue structures that are enriched for putatively causal disease processes, we integrated 31 human and mouse spatial datasets from 8 organs with genes that are genetically implicated in 32 human diseases. Applying our novel approach STEAM, we identified both known and novel roles of tissue structures in human diseases and identified spatially clustered disease gene subsets. For example, in the brain we observed enrichment of neuropsychiatric disease in cortical layers, and immune and barrier dysfunction in Alzheimer's disease, with integration with single-cell data highlighting the complementary insights from the two data types. Spatial coexpression of drug target genes with genetically implicated genes in enriched tissue structures showed potential for spatially informed drug repurposing. Altogether, we show vast potential for integration of genetic discoveries with growing spatial datasets to understand human disease biology.", "date": "2025-05-02", "journal": ""}
{"title": "Non-visually-derived mental objects tax \"visual\" pointers", "doi": "10.1101/2025.05.02.651748", "authors": "Yu, X.; Türk, U.; Dods, A.; Tian, X.; Lau, E.", "abstract": "In daily life, we can construct mental objects from various modalities: we can create a cat in the mind from visual experience, or from what someone says or signs linguistically. Do mental objects derived from different input sources share the same set of \"slots\" (or pointers, indexicals)? Employing a novel imagine-one-then-more paradigm in a large EEG sample (N = 52) across two recording sites, we found that increasing the number of imagined objects derived from a non-visual source -- auditory speech during eye closure -- led to greater suppression of left posterior alpha power. This observation closely mirrors effects previously observed for visually-derived representations. Our results support the existence of a domain-general pointer system that functions as a modality-independent object register in moment-to-moment cognition.", "date": "2025-05-02", "journal": ""}
{"title": "Frontal Vulnerability vs. Temporal Resilience: Neuro-compensatory mechanisms underline differential language aging trajectories", "doi": "10.1101/2025.04.29.651293", "authors": "Jain, P.; Akhter, A.; Banerjee, A.", "abstract": "Age-related decline underlies cognitive functions such as sensorimotor control, executive functioning, memory, and language production (LP), whereas language comprehension (LC) tends to remain intact or improve across healthy adult lifespan. Preservation of LC can have structural and functional origins identifiable from key brain regions of the language network (LAN). To investigate this hypothesis, we analyzed the relationships among resting-state brain functional connectivity (rsFC) derived from functional magnetic resonance imaging (fMRI) signals, structural connectivity (SC) derived from diffusion MRI metrices, and behaviour (LC and LP) using a cross-sectional cohort of healthy adults (N = 652; aged 18-88). Six cognitive tasks assessing LC and LP were employed, with neuroimaging measures focused on region-specific connections within the LAN. Using generalized additive mixed models (GAMMs), complex brain-behaviour interactions were identified. Behavioral analyses revealed established age-related dichotomy, LC abilities in vocabulary and proverb comprehension improved and in syntactic and semantic comprehension remained stable, whereas LP tasks, e.g., verbal fluency, picture priming, and tip of tongue exhibited significant decline across the lifespan. SC exhibited decline in both intra- and inter-hemispheric fronto-temporal and frontal lobe connections, contrasted by preserved or enhanced temporal lobe connectivity, supporting a pattern of frontal vulnerability concomitant with temporal resilience. Age-related FC patterns demonstrated overall preservation, reflecting compensatory mechanisms to sustain functional integrity despite structural degradation. GAMM analyses revealed complex relationships between brain connectivity and language performance across age. Thus, integrating knowledge of brain structure, function, and language abilities, we identified the brain network mechanisms associated with dichotomous language behavior along lifespan.", "date": "2025-05-02", "journal": ""}
{"title": "High-Throughput Assessment of Vocal Modulation Following Chemogenetic Inhibition in Songbirds", "doi": "10.1101/2025.05.02.651591", "authors": "Song, C.; Fujibayashi, M.; Abe, K.", "abstract": "Chemogenetic tools that enable temporary and repeatable manipulation of neuronal activity have become essential for studying the precise neural underpinning of animal behavior. However, their application has so far been limited to songbirds, which are widely used to study behaviors related to vocal communication. In this study, we applied and evaluated designer receptors exclusively activated by designer drugs (DREADD)-mediated neural suppression in songbird's brains, focusing on its impacts on vocalizations. We found that neuronal activity in zebra finches (Taeniopygia guttata) can be effectively suppressed both in vitro and in vivo using the inhibitory DREADD by its ligand deschloroclozapine (DCZ). By establishing a high-throughput system for recording and analyzing their vocalizations, we systematically assessed the effects of DREADD-mediated suppression on song behavior. Inhibiting HVC in zebra finches led to a reduction in song production number for approximately 90 min and altered phonological features over a longer time course. Notably, the concentration of DCZ required to induce robust effects on song behaviors was higher than doses typically used in mice. Furthermore, suppression of HVC or Area X in Bengalese finches (Lonchura striata domestica) produced a distinct effect on song features, suggesting species-specific responses to chemogenetic intervention. These findings refine the use of chemogenetic tools in songbirds and provide new insights into the neural mechanisms underlying vocal communication.", "date": "2025-05-02", "journal": ""}
{"title": "Sperrfy the brain: A data-driven realization of Sperry's Chemoaffinity theory in the neural connectome", "doi": "10.1101/2025.04.30.651442", "authors": "Koike, J.; Yada, Y.; Hira, R.; Naoki, H.", "abstract": "Understanding how brain-wide neural circuits are genetically wired remains a fundamental question in neuroscience. While Sperry's chemoaffinity theory posits that molecular gradients provide positional cues for axonal projections, its application has been largely limited to localized sensory systems. Here, we present SPERRFY (Spatial Positional Encoding for Reconstructing Rules of axonal Fiber connectivitY), a data-driven framework that operationalizes Sperry's theory at the whole-brain scale. By integrating connectomic data with spatial transcriptomic profiles from the Allen Mouse Brain Atlas, SPERRFY deciphers latent positional gradients that underlie axonal wiring. Using canonical correlation analysis (CCA), we extract top gradient pairs that align with observed neural connectivity patterns, capturing both global (inter-regional) and local (intra-regional) organizational principles. Connectivity reconstruction based on these gradients achieves high predictive performance (AUC = 0.90), and permutation-based null models confirm the biological relevance of the inferred structures. Furthermore, SPERRFY identifies candidate genes that may contribute to positional wiring information, providing molecular insight into the developmental logic of brain-wide circuitry. Our results extend Sperry's foundational theory beyond the sensory domain, offering a unified, data-driven framework for understanding genetically encoded connectivity across the entire brain.", "date": "2025-05-02", "journal": ""}
{"title": "When Meaning Matters Most: Rethinking Cloze Probability in N400 Research", "doi": "10.1101/2025.04.29.651301", "authors": "Arkhipova, Y.; Lopopolo, A.; Vasishth, S.; Rabovsky, M.", "abstract": "The N400 component of ERPs is modulated by how predictable a word is, but predictability is usually quantified with lexical cloze---the probability that readers supply that exact word in offline sentence completion tasks. This form-based metric is at odds with decades of evidence that the N400 is primarily sensitive to meaning. Here, we asked whether a measure of semantic feature predictability can better account for N400 amplitude modulation. We reanalysed two independent EEG datasets (N = 26 and N = 334), computing lexical and semantic cloze for each critical word. Across the two datasets, semantic cloze explained significantly more N400 variance than lexical cloze. Using the same materials, we then compared semantic and lexical cloze with probabilities from four large language models (GPT-2, GPT-2.7b, RoBERTa, ALBERT). None of the LLM-derived predictors outperformed semantic cloze. Our findings support the view that the N400 primarily reflects semantic---not exact-word---processing. Methodologically, we argue that replacing lexical cloze with semantic cloze can substantially increase the explanatory power of N400 studies, and caution against substituting human norms with raw LLM probabilities.", "date": "2025-05-02", "journal": ""}