{"title": "Recurrent connections facilitate occluded object recognition by explaining-away", "doi": "10.1101/2020.12.16.422991", "authors": "Kang, B.; Midler, B.; Chen, F.; Druckmann, S.", "abstract": "Despite the ubiquity of recurrent connections in the brain, their role in visual processing is less understood than that of feedforward connections. Occluded object recognition, an ethologically critical cognitive capacity, is thought to rely on recurrent processing of visual information, but it remains unclear whether and how recurrent processing improves recognition of occluded objects. Using convolutional models of the visual system, we demonstrate how a distinct form of computation arises in recurrent--but not feedforward--networks that leverages information about the occluder to \"explain-away\" the occlusion--i.e., recognition of the occluder provides an account for missing or altered features, potentially rescuing recognition of occluded objects. This occurs without any constraint placed on the computation and is observed both across a systematic architecture sweep of convolutional models and in a model explicitly constructed to approximate the primate visual system. Building on these computational results, we conduct a behavioral experiment to study explaining-away in humans, and find evidence consistent with explaining-away. Finally, to demonstrate a specific mechanism for explaining-away, we develop an experimentally inspired recurrent model that recovers fine-grained features of occluded stimuli by explaining-away. Recurrent connections' capability to explain away may extend to more general cases where undoing context-dependent changes in representations could benefit perception.", "date": "2026-01-04", "journal": ""}
{"title": "ribofootPrinter: A precision python toolbox for analysis of ribosome profiling data", "doi": "10.1101/2021.07.04.451082", "authors": "Kerkhofs, K.; Guydosh, N. R.", "abstract": "Ribosome profiling is a valuable methodology for measuring changes in a cell's translational program. The technique can report how efficiently mRNA coding sequences are translated and pinpoint positions along mRNAs where ribosomes slow down or arrest. It can also reveal when translation takes place outside coding regions, often with important regulatory consequences. While many useful software tools have emerged to facilitate analysis of these data, packages can become complex and challenging to adapt to specialized needs. We therefore introduce ribofootPrinter, a suite of Python tools designed to offer an accessible and modifiable set of code for analysis of data from ribosome profiling and related types of small RNA sequencing experiments. Read alignments are made to a simplified transcriptome to keep the code intuitive. Multiple normalization options help facilitate interpretation of data, particularly outside coding regions. We also demonstrate how the length of reads that map to the transcriptome affects the frequency of matches to multiple sites and we provide multimapper identifier files to highlight these regions. Overall, this tool has the capability to carry out sophisticated analyses while maintaining enough simplicity to make it readily understandable and adaptable.", "date": "2026-01-04", "journal": ""}
{"title": "A Modified Approach to Define Walking Center of Mass Mechanical Energy Recovery: Human Walking Involves Energy Loss Throughout Stance", "doi": "10.1101/2024.07.09.602732", "authors": "Hosseini-Yazdi, S.-S.; Bertram, J. E.", "abstract": "An exchange between potential and kinetic energy over the step has long been considered a key feature in the energetic effectiveness of human walking. However, it is difficult to identify mechanisms responsible for limiting such an exchange in human walking. This study proposes a modified definition of center-of-mass (COM) energy recovery (R_c) that quantifies the proportion of mechanical energy transferred from one step to the next while accounting for total step dissipation. Simulations show that R_c decreases nearly linearly with walking speed on level ground, indicating no preferred speed. This behavior arises from analytical formulations that neglect active work during single support (pendular motion). In contrast, empirical data reveal consistently lower R_c, likely due to elevated collision losses or negative net single-support work not captured by the analytical model. When both single- and double-support phases are considered analytically, R_c exhibits a maximum of 59.4% at 1.21 m.s^(-1), coinciding with minimal active muscle work over the step. We further show that the R_c trajectory is asymmetric, contrary to prior assumptions, and is governed by total step dissipation. Accordingly, challenging walking conditions associated with higher metabolic cost, such as restricted visual lookahead, are predicted to reduce R_c (maximum 58.5%).", "date": "2026-01-04", "journal": ""}
{"title": "Transcriptional plasticity of stromal cells amplifies their differentiation efficiency in vitro", "doi": "10.1101/2025.04.18.649582", "authors": "Jamil, A. J. M.; Noergaard, M. O.; Grupe, E.; Rauch, A.", "abstract": "Human bone marrow-derived stromal cells (also termed mesenchymal stem cell - MSCs) are progenitors capable of differentiating into bone forming osteoblasts and fat storing adipocytes. Due to the loss of bone mass being associated with increased marrow fat, trans-differentiation of osteoblasts into adipocytes been hypothesized as a contributor to osteoporotic bone loss and fragility. Reprogramming of transcriptional networks is a prerequisite for cellular differentiation, however, to which extent cell-type specific transcriptional networks modulate cellular plasticity within stromal cells remains unknown. In this study we performed gene expression analysis at bulk and single cell level in stromal cells being repeatedly exposed to osteogenic and adipogenic inducers in vitro. Surprisingly, cell type specific gene networks are not suppressive but instead promoting to obtain an opposing phenotype, e.g., enhanced osteoblast differentiation of adipogenic pre-stimulated stromal cells compared to undifferentiated ones. Mechanistically, lineage-selective genes with enhanced response upon interconversion are primed in the stem cell state and obtain modest activity levels during exposure to opposing lineage conditions. Finally, the presence of cells simultaneously showing an osteogenic and adipogenic phenotype highlighting a strong molecular plasticity of transcriptional networks in stromal cells. These observations provide a strong molecular support for the notion of not only progenitor specification but also the plasticity of differentiated cells contributing to the balance of bone mass and marrow fat content.", "date": "2026-01-04", "journal": ""}
{"title": "Development of Auditory and Spontaneous Movement Responses to Music over the First Postnatal Year", "doi": "10.1101/2025.05.04.649695", "authors": "Nguyen, T.; Bigand, F.; Reisner, S.; Koul, A.; Bianco, R.; Markova, G.; Hoehl, S.; Novembre, G.", "abstract": "Humans across cultures not only share the ability to recognise music but also respond to it through movement. While the sensory encoding of music is well-studied, when and how infants naturally start moving to music is largely unexplored. This study simultaneously investigates infants' neural (auditory) responses and spontaneous movements to music during the first postnatal year. Neural activity (EEG) and body kinematics (markerless pose estimation) were recorded from 79 infants (aged 3, 6, and 12 months) listening to refrains of children's music, along with shuffled, high-pitched, and low-pitched versions of the same songs. Neural data revealed that, across all ages, infants exhibit enhanced auditory responses to music compared to shuffled music, indicating that auditory encoding of music emerges early in development. Movement data revealed a different outcome. While coarse auditory-motor coupling is present at all ages, more complex structured movement patterns emerge in response to music only by 12 months. Notably, no age group demonstrated evidence of coordinated movements to music. Additionally, enhanced auditory responses to high vs low pitch were only evident at 6 months, while infants' movements were better predicted by high-pitched compared to low-pitched music at all ages. This study provides initial insights into how the developing brain gradually transforms music into spontaneous movements of increasing complexity.", "date": "2026-01-04", "journal": ""}
{"title": "Nucleus accumbens neuron subtype translatome signatures in socially stress females", "doi": "10.1101/2025.06.01.656319", "authors": "Kumar, G.; Franco, D.; Basu, M.; Olusakin, J.; Campbell, R.; Ament, S. A.; Fox, M.; Lobo, M. K.", "abstract": "Major depressive disorder (MDD) disproportionately affects women, yet the molecular mechanisms underlying female vulnerability remain poorly understood. The nucleus accumbens (NAc), a reward circuitry hub, is central to stress- and depression-related pathology. While NAc medium spiny neuron (MSN) transcriptional adaptations have been characterized in stressed male rodents, much less is known about female adaptations. To address this, we exposed female D1-Cre-RiboTag and A2A-Cre-RiboTag mice to chronic witness defeat stress (CWDS) and classified them as high- or low-social interactors. Ribosome-associated mRNA was isolated from MSN subtypes and analyzed by RNA sequencing, differential gene expression analysis (DEG), and weighted gene co-expression network analysis (WGCNA). Cross-species consensus WGCNA with male mouse and human transcriptomic datasets was performed to identify conserved, sex-specific signatures. We detected 9 differentially expressed genes (DEGs) in D1-MSNs and 630 in A2A-MSNs (FDR < 0.05). In D1-MSNs, DEGs were primarily upregulated in low interactors and enriched for energy homeostasis and cell adhesion. A2A-MSN DEGs included upregulated structural genes and downregulated neurotransmission-related genes. WGCNA identified 9 significant D1- and 5 significant A2A-MSN modules, with the most impacted enriched for PI3K-Akt-mTOR signaling and regulated by Nf1. Consensus analysis revealed a stress-associated, sex- and subtype-specific module enriched for PI3K-Akt-mTOR signaling conserved across mice and humans. These findings reveal female-specific MSN transcriptional adaptations to chronic social stress and implicate PI3K-Akt-mTOR signaling as a convergent molecular pathway. By highlighting MSN subtype-specific vulnerabilities, this work suggests potential therapeutic targets for alleviating stress-induced pathology in women with MDD.", "date": "2026-01-04", "journal": ""}
{"title": "Temporal Dynamics of Urinary Extracellular Vesicle Excretion and Cargo in Healthy Subjects over 24 Hours", "doi": "10.1101/2025.06.17.660244", "authors": "Upson, S.; Selesky, M.; Greig, M.; Yavuz, H.; Harding, M.; Mallawaarachchi, I.; Ma, J.; Solga, M.; Alwagdani, A.; Musante, L.; Erdbruegger, U.", "abstract": "Urinary extracellular vesicles (uEVs) are promising non-invasive biomarkers of renal physiology and pathology, yet little is known about their temporal excretion patterns or optimal normalization strategies as urine concentrations vary significantly during the day. In this basic physiology study, we used a uniquely designed processing protocol of urine collection to characterize the variation of uEV excretion and cargo throughout a 24 hour period in healthy subjects. Thirteen healthy adults collected every individual void over 24 hours and these voids were independently analyzed along with a composite sample intended to recreate a 24 hour collection sample. uEVs were enriched by low-speed centrifugation with three low-ionic-strength washes to minimize uromodulin contamination. Size, concentration, morphology and cargo of uEVs were characterized with nanoparticle tracking analysis, cryo-electron microscopy, immunoblotting and single EV flow cytometry. We observed a stable urine creatinine excretion into the urine over the day. uEV concentrations varied up to 100-fold across the day between individuals with a decreasing trend over time with the result close to reaching statistical significance (p=0.06). uEV concentration was positively associated with urine creatinine, specific gravity, and TSG101, an EV marker. The association between urine flow and uEV excretion varied across the day. Most tested uEV cargo markers exhibited substantial within individual variation over the day without consistent trends in our healthy cohort. When grouped into predefined time periods to visualize temporal patterns, a transient dip at noon was observed, followed by a significant increase in the subsequent period, consistent with a pattern previously reported. These findings offer foundational insights into uEV excretion patterns over the course of a day in a healthy cohort and emphasize key methodological considerations essential for advancing uEV biomarker research.", "date": "2026-01-04", "journal": ""}
{"title": "Coiling in gastropods: a lead to synthesis", "doi": "10.1101/2025.06.24.659690", "authors": "Filin, I.", "abstract": "Biological structures lie at intersections of function, construction and history. Conversely, the geometry of structures modulates how these three aspects of organic form manifest in different taxonomic groups and ecological circumstances, raising challenges to causal inferences. Here, I apply the familiar logarithmic helicospiral (logspiral) model for coiled shells, to assess its fit to data on gastropods, and to study allometry, covariation and constraint in coiling behavior, in light of adaptationist and proximate mechanistic explanations. I derive convenient expressions for the three-way relationship between expansion rate, apical angle and downward lead angle of spiral paths on shells. Combining several published datasets, I find that centerline spirals of gastropod shells follow isometrically growing conical logspirals. Allometry manifests in the relative growth of apertures. Both empirical patterns and theoretical arguments further suggest that the relation between apical angle and expansion rate, usually attributed to economical and mechanical demands, can equally be explained by taxon-specific lead angles and plasticity in growth. Consequently, the lead angle emerges as a more biologically meaningful coiling parameter. I relate results to the longstanding methodological problem of confusing spire-height allometry with incorrect longitudinal origin of measurement, and to empirically derived patterns of covariation of coiling parameters and morphometric traits in gastropods. More generally, I demonstrate dangers of relying on only single methods, or on generic formulas and workflows, and that geometry dictates particular \"laws of form\" that have practical use in data analyses and integration, and need to be fully acknowledged when seeking causal adaptationist or mechanistic explanations.", "date": "2026-01-04", "journal": ""}
{"title": "AI-Based Detection of Coliform Colonies Using CNN Transfer Learning for Application to Cultured Plate Analysis in Water Quality Research", "doi": "10.1101/2025.06.29.662231", "authors": "Mallela, S.; Gates, A.; Medepalli, S.; Okeke, B.; Kursun, O.", "abstract": "Pathogenic bacterial contamination of water poses a severe public health risk, particularly in settings with limited laboratory resources. We propose a two-stage artificial intelligence (AI) pipeline for automated detection and classification of coliform colonies on agar plates. In the first stage, a YOLOv8-based detector localizes colonies on full-plate images, eliminating the need for manual annotation. In the second stage, detected colony patches are classified using a convolutional neural network (CNN) trained via transfer learning, where models are first pretrained on a diverse public bacterial colony dataset and subsequently fine-tuned on coliform-specific classification tasks. Across both in-house and public datasets, transfer learning consistently improves classification performance relative to training from scratch. The complete pipeline processes each plate in under five seconds and outperforms classical feature-based baselines, including Histogram of Oriented Gradients, Local Binary Patterns, and Haralick descriptors with conventional classifiers. These results demonstrate the potential of a modular, low-cost AI framework for scalable and accessible microbiological analysis, with future work targeting color-aware models and on-device inference for field deployment.", "date": "2026-01-04", "journal": ""}
{"title": "Age and Generation-Based Model of Metastatic Cancer: From Micrometastases to Macrometastases", "doi": "10.1101/2025.06.26.661673", "authors": "Gavriliadis, P.; Lolas, G.; Matsoukas, T.", "abstract": "Metastasis remains the decisive event in most solid cancers, yet the mathematical tools we use to describe it are still largely tied to tumor size. In the curent work, we recast metastatic spread in terms of tumor age and generational ancestry, turning an implicit notion into the main organizing principle of the model. Building on the classical Iwata-Kawasaki-Shigesada (IKS) framework, we construct a transformation from size to age and derive a hierarchy of integral equations indexed by metastatic generation. Our reformulation yields closed-form expressions for first-generation metastases and simple one-dimensional recursive integrals for higher generations, avoiding direct numerical solution of the original size-structured partial differential equation (PDE) with its nonlocal boundary condition. Using Gompertzian growth and power-law metastatic emission, we show that the age-generation model reproduces IKS predictions over clinically relevant time scales while offering improved numerical stability and interpretability. The generational decomposition reveals a robust pattern: lesions seeded directly from the primary dominate early in the disease course, whereas successively younger generations, emitted by existing metastases, come to dominate the total lesion count at small sizes, leaving older generations to occupy the macroscopic tail of the distribution. Introducing an explicit detection threshold naturally separates a small number of radiologically visible macrometastases from a much larger, unseen pool of micrometastases. Together, these results provide a transparent and computationally efficient framework that links primary-tumor growth, metastatic seeding across generations, and the hidden microscopic burden that underlies clinical presentation.", "date": "2026-01-04", "journal": ""}
{"title": "Approaching an Error-Free Diploid Human Genome Assembly of East Asian Origin", "doi": "10.1101/2025.08.01.667781", "authors": "Chu, Y.; Huang, Z.; Shao, C.; Guo, S.; Yang, Y.; Yu, X.; Wang, J.; Tian, Y.; Chen, J.; Li, R.; He, Y.; Yu, J.; Huang, J.; Gao, Z.; Kang, Y.", "abstract": "Achieving an error-free diploid human genome remains challenging. We report T2T-YAO v2.0, a telomere-to-telomere complete assembly of a Han Chinese individual, polished to near-perfect base-level and structural accuracy. To systematically identify assembly errors, we developed Sufficient Alignment Support (SAS), an automatic method that flags structural and base-level errors in windows lacking sufficient read support. Building on this, we established a structural-error-first polishing strategy, correcting misassemblies using ultra-long ONT reads, followed by base-level refinement with PWC (Platform-integrated Window Consensus). Using these approaches, we resolved all detectable structure and non-homopolymer-related errors outside ribosomal DNA (rDNA) regions. The resulting assembly contains no unsupported 21-mers across sequencing platforms, meeting k-mer-based criteria for an error-free genome. T2T-YAO v2.0 delivers the most perfect East Asian reference to date, with limited issues confined to rDNA arrays and homopolymer tracks, enabling precise genome annotation, benchmarking, and variant discovery-- foundation for human genomics and precision medicine.", "date": "2026-01-04", "journal": ""}
{"title": "Noc1 downregulation induces nucleolar stress and upregulates p53 isoforms, with a robust increase of the truncated p53E isoform in Drosophila wing discs", "doi": "10.1101/2025.08.07.669174", "authors": "Vutera Cuda, A.; Bajaj, S.; Manara, V.; Bellosta, P.", "abstract": "Disruption of ribosome biogenesis triggers nucleolar stress, a conserved cellular response that activates p53. We previously demonstrated that depletion of Nucleolar Complex Protein 1 (Noc1) in Drosophila wing imaginal discs impairs rRNA maturation and ribosome assembly, resulting in elevated p53 levels and apoptosis, hallmarks of nucleolar stress. The Drosophila p53 gene produces four mRNA isoforms, yet their individual contributions to nucleolar stress responses remain poorly understood. Using newly designed isoform-specific qPCR primers, we found that although all p53 isoforms exhibit moderate transcriptional changes following Noc1 reduction, the truncated isoform p53E is robustly and preferentially upregulated. Notably, p53E lacks the N-terminal transactivation domain and has been reported to negatively regulate p53-induced apoptosis in specific tissues. Furthermore, our analyses indicate that {gamma}-H2AV accumulation arises from caspase-dependent apoptosis rather than primary genomic lesions, suggesting the activation of a p53-dependent stress pathway distinct from canonical genotoxic pathways. Together, these findings suggest that p53E may be part of a novel mechanism activated during nucleolar stress, providing insight into how cells adapt to defects in ribosome biogenesis.", "date": "2026-01-04", "journal": ""}
{"title": "Rejuvenation-Responsive and Senolytic-Sensitive Muscle Stem Cells Unveiled by CD200 and CD63 in Geriatric Muscle", "doi": "10.1101/2025.08.29.673011", "authors": "Kim, Y. L.; Jo, Y.-W.; Yoo, T.; Yoo, K.; Kim, J.-H.; Park, M.; Song, I.-W.; Kim, H.; Kim, Y.-E.; Hann, S.-H.; Park, J.-E.; Baek, D.; Kong, Y.-Y.", "abstract": "Muscle stem cells (MuSCs) are parenchymal cells in skeletal muscle regeneration and maintenance. With aging, MuSCs experience a decline in their regenerative function and reduction in their number. However, recent evidence points to substantial heterogeneity within the aged MuSC population, raising questions about the underlying mechanisms of age-associated dysfunction. Here, we used Pax7CreERT2;RosaYFP mice (MuSCYFP) to label Pax7-expressing MuSCs and chronologically traced MusCs until geriatric age. Genetic labeling and chronological tracing revealed that the number of YFP+ MuSC remained comparable between young, middle and geriatric ages. At geriatric age, YFP+ MuSCs exhibited reduced expression of traditional MuSC markers such as VCAM1 and PAX7. A previously unrecognized subpopulation emerged, characterized by loss of VCAM1 and low or absent PAX7. Despite their altered marker profile, these cells retained transcriptional signatures of quiescence and myogenic potential, but displayed significantly reduced proliferative and regenerative capacities. They displayed gene expression patterns indicative of senescence-like state and were selectively ablated by senolytic treatment. DHT restored regenerative function in aged mice and re-induced VCAM1 expression in YFP+/Pax7-/low/VCAM1- cells, indicating responsiveness to rejuvenation. Based on their emergence with aging, functional impairment and responsiveness to rejuvenation, we termed this population GERI-MuSCs (Geriatric Emerging Rejuvenation-responsive and Impaired MuSCs). CD63 and CD200 were identified as novel surface markers that together with VCAM1, reliably detect GERI-MuSCs as well as classical Pax7+/VCAM1High MuSCs, providing a tool for comprehensive isolation of MuSCs from aged wild-type mice. Together, our findings provide a refined framework for studying MuSC aging and offer new tools for isolating functionally distinct MuSC subsets from aged skeletal muscle.", "date": "2026-01-04", "journal": ""}
{"title": "Connectome-Based Predictive Modeling of Concurrent and Prospective Substance Use in Adolescence", "doi": "10.1101/2025.09.01.673428", "authors": "Guassi Moreira, J. F.; Allgaier, N.; Johnson, M. E.; Potter, A.; Garavan, H. F.; Fair, D. A.", "abstract": "Understanding the neural mechanisms of adolescent substance use is a critical public health issue, with direct implications for bolstering prevention and treatment strategies. Yet this effort is challenging because substance use is multi-faceted, commonly used brain network features are not optimized to capture both local and global aspects of intrinsic connectivity, and because substance use facets change over time. In this study, we operationalized adolescent substance use along three dimensions--intent, access, and family-developmental history--and trained predictive models of each facet using resting-state connectivity. Trait impulsivity, a known risk factor, was also examined. Using Baseline and 2 Year Follow-Up data from the ABCD Bids Community Collection (ABCC), we found that prediction was more successful at follow-up than baseline. At baseline, predictive accuracy was modest and intent to use substances was the most accurately predicted facet. Prediction accuracies at follow-up were much higher, with access and family-developmental history being better predicted, signaling a developmental shift in the brain--behavior mapping of substance use vulnerabilities. These findings suggest that the neurobiological correlates of substance use are dynamic across adolescence, possibly reflecting changing phenotype. More broadly, these results underscore the importance of modeling distinct substance use facets and accounting for developmental timing to understand risk trajectories, while contributing to a growing literature that shows early-developing individual differences are predictive of later outcomes.", "date": "2026-01-04", "journal": ""}
{"title": "TAFFISH: A lightweight, modular, and containerized workflow framework for reproducible bioinformatics analyses", "doi": "10.1101/2025.09.15.672424", "authors": "Han, K.; Wang, T.; Yuan, S.-S.; Ma, C.-Y.; Su, W.; Deng, K.; Li, X.; Lv, H.; Lin, H.", "abstract": "Bioinformatics workflows often involve multiple tools and steps, with complex dependencies and environment-specific differences, making results difficult to reproduce across different systems. TAFFISH introduces a moderately engineered framework positioned between raw shell scripts and heavyweight workflow systems. It encapsulates each analysis tool, together with its fixed runtime environment and software version, into a modular, \"Lego-like\" component. It employs a lightweight, shell-native domain-specific language (DSL) to balance standardized environments with flexible workflow design. Each module in TAFFISH consists of a container image hosted on GitHub Packages and a corresponding script, and the system automatically pulls and runs the appropriate container when invoked through a unified interface. This design ensures a consistent interface, environment, and analysis results across Linux, macOS, and Windows (via WSL), significantly reducing cross-platform configuration overhead. We have developed a library of standardized modules for more than 60 widely used bioinformatics tools in the TAFFISH-Hub repository. As a demonstration, we applied a BLAST-based analysis of Arabidopsis thaliana P450 protein sequences and executed the same workflow on four different hardware/OS environments, obtaining identical results in all cases. This confirms that TAFFISH achieves high portability and reproducibility while preserving the flexibility of shell scripting. TAFFISH establishes a novel paradigm for constructing reusable, modular bioinformatics workflows, serving as an essential bridge between ad-hoc shell scripts and complex workflow frameworks, and enabling researchers to rapidly build and share reproducible analysis pipelines.", "date": "2026-01-04", "journal": ""}
{"title": "Geographic divergence and the genomic basis of reproductive diapause in Drosophila triauraria", "doi": "10.1101/2025.09.19.677350", "authors": "Fujichika, T.; Aoyama, Y.; Onuma, M.; Nozawa, M.; Takahashi, A.", "abstract": "Adjusting reproduction timing to environmental cues is essential for lifetime fitness. In many insects, reproductive diapause shows clinal variation along environmental gradients such as photoperiod and temperature. How such continuous trait variation may be encoded at the molecular level and maintained in the presence of gene flow remains largely elusive. The fruit fly Drosophila triauraria is distributed across a wide latitudinal range of the Japanese archipelago. Northern strains exhibit a strong photoperiodic reproductive diapause in females, whereas southern strains fail to arrest ovarian development even under short-day conditions at low temperatures. These distinct phenotypes and the presumable clinal variation in between, provide an ideal opportunity to examine the molecular basis of latitudinal divergence. We first investigated diapause induction in both females and males from previously reported and newly tested strains collected from the regions spanning ~26-43{degrees}N along the Japanese archipelago.. The assessment revealed continuous geographic variation in sensitivity to photoperiod and temperature. We then analyzed the whole-genome sequences of 21 strains, including 14 newly sequenced, to identify genomic regions underlying this divergence. In addition to the conventional FST analysis, we applied a \"monophyletic window\" approach suitable for limited sample sizes. The analysis identified a candidate region containing putative E-box and TER-box sequence motifs of the timeless (tim) gene, which has been previously implicated in diapause regulation in multiple insect species. The quantitative PCR analysis further supported a partial association between the tim expression and the incidence of female diapause. These findings reinforce the growing evidence for a role of circadian clock genes in the adaptive regulation of reproductive diapause and demonstrate the utility of tree-based approaches for detecting genomic regions of geographic divergence.", "date": "2026-01-04", "journal": ""}
{"title": "SPP1+macrophages promote the growth and metastasis of intrahepatic cholangiocarcinoma via OSM and THBS1 signaling", "doi": "10.1101/2025.10.02.679723", "authors": "Wang, T.; Long, R.; Cheng, Z.; Zhang, M.; Wei, B.; Lyu, C.; Zhang, X.; Zhang, C.; Tang, G.; Li, Z.; Li, L.; Li, Y.; Zhu, X.; Shi, C.; Yang, K.; Xu, C.", "abstract": "Background & Aims: Tumor-associated macrophages (TAMs) are abundant in intrahepatic cholangiocarcinoma (ICC), correlate with poor prognosis, but their spatiotemporal behavior and non-immune-suppressive roles in ICC progression remain unclear. This study sought to define transcriptional heterogeneity of TAMs and map their interactions with ICC cells that promote malignancy beyond immune suppression. Methods: We employed three mouse ICC models, four clinical ICC patient datasets, and three spatial transcriptomic platforms to chart the macrophage landscape over time and space. Cell-cell communication analysis plus phosphoproteomics guided functional validation via TAM-ICC co-culture, cytokine treatment, gene silencing/knockout, orthotopic and metastatic ICC models, and three conditional knockout mice. A prognostic ICC tissue microarray with multiplex immunofluorescence and combinatorial blockade in mice tested the efficacy of dual target inhibition. Results: In advanced ICC tissues, an M2-like subset M{varphi}_SPP1, defined by high expression of SPP1, VEGFA, ARG1, and GPNMB, emerged as the major macrophage population, correlating with poor prognosis and spatially localizing to the tumor boundary. Further, M{varphi}_SPP1 drove ICC cell proliferation via the OSM-OSMR-STAT3-CCND1 and promoted invasion through THBS1-CD47-mTOR-DBN1 signalling. OSM and THBS1 were co-elevated in ICC patient samples; dual blockade of both targets in mouse models resulted in superior inhibition of ICC progression. Conclusions: M{varphi}_SPP1 TAMs accumulate at the tumor boundary in late-stage ICC, driving proliferation and invasion via OSM and THBS1 signalling, underscoring the potential of macrophage-targeted therapy in ICC.", "date": "2026-01-04", "journal": ""}
{"title": "The Coronavirus Envelope Is Modulated by Host Inflammation and Enriched in Bioactive Lipids Required for Replication", "doi": "10.1101/2025.11.03.686211", "authors": "Tyrrell, V.; Zaragkoulias, A.; Powell, W.; Elfar, M.; Grossoni, V.; Monaco, F.; Protty, M.; Stenhouse, E.; Heyman, J.; Costa, D.; Roche, L.; Lynch, C.-A. B.; Ghazal, P.; Jones, S. A.; Lambeau, G. A.; Benatzy, Y.; Kandler, J.; Bojkova, D.; Snodgrass, R.; Brune, B.; Thomas, D.; Stanton, R.; O'Donnell, V.", "abstract": "How inflammation or disease regulates coronavirus lipid membranes is currently unknown, while patient-derived viral envelopes have never been structurally characterized. Here, we show that four cultured SARS-CoV-2 strains (England2, Alpha, Beta, and Delta) possess conserved, phospholipid- and cholesterol-rich envelopes, with pro-thrombotic and infection-promoting aminophospholipids (aPL) displayed predominantly on the outer leaflet (approximately 70-80%). Exposure to interleukin-4 (IL-4) markedly altered envelope fatty acyl composition, whereas interleukin-6 (with or without its soluble receptor IL-6Ra) and dexamethasone had no detectable effect. Viral envelopes were susceptible to hydrolysis by secretory phospholipase A2 (sPLA2), an enzyme associated with adverse clinical outcomes. SARS-CoV-2 isolated directly from patient saliva exhibited cholesterol-enriched envelopes that were highly conserved across clinical isolates. In addition, clinical samples contained pro-coagulant oxidized phospholipids and bioactive lipoxygenase (LOX)-derived oxylipins. The dominance of external facing pro-coagulant aPL and eoxPL may support known thrombotic complications of severe COVID19 viremia. Last, gene-silencing experiments demonstrated that 15-LOX2 is required for replication of related coronaviruses. Together, these findings reposition the coronavirus envelope as an active, dynamic structure rather than a passive scaffold, and challenge the protein-centric view of viral function. The lipid envelope is proposed as a potential therapeutic target through modulation of host innate immunity, and dampening thrombotic potential.", "date": "2026-01-04", "journal": ""}
{"title": "Characterize Oral-to-Blood Microbial DNA Translocation in Individuals with Cocaine Use Disorder", "doi": "10.1101/2025.11.03.686400", "authors": "Johnson, d.; Sundararaj, K. P.; Subramanian, S.; Qiu, Y.; Samuel, I.; Cheng, D.; Salman, T.; Luo, Z.; Fitting, S.; Keen, L.; Call, E.; Maddi, A.; Stoops, W.; Hartley, A.; McKinnon, J. E.; Wan, Z.; Berto, S.; Jiang, W.", "abstract": "Background. Cocaine disrupts gut barriers in animal models, potentially enabling microbial translocation and inflammation in the periphery and central nervous system (CNS), but its direct role in inducing inflammation remains controversial. This study aimed to determine if the oral cavity is a source of circulating microbial DNA translocation in individuals with current cocaine use disorder (CUD). Results. A cross-sectional case-control study was conducted, comparing CUD and demographically matched non-drug controls. Ten CUD (via smoking or vaping) and 24 controls provided paired saliva and blood samples. Microbial 16S rRNA V4 region was sequenced in isolated microbial DNA from saliva and plasma. Single-cell RNA sequencing (scRNAseq) was analyzed in human peripheral blood mononuclear cells. Saliva from CUD, but not plasma, exhibited reduced alpha diversity and altered beta diversity, characterized by enriched Streptococcus and depleted Fusobacterium, Neisseria, and other taxa relative to controls. Controls exhibited low to undetectable microbial translocation in plasma. By contrast, plasma Streptococcus and several S. species displayed CUD-specific oral enrichment and evidence of translocation into the bloodstream. In vitro, cocaine selectively enhanced S. parasanguinis growth, consistent with CUD-enriched oral pathobionts and translocation into circulation in vivo. S. parasanguinis, but not cocaine alone, induced IL-1{beta} and TNF- production in human primary monocytes. scRNAseq further revealed innate immune activation, impaired T cell function, and heightened susceptibility to infection in CUD. Conclusions. This is the first study demonstrating that CUD via smoking or snorting exhibited oral microbial dysbiosis and selective oral-to-blood microbial translocation in vivo. These findings suggest that a compromised oral-to-blood barrier, rather than cocaine itself, promotes immune perturbations in CUD.", "date": "2026-01-04", "journal": ""}
{"title": "Kilohertz-rate two-photon voltage imaging of population dynamics in vivo", "doi": "10.64898/2025.12.29.696942", "authors": "Zhang, M.; Liu, S.; Zhao, Y.; Zhu, Y.; Gu, X.; Kong, C.; Hu, J.; Yu, H.; Wu, J.; Xu, F.; Chen, L.; Mao, Y.; Li, B.", "abstract": "Understanding how neural circuits compute requires capturing voltage dynamics across large neuronal populations with millisecond resolution in vivo. However, two-photon voltage imaging remains fundamentally limited by a trade-off among imaging speed, field of view, and excitation efficiency. We introduce HS2PM, a hybrid scanning two-photon microscope that overcomes this bottleneck, enabling kilohertz-rate imaging over a 650x524 m2 field of view at single-cell resolution while preserving the photon efficiency of single-point excitation. HS2PM stably records deep-layer membrane potentials from over 160 neurons simultaneously, with minimal photobleaching and phototoxicity. It resolves both spikes and subthreshold voltage dynamics in vivo, revealing how these jointly shape sensory adaptation and population coding. Beyond voltage imaging, HS2PM supports high-speed fluorescence lifetime and vascular flow imaging, establishing a multimodal platform for dissecting fast circuit dynamics with precision previously inaccessible to optical methods.", "date": "2026-01-04", "journal": ""}
{"title": "Senescence-inhibitory Δ133p53α counteracts accelerated ageing and mortality", "doi": "10.64898/2025.12.31.697195", "authors": "Yamada, L.; Liu, H.; von Muhlinen, N.; Harris, C. C.; Horikawa, I.", "abstract": "Research on progeria not only contributes to treatments for the disease but also enhances our understanding of physiological ageing. Mouse models of progeria recapitulate pathological ageing phenotypes seen in patients, including cardiovascular defects, increased cellular senescence, systemic inflammation, DNA damage accumulation, and shortened lifespan. In cultured cells from Hutchinson-Gilford progeria syndrome (HGPS) patients, the human p53 isoform {Delta}133p53 was previously shown to inhibit p53-mediated cellular senescence, proinflammatory IL-6 production, and DNA damage accumulation, and to extend cellular replicative lifespan. Here we show that, in a heterozygous HGPS mouse model, transgenic expression of {Delta}133p53 reproduces these in vitro-observed effects across multiple organs in vivo and extends median lifespan by 11% (387 versus 349 days, P = 0.0379). In the aorta and skin, {Delta}133p53 abrogates progeria-characteristic pathological changes and preserves tissue integrity. Our data further suggest that {Delta}133p53 may promote a broad spectrum of ageing-counteracting mechanisms, including bone homeostasis, metabolic fitness, antioxidant defense, youthful epigenome, and tissue stemness. Together with the anti-inflammatory and tissue-preserving effects of {Delta}133p53 in naturally aged mice and its age-associated downregulation in human tissues, this study suggests that {Delta}133p53-based therapeutic strategies may be applicable not only to HGPS but also as broader interventions for preventing or delaying ageing.", "date": "2026-01-04", "journal": ""}
{"title": "Neural Mechanisms of Mixed Speech and Grasp Representation in Sensorimotor Cortices", "doi": "10.64898/2026.01.02.697428", "authors": "Foli, C.; Conlan, E. C.; Memberg, W. D.; Bhat, P.; Graczyk, E. L.; Johnson, T. R.; Taylor, D. M.; Herring, E. Z.; Sweet, J. A.; Ajiboye, A. B.", "abstract": "Recent brain-machine interface (BMI) studies have challenged traditional views of functional specialization in human motor cortices, suggesting that regions associated with hand control also support speech. The extent of this dual functionality as well as the neural mechanisms underlying it are unclear. We address this by analyzing intracortical neural activity from seven brain regions (spanning motor, premotor, somatosensory and parietal regions) across two participants with tetraplegia. Across all regions, grasp decoding was robust. In addition, we achieved reliable discrete-word decoding during silent reading as well as vocalized speech. Both tasks largely recruited overlapping neural populations within each region, yet these populations reconfigured their functional connectivity between tasks. Additionally, subspace analyses revealed segregated computations for speech and grasping despite mixed selectivity at the unit level. Our findings support multi-functional BMIs capable of decoding speech and grasping from the same implant and highlight ventral premotor area 6r as a novel target.", "date": "2026-01-04", "journal": ""}
{"title": "Single-cell map of the female brain across reproductive transitions", "doi": "10.64898/2026.01.03.697507", "authors": "Demarchi, L.; Tickerhoof, M.; Kameshwar, A. K. S.; Rocks, D.; Ouldibbat, L.; Milosevic, A.; Suzuki, M.; Kundakovic, M.", "abstract": "Ovarian hormone shifts enable reproduction and are associated with substantial brain plasticity and disease risks. While imaging studies provide (micro)structural insights into brain changes across the ovarian cycle and pregnancy, the high resolution, single-cell map of the brain across reproductive transitions is missing. Here, we performed multiome (gene expression and chromatin accessibility) analysis of the mouse ventral hippocampus (vHIP) across sex, estrous cycle, and peripartum period at single cell resolution. We identify dynamic changes in vHIP cellular composition across the estrous cycle and pregnancy, including in the neural stem cells of the dentate gyrus (DG), enabling hormone-driven neurogenesis. Major gene expression changes are neuronal function-relevant, cell type-specific, and found in excitatory neurons of CA1, CA3, and DG subfields, across sex and reproductive transitions. In contrast, chromatin accessibility changes are more extensive and found across cell types, likely driven by estrogen level shifts in both within-female and between-sex comparisons. We show that chromatin remodeling during the estrous cycle primes the genome for gene expression changes during pregnancy and is also enriched for brain disease-relevant genes. Finally, we reveal a thyroid hormone transporter (Transthyretin, Ttr) gene as the major candidate gene that drives structural and behavioral changes across the estrous cycle and pregnancy. Our study provides an extensive cellular and molecular view of how reproductive transitions shape the brain and opens the possibility to target downstream targets of estrogen, including thyroid hormone signaling, as a treatment option for hormone-sensitive periods in women.", "date": "2026-01-04", "journal": ""}
{"title": "Trait anxiety is associated with idiosyncratic neural event boundaries during naturalistic movie-watching", "doi": "10.64898/2026.01.03.697513", "authors": "Liu, A. T. H.; Chen, J.; Park, J. S.; Kim, H.; Leong, Y. C.", "abstract": "Anxiety is associated with altered patterns of attention to images and objects, but how it influences the perception of continuous experiences remains underexplored. Here, we examined how anxiety influences the segmentation of continuous experience into discrete events. Using a large-scale open-access dataset and data-driven methods to detect neural event boundaries, we compared neural event segmentation between healthy adults with high (N=60) and low trait-level anxiety (N=60) as they viewed a short suspenseful film. While the overall temporal event segmentation hierarchy was preserved across groups, higher-anxiety individuals had more idiosyncratic boundaries, exhibiting reduced alignment to both low-anxiety individuals and one another. This divergence was the most pronounced in the dorsal attention and frontoparietal control networks, suggesting that anxiety-related disruptions in top-down attentional control may contribute to less consistent segmentation. Furthermore, boundary variability in anxious participants was higher during moments rated as more anxiety-provoking by a large language model, controlling for arousal, valence, and low-level visual features. Together, these findings suggest that idiosyncratic event models in anxious individuals result in non-normative organization of continuous experience, leading to more individualized and inconsistent event boundaries. Such variability in segmentation may have downstream consequences for prediction, memory, and social cognition, offering a potential neural mechanism by which anxiety influences the interpretation and recall of everyday experiences. Our findings highlight trait-level variability as a lens through which the brain parses information and offers a neurocomputational framework for investigating individual differences in naturalistic event cognition.", "date": "2026-01-04", "journal": ""}
{"title": "Neural representations of visual memory in inferotemporal cortex reveal a generalizable framework for translating between spikes and field potentials", "doi": "10.64898/2026.01.03.697516", "authors": "Hacker, C. H.; Bohn, S.; Foster, B. L.; Rust, N. C.", "abstract": "Translating neurophysiological findings requires understanding the relationship between common measures of brain activity in animals (spiking activity) and humans (local field potentials, LFP). Prior work suggests alignment between population spiking and high-gamma activity (HGA, 50-150 Hz) of the LFP; however, this is not always observed and is consequently debated. Here, we show that this alignment and prior failures depend on the underlying coding scheme. First, we examined neural representations of variables related to visual memory in macaque inferotemporal cortex. We found that spikes and HGA were strikingly aligned for variables encoded as population response magnitude (novelty, recency, and memorability). However, a variable encoded as a distributed pattern of activity (category) was misaligned. Next, we showed that these insights generalize across many published studies, accounting for prior alignment successes and failures. These results provide a framework for translating between spikes and LFPs, highlighting the scenarios likely to be fruitful for translation.", "date": "2026-01-04", "journal": ""}
{"title": "Catestatin ameliorates tauopathy and amyloidogenesis via adrenergic inhibition", "doi": "10.64898/2026.01.04.697519", "authors": "Jati, S.; Kal, S.; Munoz-Mayorga, D.; Tang, K.; Sahoo, D.; Chen, X.; Mahata, S. K.", "abstract": "Neurodegenerative disorders like Alzheimers disease, Corticobasal Degeneration, and Progressive Supranuclear Palsy are characterized by Tau aggregation, synaptic dysfunction, neuroinflammation and progressive cognitive decline. Although metabolic dysregulation and neuropeptide imbalance have been linked to these disorders, the functional consequences of such imbalance and its potential for therapeutic reversal remain poorly understood. Our previous work identified chromogranin A, which encodes a pro-hormone for several metabolic peptides, as a key regulator of Tau pathology. Here, we investigate Catestatin, a chromogranin A derived peptide that is a potent inhibitor of catecholamine release and has been shown to increase insulin sensitivity and lower peripheral blood pressure. We report significant reductions in CST levels in the hippocampus and cortex of AD brains, as well as in the frontal cortex of CBD and the basal ganglia of PSP. Supplementing CST in cortical neuronal cultures and organotypic slice cultures decreased Tau phosphorylation and aggregation. In vivo, CST administration in PS19 Tauopathy mice reduced pathological Tau species, attenuated gliosis, and improved cognitive function. CST treatment also lowered amyloid plaque burden and neuroinflammation in 5XFAD mice. Mechanistically, CST decreased epinephrine levels in both PS19 and 5XFAD mice and suppressed downstream protein kinase A hyperactivation in PS19 and OTSC. These findings reveal a previously unrecognized neuropeptidergic mechanism linking CST deficiency to elevated adrenergic receptor, epinephrine and PKA stress signaling and Tauopathy driven neurodegeneration, suggesting CST replacement as a promising therapeutic approach.", "date": "2026-01-04", "journal": ""}
{"title": "An additional site mutation in MITA/STING gain-of-function mutants abolishes the autoimmune SAVI phenotypes and directs a therapeutic strategy.", "doi": "10.64898/2026.01.03.697515", "authors": "Li, F.; Liu, S.; Zhang, Z.; Shuai, X.; Xiao, B.-K.; Yang, J.; Lu, D.; Lin, D.; Shang, G.; Zhong, B.", "abstract": "STING-associated vasculopathy with onset in infancy (SAVI) is an autoimmune disease caused by gain-of-function mutations (GOFs) of MITA/STING and the most frequent GOFs for SAVI are MITAN154S and MITAV155M. However, how MITA GOFs are spontaneously activated remains incompletely understood. Here, we show that the activity of MITA hinge-region GOFs is compromised by an additional mutation at Lys150 and that the SAVI phenotypes of MITAN153S/WT mice are completely abolished in the MITAK150N/N153S (MITANS/NS) mice. Mechanistically, MITA GOFs constitutively associate with iRhom2 for the spontaneous ER-to-Golgi translocation, which is substantially inhibited by the introduction of a mutation at Lys150. Interestingly, cGAMP binds to MITANS, triggers the ER-to-Golgi translocation of MITANS as well as the MITANS-iRhom2 interaction, and induces the expression of downstream genes in MitaNS/NS cells similarly as in Mita+/+ cells. Consistently, structural studies demonstrate an inactive open conformation of apo-MITANS characterized by connector region crossover and a curved filament of cGAMP-bound MITANS characterized by parallel connector regions, similar to those observed in wild-type MITA. Furthermore, we design a SAVI-inhibitory peptide (SIP) that selectively inhibits the interaction between MITAN153S and iRhom2 and the activity of MITA GOFs and thereby abolishes the SAVI phenotypes of the MITAN153S/WT[-&gt;]WT chimeric mice. These findings reveal a previously uncharacterized mechanism for the spontaneous activation of MITA GOFs and highlight a potential therapeutic intervention for SAVI.", "date": "2026-01-04", "journal": ""}
{"title": "MOSPD3 mediates the ER recruitment of ATG2A to promote autophagy", "doi": "10.64898/2026.01.04.697522", "authors": "Du, Y.; Zhou, T.; Liu, Y.; Ji, W.", "abstract": "ATG2A transfers glycerophospholipids from the endoplasmic reticulum (ER) to support expansion of the isolation membrane at ER membrane contact sites. While a role for ATG18/WIPI4 in targeting ATG2A to the IM is well established, how ATG2A is recruited to the ER remains unclear. In this study, we found that MOSPD3, an atypical VAP family protein, acts an adaptor that recruits ATG2A to the ER. MOSPD3 colocalizes with ATG2A and is specifically enriched at ER sites juxtaposed with the IM during autophagosome formation. Recruitment is mediated by direct interactions between the FFNT (two phenylalanines in a neutral tract) motif in the N-terminal region (NT) of ATG2A and the major sperm protein (MSP) domain of MOSPD3. Co-expression of MOSPD3 with ATG2A-NT, but not a MOSPD3-binding-defective mutant ATG2A-NT-T362A, markedly rescued the autophagic defect caused by ATG2A/B double knockout (DKO). MOSPD3 depletion abolishes ATG2A recruitment to the ER and impedes autophagic flux. Together, this study demonstrates that MOSPD3 functions as an ER adaptor for ATG2A in autophagy.", "date": "2026-01-04", "journal": ""}
{"title": "Neural markers of visual working memory during an upper extremity movement-coupled task: a mobile brain-body imaging (MOBI) study.", "doi": "10.64898/2026.01.04.697538", "authors": "Kim, J.; Freedman, E. G.; Foxe, J. J.", "abstract": "Optimal goal directed behavior in everyday life involves the appropriate coupling of cognition and movement. In this study we employed a mobile brain-body imaging (MoBI) system that integrated time-synchronized high-density electroencephalography with three-dimensional motion capture during a touchscreen visual working memory task requiring dynamic upper extremity reach responses. Using this framework we examined how increasing memory load (e.g. from 1-disc to 4-discs) influences behavior and scalp-recorded neural activity when cognitive and motor processes are coupled within a single task, and whether these effects are modulated by handedness. Increasing memory load reliably degraded working memory task performance and slowed motor preparation while core movement execution measures remained largely preserved. Regarding electroencephalography data, parieto-occipital activity increased with load during both the early visual-evoked N1 and the delay period However, load-related modulation reached a plateau at the 3-disc condition during the delay period only. Posterior-frontal engagement also strengthened as load increased, consistent with demands on attentional control memory maintenance and sensorimotor planning. Brain-behavior associations were most robust at a moderate 2-disc level where contralateral delay activity correlated with both cognitive and motor performance measures. Finally, although handedness exerted selective behavioral effects it did not modulate load-related parieto-occipital neural activity Together these findings demonstrate that a multimodal MoBI approach captures integrated cognitive-motor dynamics during working memory guided actions, providing a more comprehensive characterization of behavior and underlying neural signatures than either modality alone This framework offers a translational approach for studying cognitive-motor interactions and their potential disruption in neurological conditions such as Parkinson's disease.", "date": "2026-01-04", "journal": ""}
{"title": "Integration of in situ hybridization and scRNA-seq data provides a 2D topographical map of the developing retina across species", "doi": "10.64898/2026.01.04.697548", "authors": "Joisher, H. N.; Lee, C.; Prabhakara, C.; van der Weide, I.; Si, Y.; Lonfat, N.; Cepko, C.", "abstract": "Precise regional patterning is fundamental to tissue organization, yet the spatial logic that governs it remains poorly defined for many tissues. In the vertebrate retina, molecular domains along the dorsoventral and nasotemporal axes provide positional cues for regional specializations such as the high-acuity area (HAA). We combined multiplexed in situ hybridization data with single-cell transcriptomic data to create quantitative two-dimensional maps of developing retinal cells. In the developing chicken retina, this approach resolved sharp expression boundaries of genes involved in patterning, and revealed novel candidates enriched in the anlagen of the HAA. Comparative analysis of chicken, mouse, and human data demonstrated conserved axis-based programs, but distinct fine-scale organization consistent with presence/absence of an HAA. Here, we show that spatial reconstruction from scRNA-seq data, anchored by experimental benchmarks, enables comparative 2D topographic mapping of gene expression across species and provides a generalizable strategy to investigate the spatial logic of molecular organization in developing tissues.", "date": "2026-01-04", "journal": ""}
{"title": "Genomic and pan-genomic insight into longan domestication and improvement", "doi": "10.64898/2026.01.04.697543", "authors": "Wang, J.; Sun, J.; Wang, K.; Chen, S.; Wang, X.; Ren, X.; Wang, J.; Li, J.; Wei, J.; Li, J.; Guo, L.", "abstract": "Longan (Dimocarpus longan) is a tropical tree in Sapindaceae family with economic importance known for its nutritous fruits. Genetic improvement of longan requires knowledge of reliable molecular markers and functional genes associated with key traits. However, it is largely impeded by lacking a complete genome and pangenome reference encompassing the broad genetic diversity in diverse longan germplasms. Here, we present a telomere-to-telomere (T2T) gap-free genome of longan cultivar 'Shixia' and a graph-based pangenome constructed using newly assembled chromosome-level genomes of 101 accessions. We completely assemble the longan centromere regions primarily composed of Gypsy-CRM retrotransposons. The pan-genome analysis reveals 58,978 non-redundant structural variants (SVs) that exhibit signs of genomic selective sweep during longan domestication and breeding. Additionally, haplotype-resolved genome analysis suggests allele-specific gene expression associated with SV-driven changes in 3D genome architecture. Importantly, the graph-based pan-genome empowers population-scale SV genotyping and genomewide association with various longan traits. SV-GWAS revealed 12 QTLs significantly linked with longan maturity period. Among them, a 758bp insertion is located downstream of the DlDAZ gene encoding a C2H2 zinc-finger transcription factor, and DIDAZ-transgenic tomatoes showed delayed maturity. Together, our T2T genome and pan-genome provide valuable resources to facilitate longan genetic research and precise improvement.", "date": "2026-01-04", "journal": ""}
{"title": "Genomic and pan-genomic insight into longan domestication and improvement", "doi": "10.64898/2026.01.04.697543", "authors": "Wang, J.; Wang, J.; Sun, J.; Li, J.; Wang, K.; Chen, S.; Wang, X.; Ren, X.; Wei, J.; Li, J.; Guo, L.", "abstract": "Longan (Dimocarpus longan) is a tropical tree in Sapindaceae family with economic importance known for its nutritous fruits. Genetic improvement of longan requires knowledge of reliable molecular markers and functional genes associated with key traits. However, it is largely impeded by lacking a complete genome and pangenome reference encompassing the broad genetic diversity in diverse longan germplasms. Here, we present a telomere-to-telomere (T2T) gap-free genome of longan cultivar 'Shixia' and a graph-based pangenome constructed using newly assembled chromosome-level genomes of 101 accessions. We completely assemble the longan centromere regions primarily composed of Gypsy-CRM retrotransposons. The pan-genome analysis reveals 58,978 non-redundant structural variants (SVs) that exhibit signs of genomic selective sweep during longan domestication and breeding. Additionally, haplotype-resolved genome analysis suggests allele-specific gene expression associated with SV-driven changes in 3D genome architecture. Importantly, the graph-based pan-genome empowers population-scale SV genotyping and genomewide association with various longan traits. SV-GWAS revealed 12 QTLs significantly linked with longan maturity period. Among them, a 758bp insertion is located downstream of the DlDAZ gene encoding a C2H2 zinc-finger transcription factor, and DIDAZ-transgenic tomatoes showed delayed maturity. Together, our T2T genome and pan-genome provide valuable resources to facilitate longan genetic research and precise improvement.", "date": "2026-01-04", "journal": ""}
{"title": "Ultrasound-enhanced retinal delivery of engineered viral vectors", "doi": "10.64898/2026.01.04.697446", "authors": "Link, S.; Fan, K.; Adame, J.; Keehn, C. C.; Frankfort, B. J.; Szablowski, J. O.", "abstract": "The goal of this study was to examine Focused Ultrasound Blood-Retina Barrier Opening (FUS-BRBO) as a method to deliver gene therapy to the eye. We compared AAV.FUS.3, an engineered variant optimized for FUS-enhanced delivery to the central nervous system, and AAV9 for their utility as retinal gene vectors. To achieve this, mouse eyes were insonated by 4.667 MHz FUS in a custom-designed nosecone and vectors administered intravenously. We found 2.1-fold improvement of transduction of AAV.FUS.3 over AAV9 in the insonated area and 19.5-fold improvement over the uninsonated retina. Within that area, the ganglion cell layer showed the highest levels of transduction at 22% for AAV.FUS.3. We observed no gross tissue damage, change in retinal layer thickness, or increase in inflammation markers within the retina. FUS-BRBO has the potential to non-surgically deliver AAV-based vectors to spatially-defined regions of the retina. AAV.FUS.3 showed significantly improved transduction over AAV9 at the same dose. Further research to improve efficiency of delivery to the outer retina could expand the utility of FUS-BRBO.", "date": "2026-01-04", "journal": ""}
{"title": "NetMedGPT - A network medicine foundation model for extensive disease mechanism mining and drug repurposing", "doi": "10.64898/2026.01.04.697552", "authors": "Firoozbakht, F.; Suwer, S.; Elkjaer, M. L.; Handy, D. E.; Maier, A.; Li, J.; Lancashire, L.; Loscalzo, J.; Baumbach, J.", "abstract": "Network medicine leverages large biomedical knowledge graphs (KGs) to model disease mechanisms and identify therapeutic opportunities. However, most deep learning approaches that use KGs in biomedicine remain task-specific, limiting their ability to generalize across diverse applications within a unified framework. Here, we introduce NetMedGPT, a transformer-based foundation model trained on a large-scale biomedical KG using masked token prediction. By learning contextualized representations of biomedical nodes, NetMedGPT enables unified, zero-shot inference across different drug discovery tasks. Specifically, in five tasks, i.e., predicting the association of drugs with indications, targets, adverse drug reactions, contraindications, and off-label uses, NetMedGPT consistently outperforms all specialized baselines, achieving area under the precision-recall curve gains of between 2.2% and 26%. When evaluated on independent external datasets, NetMedGPT outperformed baseline on an expert-curated clinical indications set and also preferentially prioritized clinically relevant drug-disease pairs in ClinicalTrials.gov. NetMedGPT's generative capability further supports the construction of mechanistically plausible subnetworks offering biological insights. NetMedGPT provides a unified foundation model for network medicine that supports scalable hypothesis generation and provides potential to accelerate drug repurposing. We further provided an interactive interface (https://prototypes.cosy.bio/chatnetmedgpt/) that allows users to obtain model inferences through natural-language queries.", "date": "2026-01-04", "journal": ""}
{"title": "Decoupled Representation Learning Improves Generalization in CRISPR Off-Target Prediction", "doi": "10.64898/2026.01.04.697551", "authors": "Bhargava, N.; Goswami, A.", "abstract": "Computational prediction of CRISPR-Cas9 off-target activity is a critical step toward the safe and scalable design of guide RNAs. Most existing deep learning models are trained on large proxy datasets derived from high-throughput assays; however, their performance often degrades when evaluated on experimentally validated off-target sites. This limitation raises concerns about the generalization ability of proxy-trained models and highlights the need for architectures that better transfer to biologically relevant benchmarks such as TrueOT. We propose a two-stage deep learning framework that decouples sequence representation learning from off-target classification. In the first stage, guide RNA sequences are encoded using pretrained transformer-based embeddings learned from large genomic corpora. In the second stage, a hybrid neural network integrates these embeddings with mismatch-level and sequence-pair features to predict off-target activity. Models are trained exclusively on a proxy dataset and evaluated under strict external validation on the TrueOT benchmark. Our results show that incorporating pretrained sequence embeddings substantially improves generalization performance. The full two-stage model achieves consistent improvements in ROC-AUC and PR-AUC on TrueOT, relative to proxy-only baselines, across repeated runs. We demonstrate a consistent generalization effect under distribution shift, robust to training noise, seeds, and evaluation variance. These findings provide empirical evidence that representation transfer plays a critical role in bridging the gap between proxy assay data and experimentally validated off-target behavior.", "date": "2026-01-04", "journal": ""}
{"title": "The Influence of Ligands on AlphaFold3 Prediction of Cryptic Pockets", "doi": "10.64898/2026.01.04.697564", "authors": "Lazou, M.; Tuchscherer, F.; Vajda, S.; Joseph-McCarthy, D.", "abstract": "Cryptic pockets are binding sites that are formed or exposed upon a conformational change. They represent an important class of potentially druggable binding sites. Reliably predicting cryptic pockets capable of binding ligands, however, remains a challenge. Herein we examine the use of AlphaFold 3 (AF3) for generating realistic conformational ensembles that include known cryptic pockets. We find that AF3 is generally able to reproduce the scale of conformational change required for cryptic site formation. When given a cryptic-site ligand for the protein, AF3 predominantly predicts conformations competent to bind the ligand in the cryptic site; without the ligand, conformations lacking the cryptic pocket generally dominate. While the results may reflect a bias toward memorized structural priors, the level of detrimental memorization appears to be limited. We also show that the choice of the ligand can significantly impact the predictions, and that AF3 is able to produce models with the ligand correctly positioned. Variability in ligand position, however, suggests that generating ensembles of co-folded predictions is critical to enhancing the likelihood of obtaining a correct binding mode. Overall, AF3-generated protein-ligand structural ensembles have potential utility in cryptic-site drug discovery, and they can reveal ligands likely to bind to those sites.", "date": "2026-01-04", "journal": ""}
{"title": "From fibril to framework: P. abyssi AbpX illuminates a calcium-responsive family of microbial biomatrix proteins that form thermostable hydrogels", "doi": "10.64898/2026.01.04.697558", "authors": "Sleutel, M.; Sogues, A.; Socorro, A. G.; Fislage, M.; Alva, V.; Remaut, H.; Conticello, V.", "abstract": "Evolutionary pressure on microbial communities propagating under extreme environmental conditions often results in unique structural adaptations to promote cell survival. Here, we report an investigation of AbpX, a biomatrix protein identified in cultures of the hyperthermophilic archaeon Pyrodictium abyssi. Under ex vivo and in vitro conditions, AbpX assembles into a para-crystalline lattice composed of semiflexible fibrils. CryoEM analysis of recombinant AbpX fibrils reveals that the precursor protein polymerizes through donor strand complementation (DSC), a process previously reported for chaperone-usher fimbriae in Gram-negative bacteria. Unlike the latter DSC protein polymers, AbpX undergoes chaperone-free polymerization in the presence of calcium ions, which are sequestered at the donor strand-acceptor groove interface between protomers in the fibril. Using a combination of cryoEM and crystallographic structural information, an atomic model is proposed for the AbpX lattice that provides insight into its potential role in biofilm formation. These findings suggest that calcium ion coordination triggers fibril assembly and pre-organizes the fibrils for incorporation into the protein lattice. Bioinformatic analysis indicates that AbpX exemplifies a distinct and broadly distributed clade of calcium ion responsive biomatrix proteins within the TasA superfamily that can be fabricated into hydrogel biomaterials in vitro under environmentally benign conditions.", "date": "2026-01-04", "journal": ""}
{"title": "Bioarchaeological evidence for commensal brown rats (Rattus norvegicus) in early Neolithic China", "doi": "10.64898/2026.01.03.697376", "authors": "Cucchi, T.; Hulme-Beaman, A.; Orton, D.; Peng, L.; Li, Z.; Yuan, J.", "abstract": "Due to its commensal relationship with humans, facilitating its dispersal from its natural range in East Asia, the brown rat (Rattus norvegicus) is now one of the most cosmopolitan and invasive mammals. Brown rats are also vectors of human pathogens and the most commonly used mammalian model (after mice) for biomedical research. Despite their major role in biodiversity loss and medicine, our understanding of a likely origin for their commensal relationship with humans in China still relies on modern population genetics, without a reliable timeframe of localisation. In this research, we have tried to fill this gap using direct information from the archaeological remains of rats collected by Chinese colleagues in several archaeological sites dated between 9000 and 3500 BP. Thanks to high-resolution morphometrics and direct 14C dating, we have identified the occurrence of the brown rat (Rattus norvegicus) within the domestic area deposits of the early Neolithic site of Jiahu by 7500 cal BP, suggesting a tentative link between rice agriculture and an early commensal behaviour of this species.", "date": "2026-01-04", "journal": ""}
{"title": "A cell-type-resolved human brain atlas of microRNAs and tRNA fragments", "doi": "10.64898/2026.01.04.697535", "authors": "Dubnov, S.; Laski, L.; Zchut, I.; Avidan, O.; Bennett, E. R.; Greenberg, D. S.; Tujerman, A.; Nitzan, M.; Paldor, I.; Soreq, H.", "abstract": "MicroRNAs (miRs) and transfer RNA fragments (tRFs) regulate multiple brain processes ranging from neurogenesis and development through diverse neurological disorders. However, the cell-type specificity of brain miRs and tRFs remains poorly characterized, limiting the interpretation of their function. To address this issue, we generated a comprehensive, cell-type-resolved atlas of miRs and tRFs from live human brain tissues. Specifically, we isolated neurons, astrocytes, microglia, and oligodendrocytes from neurosurgery-obtained fresh human brain samples and profiled their miR and tRF repertoires using small RNA-sequencing. Our atlas revealed multiple differences in miR and tRF expression between the four cell types and consequently identified novel cell-type markers. Furthermore, we demonstrated that miR cell-type specificity may be regulated by quantitative trait loci located in cell-type-associated enhancer regions. We also report higher levels of 5'-tRNA halves in neurons compared to glia, including a particular neuronal enrichment of 5'-tRNA halves derived from glycine, leucine and lysine tRNAs. These neuronal tRFs were significantly upregulated in Alzheimer's disease postmortem brain samples compared to age-matched controls, possibly reflecting a neuronal response to disease. Our atlas, together with an accompanying statistical tool for miR cell-type enrichment analysis, provides a publicly available resource for delineating small RNA cell-type origin and function in the human brain.", "date": "2026-01-04", "journal": ""}
{"title": "Understanding Brain Aging Through Behavioural and Microglial Changes: A Lifespan Approach", "doi": "10.64898/2026.01.04.697400", "authors": "Sisti, M. M.; Cervellini, S.; Peralta, F.; Dolcetti, F. J.-C.; Basmadjian, M. O.; Herrera, M. L.; Bellini, M. J.", "abstract": "Aging is characterized by progressive physiological decline linked to inflammaging, a chronic low-grade inflammatory state. This study investigates age-related behavioural changes and their correlation with microglial function in female Sprague Dawley rats across their lifespan. Using a longitudinal design at 2, 6, 12, and 24 months of age, we assessed motor performance, mood-related behaviours, and spatial cognition alongside microglial morphometric analysis in key brain regions. Results showed that motor and cognitive performance began to decline significantly at 12 months, with severe impairments and depressive-like behaviours appearing by 24 months. These deficits were paralleled by progressive gliosis in the hippocampus and striatum. Microglial morphometric analysis further indicated a more reactive, region-dependent phenotype, with cells in the striatum adopting a smaller area, reduced perimeter, and fewer intersections. These findings provide compelling evidence for significant age-dependent deterioration in motor performance, mood regulation, and cognitive abilities in female rats. Our data strongly suggest an underlying progression of neurobiological changes, with microglial dysfunction and neuroinflammation being central candidates. This research contributes valuable insights into the cellular correlates of behavioural decline across the female lifespan, serving as a reference for the multifaceted changes that occur during normal aging.", "date": "2026-01-04", "journal": ""}
{"title": "A dedicated brain circuit controls forward walking in Drosophila", "doi": "10.64898/2026.01.04.697356", "authors": "Dallmann, C. J.; Iqbal, F. M.; Liebscher, S.; Erginkaya, M.; Liessem, S.; Sauer, E. L.; Soyka, H.; Cascino-Milani, F.; Goldammer, J.; Ito, K.; Ache, J. M.", "abstract": "Neural circuits in the brain control high-level parameters of movement, including the initiation, speed, and direction of locomotion. How specific cell types are organized into circuits to compute these control signals and enable context-appropriate behavior remains unclear. Here, we identify central brain neurons in Drosophila that can initiate walking and exert graded control over walking speed. Connectome analyses position the neurons on top of a layered brain circuit, which recruits a specific population of descending neurons to control forward walking independently of turning and other parameters. As predicted by the connectome, the circuit enforces straight walking when activated unilaterally, and the activity of the central brain neurons represents a high-level walking drive. This drive is suppressed during flight but flexibly integrated with other control signals to enable complex movement sequences during obstacle negotiation. Together, our findings elucidate a dedicated brain circuit that enables efficient computation, selection, and integration of forward-walking signals for context-appropriate motor control.", "date": "2026-01-04", "journal": ""}
{"title": "Dopaminergic Modulation of Mushroom Body Output Neurons Mediates Nociception-Induced Escape in Drosophila", "doi": "10.64898/2026.01.04.697536", "authors": "Yang, C.-L.; Feng, K.-L.; Peng, H.-C.; Wu, M.-C.; Charng, C.-C.; Chu, L.-A.; Chen, C.-W.; Wen, Y.-R.; Chiang, A.-S.", "abstract": "In Drosophila, noxious heat is detected by peripheral nociceptors expressing transient receptor potential (TRP) channels, including Painless and TrpA1, and rapidly triggers escape behavior. Although peripheral transduction has been defined in detail, the central circuits and neuromodulatory mechanisms that translate nociceptor activity into escape decisions remain poorly understood. Here, we combine targeted behavioral perturbations with anatomical tracing to delineate a nociception to escape pathway that engages dopaminergic modulation of mushroom body (MB) output. Kir2.1 mediated silencing across candidate neurotransmitter systems revealed a specific requirement for MB innervating dopaminergic neurons (DANs), particularly subsets within the PPL1 and PAM clusters, for robust nociception induced escape. Anterograde trans Tango tracing from painless and trpA1 expressing nociceptors labeled these MB dopaminergic neurons as direct postsynaptic partners, consistent with convergence of distinct nociceptor inputs onto a shared dopaminergic pathway. Finally, silencing a subset of mushroom body output neurons (MBONs) delayed escape without overtly disrupting baseline locomotion, supporting a model in which dopaminergic signaling recruits MB output to shape defensive action selection. Together, our results define a multi layer circuit motif linking peripheral nociception to MB dependent escape and provide a framework for dissecting how neuromodulation gates rapid defensive behaviors.", "date": "2026-01-04", "journal": ""}
{"title": "P-glycoprotein exofection between fetal and maternal cells as a mechanism of intercellular material transfer at the feto maternal interface", "doi": "10.64898/2026.01.04.697556", "authors": "Tatiparthy, M.; Wang, A.; Mahajan, V.; Espinosa, P. F.; Amabebe, E.; Thomas, T. J.; Wang, X.-M.; Richardson, L.; Menon, R.; Kammala, A. K.", "abstract": "Cells can recover lost protein functions through a process we term exofection, in which extracellular vesicles deliver functional molecular cargo to recipient cells and transiently reprogram their activity. Here we show that exosomes derived from fetal chorion trophoblast cells (CTCs) restore P-glycoprotein (P-gp) efflux transporter function in inflammation-impaired maternal decidual cells (DECs) at the feto-maternal interface. CTCs maintain high P-gp expression under inflammatory stress, whereas DECs exhibit marked downregulation of transporter genes and proteins. Proteomic analysis revealed that CTC-derived exosomes package P-gp as a stable cargo that enters DECs through clathrin and heparan sulfate dependent uptake pathways. Delivery of CTC exosomes reinstated P-gp abundance and efflux capacity in LPS-stimulated or P-gp-deficient DECs, as shown by calcein efflux and immunofluorescence assays. In pregnant P gp knockout mice, exosome treatment restored systemic clearance of the P gp substrate tacrolimus and improved pharmacokinetic parameters. These findings establish exofection as a naturally occurring mechanism of transporter rescue at the feto-maternal interface, where fetal exosomes compensate for inflammation-induced maternal loss of efflux capacity. By restoring P gp mediated barrier function, exofection provides a protective strategy that limits the accumulation of xenobiotics and cytokines in maternal tissues and safeguards the fetus. This work reveals a previously unrecognized form of intercellular communication with broad implications for fetal protection, placental biology, cellular engineering, and the delivery of therapeutic proteins.", "date": "2026-01-04", "journal": ""}
{"title": "Genome-wide identification of heat shock proteins (HSP70) in the Cuban painted snail Polymita picta: evolutionary constraints face climate change challenges", "doi": "10.64898/2026.01.04.697401", "authors": "Gordillo-Perez, M. J.; Reyes-Tur, B.; Chen, Z.; Sigwart, J.; Greve, C.; Heleven, M.; Smeets, K.; Beenaerts, N.", "abstract": "Climate change poses a critical threat for biodiversity. Among ectothermal animals, terrestrial molluscs are considered highly vulnerable to temperature increase and drought due to their low vagility and specialized ecological requirements. In response to thermal stress, heat shock proteins (HSP70) play a crucial role in the response syndrome and phenotypic plasticity and mediate the adaptation to fluctuating environments. Here, we performed the first genome-wide identification and characterization of the HSP70 family in a Neotropical terrestrial gastropod of high conservation concern: the Cuban painted snail Polymita picta. Using comprehensive bioinformatic approaches, we identified HSP70 paralogs, analysed their structural features and assessed sequence variation, highlighting their potential relevance for thermoresistance. Our findings reveal an HSP70 repertoire of ten diversified sequences with signatures of functional specialization and possible adaptive variation linked to environmental temperature regimes. Using novel molecular resources, this pioneering analysis establishes a baseline for early warning systems, integrating stress-related biomarkers into conservation management and climate change adaptation strategies for threatened terrestrial molluscs", "date": "2026-01-04", "journal": ""}
{"title": "XAI-ecDNA: A Proof-of-Concept Framework for Explainable Multi-Modal Extrachromosomal DNA Detection Using Synthetic FISH and Genomics", "doi": "10.64898/2026.01.04.697565", "authors": "Manzoor, A.; Amin, M.", "abstract": "Extrachromosomal DNA (ecDNA) is a key contributor to aggressive tumor evolution and drug resistance across multiple cancer types. Yet detection methods suffer from limited performance and lack interpretability. Moreover, paired fluorescence in situ hybridization (FISH) and genomic datasets necessary for developing multi-modal artificial intelligence tools remain unavailable in public repositories. We developed an explainable multi-modal framework combining genomic copy number profiles from 500 samples (TCGA, CytoCellDB) with synthetic FISH images generated via StyleGAN2-ADA trained on 247 published images. The framework employs early fusion of ResNet-50 image features and multi-layer perceptron processed genomic data through gated attention. A Biological Rationale Score (BRS) provides SHAP-based explanations with stability quantification and uncertainty estimates. Expert cytogeneticists validated synthetic image biological plausibility. Twelve clinical experts evaluated predictions in a crossover study. On synthetic images, our framework achieved AUROC 0.87, significantly outperforming genomic-only (0.72), image-only (0.79), and late fusion (0.84) baselines (all p<0.001). BRS identified MYC amplification (76% of cases), nuclear morphology (68%), and spatial clustering (56%) as top predictive features, aligning with known biology. Explanation stability reached Kendall's {tau}=0.74. Expert diagnostic confidence improved by 0.9 points (Cohen's d=1.26, p<0.001) with explanations. Model calibration was excellent (ECE=0.042). This proof-of-concept demonstrates multi-modal explainable ecDNA detection potential. However, all results are on synthetic images; validation with real clinical FISH data is essential before deployment. The methodology provides a transparent template for interpretable AI development in data-scarce medical domains.", "date": "2026-01-04", "journal": ""}
{"title": "Glucose is a ligand-like trigger for secretion of postprandial GLP-1", "doi": "10.64898/2026.01.04.697549", "authors": "Li, C.; Li, M.; Yang, H.-y.; Tian, X.; Zhang, C.-S.; Zhao, L.; Wu, J.; Zhang, C.; Liu, S.; Yang, X.; Sun, X.; Chen, J.; Zhang, B.; Yun, C.; Lin, J.; Ma, W.; Ma, T.; Zhu, Q.; Zheng, Z.-Z.; Hong, X.; Deng, X.; Wang, K.; Jiang, C.; Hu, M.; Li, X.; Xu, H.; Lin, S.-C.", "abstract": "Glucagon-like peptide 1 (GLP-1) is secreted from the intestinal L cells in a glucose-dependent manner. However, the mechanism underlying how glucose stimulates the secretion remains unclear. Here, we found that glucose at postprandial concentrations near the Km of GK for glucose (~10 mM), as well as nonmetabolizable glucose analogs, triggers GLP-1 secretion by intestinal L cells through directly binding to glucokinase (GK), without increasing intracellular ATP levels. We also show that in postprandially high glucose, glucose-bound GK interacts and inhibits KATP, as assessed by immunoprecipitation and FRET-FLIM analyses, as well as patch clamping. In addition, we have utilized GK mutants identified in diabetics, demonstrating that those mutants defective in binding to glucose impair GLP-1 secretion in however high glucose, whereas mutants constitutively bound to glucose with defects in catalysis, promote GLP-1 secretion even in low glucose. Furthermore, the KATP mutant unable to bind to GK blocks GLP-1 secretion in high glucose. We have also provided evidence showing that sodium-glucose cotransporter 1 (SGLT1) plays an important role in the basal secretion of GLP-1, but not in high glucose. We have thus revealed that glucose the molecule itself and GK act as a ligand and the receptor, respectively, to induce GLP-1 secretion in response to high glucose, providing new therapeutic avenues targeting metabolic diseases.", "date": "2026-01-04", "journal": ""}
{"title": "Biochemical and Immunological Properties of Engineered Low-Immunogenic Staphylokinases for Next-Generation Thrombolytic Therapy", "doi": "10.64898/2026.01.04.697554", "authors": "Strunga, A.; Peskova, M.; Krupka, M.; Zachova, K.; Sindlerova, L.; Neumeisterova, N.; Mican, J.; Vitecek, J.; Bednar, D.; Kubala, L.; Raska, M.; Damborsky, J.; Prokop, Z.", "abstract": "Staphylokinase (SAK) is a highly fibrin-specific plasminogen activator with significant potential as a safe and affordable thrombolytic. Yet, its clinical translation can be limited by potential immunogenicity. To accelerate the development of improved thrombolytics, a critical step is identifying the most suitable molecular template. Therefore, we performed a comparative analysis of biochemical and immunological properties of three engineered low-immunogenic variants (SAK SY155, SAK THR174, and SAK STAR FRIDA) and two wild-types (SAK STAR and SAK 42D), using a newly established panel of assays. All variants retained potent thrombolytic activity, with SAK SY155 displaying the highest catalytic efficiency and fibrin-clot permeability. However, this advantage did not fully translate into improved clot reduction under flow conditions. Comprehensive immunological profiling, including monocyte activation, T lymphocyte proliferation, dendritic cell maturation, and mouse immunization models, revealed no strong immunogenic response in any tested variant. Overall, low-immunogenic SAK SY155 and its background wild-type SAK STAR emerged as the most promising templates for rational engineering of next-generation thrombolytics.", "date": "2026-01-04", "journal": ""}
{"title": "Cryoablation temperature monitoring with dense ultrasonic speed-of-sound shift imaging", "doi": "10.64898/2026.01.04.697528", "authors": "Lamm, G.; Grutman, T.; Bismuth, M.; Ilovitsh, T.", "abstract": "Accurate temperature monitoring during cryoablation, a minimally invasive technique that destroys tissue locally by forming an ice ball around an inserted cryoprobe, is vital for achieving complete ablation while protecting surrounding tissue. We present a dense slowness-shift imaging method that estimates local speed-of-sound changes from ultrasound B-mode images using optical flow. This single-transducer, image-based approach enables mapping of spatial temperature change without requiring additional hardware. Cryoablation experiments in a tissue-mimicking phantom and ex vivo turkey breast demonstrated that slowness deviation increases with decreasing temperature. In the phantom, the dependence was linear (a = -20.70 s{middle dot}m-1C{degrees}-1), while in turkey breast it presented an exponential relationship (t = 34.04xexp(0.075(-{Delta}T)) s{middle dot}m-1C{degrees}-1). The algorithm detected sub-degree temperature variations and accurately tracked cooling down to -39.4 {+/-} 5.6 {degrees}C. This work demonstrates the feasibility of ultrasound-based, noninvasive temperature monitoring during cryoablation, providing a scalable, real-time alternative to existing invasive or high-cost thermal assessment techniques.", "date": "2026-01-04", "journal": ""}
{"title": "Evaluating and Classifying Gentleness in VR-Based Surgical Simulation: A VR+fNIRS Study", "doi": "10.64898/2026.01.02.697327", "authors": "Sanli, S.; Keles, H. O.", "abstract": "Gentleness, defined as the ability to handle tissues delicately and minimize unnecessary force, is a key indicator of surgical proficiency. Objective and real-time assessment of gentleness in virtual reality (VR)-based training can enhance the understanding of both psychomotor and cognitive aspects of surgical skill. This study evaluates and classifies participants gentleness during VR-based surgical simulations using fNIRS-derived hemodynamic features. We trained and compared several machine learning models to assess performance. Twenty-three volunteers with no prior laparoscopic experience performed a virtual reality-based laparoscopic double-grasper task while hemodynamic activity over frontal and motor cortical areas was recorded using eighteen fNIRS channels. Alongside fNIRS, we collected subjective workload (NASA-TLX), error numbers, and a VR gentleness score. This task involves using two grasper tools simultaneously to perform the tissue like balloon manipulation in a VR environment. We extracted temporal features (slope, RMS, standard deviation) and trained machine learning models to classify performance levels based on cortical activation. Labels were binarized as low vs. high using median splits for the gentleness score. Models were evaluated with stratified 5-fold cross-validation and summarized by accuracy. Results showed stronger right-frontal HbO activity and increased left-motor HbR responses in the low-performance group, suggesting greater cognitive effort and less efficient motor strategies during VR-based laparoscopic manipulation. Across classifiers and feature sets, slope-based features consistently outperformed variability- and amplitude-based metrics. Among the tested models, HbR slope features achieved the best overall classification performance, with the highest accuracy obtained using K-Nearest Neighbor and Random Forest classifiers (accuracy {approx} 0.89, AUC up to 0.97). These findings demonstrate that fNIRS-derived hemodynamic dynamics can reliably discriminate between high and low VR performance levels, supporting their potential use in automated performance assessment and neuroadaptive feedback frameworks for VR-based surgical training.", "date": "2026-01-04", "journal": ""}
{"title": "When exploration replaces storage: how eye movements shape visual working memory", "doi": "10.64898/2026.01.04.697560", "authors": "Qais, R.; Knight, R.; Yuval-Greenberg, S.", "abstract": "Visual working memory (VWM) is traditionally studied while constraining eye movements and limiting access to visual input, yet in natural vision humans constantly explore and resample their environment. Only a few studies have examined VWM utilization when participants were allowed to interact with the environment and found that participants often preferred to resample their environment rather than rely on VWM storage. However, since eye movements were not controlled in these studies, the link between VWM utilization and free visual exploration remained unknown. In two experiments (N = 40), we investigated how visual exploration shapes reliance on VWM versus perceptual input. Participants searched for a common target across two item sets and could either store multiple items for comparison or repeatedly resample the sets by switching between them. Results revealed that when switching was achieved through eye movements, participants consistently relied more on visual resampling and less on VWM; in contrast, when switching required a manual response, they shifted toward greater VWM use. This pattern persisted even when peripheral input was equated, suggesting that natural exploration through eye movements reduces the cognitive cost of acquiring visual information, leading to a strategic reduction in VWM use. Our findings challenge fixation-based approaches to VWM research and highlight the importance of studying cognition under ecological viewing conditions.", "date": "2026-01-04", "journal": ""}
{"title": "Developmental programming of hematopoietic stem cell dormancy by evasion of Notch signaling", "doi": "10.64898/2026.01.02.697352", "authors": "Herrero-Molinero, P.; Canton, E.; Maqueda, M.; Ruiz-Herguido, C.; Iglesias, A.; Gonzalez, J.; Hadland, B.; Espinosa, L.; Bigas, A.", "abstract": "Dormant hematopoietic stem cells (HSCs) are a rare subset of deeply quiescent, metabolically inactive cells that preserve lifelong hematopoietic regeneration. In mice, these cells were thought to arise exclusively after birth in the BM, while fetal liver HSCs were considered uniformly proliferative and rapidly expanding. Here, using H2B-GFP label-retention strategies, we identify a previously unrecognized population of low-dividing HSCs that is specified during embryogenesis and persists into adulthood. We show that this dormant state is established in specific fetal HSCs that evade the activation of Notch signaling within the fetal liver niche, rather than through global loss of pathway activity. Genetic and transient perturbation of Notch signaling reveals a narrow developmental window in during which reduced Notch exposure promotes entry into a durable dormancy program, whereas irreversible pathway disruption compromises long-term function. Notably, transient Notch during fetal development, but not in adult BM, induces HSC quiescence while enhancing long-term repopulation capacity. Together, these findings demonstrate that HSC dormancy is developmentally programmed before birth and identify evasion of Notch signaling as a key mechanism establishing this state, fundamentally revising current models of how long-term regenerative potential is specified", "date": "2026-01-04", "journal": ""}
{"title": "EssTFNet: Integration of Adaptive Time - Frequency and DNA Language Models for Interpretable Human Essential Gene Prediction", "doi": "10.64898/2025.12.31.697261", "authors": "Ye, D.; Yuan, S.; Su, W.; Zhang, H.; Li, R.; Qi, Y.; Dong, N.; Lin, H.; Jin, Y.", "abstract": "Essential genes are defined as those that are indispensable for an organism's survival. The loss of function of these genes results in cell death or an inability to complete the normal life cycle. Research on essential genes is pivotal in elucidating the origin and evolution of life, as well as in identifying potential therapeutic targets. Therefore, accurately predicting essential genes is of great scientific importance and has many applications in basic research and the biomedical field. In this study, we propose EssTFNet, a novel and interpretable deep learning framework that combines adaptive time - frequency analysis with a DNA language model to achieve accurate prediction of human essential genes while enabling mechanistic biological interpretation. Specifically, EssTFNet leverages the architecture of ATFNet, which innovatively maps DNA and protein sequences into equivalent time-series signals to extract periodic and non-stationary features, thereby enhancing the model's capacity to capture complex sequence patterns. Through effective feature selection and architectural optimization, EssTFNet strikes a favorable balance among prediction accuracy, model interpretability, and cross-tissues generalization capability, significantly outperforming current mainstream sequence-based deep learning methods with an AUC of 0.8336 and an AUPR of 0.8212. Additionally, the DeepLIFT attribution method was employed to identify functional motifs closely associated with gene essentiality, offering valuable insights for experimental validation. For the convenience of researchers, we have developed an easy-to-use web server and made it along with the source code in a GitHub repository: https://github.com/QIANJINYDX/EssTFNet. Overall, this study presents a potentially useful methodological framework for human essential genes prediction, which could provide valuable insights for future research and applications in this field.", "date": "2026-01-04", "journal": ""}
{"title": "Explaining how mutations affect AlphaFold predictions", "doi": "10.64898/2025.12.30.697132", "authors": "Clore, M. F.; Thole, J. F.; Dontha, S.; Sharma, P.; Jensen, D.; Volkman, B.; Coudron, M.; Porter, L.", "abstract": "Transformer models, neural networks that learn context by identifying relationships in sequential data, underpin many recent advances in artificial intelligence. Nevertheless, their inner workings are difficult to explain. Here, we find that a transformer model within the AlphaFold architecture uses simple, sparse patterns of amino acids to select protein conformations. To identify these patterns, we developed a straightforward algorithm called Conformational Attention Analysis Tool (CAAT). CAAT identifies amino acid positions that affect AlphaFold's predictions substantially when modified. These effects are corroborated by experiments in several cases. By contrast, modifying amino acids ignored by CAAT affects AlphaFold predictions less, regardless of experimental ground truth. Our results demonstrate that CAAT successfully identifies the positions of some amino acids important for protein structure, narrowing the search space required to make effective mutations and suggesting a framework that can be applied to other transformer-based neural networks.", "date": "2026-01-04", "journal": ""}
{"title": "Snipers under stress: mentally simulated motor actions are resistant to acute stress in police officers", "doi": "10.64898/2026.01.04.697049", "authors": "Monier, H.; Grospretre, S.; gueugneau, n.", "abstract": "Motor imagery (MI) is a sensorimotor process allowing to mentally simulate a motor action and is widely used to enhance performance in domains such as rehabilitation, sport, and professional training. Although MI is increasingly incorporated into stress-management interventions, the reciprocal relationship, that is, the effect of acute stress on MI remain paradoxically poorly understood, particularly in ecologically valid settings. The present study investigated this issue in professional police officers performing physically and mentally a precise handgun manipulation task under graded stress conditions (psychological stress). Fourteen participants was exposed to controlled, work-related stress scenarios designed to closely reflect real operational demands, while stress markers and temporal features of executed and imagined movements were recorded. Our results clearly indicate that motor imagery was preserved despite significant increases in stress levels, as the temporal characteristics of both executed and imagined movements remained stable across experimental conditions. These findings indicate that MI is resilient to acute psychosocial stress and support its relevance as a reliable training and performance-optimization tool in high-demand occupational settings.", "date": "2026-01-04", "journal": ""}
{"title": "Taking genomics outdoors: linking local adaptation, trait variation, and gene expression in grass ecotypes across a rainfall gradient", "doi": "10.64898/2026.01.04.697578", "authors": "Sytsma, J.; Johnson, L.; Galliart, M.; Fogarty, K.; Howe, K.; Olson, B.; Baer, S.; Gibson, D.; Maricle, B.; Hartung, E.", "abstract": "With increasing droughts, understanding local adaptation and drought tolerance in ecologically dominant species is crucial for enhancing ecosystem resilience. We leveraged a long-term reciprocal garden to assess local adaptation and drought responses in Andropogon gerardi, a foundation grassland species in the US Great Plains. Our objectives were to identify adaptive traits, explore gene expression responses across a rainfall gradient and under experimental drought and integrate trait-based analyses with gene expression profiles to test for local adaptation. Reciprocal gardens, established a decade ago, are composed of different A. gerardi ecotypes sourced along a rainfall gradient (MAP 480 to 1167mm/yr) and sown as ecological communities. Rainout shelters imposed experimental drought. We hypothesized that ecotypes should perform best in their homesite, reflecting local adaptation. The dry ecotype should perform best under rainouts and exhibit traits and expression profiles favoring drought tolerance; the wet ecotype should favor traits and gene expression enhancing growth and resource acquisition. We found ecotypes had highest biomass and cover in their homesite, confirming local adaptation. Under experimental drought, the dry ecotype demonstrated improved performance at the wet site, confirming its adaptive value under water limitation. The dry ecotype showed stress-tolerance strategies (shorter, more water-efficient, upregulated drought-response genes), while the wet ecotype emphasized growth strategies (taller, higher biomass, upregulation of growth hormone gibberellin). Using co-expression networks, gene clusters linked adaptive traits, revealing genetic mechanisms of adaptation. Results advance our understanding of adaptation by linking gene expression and trait variation to drought responses in locally adapted ecotypes, informing ecotype climate matching under drought.", "date": "2026-01-04", "journal": ""}
{"title": "ASSESSMENT OF ALPHAFOLD PROTEIN MODELS FOR SMALL-MOLECULE LIGAND DOCKING", "doi": "10.64898/2026.01.04.697577", "authors": "Maidanik, H.; Lazou, M.; Bajaj, R.; Sarwar, R.; Vajda, S.; Joseph-McCarthy, D.", "abstract": "Molecular docking is a powerful computational tool for predicting protein-ligand interactions, widely employed in drug discovery. However, its effectiveness is often constrained by the availability of experimentally resolved X-ray protein structures, a process that is both time consuming and resource-intensive. AlphaFold (AF), a deep learning method, offers an efficient alternative by predicting high-accuracy 3D protein structures directly from amino acid sequences. This study assesses the utility of AF-generated protein models for fragment and larger ligand docking with Glide, a widely used docking approach. The docking workflow is evaluated in an unbiased manner by carrying out binding site identification with FTMap, a binding hot spot prediction software. We show that fragment docking to AF models outperforms docking to the respective unbound protein crystal structures, and performs comparably to docking to the corresponding ligand bound structures when using an unbiased approach. Leveraging computational efficiency of AF model generation, we also employ ensembles of AF models to incorporate protein flexibility. Results show that docking to AF ensembles improves larger-ligand docking compared to docking to singular AF models and outperforms docking to unbound structures. The results provide insights into the effectiveness of integrating AF protein models into docking procedures, highlighting the potential for streamlining computational drug discovery processes.", "date": "2026-01-04", "journal": ""}
{"title": "Towards Understanding the Drivers of Antibody-Antigen Binding", "doi": "10.64898/2026.01.04.697575", "authors": "Khan, O.; Kankkunen, M.; Shaker, M.; Chow, H.; Moustakas, N.; Allegra-Berger, S.; Vajda, S.; Joseph-McCarthy, D.", "abstract": "Antibody therapeutics are capable of binding to target antigens with a high degree of specificity and affinity. Gaining an understanding of how antibody-antigen interactions are governed can provide valuable insights that may assist with rational paratope design and epitope prediction. In this work, we apply the FTMap algorithm to systematically characterize binding hot spots, regions on a protein surface that contribute disproportionately to molecular recognition, to a set of 50 antibody-antigen complexes. From our analysis, we find that interface hot spots are typically concentrated on the paratope (antibody side) of the interface, indicating that paratopes typically function as hot spot rich environments in which the antigen can bind. Additionally, we observe that hot spot formation on both sides of the interface is particularly enriched by Trp and Tyr residues, underscoring the key role of aromatic side chains with some amphiphilic character in antibody design. Furthermore, we find that when strong interface hot spots are detected, they tend to persist in the apo conformation, suggesting that there is an inherent structural stability that surrounds core interface hot spots. These findings demonstrate the utility of computational solvent mapping for analyzing protein-protein interfaces, and highlights that at least in most cases antibodies drive antibody-antigen interactions.", "date": "2026-01-04", "journal": ""}
{"title": "Leveraging TNFR2 for antitumour immunity: T reg depletion and myeloid reprogramming versus T cell costimulation", "doi": "10.64898/2026.01.04.697572", "authors": "Holmkvist, P.; Cleary, K.; Svensson, C.; Semmrich, M.; Yoosuf, N.; Ferreira, G. A.; Boden, M.; Blidberg, T.; Dadas, O.; Mattsson, J.; Ermert, D.; Birgersson, E.; Pitic, V.; Taylor, M.; Yazdani, M.; Tornberg, U.-C.; Karlsson, I.; Lim, S.; Beers, S. A.; Cragg, M.; Frendeus, B. L.; Teige, I.", "abstract": "Although checkpoint inhibitors have revolutionized cancer treatment, responses are largely restricted to targeting CTLA-4 and PD-(L)1. TNFR2 has been identified as a target of interest, but a lack of understanding of whether agonists or blockers should be used, and whether Fc{gamma}R interactions promote efficacy, has hampered therapeutic antibody development. Here, we engineered two distinct -TNFR2 types: ligand-blocking Fc{gamma}R-engaging versus non-ligand-blocking agonist antibodies. Both showed potent anti-tumor efficacy across multiple syngeneic mouse tumor models and combined effectively with -PD-1. The ligand-blocking antibody depleted intratumoral T regs and reprogrammed the myeloid compartment, directing monocytes towards a pro-inflammatory macrophage and dendritic cell trajectory. Surprisingly, this effect depended on both inhibitory and activating Fc{gamma}Rs. In contrast, the agonist directly co-stimulated T and NK cells, through partially Fc{gamma}R-independent mechanisms. Both antibodies converged on activating tumor-specific CD8+ T cells mediating tumor rejection. Clinical assessment of both ligand-blocking (BI-1808) and agonist (BI-1910) -TNFR2 antibodies is currently ongoing.", "date": "2026-01-04", "journal": ""}
{"title": "Provirus induction diversifies adaptive variation in Pseudomonas aeruginosa lysogen populations", "doi": "10.64898/2026.01.04.697566", "authors": "Suttenfield, L. C.; Mercado, M.; Jose, S.; Hassan, A.; Whitaker, R. J.", "abstract": "Pseudomonas aeruginosa is a Gram-negative opportunistic pathogen that forms chronic infections in people with cystic fibrosis. Often P. aeruginosa strains are lysogens, infected with proviruses, that are induced by cellular stressors which include challenge with antibiotics such as ciprofloxacin. We asked how infection of P. aeruginosa with Mu-like provirus DMS3 would alter the evolution of antibiotic resistance through serial transfer of six replicates of four strain backgrounds, with and without sublethal doses of ciprofloxacin over 20 days. Through population metagenome sequencing we found that inducing lysogen populations had significantly higher diversity in adaptive mutations than non-lysogens after 20 days. Lysogen populations have more co-existing mutations within the population and a higher number of mutations in adaptive genes, including antibiotic efflux pump and gyrase alleles, and CRISPR-Cas loci. These data suggest that viral induction shifts the adaptive regime of a clonal population from one of stepwise periodic selective sweeps to recurrent competing mutations. Our results demonstrate the way that provirus infection can shape the evolutionary trajectory of their hosts in an environment-dependent manner.", "date": "2026-01-04", "journal": ""}
{"title": "Leveraging Human Pangenome for Improved Somatic Variant Detection", "doi": "10.64898/2026.01.04.697580", "authors": "Fu, Q.; Xin, Z.; Miao, B.; Zhang, W.; Kong, N.; Tang, Z.; Ruttenberg, A.; Albracht, D.; Belter, E. A.; Garza, J. E.; Tomlinson, C.; Mehinovic, E.; Shen, J.; Zhuo, X.; Dong, S.; Johnson, B. K.; Majewski, M. F.; Palmer, T.; Jang, H. J.; Cheng, Y.; Li, Z.; Lawson, H. A.; Lindsay, T.; Li, D.; Fulton, R.; Shen, H.; Jin, S. C.; SMaHT Network Assembly/Pangenome Working Group,  ; Macias-Velasco, J. F.; Wang, T.", "abstract": "Somatic variant detection is technically challenging due to low variant allele fractions, the confounding presence of germline variation, and reference bias. Linear references such as GRCh38 miss sample-specific variation, causing misalignments and incorrect variant calls. Although telomere-to-telomere donor-specific assemblies (DSAs) accurately represent individual genomes, their application is limited by cost and technical barriers. Alternatively, the graph-based human pangenome provides a scalable framework to improve read alignment and perform genome inference. Here, we benchmarked somatic variant detection using GRCh38, graph-based pangenomes, and pangenome-inferred DSAs with a HapMap mixture dataset and the COLO829 melanoma cell line. Pangenome-guided alignment improves read mapping and somatic variant calling accuracy. Furthermore, personalized pangenomes partially reconstruct donor-specific genomic content, improving accuracy, reducing germline contamination, and enabling detection of events in loci absent or poorly represented in GRCh38. These findings demonstrate that graph-based and personalized pangenomes are effective strategies for enhancing somatic variant detection compared with GRCh38.", "date": "2026-01-04", "journal": ""}