{"title": "Composite Representations Lead to Multiple Geometrical Approximations to the Structure of Musical Pitch", "doi": "10.1101/2023.06.13.544763", "authors": "Marjieh, R.; Griffiths, T. L.; Jacoby, N.", "abstract": "Pitch perception is central for both speech and music, and the representation of musical pitch has intrigued scholars for centuries. In his seminal work, Roger Shepard proposed a series of increasingly complex geometrical models to approximate the psychological representation of pitch, most famously the pitch helix which is often used in textbooks. The pitch helix represents the logarithmic scaling of the periodicity of tones and the similarity between tones separated by an octave. However, support for geometrical models of musical pitch derives from studies that are small-scale and sometimes contradictory. Moreover, research suggests that the representation of pitch is influenced by task context and expertise raising the question of whether any single integrated geometric approximation is sufficient. Using multi-dimensional scaling analysis, we revisit this problem through nine experiments involving participants with varied levels of musical expertise (N=592) and paradigms covering both perception and production, as well as implicit and explicit measures of perceptual similarity. We show that, depending on task and musical experience, the best geometrical approximation can exhibit an array of structures ranging from linear to double-helical structures, providing strong evidence that a simple helical model, or in fact any fixed geometrical model, cannot explain the data. To explain these large variations, we then show that they can be captured by different reweightings of a small set of perceptual factors suggesting a composite representation. These findings highlight the importance of examining diverse tasks and populations to address the classic question of how perceptual representations are organized.", "date": "2025-08-10", "journal": ""}
{"title": "The eyelid and pupil dynamics underlying stress levels in awake mice.", "doi": "10.1101/2023.08.31.555827", "authors": "Zeng, H.", "abstract": "Stress is a natural response of the body to perceived threats, and it can have both positive and negative effects on brain hemodynamics. Stress-induced changes in pupil and eyelid size/shape have been used as a biomarker in several fMRI studies. However, there were limited knowledges regarding changes in behavior of pupil and eyelid dynamics, particularly on animal models. In the present study, the pupil and eyelid dynamics were carefully investigated and characterized in a newly developed awake rodent fMRI protocol. Leveraging deep learning techniques, the mouse pupil and eyelid diameters were extracted and analyzed during different training and imaging phases in the present project. Our findings demonstrate a consistent downwards trend in pupil and eyelid dynamics under a meticulously designed training protocol, suggesting that the behaviors of the pupil and eyelid can be served as reliable indicators of stress levels and motion artifacts in awake fMRI studies. The current recording platform not only enables the facilitation of awake animal MRI studies but also highlights its potential applications to numerous other research areas, owing to the non-invasive nature and straightforward implementation.", "date": "2025-08-10", "journal": ""}
{"title": "Anti-diuretic hormone ITP signals via a guanylate cyclase receptor to modulate systemic homeostasis in Drosophila", "doi": "10.1101/2024.02.07.579245", "authors": "Gera, J.; Agard, M.; Nave, H.; Baldridge, A. B.; Sajadi, F.; Thorat, L.; McKim, T. H.; Kondo, S.; Nassel, D.; Omar, M. H.; Paluzzi, J.-P. V.; Zandawala, M.", "abstract": "Insects have evolved a variety of neurohormones that enable them to maintain their nutrient and osmotic homeostasis. While the identities and functions of various insect metabolic and diuretic hormones have been well-established, the characterization of an anti-diuretic signaling system that is conserved across most insects is still lacking. To address this, here we characterized the ion transport peptide (ITP) signaling system in Drosophila. The Drosophila ITP gene encodes five transcript variants which generate three different peptide isoforms: ITP amidated (ITPa) and two ITP-like (ITPL1 and ITPL2) isoforms. Using a combination of anatomical mapping and single-cell transcriptome analyses, we comprehensively characterized the expression of all three ITP isoforms in the nervous system and peripheral tissues. Our analyses reveal widespread expression of ITP isoforms. Moreover, we show that ITPa-producing neurons are activated and release ITPa during dehydration. Further, recombinant Drosophila ITPa inhibits diuretic peptide-induced renal tubule secretion ex vivo, thus confirming its role as an anti-diuretic hormone. Using a phylogenetic-driven approach, an ex vivo secretion assay and a heterologous mammalian cell-based assay, we identified and functionally characterized Gyc76C, a membrane guanylate cyclase, as a bona fide Drosophila ITPa receptor. Thus, recombinant ITPa application leads to increased cGMP production in HEK293T cells expressing Drosophila Gyc76C. Moreover, knockdown of Gyc76C in renal tubules abolishes the inhibitory effect of ITPa on diuretic hormone stimulated secretion. Extensive anatomical mapping of Gyc76C reveals that it is highly expressed in larval and adult tissues associated with osmoregulation (renal tubules and rectum) and metabolic homeostasis (fat body). Consistent with this expression, knockdown of Gyc76C in renal tubules impacts tolerance to osmotic and ionic stresses, whereas knockdown specifically in the fat body impacts feeding, nutrient homeostasis and associated behaviors. We also complement receptor knockdown experiments with ITP knockdown and ITPa overexpression in ITPa-producing neurons. Interestingly, the ITPa-Gyc76C pathway examined here is reminiscent of the atrial natriuretic peptide signaling in mammals. Lastly, we utilized connectomics and single-cell transcriptomics to identify synaptic and paracrine pathways upstream and downstream of ITPa-expressing neurons. Our analysis identifies pathways via which ITP neurons integrate hygrosensory inputs and interact with other homeostatic hormonal pathways. Taken together, our systematic characterization of ITP signaling establishes a tractable system to decipher how a small set of neurons integrates diverse inputs to orchestrate systemic homeostasis in Drosophila.", "date": "2025-08-10", "journal": ""}
{"title": "Observational activation of anterior cingulate cortical neurons coordinates hippocampal replay in social learning", "doi": "10.1101/2024.03.31.587484", "authors": "Mou, X.; Ji, D.", "abstract": "Social learning enables a subject to make decisions by observing the actions of another. How neural circuits acquire relevant information during observation to guide subsequent behavior is unknown. Utilizing an observational spatial working memory task, we show that neurons in the rat anterior cingulate cortex (ACC) associated with spatial trajectories during self-running in a maze are activated when observing another rat running the same maze. The observation-induced ACC activities are reduced in error trials and are correlated with activities of hippocampal place cells representing the same trajectories. The ACC activities during observation also predict subsequent hippocampal place cell activities during sharp-wave ripples and spatial contents of hippocampal replay prior to self-running. The results support that ACC neurons involved in decisions during self-running are reactivated during observation and interact with hippocampal replay to guide subsequent spatial navigation.", "date": "2025-08-10", "journal": ""}
{"title": "Spatiotemporal dynamics and ossification of podoplanin-positive cells in the developing femur", "doi": "10.1101/2024.05.15.593859", "authors": "Notoh, H.; Tsukiji, N.; Suzuki, N.; Suzuki, A.; Okamoto, S.; Kanematsu, T.; Katsumi, A.; Nara, R.; Kamata, A.; Kojima, T.; Matsushita, T.; Suzuki-Inoue, K.; Tamura, S.", "abstract": "In vertebral long bones, such as the femur, bone formation involves endochondral ossification. Endochondral ossification first occurs in the central region of the fetal diaphysis, the primary ossification center. Podoplanin (PDPN) is a transmembrane mucin-like glycoprotein, and PDPN-positive cells play key roles in various organ/tissue development. In adult mice, osteolineage PDPN-positive cells are associated with femoral microarchitecture. However, specific roles of PDPN in fetal bone development remain unclear. Therefore, in this study, we aimed to investigate the spatiotemporal dynamics and physiological functions of PDPN-positive cells during fetal femur development. In the fetal femur, PDPN-positive cells first emerged in the primitive cortical bone, termed the bone collar, concurrently with primary ossification center initiation. Several PDPN-positive cells in the bone collar migrated to the marrow cavity and populated the metaphyseal trabecular bone. Most PDPN-positive cells in both the bone collar and trabeculae exhibited osteolineage features, such as osterix expression. Pdpn knockout fetuses exhibited abnormal recruitment of osterix-positive cells and mineral deposition in the dorsal bone collar. Overall, our results suggest that PDPN-positive cells constitute a spatially regulated osteolineage population that contributes to coordinated fetal femur development.", "date": "2025-08-10", "journal": ""}
{"title": "METAGENOME-ASSEMBLED GENOMES FROM A POPULATION-BASED COHORT UNCOVER NOVEL GUT SPECIES AND STRAIN DIVERSITY, REVEALING PREVALENT DISEASE ASSOCIATIONS", "doi": "10.1101/2024.07.06.602324", "authors": "Pantiukh, K.; Aasmets, O.; Krigul, K. L.; Org, E.", "abstract": "Metagenomic profiling has advanced understanding of microbe-host interactions. However, widely used read-based approaches are limited by incomplete reference databases and the inability to resolve strain-level variation. Here, we present a scalable, genome-resolved framework that integrates population-specific metagenome-assembled genomes (MAGs) to discover novel species, strain diversity, and disease associations. From 1,878 deeply sequenced samples in the Estonian microbiome cohort (EstMB-deep), we reconstructed 84,762 MAGs representing 2,257 species, including 353 (15.6%) previously uncharacterized species reaching up to 30% relative abundances in some individuals. We integrated these MAGs with the Unified Human Gastrointestinal Genome (UHGG) collection to create an expanded reference (GUTrep), enabling profiling of 2,509 EstMB individuals and testing associations with 33 prevalent diseases. Of 25 diseases with significant associations, 8 involved newly identified species, underscoring the value of population-specific MAGs. To quantify within-species diversity, we developed the Strain Richness Index (SRI), a novel MAG-based metric that informed strain-level analyses. Based on SRI, we prioritized Odoribacter splanchnicus, a prevalent species with the lowest strain heterogeneity, yielding sufficient power for strain-level analysis. We identified two dominant strains, N1 and N2, with distinct gene repertoires and divergent disease associations. Notably, strain N1 was negatively associated with gastritis and duodenitis and hypertensive heart disease, associations undetected at the species level. Our study expands the human gut reference landscape, demonstrates the importance of population-specific MAGs for uncovering novel microbial diversity, and reveals strain-level disease associations obscured at higher taxonomic levels, highlighting the need for genome-resolved approaches in microbiome research.", "date": "2025-08-10", "journal": ""}
{"title": "Host-initiated microbial association leads to stable ectosymbiosis in an ecological model", "doi": "10.1101/2024.09.08.611858", "authors": "Krishnan, N.; Zachar, I.; Kun, A.; Gokhale, C. S.; Garay, J.", "abstract": "Microbial symbiosis is extremely common among metabolically coupled cells, and, presumably, gave rise to mitochondria. How such symbioses emerge, evolve and stabilize are unknown, especially in the prokaryotic domain, where endosymbioses are virtually nonexistent. Yet there is growing evidence suggesting that the eukaryotic cell emerged from such a prokaryotic partnership, where integration was not the result of phagocytotic inclusion (as in case of plastids) but of metabolic cooperation. While prokaryotes almost ubiquitously engage in metabolic syntrophy, it is unknown if such cooperation alone can enable stable, dependent ectosymbioses that could pave the road toward physical integration of parties. Here, we tested the hypothesis that free-living syntrophy can lead to stable ectosymbiosis between microbial partners, using an ecological mathematical model. Assuming an already syntrophic and asymmetric partnership of free-living hosts and symbionts, we investigated under what conditions obligate ectosymbiosis evolve. Our results show that reduced inhibition (of self-inhibiting metabolic products) over the contact surface of partners can stabilize the ectosymbiotic consortia against free-living forms. Furthermore, strong metabolic activity between the host and their ectosymbionts could facilitate obligacy in their physical association. The model points to the significance of the contact surface in the evolution of crucial endosymbiotic features. Our results support the hypothesis that cooperative, syntrophic microbes (especially prokaryotes) are capable of coevolving to form species-specific ectosymbiosis by means of reducing the inhibition of accumulating products, a necessary first step towards endosymbiotic integration. The model provides a plausible explanation on how common metabolic syntrophy can lead to physical integration of parties through gradual ectosymbiosis. Moreover, our work fills a gap between microbial cooperation models (assuming free-living species) and those that are concerned only with already concluded physical integration under a multilevel selection paradigm.", "date": "2025-08-10", "journal": ""}
{"title": "Arbuscular mycorrhizal fungal families and exploration-based guilds exhibit distinct responses to N, P and K deficiencies and imbalances", "doi": "10.1101/2024.11.06.622229", "authors": "Jenab, K.; Alteio, L.; Guseva, K.; Gorka, S.; Darcy, S.; Fuchslueger, L.; Canarini, A.; Martin, V. S.; Wiesenbauer, J.; Spiegel, F.; Imai, B.; Schmidt, H.; Hage-Ahmed, K.; Poetsch, E.; Richter, A.; Jansa, J.; Kaiser, C.", "abstract": "Many agroecosystems face nitrogen (N), phosphorus (P) or potassium (K) deficiencies due to imbalanced or insufficient nutrient replenishment after plant biomass harvest. How this affects the symbiosis between plants and arbuscular mycorrhizal fungi (AMF), and the abundance of exploration-based AMF guilds (i.e., rhizophilic, edaphophilic, ancestral) remains largely unknown. We studied a 70-year nutrient-deficiency experiment in a managed grassland in central Austria, where aboveground biomass was harvested three times annually. N, P and K were fully, partially, or not replenished, causing long-term nutrient deficiencies and imbalances. We analysed AMF communities in soil and roots by DNA/RNA amplicon sequencing and fatty-acid biomarkers, alongside soil and plant community properties. Soil AMF communities were affected by N and P deficiencies, while root AMF communities were most susceptible to K deficiency, showing a 50% biomass reduction. We observed distinct guild- and family-specific responses: The edaphophilic guild declined with N deficiency, while the rhizophilic guild decreased with P and K deficiencies. Families within each guild, particularly in the ancestral guild, showed differential responses, indicating complementary nutrient specializations at the family level. Our findings underscore the previously unrecognized role of K deficiency in AMF symbiosis and suggest the existence of nutrient-related functional subgroups within exploration-based AMF guilds.", "date": "2025-08-10", "journal": ""}
{"title": "A shared theta-rhythmic process for selective sampling of environmental information and internally stored information", "doi": "10.1101/2024.11.26.625454", "authors": "Fiebelkorn, I. C.; Cavanah, P. J.", "abstract": "Selective attention is the collection of mechanisms through which the brain preferentially processes behaviorally important information. Many everyday tasks, such as shopping for groceries, require selective sampling (i.e., attention-related sampling) of both external information (i.e., information from the environment) and internally stored information (i.e., information being maintained in working memory). While there is clear evidence that selective sampling of external information is influenced by internally stored information (and vice versa), the extent to which selective sampling of external and internal information share neural resources remains a focus of debate. Previous research has linked theta-rhythmic (3-8 Hz) neural activity in higher-order (e.g., frontal cortices) and sensory regions to theta-rhythmic changes in behavioral performance during selective sampling. Here, we used EEG and a dual-task design (i.e., a task that required both external and internal information), in male and female humans, to directly compare theta-dependent fluctuations in behavioral performance during external sampling with those during internal sampling. Our findings are consistent with a shared theta-rhythmic process for selectively sampling external information or internal information. This theta-rhythmic sampling is associated with both phase-dependent changes in sensory responses (i.e., as measured with the N1 component) and phase-dependent changes in interactions between external and internal information. The theta phase associated with weaker sensory responses and relatively worse behavioral performance (i.e., the bad phase) is also associated with a slowed perceptual decision-making process (as measured with the CPP component), specifically during dual-task trials when to-be-detected external information matches to-be-remembered internal information.", "date": "2025-08-10", "journal": ""}
{"title": "Fast, long-range intercellular signal propagation through growth assisted positive feedback", "doi": "10.1101/2024.12.04.626899", "authors": "Wang, M.; Gonzalez, L.; Saha, S.; Josic, K.; Mugler, A.; Bennett, M. R.", "abstract": "Intercellular signaling in bacteria is often mediated by small molecules secreted by cells. These small molecules disperse via diffusion which limits the speed and spatial extent of information transfer in spatially extended systems. Theory shows that a secondary signal and feedback circuits can speed up the flow of information and allow it to travel further. Here, we construct and test several synthetic circuits in Escherichia coli to determine to what extent a secondary signal and feedback can improve signal propagation in bacterial systems. We find that positive feedback-regulated secondary signals propagate further and faster than diffusion-limited signals. Additionally, the speed at which the signal propagates can accelerate in time, provided the density of the cells within the system increases. These findings provide the foundation for creating fast, long-range signal propagation circuits in spatially extended bacterial systems.", "date": "2025-08-10", "journal": ""}
{"title": "PA200 differentially regulates the proteasome and inhibits migration of cancer cells", "doi": "10.1101/2024.12.17.628836", "authors": "Yazgili, A. S.; Giotopoulou, G. G.; Behrend, S.; Koops, F.; Welk, V.; Meul, T.; Zemke, L.; Reiling, N.; Goldmann, T.; Stathopoulos, G. T.; Meiners, S.", "abstract": "Proteasome activator 200 (PA200) is upregulated in non-small cell lung cancer (NSCLC) and linked to poor prognosis. We previously demonstrated that the overexpression of PA200 in NSCLC is associated with immune evasion and reduced responsiveness to immune checkpoint inhibitors. The cell autonomous function of PA200 in cancer growth, however, is not solved. We here demonstrate that deletion of PA200 in two distinct lung cancer cell lines induced cell-specific alterations in proteasome composition and activities with a minor direct impact on overall proteasome activity. Deficiency of PA200 in lung cancer cells did not consistently alter tumor cell growth in vitro and in vivo. However, we observed concerted inhibition of tumor cell migration and invasion with conserved downregulation of the integrin ITGB3 and transcriptional dysregulation of multiple cell adhesion and ECM regulators. Our transcriptome profiling revealed a striking disparity in the transcriptional response to PA200 deletion in the two lung cancer cell lines. Together with our PA200 interactome analysis that uncovered an unexpected cell-dependent profile of PA200-interacting proteins, our data indicate that the function of PA200 is cell-specific and depends on the cellular context. In conclusion, we here demonstrate that PA200 cell-autonomously regulates the invasive capacities of tumor cells thereby potentially promoting lung cancer spread and metastasis formation. This mechanism might add to PA200-related immune evasion and may contribute to the observed poor prognosis of PA200-overexpressing lung cancer patients.", "date": "2025-08-10", "journal": ""}
{"title": "Changes in Corticospinal Excitability in Response to Mediolateral Gait Instability", "doi": "10.1101/2025.01.30.635462", "authors": "Bruijn, S.; Davies, J.; Huiberts, R. O.", "abstract": "Unpredictable gait disturbances, particularly in the mediolateral direction, pose a significant challenge to stability and are a common contributor to falls. Although the corticospinal tract is critical for gait and postural control, its response to such instabilities remains unclear. To investigate if corticospinal excitability increases during laterally destabilised gait, single-pulse transcranial magnetic stimulations were delivered over the primary motor cortex of 15 healthy individuals during steady-state and laterally destabilised treadmill gait. Full-body kinematics were recorded using an optoelectronic motion capture system. Stimulations with coil displacement >5 mm from the targeted location were excluded. Corticospinal excitability was quantified for four upper- and three lower-leg muscles by the motor evoked potential (MEP) amplitude and compared between steady-state and destabilised gait. Destabilisation resulted in a wider step width and shorter stride duration with increased variability and greater dynamic instability. Foot placement control was increased at mid-swing, along with greater average foot placement error. No differences in corticospinal excitability were observed in the lower-leg muscles. All upper-leg muscles demonstrated greater absolute MEPs in destabilised relative to steady-state gait. After normalising MEP to the pre-stimulus muscle activity, these periods became less pronounced, however, increases were observed in all but the gastrocnemius muscles. These findings suggest heightened readiness of the corticospinal tract projecting to upper-leg muscles during destabilised gait, which could reflect general stabilising strategies such as decreasing stride time and increasing step width.", "date": "2025-08-10", "journal": ""}
{"title": "Spatial and single-cell expression analyses reveal complex expression domains in early wheat spike development", "doi": "10.1101/2025.02.15.638402", "authors": "Xu, X.; Lin, H.; Zhang, J.; Burguener, G.; Paraiso, F.; Li, K.; Tumelty, C.; Li, C.; Liu, Y.; Dubcovsky, J.", "abstract": "Wheat is important for global food security and understanding the molecular mechanisms driving spike and spikelet development can inform the development of more productive varieties. In this study, we integrated single-molecule fluorescence in situ hybridization (smFISH) and single-cell RNA sequencing (scRNA-seq) to generate an atlas of cell clusters and expression domains during the early stages of wheat spike development. We characterized spatiotemporal expression of 99 genes by smFISH in 48,225 cells at the early transition, late double ridge, and floret primordia stages. These cells were grouped into 21 different expression domains, including four in the basal region of the developing spikelets and three different meristematic regions, which were consistent across spikelets and sections. Using induced mutants, we revealed functional roles associated with the specific expression patterns of LFY in intercalary meristems, SPL14 in inflorescence meristems, and FZP in glume axillae. Complementary scRNA-seq profiling of 26,009 cells from W2.5 and W3.5 stages identified 23 distinct cell clusters. We used the scRNA-seq information to impute the expression of 74,464 genes into the spatially anchored smFISH-labelled cells and generated a public website to visualize them. We used experimental and imputed expression profiles, together with co-expression studies and correlation matrices, to annotate the scRNA-seq clusters. From co-expression analyses, we uncovered genes associated with boundary genes TCP24 and FZP, as well as the meristematic genes AGL6 and ULT1. The smFISH and scRNA-seq studies provided complementary tools for dissecting gene networks that regulate spike development and identifying new co-expressed genes for functional characterization.", "date": "2025-08-10", "journal": ""}
{"title": "Evidence that interglomerular inhibition generates non-monotonic concentration-response relationships in mitral/tufted glomeruli in the mouse olfactory bulb", "doi": "10.1101/2025.02.28.640652", "authors": "Leong, L. M.; Wharton, D.; Subramanian, N.; Karamched, B. R.; Bertram, R.; Storace, D. A.", "abstract": "The role of intra- and interglomerular networks in the olfactory bulb (OB) in transforming olfactory receptor neuron (ORN) input across concentration changes remains poorly understood. We addressed this question by implementing a mathematical model of the OB input-output transformation in which the output of each glomerulus is a function of its ORN input, local and lateral inhibition. The model produced outputs with concentration-response relationships that depended on the input ORN Hill coefficient and half-activation value. Some glomeruli responded with monotonic increases or decreases, while others responded with non-monotonic decreases then increases or increased then decreased. The model yielded several novel predictions that challenged recent findings in the field, including the existence of an abundance of non-monotonic responses and that inhibition across the interglomerular network should increase with excitation. We tested these predictions using single and dual-color in vivo 2-photon Ca2+ imaging from ORN and MTC glomeruli in awake mice. MTC glomeruli responded to odors with monotonic and non-monotonic concentration-response relationships in an odor-specific manner. Notably the mean excitation and suppression across the glomerular population were significantly correlated with one another and half of the MTC glomeruli exhibited some degree of non-monotonicity. The magnitude of non-monotonicity in MTC glomeruli was significantly correlated with the affinity of its ORN input and decreasing MTC glomeruli were innervated by low affinity or non-responsive ORN input. The results support a model in which rising levels of local and lateral inhibition will generate heterogeneous concentration-response relationships, which we propose will facilitate odor discrimination.", "date": "2025-08-10", "journal": ""}
{"title": "Whole-brain EEG dynamics depending on the stimulus modality and task requirements in oddball tasks", "doi": "10.1101/2025.04.15.648394", "authors": "Kashihara, S.; Asai, T.; Imamizu, H.", "abstract": "Electroencephalography (EEG) microstates constitute temporal map configurations that reflect the whole brain electrical state. The dynamics of EEG microstates may serve as an effective discretization method for capturing spatiotemporally continuous neural dynamics with high temporal resolution. In this study, we employed polarity-sensitive microstate analysis to investigate whole-brain state transitions during audiovisual oddball tasks. Moreover, we examined how sensory modality and its coupling, types of response to target stimuli, and the physical presence or absence of target stimuli affected EEG dynamics. The results demonstrated that the abovementioned factors affected both behavioral indices and the event-related potential (ERP) components, particularly the P300. Importantly, when considering the topographical polarity of map configuration, transitions to microstate E-, which originates within 300 to 600 ms after stimulus onset and coincides with the typical latency of the P300 component potentially reflect attentional and conscious processes that are associated with the P300. These novel insights into the dynamic transitions of whole brain states during cognitive processes complement the results of traditional ERP analyses.", "date": "2025-08-10", "journal": ""}
{"title": "An aphid-resistant plant metabolite as a candidate aphicide: Insight into the bioactivity and action mode of betulin against aphids", "doi": "10.1101/2025.05.18.654759", "authors": "Wang, J.; Klakong, M.; Zhu, Q.; Pan, J.; Duan, Y.; Wang, L.; Li, Y.; Dang, J.; Jing, D.; Zhou, H.", "abstract": "Pest-resistant plants usually utilize secondary metabolites to cope with insect infestation. Betulin, a key bioactive compound in aphid-resistant wild peach, possesses promising applications in crop protection. Here, betulin, in both greenhouse and field experiments, displayed excellent control efficacy against Myzus persicae. RNA-seq, qRT-PCR, and western blotting revealed that betulin significantly inhibited the expression of MpGABR (encoding a GABAA receptor). Besides, RNAi-mediated silencing of MpGABR markedly increased aphid sensitivity to betulin. Furthermore, MST (microscale thermophoresis) and voltage-clamp assays indicated that betulin bound to MpGABR (Kd = 2.24 uM) and acted as an inhibitor of MpGABR. Molecular docking, mutagenesis and genome editing suggested that THR228 is a critical and highly conserved site in MpGABR that betulin binds to specifically, causing aphid death. Overall, the activity of betulin depends on specific targeting and inhibition of MpGABR. Elucidating the mechanism of action of this peach-derived insecticide may offer a sustainable green strategy for aphid control.", "date": "2025-08-10", "journal": ""}
{"title": "Hierarchical Brain-LLM Alignment Reveals Layer-Specific Neural Representations of Second Language Proficiency", "doi": "10.1101/2025.06.17.660057", "authors": "Kubo, R.; Nishimoto, S.; Nakai, T.", "abstract": "Second language (L2) comprehension is thought to proceed hierarchically, from basic word recognition to complex discourse-level understanding. However, the neural mechanisms underpinning this hierarchical progression remain poorly understood. Leveraging the hierarchical nature of linguistic representations in large language models (LLMs), we investigated how L2 proficiency modulates layer-wise brain-LLM alignment. Using functional magnetic resonance imaging (fMRI) data collected during discourse listening from 54 participants with varying levels of L2 proficiency, we constructed individualized encoding models to quantify how proficiency shapes the brain-LLM representational correspondence. In high-proficiency individuals, LLM-based models reliably predicted neural responses in a distributed network comprising temporal, frontal, and medial-parietal cortices, while for low-proficiency participants, prediction performance decreased. Notably, alignment in the superior temporal sulcus (STS) showed a robust correlation with L2 proficiency at mid-to-deep LLM layers, suggesting that the STS encodes higher-level linguistic abstractions essential for advanced language comprehension. These findings indicate that L2 proficiency modulates the alignment between LLMs and the brain in a graded, layer-dependent manner, providing insights into hierarchical neural language representations.", "date": "2025-08-10", "journal": ""}
{"title": "Extracellular tau clearance is governed by its aggregation state and independent of microglial activation by LPS and IFN-γ", "doi": "10.1101/2025.06.23.661190", "authors": "Shultz, A.; Vincze, A.; Yau, T. T.; Poirier, E. L.; Rauch, J. N.; Demanche, H.", "abstract": "Microglia are the tissue resident macrophages of the brain and their contribution to tau pathology progression remains to be fully understood. In this study, we developed a quantitative platform to elucidate the processing of extracellular tau within human induced pluripotent stem cell (iPSC)-derived microglia. We show that iPSC-derived microglia internalize monomeric and fibrillar tau through different cellular mechanisms and with different clearance kinetics. Acute inflammatory activation of microglia alters tau endocytosis, but surprisingly does not impact tau clearance. These results highlight the importance of the microglial endo-lysosome system as a regulator of tau pathology that is decoupled from acute microglial activation.", "date": "2025-08-10", "journal": ""}
{"title": "Centromere divergence and allopolyploidy reshape carnivorous sundew genomes", "doi": "10.1101/2025.07.27.666937", "authors": "Avila Robledillo, L.; Fukushima, K.; Salojarvi, J.; Marques, A.; Albert, V. A.", "abstract": "Centromeres are essential for chromosome function, yet their role in shaping genome evolution in polyploid plants remains poorly understood. Allopolyploidy, where post-hybridization genome doubling merges parental genomes that may differ markedly in chromosomal architecture, has the potential to increase centromeric complexity and influence genomic plasticity. We explore this possibility in carnivorous Caryophyllales, a morphologically and chromosomally diverse plant lineage encompassing sundews, Venus flytraps, and Nepenthes pitcher plants. Focusing on sundews (Drosera), we generated chromosome-scale assemblies of holocentric D. regia and monocentric D. capensis, which share an allohexaploid origin but have diverged dramatically in genome structure. D. regia retains ancestral chromosomal fusions, dispersed centromeric repeats, and conserved synteny, whereas D. capensis exhibits extensive chromosomal reorganization and regionally localized centromeres after a lineage-specific genome duplication. Phylogenomic evidence traces D. regia to an ancient hybridization between sundew- and Venus flytrap-like ancestors, setting it apart within its infrageneric context. Genus-wide satellite DNA repeat profiling reveals rapid turnover and species-level variation in centromere organization. Together, these results establish sundews as a natural system for investigating how centromere dynamics interact with recurrent polyploidization and episodes of ecological innovation to shape genomic resilience.", "date": "2025-08-10", "journal": ""}
{"title": "Integrative Analysis of the Mouse Cecal Microbiome Across Diet, Age, and Metabolic State in the Diverse BXD Population", "doi": "10.1101/2025.07.31.667922", "authors": "Zhou, Z.; Lamanna, A.; Halder, R.; Pansart, E.; Boussoufa, B.; Kerkour, T.; Wilmes, P.; Williams, E. G.", "abstract": "The gut microbiota both adapts to, and shapes, the metabolic state of individuals. This bidirectional relationship is mediated via circulating metabolites and gene regulatory networks and interacts with many organs, including by the gut-brain axis. Here, we have processed the cecum from 232 mice from our recent aging colony across age (6-24 months), diet (chow or high fat), and genetics (43 BXD strains) and sequenced their metagenome, metatranscriptome, and cecal transcriptome. We quantify changes in over 300 species caused by interactions between diet, age, and genetic background. Traditional bioinformatics approaches linked particular microbes to observed phenotypes, while newer machine learning models based microbial clusters accurately predicted host outcomes, including individual body weight (AUC = 0.92) and chronological age (AUC = 0.84). This was further enhanced by a compact 10-feature multi-omics model, combining our microbiome data with prior liver expression data to increase chronological age AUC to 0.95. Mechanistically, integrative network analyses identified dozens of significant links between particular bacterial taxa and gene expression, such as a strong negative correlation between host Ido1 expression and short-chain fatty acid (SCFA)-producing Lachnospiraceae, indicating dietary fat can modulate host tryptophan metabolism via microbiota shifts. Moreover, as our study uses inbred mice sampled across time, we have identified signature sets of taxonomies that provide excellent predictive value for future metabolic outcomes driven by metabolic networks connecting the microbiome to the host organism's tissues (here, cecum and liver from the same mice). By better understanding the gut-liver axis, we can understand the cellular etiologies of metabolic disease and identify earlier, personalized diagnostic biomarkers attuned to the genetic background and environmental state of the individual.", "date": "2025-08-10", "journal": ""}
{"title": "Genome-wide screen for deficiencies modifying Cyclin G-induced developmental instability in Drosophila melanogaster.", "doi": "10.1101/2025.07.31.667991", "authors": "Ribeiro, V.; Da Costa, M.; Dardalhon-Cumenal, D.; Dupont, C. A.; Gibert, J.-M.; Mouchel-Vielh, E.; Thomassin, H.; Randsholt, N. B.; Debat, V.; Peronnet, F.", "abstract": "Despite long-lasting interest and research efforts, the genetic bases of developmental stability - the robustness to developmental noise - and its most commonly used estimator, fluctuating asymmetry (FA), remain poorly understood. The Drosophila melanogaster Cyclin G gene (CycG) encodes a transcriptional cyclin that regulates growth and the cell cycle. Over-expression of a potentially more stable isoform of the protein (deleted of a PEST-rich domain, hereafter called CycG{Delta}P) induces extreme wing size and shape FA (i.e. high developmental noise), indicating a major disruption of developmental stability. Previous attempts to identify the genetic bases of FA have been impeded by the constitutively low level of developmental noise, strongly limiting the power to detect any effect. Here, we leverage the extreme developmental instability induced by overexpression of CycG{Delta}P to explore the genetic bases of FA: we perform a genome-wide screen for deficiencies that enhance or reduce CycG{Delta}P-induced wing FA. 499 deficiencies uncovering 90% of the euchromatic genome were combined with a recombinant chromosome expressing CycG{Delta}P. We identified 13 and 16 deficiencies that enhance and decrease FA, respectively. Analysis of mutants for some genes located in these deficiencies shows that Cyclin G ensures homogeneous growth of organs in synergy with the major morphogens of the wing, Dpp and Wg, as well as the Hippo and InR/TOR pathways. They also reveal that CycG{Delta}P-induced FA involves Larp, a potential direct interactor of Cyclin G, that regulates translation at the mitochondrial membrane. This opens up new research perspectives for understanding developmental stability, suggesting a significant role for mitochondrial activity.", "date": "2025-08-10", "journal": ""}
{"title": "The natural diversity of E. coli transporter-dependent capsules", "doi": "10.1101/2025.08.07.669119", "authors": "Roese Mores, C.; Miravet-Verde, S.; Cacace, E.; Rutschmann, C.; Lin, C.-W.; Ruscheweyh, H. J.; Cuenod, A.; Cappio Barazzone, E.; Marrec, E.; Vershynina, K.; Schumann, R.; Bower, D. J.; Schubert, M.; Egli, A.; Fiebig, T.; Slack, E.; Sunagawa, S.; Keys, T. G.", "abstract": "Serotyping of bacteria using genomic information (in silico serotyping) has increasingly replaced serology. However, the E. coli capsule serotyping system has been largely abandoned since the 1990s, leaving gaps in our knowledge of capsule genetics, diversity, distribution, and epidemiology. To address this, we established a definitive genotype-serotype map for 35 serologically identified and structurally characterized transporter-dependent capsules. We then surveyed >37,000 E. coli genomes, cataloging 85 transporter-dependent capsule types (K-types), including 55 novel ones. We leveraged this catalog to develop an in silico serotyping tool, kTYPr, and applied it to curated sets of >25,000 E. coli genomes and metagenome-assembled genomes spanning diverse environmental and clinical sources. We found novel K-types enriched in under-sampled environments and associated with E. coli disease. This research expands our understanding of E. coli surface structures, supporting efforts for precision targeting with phage therapy or vaccines.", "date": "2025-08-10", "journal": ""}
{"title": "Causal Dynamics of Social Gaze in Primate Prefrontal-Amygdala Networks Revealed by Dynamic Bayesian Modeling", "doi": "10.1101/2025.08.08.669405", "authors": "Xing, F.; Fan, S.; Dal Monte, O.; Jadi, M.; Chang, S.; Nandy, A.", "abstract": "Social gaze is a fundamental channel of primate communication, shaping dynamic interactions and fostering mutual understanding. While prior studies have mapped the behavioral correlates of social gaze across the prefrontal-amygdala circuits, the causal architecture of these interactions remains poorly understood. Here, we introduce a novel algorithm to integrate independently recorded sessions into \"super-sessions\", validated using ground-truth synthetic data, enabling the reconstruction of simultaneous multi-area recordings aligned to matched gaze sequences. Applying Dynamic Bayesian Network analysis to these super-sessions, we uncover temporally structured, behavior-dependent causal interactions among the amygdala, orbitofrontal cortex, dorsomedial prefrontal cortex (dmPFC), and anterior cingulate cortex. When macaques were the targets of social gaze, the brain-behavior network exhibited positive temporal modulations, with the dmPFC emerging as the dominant source and the amygdala as a primary recipient of influence. When macaques directed their gaze toward their partners, the dmPFC and amygdala retained their respective roles. Prefrontal regions positively modulated one another, while the amygdala acted solely as a downstream target receiving exclusively negatively modulated prefrontal inputs. These findings reveal previously unknown directional interactions in the primate social brain and highlight distinct causal architectures underlying the bidirectional dynamics of social attention.", "date": "2025-08-10", "journal": ""}
{"title": "Human eye movements track stimulus meaning", "doi": "10.1101/2025.08.08.669367", "authors": "Pexsa, A.; Ester, E.", "abstract": "Working memory (WM) is a capacity- and duration-limited system that enables the representation and processing of fleeting sensory phenomena. Human fMRI studies indicate that brain areas associated with oculomotor control contribute to WM, while human eye tracking studies indicate that the physical characteristics of items held in WM can be decoded from eye movements. Whether eye movements also encode the semantic attributes of remembered stimuli is unknown. Across three experiments, we demonstrate that stimulus meaning, operationalized via category membership, can be decoded from human gaze behavior (total N = 79 adults). Category decoding was driven by a mixture of eye movement parameters, could not be explained by manual response planning, and disappeared when participants attentively processed but did not categorize stimuli. These findings provide important and novel evidence demonstrating that human oculomotor behavior varies with the semantic meaning of a stimulus.", "date": "2025-08-10", "journal": ""}
{"title": "Human eye movements track stimulus meaning", "doi": "10.1101/2025.08.08.669367", "authors": "Pexsa, A.; Ester, E.", "abstract": "Working memory (WM) is a capacity- and duration-limited system that enables the representation and processing of fleeting sensory phenomena. Human fMRI studies indicate that brain areas associated with oculomotor control contribute to WM, while human eye tracking studies indicate that the physical characteristics of items held in WM can be decoded from eye movements. Whether eye movements also encode the semantic attributes of remembered stimuli is unknown. Across three experiments, we demonstrate that stimulus meaning, operationalized via category membership, can be decoded from human gaze behavior (total N = 79 adults). Category decoding was driven by a mixture of eye movement parameters, could not be explained by manual response planning, and disappeared when participants attentively processed but did not categorize stimuli. These findings provide important and novel evidence demonstrating that human oculomotor behavior varies with the semantic meaning of a stimulus.", "date": "2025-08-10", "journal": ""}
{"title": "3D epithelial cell topology tunes signalling range to promote precise patterning", "doi": "10.1101/2025.08.08.668674", "authors": "Paci, G.; Berkemeier, F.; Baum, B.; Page, K. M.; Mao, Y.", "abstract": "Cell behaviours in multicellular organisms are coordinated via both diffusible molecules and by signals based on direct cell-cell contacts. The mode of cell communication used influences the signalling range. In many developing epithelia, contact-based Notch-Delta lateral inhibition signalling is used to pattern cell fates. While previous work revealed that cells can use protrusions to extend the range of Notch-Delta signalling to alter these patterns, this is not a general feature of epithelia. In addition, it is not known how the complex three-dimensional (3D) shapes of epithelial cells influence cell communication. In exploring this question, we show that epithelial cells at the Drosophila wing margin, which lack basal protrusions, contact different neighbours at different heights along their apico-basal axis, effectively increasing the number of neighbours each cell touches. To quantitatively assess this behaviour, we develop a novel mathematical modelling framework (Multi-layer Signalling Model) to simulate Notch-Delta signalling over data-derived 3D cell topologies. The model predicts that lateral cell surface signalling is essential to tune the spacing between SOPs. In agreement, we show that perturbing cortical stiffness and cell tortuosity in vivo modifies SOP spacing. These results emphasise the importance of 3D cell geometry and topology in fine-tuning signalling range.", "date": "2025-08-10", "journal": ""}
{"title": "Admixture influences the genetic architecture of DNA methylation in a wild primate hybrid zone", "doi": "10.1101/2025.08.08.669436", "authors": "Vilgalys, T. P.; Anderson, J. A.; Fogel, A. S.; Lin, D.; Archie, E. A.; Alberts, S. C.; Tung, J.", "abstract": "Background: Hybrid zones play a central role in evolutionary biology because they serve as natural laboratories for studying how traits and taxa diverge. Changes in gene regulation make important contributions to this process. However, the degree to which admixture shapes gene regulatory variation in hybrid populations remains poorly understood. Here, we combine genome-wide resequencing and DNA methylation data from 295 hybrid baboons - members of a single, intensively studied natural population - to investigate how admixture affects the genetic architecture of this important epigenetic mark. Results: We find that local genetic ancestry frequently predicts DNA methylation levels and recapitulates differences between the parent species. By performing methylation quantitative trait locus (meQTL) mapping, we show that these differences predominantly arise due to evolved differences in allele frequencies. Thus, admixture in the hybrid population increases variance in DNA methylation, including by introducing meQTL that would otherwise be invariant. Finally, we integrate massively parallel reporter assay data to show that admixture-derived variation in DNA methylation alters enhancer activity and gene expression. Conclusions: Together, these results demonstrate how admixture can meaningfully alter the genetic architecture of gene regulatory traits in natural hybrid zones. They also suggest that the genetic architecture of DNA methylation is conserved across closely related primates, suggesting that genetic effects on gene regulation may remain stable over timescales that range into the millions of years.", "date": "2025-08-10", "journal": ""}
{"title": "Examining the heritability of functional brain networks in adolescence", "doi": "10.1101/2025.08.08.669358", "authors": "Coffman, C.; Koirala, S.; Hermosillo, R.; Lundquist, J.; Grimsurd, G.; Miranda Dominguez, O.; Weldon, K. B.; Anderson, M.; Madison, T.; Nelson, S.; Elison, J. T.; Wilson, S.; Fair, D.; Tervo-Clemmens, B.; Basu, S.; Feczko, E. J.", "abstract": "Discovering mechanisms underlying mental illness requires disentangling genetic and environmental factors influencing mental health. Researchers have started investigating the brain's role as a potential intermediate biomarker linking genes and environment to mental health; however, understanding how much genetics shapes adolescent brain function remains elusive. Using data from the ABCD study (5,247 unrelated, 330 dizygotic, 248 monozygotic twin subjects), we estimated the heritability of functional connectivity and topography using both SNP and twin data. SNP-based heritability was calculated using genetic correlation and the recently developed AdjHE-RE estimator. We found low SNP heritability for brain functional connectivity (median = 2e-10% Gordon, 5.8e-7% probabilistic) and topography (max = 2%). Twin estimates using ACE models replicated prior findings from the literature (median = 8.9e-6% Gordon, 6% probabilistic, 27% topography). This suggest that additive genetic effects are minimally associated with functional brain features in adolescents highlighting the importance of considering both genetic and environmental factors when studying the development of functional brain networks and their relevance to mental health.", "date": "2025-08-10", "journal": ""}
{"title": "Attenuated CaV1.2-BK channel protein interaction in bipolar disorder", "doi": "10.1101/2025.08.08.669447", "authors": "Srivastava, R.; Genduso, N.; Ishizuka, K.; Sawa, A.", "abstract": "Bipolar disorder (BP) is a severe mental illness featured with potential cycling of depressive and manic episodes. The recurrent cycling is known to be associated with poor prognosis. Thus, it is important to decipher the pathophysiological mechanism that may possibly underlie the cycling. In our study, by using BP patient-derived neurons, we discovered the delay of time-to-peak in depolarization-associated intracellular calcium dynamics. This cellular deficit is selectively associated with the number of manic episodes in BP patients, suggesting that this deficit may participate in the mechanism of clinical cycling. We also observed an attenuated protein interaction between the calcium and voltage-activated potassium (BK) channel and the CaV1.2 L-type VGCC in BP patients. Pharmacological and molecular interventions that target CaV1.2-BK protein interaction, directly to BK channel for the amelioration of this attenuated protein interaction rescues the disease-associated intracellular calcium deficit. To test the involvement of BK channel in cycling-associated behaviors, we generated a novel animal model.", "date": "2025-08-10", "journal": ""}
{"title": "Dissociable Spatial and Feature Tuning of Gamma and Alpha Rhythms in Human Visual Cortex", "doi": "10.1101/2025.08.09.669461", "authors": "Ghaffari, S.; Yavari, A.; Bonyadian, S.; Ghofrani, A.; Butler, R.", "abstract": "Visual stimulation in humans reliably induces narrowband gamma (40 - 80 Hz) increases and alpha (8 - 12 Hz) suppression in EEG, but the relationship between these rhythms is not fixed. Using high-density EEG, we mapped gamma and alpha responses across a broad set of retinotopic, orientation, and motion conditions. Gamma was strongly retinotopically tuned, with linear summation of subfield responses accurately predicting full-field responses. In contrast, alpha showed little spatial tuning, substantial responses even in the absence of visual input (anticipatory suppression), and subadditive summation consistent with divisive normalization. Across most retinotopic configurations, higher gamma coincided with stronger alpha suppression, yet systematic dissociations emerged, with full-field and foveal-centered gratings evoking stronger than expected gamma relative to alpha suppression. Orientation tuning was robust for gamma but weak for alpha, with oblique gratings producing high gamma yet weak alpha suppression, reversing the usual inverse relationship. These patterns indicate that EEG gamma power primarily reflects large-scale synchronous activity that matches the global LFP observed in macaque V1, whose spatial and feature tuning properties are independent of both single-neuron selectivity and feedback-driven alpha dynamics. The results establish a mechanistic dissociation between gamma and alpha rhythms, highlighting distinct circuit origins and tuning principles for these canonical visual responses.", "date": "2025-08-10", "journal": ""}
{"title": "Non-vocal motor deficits in a transgenic mouse model linked to stuttering disorders", "doi": "10.1101/2025.08.08.669441", "authors": "Millwater, M.; Weinhold, M.; Bragg, C.; Kaur, H.; Zhang, R.; SheikhBahaei, S.", "abstract": "Stuttering is a neurodevelopmental disorder characterized by involuntary disruptions in speech. In addition, non-vocal motor impairments are reported in some individuals who stutter. Although its precise cause remains unknown, mutations in lysosomal trafficking proteins (such as GNPTAB) have been identified in a subgroup of people who stutter. To understand the functional significance of these mutations, transgenic Gnptab mice have been developed, and as expected, these mice exhibit vocal deficits throughout developmental stages. However, whether these mice also display non-vocal motor impairments is unknown. Our data reveal deficits in the breathing, locomotion, and grooming behaviors of the Gnptab mouse model, outlining a broader phenotype linked to GNPTAB mutations in stuttering. These findings suggest that lysosomal dysfunction may disrupt astrocyte-regulated motor circuits, affecting both vocal and non-vocal rhythmic behaviors that are central to stuttering neurophysiological symptoms.", "date": "2025-08-10", "journal": ""}
{"title": "Beyond polyA: scalable single-cell total RNA-seq unifies coding and non-coding transcriptomics", "doi": "10.1101/2025.08.08.669394", "authors": "Isakova, A.; Liu, D. D.; Cvijovic, I.; Sinha, R.; Eastman, A. E.; Saul, S.; Detweiler, A.; Neff, N.; Einav, S.; Weissman, I. L.; Quake, S. R.", "abstract": "Non-coding RNAs represent a widespread and diverse layer of post-transcriptional regulation across cell types and states, yet much of their diversity remains uncharted at single-cell resolution. This gap stems from the limitations of widely used single-cell RNA-sequencing protocols, which focus on polyadenylated transcripts and miss many short or non-polyadenylated RNAs. Here, we adapted single-cell RNA-sequencing on the 10x Genomics platform to capture a broad complement of coding and non-coding RNAs - including miRNAs, tRNAs, lncRNAs, histone RNAs, and non-adenylated viral transcripts. This approach enabled the discovery of rich, dynamic non-coding RNA programs across immune cells, virally infected hepatocytes, and the developing human brain. In dengue virus-infected hepatocytes, we detect non-adenylated viral transcripts and distinguish active from transcriptionally quiescent infected states, each with distinct host regulatory signatures. In brain tissue, we identify biotype-specific, cell-type-restricted non-coding RNAs, including miRNAs whose expression anticorrelates with predicted targets, consistent with post-transcriptional regulatory relationships. We show that MIR137, one of the strongest GWAS loci associated with schizophrenia and intellectual disability, is expressed specifically in Cajal-Retzius cells, an early-born but transient population that guides subsequent cortical neuron migration. These findings demonstrate the importance of non-coding RNAs in defining cell identity and state, and show how expanded transcriptome coverage can reveal additional layers of gene control - now accessible through practical and scalable single-cell profiling.", "date": "2025-08-10", "journal": ""}
{"title": "Microtubule architecture connects AMOT stability to YAP/TAZmechanotransduction and Hippo signaling", "doi": "10.1101/2025.08.08.669326", "authors": "Vanni, G.; Citron, A.; Suli, A.; Contessotto, P.; Caire, R.; Gandin, A.; Mantovan, G.; Zanconato, F.; Brusatin, G.; Di Palma, M.; Peirano, E.; Pozzer, L. S.; Albanese, C. J.; Steiner, R. A.; Cordenonsi, M.; Panciera, T.; Piccolo, S.", "abstract": "Cellular mechanotransduction is a fundamental informational system by which cells read the structural features of their environment to control their own form and function. The YAP/TAZ transcriptional regulators are universal effectors of physical signals. Yet, the identity of proteins and subcellular structures serving as mechano-rheostats remains elusive. Here we demonstrate that perinuclear centrosome and microtubules' architecture act functionally downstream of F-actin as cornerstones of cellular mechanotransduction. The mechanism revolves around the stability of AMOT proteins, that act as cytoplasmic inhibitory sinks for YAP/TAZ. Being degraded in mechano-activated cells and stabilized in mechanically-inhibited cells, AMOT serves as primary mechanical rheostat. In mechanically inhibited cells, microtubules form a cage-like network surrounding the nucleus, but, in mechanically activated cells, switch their architecture with formation of the centrosome from which microtubules sprout toward the cell periphery. In these conditions, AMOT proteins bound to the Dynein/Dynactin complex are subject to fast retrograde transport through the microtubular aster toward the pericentrosomal proteasome for quantitative and timely degradation. Restoring centrosomal condensation in mechanically inhibited cells by NLP1 overexpression is sufficient to restore mechanosignaling and YAP activation. AMOT proteins serves as universal integrator of distinct physical inputs from the ECM and the cytoskeleton, and their ablation renders cells invariably mechano-insensitive. Our findings also provide a unifying model that mechanistically merges mechanosignaling with the Hippo cascade. The current model by which YAP/TAZ are regulated by Hippo kinases is through direct YAP/TAZ phosphorylation. Our data instead show that, at least in the context of mechanotransduction, Hippo signaling inhibits YAP/TAZ largely indirectly, through LATS phosphorylation of AMOT averting it from its degradation route. We further show that Ras/RTK oncogenes hijack the AMOT degradation route to promote YAP/TAZmediated tumorigenesis. The findings imply the AMOT stabilization machinery as novel target for YAP/TAZ therapeutic modulation. In sum, our work reveals a previously unknown hierarchical coordination of distinct cytoskeletal and transport systems orchestrating mechanosignaling at the whole cell level.", "date": "2025-08-10", "journal": ""}
{"title": "Neuronal oversight of germline small RNAs prevents heat-induced sterility in lab-domesticated Caenorhabditis elegans", "doi": "10.1101/2025.08.07.669182", "authors": "Ewe, C. K.; Achache, H.; Weiss, S.; Mogilevskaya, A.; Valenski, M.; Teichman, G.; Anava, S.; Gingold, H.; Posner, R.; Antonova, O.; Tzur, Y. B.; Rechavi, O.", "abstract": "Thermal pollution, whether local or driven by global warming, threatens biodiversity in part through its detrimental effects on reproduction. Non-coding small RNAs (sRNAs) are crucial for maintaining germline developmental robustness under heat stress. Remarkably, we uncovered that neuronal sRNAs regulate germ cells' thermotolerance, affecting both spermatogenic and oogenic germline in a cell non-autonomous manner. Furthermore, we demonstrate that an oxygen-sensing neural circuit antagonizes germline maintenance, likely reflecting the nematode's innate association of reduced oxygen levels with food availability and reproductive permissive environments. Finally, we provide evidence that sRNAs buffer the negative consequences of laboratory domestication, which otherwise cause the laboratory strain to lose germline integrity and become sterile at elevated temperatures. Hence, our findings reveal that mere sensory perception, independent of direct environmental change, modulates germline integrity through sRNA pathways, highlighting a novel mechanism by which neural circuits integrate environmental information to safeguard reproductive fitness in fluctuating environments.", "date": "2025-08-10", "journal": ""}
{"title": "Replication rate-information storage trade-off shapes genome architecture across domains", "doi": "10.1101/2025.08.07.669222", "authors": "Sahu, P.; Barik, S.; Ghosh, K.; Subramanian, H.", "abstract": "Genome size varies widely among organisms, from compact genomes of bacteria to vast and complex genomes of eukaryotes. In this study, we theoretically identify the evolutionary pressures that may have driven this divergence in genome size. We use a parameter-free model to study genome size evolution under selection pressure to minimize replication time and maximize information storage capacity. We substantiate this choice by demonstrating a correlation between replication time and genome size using literature data. We show that bacteria tend to reduce genome size, constrained by a single replication origin, while eukaryotes expand their genomes by incorporating multiple replication origins. We propose a connection between genome size and cellular energetics, suggesting that endosymbiotic organelles, mitochondria and chloroplasts, evolutionarily regulate the number of replication origins, thereby influencing genome size in eukaryotes. We substantiate this claim by showing a correlation between organelle count and genome size data. We argue that nucleotide skews, present in nearly all genomes studied, and are used to identify replication origins, directly influence DNA unzipping kinetics, and hence its replication time. This connection enables us to derive nearly universal observations, such as Chargaff's second parity rule and replichore symmetrization, as adaptive consequences. We argue that high skews lead to faster replication, and substantiate it by showing a correlation between skews and replication speed in bacteria. The model reproduces more evolutionary genomic observations, such as a general preference for deletions over insertions across domains, and elongation and high variance of genome size under reduced selection pressure for replication rate, an integral component of C-value paradox. We highlight the possibility of regulation of the firing of latent replication origins in response to cues from the extracellular environment, leading to the regulation of cell cycle rates in multicellular eukaryotes.", "date": "2025-08-10", "journal": ""}
{"title": "The FORGENIUS genomic resources: new genotyping tools and genomic data for 23 forest tree species and their Genetic Conservation Units", "doi": "10.1101/2025.08.08.669074", "authors": "Pinosio, S.; Bagnoli, F.; Avanzi, C.; Castellani, M. B.; Frascella, A.; McEvoy, S. L.; Olsson, S.; Spanu, I.; Vajana, E.; FORGENIUS CONSORTIUM,  ; Gonzalez-Martinez, S. C.; Pyhäjärvi, T.; Scotti, I.; Vendramin, G. G.; Piotti, A.", "abstract": "Genetic diversity is a critical but often overlooked component of biological diversity. The European H2020 FORGENIUS project is precisely aimed at increasing the quality and quantity of genetic data to start monitoring the European network of forest Genetic Conservation Units (GCUs). A first step in this direction was developing standardized genomic resources for 23 forest tree species, spanning from rare and scattered (e.g., Abies nebrodensis and Torminalis glaberrima) to widespread, economically relevant ones (e.g., Fagus sylvatica, Picea abies and Pinus sylvestris). Here, we describe the development and application of targeted genotyping tools, primarily based on Single Primer Enrichment Technology (SPET), along with existing SNP arrays for the selected species. The SPET panels developed in FORGENIUS were designed to capture 10,000 loci per species, balancing species-specific and randomly distributed regions to ensure broad genome coverage and minimize ascertainment bias. Across 7,192 genotyped trees, we identified over 1.8 million single nucleotide polymorphisms (SNPs) covering approximately 50 Mb of DNA sequence. SPET panels demonstrated high genotyping efficiency and cross-species transferability, especially within genera such as Quercus and Abies. They represent a cost-effective, flexible, and scalable solution for population-level genetic assessments across diverse taxa, enabling standardized, genome-wide characterization of the GCU network. These resources not only promote the establishment of genetic monitoring, support genetically informed conservation strategies and improve our understanding of adaptive responses in European forests, but also enhance species delimitation and hybrid detection, and enable the characterization of phylogenetically related but previously underexplored species.", "date": "2025-08-10", "journal": ""}
{"title": "Structures and zinc ion transport pathways of the human SLC39A family of metal transporters", "doi": "10.1101/2025.08.09.669477", "authors": "Wang, X.; Lorenz, C.; Hogstrand, C.; Maret, W.", "abstract": "The SLC39A (ZIP) family of zinc ion transporters play a pivotal role in maintaining zinc homeostasis, which is essential for numerous physiological processes involving enzyme catalysis, protein structure and regulation in signal transduction. This investigation employed AlphaFold3 to predict and analyze the 3D structures of all 14 human ZIP family members and revealed key structural and functional features, including transmembrane domains with eight alpha-helices, extracellular and cytoplasmic domains, dimerization, and zinc ion transport pathways. Unique zinc-binding motifs, composed of histidine, aspartic acid, and glutamic acid, were identified. They facilitate zinc ion attraction, selection, and transport. The findings highlight significant structural diversity in these proteins, with additional alpha-helices, disulfide bonds, and other conserved motifs that together contribute to functional specialization across the ZIP family members. Compared to predictions, which exist only for ZIP4, the models incorporate dimeric structures, rationalize loop conformations, and achieve a higher resolution. The predicted 3D structures offer enhanced insights into zinc ion transport mechanisms and provide a foundation for future research into the structural biology of these proteins and their interacting partners in physiology and pathology.", "date": "2025-08-10", "journal": ""}
{"title": "Predicting Loop Quality in Protein Structure Models", "doi": "10.1101/2025.08.07.668890", "authors": "Wieser, F.; Kaltenbrunner, S.; Zechner, A.; Zach, M.; Pock, T.; Oberdorfer, G.", "abstract": "Typically, sequences designed de novo are assessed in silico using deep learning-based protein structure prediction methods prior to wetlab testing. While these deep learning (DL) models excel at predicting well-ordered regions, accurate prediction of loop regions, which often are flexible and crucial for protein function, remains a significant challenge. To address this, we introduce the Equivariant Loop Evaluation Network (ELEN), a local model quality assessment (MQA) method that is tailored towards evaluating the accuracy of protein loops at the per-residue level. ELEN jointly predicts three quality metrics, local Distance Difference Test (lDDT), Contact Area Difference Score (CAD-score), and Root Mean Squared Deviation (RMSD), by comparing predicted to experimental reference structures. Learning these metrics simultaneously enables ELEN to capture complementary structural insights, providing a richer assessment of model accuracy. The network operates at all-atom resolution and employs 3D equivariant group convolutions to learn the local geometric environment of each atom. By incorporating sequence embeddings from large language models (LLMs), such as SaProt, we enhance the sequence and evolutionary awareness of the model. Furthermore, by informing ELEN with per-residue physicochemical features, the model achieves competitive accuracy relative to state-of-the-art MQA methods on the Continuous Automated Model EvaluatiOn (CAMEO) benchmark. Although ELEN was primarily developed for assessing loop quality, its architecture also demonstrates strong potential for general MQA tasks. We used ELEN to perform detailed analysis, including identification of flexible or disordered regions and assessment of structural effects from single-residue mutations on three sets of redesigned enzymes. We show that for all sets ELEN successfully identifies poor design positions and thus serves as a powerful tool for advancing both the study and modeling of loops in protein structures.", "date": "2025-08-10", "journal": ""}
{"title": "RESM: Capturing sequence and structure encoding of RNAs by mapped transfer learning from ESM (evolutionary scale modeling) protein language model", "doi": "10.1101/2025.08.09.669469", "authors": "Zhang, Y.; Zhang, H.; Li, G.-W.; Wang, H.; Zhang, X.; Hong, X.; Zhang, T.; Wen, L.; Zhao, Y.; Jiang, J.; Chen, J.; Chen, Y.; Liu, L.; Zhan, J.; Zhou, Y.", "abstract": "RNA sequences exhibit lower evolutionary conservation than proteins due to their informationally constrained four-letter alphabet, compared to the 20-letter code of proteins. More limited information makes unsupervised learning of structural and functional evolutionary patterns more challenging from single RNA sequences. We overcame this limitation by mapping RNA sequences to pseudo-protein sequences to allow effective transfer training from a protein language model (protein Evolution-Scale Model 2, protESM-2). The resulting RNA ESM (RESM) outperforms 12 existing RNA language models in zero-shot prediction, not only in sequence classification but also in RNA secondary structure and RNA-RNA interaction prediction. Further supervised fine-tuning demonstrates RESM's generalizability and superior performance over the existing models compared across multiple downstream tasks, including mRNA ribosome loading efficiency and gene expression prediction, despite RESM being trained exclusively on noncoding RNAs. Moreover, RESM can generalize to unseen sequences beyond its 1,024-nucleotide training limit, achieving 81.3% improvement over state-of-the-art methods in supervised secondary structure prediction for RNAs up to 4,000 nucleotides, limited only by the available GPU memory, while providing >1000-fold speedup compared to MSA-based approaches. RESM provides a robust foundation for deciphering RNA sequence-structure-function relationships, with broad implications for RNA biology.", "date": "2025-08-10", "journal": ""}
{"title": "Competitive resource allocation drives asynchronous and rapid nuclear multiplication in the malaria parasite", "doi": "10.1101/2025.08.07.669072", "authors": "Binder, P.; Kudulyte, A.; Severina, K.; Höfer, T.; Schwarz, U. S.; Ganter, M.; Becker, N. B.", "abstract": "The unicellular malaria parasite Plasmodium falciparum proliferates within the red blood cells of its human host, where it generates approximately 20 new parasites within an infection cycle of two days. Proliferation proceeds by nuclear divisions in a shared cytoplasm, followed by cellularization. In stark contrast to the highly synchronized nuclear division cycles in many eukaryotes, Plasmodium nuclear cycles desynchronize rapidly. Here, we elucidate the mechanism of desynchronization and study its impact on parasite fitness by combining live-cell imaging of DNA replication with biophysical modeling. We find that the standard model of independent nuclear cycles with transgenerational inheritance cannot account for the experimental data, and therefore desynchronization requires nuclear coupling. Competition for a limiting pool of a replication resource explains the data, provided that the resource is allocated sequentially to individual nuclei. Sequential allocation can be achieved by stable but reversible loading of a replication component to DNA, for example proliferating cell nuclear antigen (PCNA). Remarkably, the resultant asynchronous nuclear cycles accelerate parasite proliferation by minimizing idling times of resources. Indeed, we predict theoretically that this mechanism maximizes overall proliferation rate with limited resource availability. Thus, our findings identify nuclear cycle asynchrony as a resource-efficient means to achieve rapid proliferation.", "date": "2025-08-10", "journal": ""}
{"title": "NAB2-STAT6 Fusion Proteins Drive Nuclear Condensate Formation and Transcriptional Reprogramming in Solitary Fibrous Tumors", "doi": "10.1101/2025.08.07.668994", "authors": "Li, Y.; Mondaza-Hernandez, J. L.; Pulivendala, G.; Elsenduny, F.; Beckedorff, F.; Lavezzo, G. M.; Azad, F. V.; Zhou, Z.; Warren, J.; Trevino, P. I.; Meyer, C. A.; Lombard, D.; Martin-Broto, J.; Moura, D. S.; Hayenga, H. N.; Bleris, L.", "abstract": "Solitary fibrous tumor (SFT) is a rare and aggressive sarcoma driven by NAB2-STAT6 gene fusions, yet effective targeted therapies remain unavailable. Here, we report that the NAB2ex4-STAT6ex2 fusion variant forms nuclear condensates via liquid-liquid phase separation (LLPS) in engineered fibroblast models and primary SFT cells. These condensates co-localize with BRD4S and EGR1, key transcriptional regulators, and are functionally active, driving widespread transcriptional reprogramming. Treatment with Mithramycin A, a compound that disrupts EGR1-DNA interactions, dissolves NAB2-STAT6 condensates and reverses their aberrant gene expression and chromatin binding signatures. Our findings uncover a previously unrecognized role for NAB2-STAT6 in condensate-mediated oncogenic signaling and provide a mechanistic rationale for condensate-targeted therapy in SFT.", "date": "2025-08-10", "journal": ""}
{"title": "Targeting CXADR-mediated AKT signaling suppresses tumorigenesis and enhances chemotherapy efficacy in Ewing sarcoma", "doi": "10.1101/2025.08.07.669049", "authors": "Ritter, A.; Zimmermann, M.; Geyer, F. H.; Taboas, P.; Obermeier, D.; Carreno Gonzalez, M. J.; Faehling, T.; Siebenlist, J.; Romero-Perez, L.; Imle, R.; Banito, A.; de Alava, E.; Hartmann, W.; Dirksen, U.; Gruenewald, T. G. P.; Cidre-Aranaz, F.", "abstract": "Distant metastasis is the leading cause of mortality in Ewing sarcoma (EwS) -a malignant bone or soft-tissue cancer mainly affecting children, adolescents, and young adults. Despite continuous efforts in understanding its pathogenesis, the molecular mechanisms driving EwS metastasis remain poorly understood, thus limiting the potential for therapeutic progress. Here, we identify the tight junction component Coxsackievirus and Adenovirus receptor (CXADR) as a critical regulator of cancer progression and metastasis in EwS. Differential gene expression analysis of patient tumors from two independent cohorts revealed that elevated CXADR levels are associated with metastatic disease and poor overall survival. In functional experiments, conditional CXADR knockdown reduced the growth of EwS cell line models in vitro, and suppressed local tumorigenesis. Notably, CXADR knockdown completely abrogated metastasis formation in vivo. Integration of transcriptome profiling and mechanistic studies uncovered that CXADR promotes the activation of AKT signaling, likely through complex formation with PTEN. Consequently, pharmacological targeting of AKT using the FDA-approved pan-AKT inhibitor Capivasertib showed CXADR-dependent cytotoxicity, with enhanced efficacy if combined with the EwS standard-of-care chemotherapeutic agent Vincristine. Collectively, our findings establish CXADR as a prognostic and predictive biomarker in EwS, highlighting AKT inhibition combined with chemotherapy as a promising strategy for patients with high CXADR expression. Together, these findings support a precision medicine approach combining molecular stratification and targeted therapies to improve patient outcomes in metastatic EwS.", "date": "2025-08-10", "journal": ""}
{"title": "A low-dose immunotherapy targeting Fc-gamma Receptors and Heparan Sulfate Proteoglycan to impact myeloid cells and control tumor growth in cancers with varying immunosuppressive profiles", "doi": "10.1101/2025.08.07.665051", "authors": "Kakwata-Nkor Deluce, N.; Creton, E.; Savaiter, A.; Lucchi, H.; Bardouillet, L.; Ramos, O. H. P.; Berthon, P.; Leonetti, M.", "abstract": "Background: Myeloid cells play a central role in cancer-associated immunosuppression. Indeed, their accumulation and functional reprogramming attenuate effective immune responses and may facilitate tumor progression. To modulate the activity of the myeloid subsets, we selected to target Fc gamma receptors (FcgRs), since all myeloid cell populations variably express FcgRs. As FcgRIIb provides an inhibitory signaling that might alter efficacy, we developed an immunotherapy, active at a dose low enough to limit binding via this low-affinity receptor while still interacting with higher-affinity FcgRs. We engineered a Fc-based fusion protein whose activity is potentialized by its ability to engage both FcgRs and a coreceptor, Heparan Sulfate Proteoglycan (HSPGs). We specifically designed and fused a HSPG-ligand, named T54, to a human IgG1-Fc molecule to produce the Fc-T54 fusion protein. Methods: Fc-T54 was produced using recombinant technologies. Binding characteristics were assessed using ELISA and flow-cytometric assays while activity was investigated using cell-culture experiments. Ability to affect tumor-growth was investigated using four syngeneic tumor models with low to high immunosuppressive characteristics. Tumor microenvironment (TME) was analysed by flow cytometry. Results: Fc-T54 demonstrates superior binding efficiency to low-affinity FcgRs compared to Fc. It interacts more effectively than Fc with human blood leukocytes, including monocytes, neutrophils, and B lymphocytes, as well as with dendritic cells (DCs) within peripheral blood mononuclear cells. Activation assays show that, relative to Fc, Fc-T54 increases the number of macrophages and B-lymphocytes, decreases neutrophil abundance, and enhances DC activation. Fc-T54 also interacts more efficiently with murine DCs through both FcgRs and its HSPG-binding region. Subcutaneous administration of 20 pmoles of Fc-T54, or a murine Fc-T54 surrogate, significantly reduces tumor growth across three syngeneic tumor models. TME analysis in the MB49 bladder cancer model reveals that this immunotherapy decreases the proportion of granulocytic myeloid-derived suppressor cells while increasing CD8+ T-cells and natural killer cells, thereby promoting a microenvironment more prone to tumor control. Conclusions This new FcgR/HSPG-engaging immunotherapy, administered via subcutaneous route, might be relevant to impact the myeloid compartment and thus tumor progression for cancers sensitive as well as resistant to current anti-immune checkpoint immunotherapies.", "date": "2025-08-10", "journal": ""}
{"title": "Hepatocyte Circadian Clocks Control Cholesterol Metabolism and Protect From Metabolic Dysfunction-Associated Steatohepatitis (MASH)", "doi": "10.1101/2025.08.07.669039", "authors": "de Assis, L. V. M.; Jegodzinski, L.; Inderhees, J.; Wowro, S.; Marques Affonso, J.; Heyde, I.; Fischer, E. L.; von Schoenfels, W.; Schenk, A.; Rossner, F.; Schupp, M.; Marquardt, J. U.; Demir, M.; Oster, H.", "abstract": "The circadian clock synchronizes physiological processes with the 24-hour light-dark cycle. Clock disruption contributes to metabolic disorders, including metabolic dysfunction-associated steatohepatitis (MASH). Here, we investigated the role of the hepatocyte clock in MASH using hepatocyte-specific Bmal1 deletion (Hep-Bmal1KO) mice. Hep-Bmal1KO mice showed faster MASH progression with increased hepatic cholesterol, inflammation, and fibrosis. Transcriptomic and lipidomic analyses revealed dysregulated cholesterol metabolism in Hep-Bmal1KO mice, marked by reduced expression and disrupted rhythmicity of key cholesterol-related genes. Bioinformatic analyses identified Chrebp as a potential co-regulator of these transcriptional changes. In an in vitro model with palmitate exposure and gene silencing, we found that Bmal1, but not Chrebp, regulated cholesterol accumulation, indicating a Bmal1-specific role in hepatic cholesterol metabolism. Translating our findings to a human patient cohort revealed a significantly shifted circadian phase, despite no marked effect on hepatic cholesterol levels in the livers of patients with more advanced liver disease (i.e., MASH) compared to simple steatosis. Taken altogether, our findings offer a roadmap to understand the hepatocyte clock's role in MASH and its potential as a therapeutic target.", "date": "2025-08-10", "journal": ""}
{"title": "Sex-Specific Metabolic Programming in Human Neutrophil Subsets", "doi": "10.1101/2025.08.07.669054", "authors": "Yennemadi, A. S.; Murphy, F. K.; Keane, J.; Leisching, G.", "abstract": "Background Sex differences in immune responses are well-documented, with females exhibiting more robust immunity against infections but higher susceptibility to autoimmune diseases, while males often demonstrate more severe inflammatory pathology. Neutrophils which are key players in the innate immune response, display sex-based functional differences, but whether these extend to metabolic programming, particularly in low-density neutrophils (LDNs), remains unknown. Methods We isolated LDNs and normal-density neutrophils (NDNs) from healthy human donors using density gradient centrifugation and negative selection. Cellular metabolism was assessed via Seahorse XF analysis (measuring oxygen consumption rate, OCR, and extracellular acidification rate, ECAR), alongside flow cytometry for maturity markers (CD16hi/lo). Results Male LDNs exhibited significantly higher basal OCR and ATP production than female LDNs, while no sex differences were observed in NDNs. Strikingly, male LDNs had higher OCR and glycolysis than their matched NDNs, whereas female NDNs were more oxidative than their LDNs. These metabolic differences were independent of neutrophil maturity, as CD16hi frequencies did not differ between subsets or sexes. Conclusions Our study reveals, for the first time, subset-specific sexual dimorphism in neutrophil metabolism whereby male LDNs adopt a hypermetabolic (oxidative/glycolytic) phenotype, while female NDNs retain higher oxidative capacity. This reprogramming occurs independently of developmental stage, suggesting sex hormones or epigenetic regulation may drive these differences. These findings provide a metabolic basis for sex-biased immune responses and highlight the need for sex-stratified approaches in neutrophil-targeted therapies.", "date": "2025-08-10", "journal": ""}
{"title": "Diverse microbial communities assemble on both recalcitrant and labile carbon sources", "doi": "10.1101/2025.08.07.669103", "authors": "Prabhakara, K. H.; Zhao, Y.; Farr, A. D.; Rainey, P. B.", "abstract": "Microbial community assembly is shaped by the nature of available resources, with labile carbon sources such as glucose often expected to support low diversity due to rapid growth and competitive exclusion. In contrast, recalcitrant substrates like cellulose are thought to support higher diversity through slower growth and increased niche partitioning. In previous work, we showed that compost-derived microbial communities propagated on cellulose maintained high diversity over nearly a year. To determine whether such diversity is specific to recalcitrant substrates or reflects more general features of assembly, we tracked community dynamics in three environments - cellulose paper, cellulose broth, and glucose - using daily 16S rRNA profiling over eight weeks. Communities were maintained through bi-weekly serial transfers, with five replicates per treatment, yielding a high-resolution dataset of over 800 samples. Despite originating from the same inoculum, communities diverged sharply in both taxonomic and functional composition. Cellulose environments yielded stable communities enriched in specialists, while glucose environments exhibited rapid succession and dominance by generalists. Surprisingly, all environments sustained comparably high levels of taxonomic diversity. Functional inference suggested extensive cross-feeding and resource salvaging in both cases. While the mechanisms maintaining diversity on glucose remain unresolved, our results reveal distinct assembly trajectories under simple carbon regimes and provide a foundation for future mechanistic study.", "date": "2025-08-10", "journal": ""}
{"title": "Large inversion polymorphisms are widespread in North American songbirds", "doi": "10.1101/2025.08.07.669111", "authors": "Pegan, T.; Winger, B.", "abstract": "The prevalence and evolutionary importance of inversion polymorphisms in natural populations is poorly known because of limited genome-wide sequence data availability for most species. Inversion studies in wild populations usually target rare cases of major trait polymorphisms or local adaptation whose genetic basis involves inversions, creating a strong impression that inversions in nature are generally maintained by natural selection through links to ecologically relevant phenotypes. By contrast, genome-wide studies in humans and model organisms suggest that inversion polymorphisms are common, subject to highly complex evolutionary processes, and generally difficult to link with clearly observable cases of phenotypic variation. Using a large comparative population genomic dataset generated from 35 codistributed species of birds, we tested the hypothesis that inversions are common even within populations that lack known phenotypic polymorphisms. We leveraged analytical methods suitable for low-coverage whole genome sequencing to reveal evidence for over 170 putative inversion polymorphisms within 28 species. We find that many polymorphisms are large and present at balanced frequencies, and some are shared across species boundaries. Yet, most polymorphisms do not deviate significantly from Hardy-Weinberg Equilibrium, raising the possibility that many of these massive haploblocks could be segregating neutrally. Our results thereby reveal evidence that inversions show a variety of complex yet largely hidden patterns in natural populations, beyond cases where they contribute to known variation in ecologically relevant traits.", "date": "2025-08-10", "journal": ""}
{"title": "Evolution of highly repetitive silk genes in the Luna moth, Actias luna", "doi": "10.1101/2025.08.07.669095", "authors": "Foquet, B.; Eccles, L. E.; Markee, A.; Triant, D. A.; Frandsen, P.; Stoppel, W.; Kawahara, A.", "abstract": "Gene duplications are a major driver of molecular diversification and phenotypic evolution. Arthropod silk genes provide an excellent model for studying these processes due to their highly repetitive sequences and rapid evolutionary rates. In Lepidoptera, the Fibroin heavy chain (fibH) gene encodes the primary structural protein for silk fibers, contributing largely to their mechanical strength. This inner fibroin core is surrounded by an outer coating composed primarily of sericins. Sericins are a group of highly repetitive, serine-rich proteins that modulate silk fiber properties. Although sericins in the Domesticated silkworm (Bombyx mori) have been associated with life stage-specific variation in silk characteristics, their evolution and function across Lepidoptera remain poorly understood. Here, we provide a detailed molecular characterization of sericin genes in the Luna moth (Actias luna), a saturniid species known for forming dense, robust, silk-woven cocoons. We identified eight sericin genes that (1) are frequently arranged into clusters of closely related paralogs, (2) exhibit considerable variation in repeat number and amino acid composition, and (3) display distinct gene expression patterns across life stages. A comparison of sericin genes across Saturniidae and Bombycidae reveals evidence for convergent subfunctionalization. These findings suggest that sericin gene duplications enable dynamic shifts in silk composition both within and between species, potentially reflecting adaptive responses to ecological and functional demands.", "date": "2025-08-10", "journal": ""}
{"title": "rRNA intermediates dictate nucleolar architecture in C. elegans", "doi": "10.1101/2025.08.07.669057", "authors": "Guang, S.; Cheng, J.", "abstract": "The nucleolus is a multilayered, membraneless organelle essential for rRNA transcription, processing and ribosome assembly; however, it remains largely unclear whether and how these molecular events coordinate the organization of the multilayered nucleolar structure. We previously reported that the accumulation of 27SA2 rRNA upon the loss of a particular subset of RPL proteins elicits nucleolar reshaping, resulting in the formation of nucleolar rings and vacuoles in C. elegans. Here, we systematically investigated the effects of pre-18S rRNA processing and rRNA transcription on nucleolar structure and reported that defects in these molecular events result in reorganization of the nucleolar architecture. In particular, the depletion of a special subset of small ribosomal subunit proteins (RPSs), namely, class I RPSs, induces a concentric three-layered nucleolar architecture; the inhibition of rRNA transcription induces another three-layered architecture, a sandwich-like nucleoli. Via fluorescence imaging, we found that nucleolar proteins undergo demixing and spatial redistribution into distinct subnucleolar regions during nucleolar structure reorganization. Tracking the subcellular localization of rDNA via a lacI::tagRFP/lacO system revealed that rDNA also redistributed upon nucleolar reorganization. We further identified the Ce.22S rRNA intermediate, which accumulates upon the loss of class I RPSs and regulates the reorganization of the nucleolar structure. Moreover, the conserved nucleolar protein NUCL-1/nucleolin is essential for nucleolar architecture reorganization and regulates the development of nematodes during impaired rRNA production. Together, these findings reveal that the nucleolar structure is orchestrated by the status of rRNA biogenesis and that the accumulation of particular rRNA intermediates can direct the organization of specific nucleolar architectures and the spatial mixing/demixing behavior of the nucleolar proteome.", "date": "2025-08-10", "journal": ""}
{"title": "Development of a novel alpha7-nicotinic acetylcholine receptor-selective cell-penetrating peptide for intracellular cargo transport", "doi": "10.1101/2025.08.08.669423", "authors": "Weber, L.; O'Brien, B. C. V.; Weltzin, M. M.", "abstract": "Drug delivery into the brain remains a critical barrier for the treatment of neurological diseases. While the brain is shielded from many toxins and viruses by the blood-brain barrier (BBB), therapeutics are being created that exploit natural bypass mechanisms by forming complexes with cell-penetrating peptides (CPPs) derived from viruses. Neurological diseases often impact specific proteins in the brain; however, current CPPs lack the ability to selectively target precise cellular macromolecules. As a result, they are distributed broadly throughout the brain and cause off-target side effects. Neurotropic CPPs derived from the rabies virus glycoprotein (RVG) can access the brain by binding to plasma membrane targets, including, but not exclusively, nicotinic acetylcholine receptors (nAChRs). To overcome this barrier of minimal target selectivity, we designed several chimeric peptides composed of regions from the RVG and -bungarotoxin, an 7 subtype-selective protein. Using human nAChRs expressed in Xenopus laevis oocytes, we screened the selectivity of our peptides using two-electrode voltage clamp electrophysiology. We identified a peptide with improved 7 nAChR subtype selectivity and apparent potency compared to the control RVG peptide. Using mammalian Neuro-2a cells, we demonstrated that our peptide depends on 7 nAChR plasma membrane expression to internalize and carry small-molecule payloads into the neuronal-like cells, without significant cytotoxic effects. Our novel 7 nAChR subtype-selective CPP may be useful in research applications requiring cargo delivery. Translationally, our 7 nAChR selective CPP holds potential to be a dual drug delivery system to transport cargo into the brain for the treatment of neurological diseases.", "date": "2025-08-10", "journal": ""}
{"title": "Transfer learning enables discovery of sub-micromolar antibacterials for ESKAPE pathogens from ultra-large chemical spaces", "doi": "10.1101/2025.08.07.669197", "authors": "Garcia-Ortegon, M.; Seal, S.; Geddes, E.; Littler, J. L.; Guy, C. S.; Whiteside, J.; Rasmussen, C. E.; Bender, A.; Bacallado, S.", "abstract": "The rise of antimicrobial resistance, especially among gram-negative ESKAPE pathogens, presents an urgent global health threat. However, the discovery of new antibiotics is hampered by sparse publicly available antibacterial data, complex bacterial defenses, and weak economic incentives. Here, we introduce a transfer learning framework using deep graph neural networks (DGNNs) to identify antibacterials from ultra-large chemical libraries. DGNNs were first pre-trained on large molecular datasets of protein-ligand simulations, binding affinities, and physicochemical properties to learn generalizable chemical features, and then fine-tuned on limited antibacterial screening data. Compared to classical methods, transfer learning significantly improved enrichment factors and predictive performance in cross-dataset benchmarks. Applying this strategy to the ChemDiv and Enamine libraries, we virtually screened over a billion compounds and prioritized 156 candidates. Experimental testing against Escherichia coli revealed that 54% of compounds exhibited antibacterial activity (MIC <= micro g/ml), with several demonstrating sub-micromolar potency and broad-spectrum efficacy against gram-positive and gram-negative pathogens, including three ESKAPE species. Of 18 broad-spectrum candidates, 15 showed minimal cytotoxicity and no hemolytic activity. These results validate our approach for navigating underexplored chemical space and identifying potent, low-toxicity compounds with antibiotic activity. We release open-source models and a scalable workflow to accelerate antibacterial discovery in the face of data scarcity.", "date": "2025-08-10", "journal": ""}
{"title": "Integrative analysis of gene networks associated with adipose and muscle traits in Hanwoo steers", "doi": "10.1101/2025.08.07.669089", "authors": "Hwang, S.; Jeong, T.; Lee, J. y.; Park, W. c.; Jang, S. s.; Lim, D. j.", "abstract": "Objective This study aims to characterize tissue-specific expression patterns in Hanwoo steers by identifying co-expression modules, functional pathways, and hub genes related to fat and muscle traits using Weighted Gene Co-expression Network analysis (WGCNA). Methods RNA-Seq data were generated from three muscle tissues (longissimus muscle, tenderloin, and rump) and two fat tissues (back fat and abdominal fat) collected from six 30-month-old Hanwoo steers. Quality control of raw sequencing reads was performed using FastQC, and trimmed reads were aligned to the bovine reference genome (ARS-UCD1.3) using HISAT2. We also identified a gene co-expression network via WGCNA using normalized gene expression values. Modules were defined based on topological overlap and correlated with tissue-specific expression patterns. Modules with a significant association (p < 0.05) were used for functional enrichment based on Gene Ontology (GO) and KEGG pathways, as well as Protein-Protein Interaction Network analysis. Results A total of seven co-expression modules were identified by WGCNA and labeled in distinct colors (yellow, blue, red, brown, turquoise, green, black). Among them, the yellow and blue modules were positively associated with back fat, while the turquoise and green modules showed a negative correlation with abdominal fat. Additionally, the turquoise or green module was positively correlated with longissimus and rump tissues, indicating distinct gene expression patterns between fat and muscle. Conclusion This study identified key co-expression modules and hub genes associated with muscle and fat metabolism. Notably, ARPC5 (blue module) was involved in lipid metabolism and energy storage, whereas AGPAT5 (turquoise module) was linked to maintaining muscle cell structure and function. These findings reveal biological mechanisms for tissue-specific gene regulation, providing targets for enhancing meat quality in Hanwoo.", "date": "2025-08-10", "journal": ""}
{"title": "IL4i1-sourced oncometabolites promote neuroblastoma cell survival", "doi": "10.1101/2025.08.07.669062", "authors": "Guyot, C.; Van de Velde, L.-A.; Kainacher, L.; Ruoff, J.; Bici, A.; Peterson, N. B.; Allen, E. K.; Steigenberger, B.; Yeroslaviz, A.; YANG, J.; Zeitler, L.; Thomas, P.; Murray, P. J.", "abstract": "High-risk neuroblastoma (NB) is driven by the amplification of MYCN in conjunction with additional oncogenic mutations in kinases such as ALK. NB cells require antioxidant responses to maintain redox balance and are highly sensitive to ferroptosis. Here, we show that metabolites derived from infiltrating immune cells expressing IL4i1, a secreted oxidoreductase, are potent suppressors of NB ferroptosis. IL4i1 metabolites (indole-3-pyruvate and 4-hydroxyphenylpyruvate) blocked ferroptosis in all human NB cell lines via a mechanism that depended on free radical scavenging and NRF2 activation but did not require the aryl hydrocarbon receptor. Supernatant transfer experiments confirmed that IL4i1 creates a milieu that protects NB cells from oxidative cell death. Importantly, mice lacking IL4i1 were protected from NB in a high-penetrance MYCN and mutant ALK-driven autochthonous cancer model. Therefore, we propose that immune IL4i1 is permissive for NB growth and survival. IL4i1 produces context-dependent oncometabolites and, as a secreted enzyme, represents a target for cell death manipulation in cancers sensitive to oxidative stress-driven cell death.", "date": "2025-08-10", "journal": ""}
{"title": "Characterizing Compounds Targeting Colorectal Cancer Derived From Monastrol Using High-Through Screening of an Extensive Combinatorial Library", "doi": "10.1101/2025.08.07.667829", "authors": "Rodriguez-Martinez, A.; Giraldo-Ruiz, L.; Ramos, M. C.; Luque, I.; Ribeiro, D.; Postigo-Corrales, F.; Alburquerque-Gonzalez, B.; Montoro-Garcia, S.; Arroyo-Rodriguez, A. B.; Conesa-Zamora, P.; Hurtado, A. M.; Luengo-Gil, G.; Perez-Sanchez, H.", "abstract": "Cancer remains a critical global health concern. Among its various forms, colorectal cancer (CRC) stands out due to its high prevalence and mortality rates, emphasizing the urgent need for novel therapeutic agents to enhance treatment efficacy and prolong patient survival. Monastrol, an antimitotic compound known to bind kinesin Eg5, is employed in some cancer therapies. Recent studies have revealed that monastrol also interacts with fascin, a protein implicated in tumor aggressiveness and metastasis, thereby disrupting microtubule dynamics and actin bundling, ultimately impairing cell migration. In this work, we developed a workflow to identify fascin-binding compounds based on a monastrol-derived pharmacophore model, integrating in silico predictions with in vitro validation. We performed ligand-based virtual screening using a pharmacophore model constructed from monastrol, applied to a high-throughput screening (HTS) library of 1.6 million compounds. The top-ranking candidates from the virtual screening were subsequently subjected to physicochemical characterization and cellular assays. Two compounds (designated Z118298144 and Z17544625) were identified that exhibited strong binding to fascin and inhibited actin bundling in physicochemical assays. Furthermore, cellular experiments demonstrated that both compounds reduced proliferation and impaired migration of colorectal cancer cells at micromolar concentrations. We established an optimized pipeline combining virtual screening with experimental validation to efficiently identify fascin inhibitors. Using this approach, we discovered two promising compounds with anticancer activity in CRC cell cultures. Moreover, the protocol has been successfully adapted for application to additional cancer-related targets, expanding its potential utility in drug discovery.", "date": "2025-08-10", "journal": ""}
{"title": "Developmental Toxicity and Lethality of Structurally Diverse PFAS in Zebrafish", "doi": "10.1101/2025.08.07.669106", "authors": "Farrell, M.; Bakshi, R.; Griffith, E.; Planchart, A.", "abstract": "Per-and polyfluoroalkyl substances (PFAS) are ubiquitous environmental contaminants that have been associated with adverse health effects in highly exposed populations. Manufacturers have taken steps to replace toxic long-chain perfluoroalkyl acids (PFAAs) with short-chain PFAAs and perfluoroether acids (PFEAs). There is little to no toxicity data for many of these chemicals. Most of the data that are available are taken from studies that do not account for the pH of highly concentrated PFAS solutions, resulting in highly acidic conditions that do not accurately reflect real-world exposures. The goal of this study was to evaluate the lethality and developmental toxicity of 17 structurally diverse PFAS in zebrafish in a pH-neutral environment. We then compared results to determine the impacts of chain length, head group, and ether linkages on toxicity. The potency of PFAS to induce mortality and developmental toxicity endpoints increased with chain length, and sulfonic acids were more potent than carboxylic acids. The inclusion of ether oxygens was associated with reduced potency relative to PFAAs with equal chain length and head group. Perfluorooctane sulfonic acid (PFOS) was the most potent compound, followed by perfluoroundecanoic acid (PFUnDA) and perfluorododecanoic acid (PFDoDA). Short-chain compounds perfluoro-2-methoxyacetic acid (PFMOAA) and perfluorobutanoic acid (PFBA) were the least potent. These data were used to construct a multiple linear regression model for PFAS potency. Failed swim bladder inflation was the most sensitive developmental toxicity endpoint for all assessed chemicals. Other common phenotypes included spinal curvature, edema, craniofacial malformations, and ocular malformations. Ocular malformations were more common in response to sulfonic acids. No other phenotypes exhibited significant structural specificity. Our study provides new toxicity data for a diverse set of PFAS under environmentally relevant conditions. Future studies should be expanded to include more branched structures and head groups not present in our testing set to allow for improved understanding of how other structural features impact toxicity.", "date": "2025-08-10", "journal": ""}
{"title": "In Vivo AGO-APP For Cell-Type- and Compartment-Specific miRNA Profiling in the Mouse Brain", "doi": "10.1101/2025.08.07.669091", "authors": "Beclin, C.; Cremer, H.; Erni, A.; Meister, G.; Kapoor, S.", "abstract": "AGO-APP through the expression of the T6B peptide permits the isolation of Ago-bound miRNAs. Here we present the generation and characterization of two transgenic mouse lines allowing to perform AGO-APP in vivo. First, we generated mice for CRE-dependent expression of T6B in the cytoplasm. Using this line we performed Ago-APP in olfactory bulb (OB) inhibitory interneurons and cerebral cortex excitatory neurons. Bioinformatic analysis validated the high reproducibility of the approach. It also demonstrated that, despite global miRNome conservation between the two cell types, a set of miRNAs including the miR-200 family and the miR-183/96/182 cluster, is massively enriched in OB interneurons which is consistent with previous observations. In the second mouse line T6B is fused to the postsynaptic protein PSD95. Isolation of T6B-PSD95 fractions from OB and cortical neurons identified specific sets of post-synapse enriched miRNAs. Gene ontology analyses confirmed that these miRNAs preferentially target mRNAs related to synaptic functions.", "date": "2025-08-10", "journal": ""}
{"title": "Conserved programs and specificities of T cells targeting hematological malignancies", "doi": "10.1101/2025.08.07.668919", "authors": "Wagner, T. R.; Kehl, N.; Steiger, S.; Boschert, T.; Kilian, M.; Foster, K.; Hernandez, G. M.; Ctortecka, C.; Michel, J.; Schach, A.; Zoller, J.; Metzler, A.; Onken, R.; Schoenfelder, B.; Renders, S.; Maldonado Torres, C.; Sester, L. S.; Frenking, J. H.; Werner, F.; Osen, W.; Lindner, K.; Sen, E.; Schumacher, S.; Galas-Filipowicz, D.; Fitzsimons, E.; Green, E. W.; Schmidt, P.; Lindner, J. M.; Uhrig, S.; Bunse, L.; Chain, B.; Goldschmidt, H.; Weinhold, N.; Froehling, S.; Trumpp, A.; Abelin, J. G.; Carr, S. A.; Yong, K.; Mueller-Tidow, C.; Rippe, K.; Raab, M. S.; Platten, M.; Eichmueller, S. B.; ", "abstract": "T cell-mediated immune surveillance is critical for cancer control, yet its endogenous effectiveness in hematological malignancies remains limited and poorly understood. Here, we integrate single-cell T cell receptor (TCR) profiling, HLA immunopeptidomics and functional antigen mapping to dissect the specificity landscape of bone marrow lymphocytes (BMLs) in multiple myeloma (MM) and acute myeloid leukemia (AML). We identify a rare subset of tumor-reactive T cells that exhibit a stereotyped transcriptional state distinct from bystander and virus-specific populations. Across both malignancies, immunopeptidomic profiling uncovers a partially conserved antigen repertoire enriched for noncanonical peptides, including products of novel or unannotated open reading frames (nuORFs), pseudogenes, and clonotypic immunoglobulin sequences. Several of these epitopes are recurrently presented and associated with convergent TCR responses across individuals. Based on this immune architecture, we develop a TCR-intrinsic fitness model that infers BML tumor specificity from transcriptional cues and stratifies immunotherapy response across three independent patient cohorts. Together, these findings map the latent potential of endogenous anti-tumor immunity in two biologically distinct diseases and provide a framework for decoding and restoring productive immune surveillance of hematological malignancies.", "date": "2025-08-10", "journal": ""}
{"title": "Artificial Heterogeneity Drives Environment-Dependent Kin Discrimination in Toad Tadpoles", "doi": "10.1101/2025.08.07.669028", "authors": "Hase, K.", "abstract": "Abstract Genetic admixture could reinstate kin recognition ability, even in lineages where they appear lost. Many tadpoles have been reported to exhibit kin recognition based on learned odour cues, potentially linked to the major histocompatibility complex (MHC) genes. However, genetic components vary among lineages and local populations, and admixture may further amplify genetic differences among siblings. Here, I compared the kin-biased associations of tadpoles from two local populations: a naturally homogeneous population consisting solely of the Eastern Japanese toad (Bufo japonicus formosus), and an artificially disturbed heterogeneous population containing both Eastern and Western Japanese toads (B. j. japonicus). Genetic analyses revealed higher MHC haplotype diversity in the heterogeneous population. To examine the effects of social experience and aquatic environment on kin discrimination, tadpoles from each population were raised under four rearing conditions (group or solitary, using tap or pond water) and subjected to two binary-choice tests. Results showed that only tadpoles from the heterogeneous population displayed phenotype matching based kin discrimination. However, pond water, with a greater microbial load, disrupted discrimination, indicating that microbiota can obscure odour cues. No kin-bias was detected in the homogeneous population. These findings highlight the interplay among population structure, social experience, and environmental conditions in shaping kin recognition.", "date": "2025-08-10", "journal": ""}
{"title": "Passive acoustic monitoring of Tasmanian masked owls and swift parrots: an effective tool for conservation actions", "doi": "10.1101/2025.08.07.669245", "authors": "Gros, C.; Webb, M.", "abstract": "The Tasmanian masked owl (Tyto novaehollandiae subsp. castanops) and swift parrot (Lathamus discolor), both endangered species, rely on old forest features that are declining across their ranges in Tasmania, Australia. Their elusive behavior and high mobility make monitoring difficult, hindering conservation actions. Passive acoustic monitoring can greatly increase spatial and temporal survey coverage, though the identification of the species' vocalisations within large audio datasets remains challenging. We deployed automated recording units at 108 sites in Tasmania's native forests to collect a large and representative acoustic dataset. We trained a neural network model to automate call detection for both the Tasmanian masked owl and the swift parrot. Our model demonstrated high performance, with a sensitivity of 97.7% and specificity of 96.5% for the Tasmanian masked owl, and a sensitivity of 87.5% and specificity of 83.3% for the swift parrot. Through two real-world applications, we illustrated how our method provides detailed quantitative insights into habitat use patterns over extended spatial and temporal scales. This innovative approach enhances both site-specific and population monitoring, enabling more effective and targeted conservation actions for these endangered species.", "date": "2025-08-10", "journal": ""}
{"title": "Does genetic rescue disrupt local adaptation? An experimental test using thermally adapted Tribolium castaneum lines", "doi": "10.1101/2025.08.07.669094", "authors": "West, G.; Pointer, M.; Nash, W.; Lewis, R.; Richardson, D. S.", "abstract": "Anthropogenic drivers are restricting many species to small, genetically isolated populations. These are prone to inbreeding depression and are at an increased risk of extinction. Genetic rescue, the controlled introduction of genetic variation from another population, can alleviate inbreeding effects. A major conservation concern, restricting the use of this technique, is that such augmented gene flow may disrupt local adaptation crucial to a populations persistence. Using populations of the red flour beetle (Tribolium castaneum) experimentally adapted to reproduce at higher temperatures, we assess whether genetic rescue attempts disrupt thermal adaptation. Rescuers, drawn from populations adapted to either 30{degrees}C or 38{degrees}C, were introduced into populations adapted to 38{degrees}C, which had been inbred for two generations. We recorded population productivity for three generations post-rescue, in the adapted 38{degrees}C environment. Rescuers with and without local adaptation significantly increased the productivity of recipient inbred populations but, importantly, those sharing local adaptation to reproduction at 38{degrees}C provided greater increases in productivity. For the first time, we show that co-adaptation between rescuing individuals and rescuee population maybe an essential aspect of achieving desired conservation outcomes.", "date": "2025-08-10", "journal": ""}
{"title": "Nanobubbles for Precision Oncology: Preclinical Evaluation of Molecular Targeted Ultrasound Contrast Agents in a Rabbit Model", "doi": "10.1101/2025.08.07.668901", "authors": "Berg, F. M.; Abenojar, E. C.; Nittayacharn, P.; Hoggard, N.; Tavri, S.; Matsunaga, F.; Cooley, M. B.; Wegierak, D.; Wang, X.; Rosol, T.; Basilion, J. P.; Exner, A. A.", "abstract": "Purpose: To evaluate the use of prostate-specific membrane antigen-targeted nanobubbles (PSMA-NBs) for contrast-enhanced ultrasound (CEUS) in a rabbit model, aiming to enhance prostate cancer imaging and guide clinical translation. Materials and Methods: PSMA-NBs were formulated using lipid encapsulation and PSMAtargeting ligands. Human PSMA-positive PC3pip-GFP cells were injected into the prostates of immunosuppressed rabbits to establish tumors. Tumor growth was monitored via B-mode ultrasound (US) and MRI. CEUS was conducted with PSMA-NBs and commercial microbubbles (MBs). Time-intensity curve (TIC) analysis, parametric mapping, and post-mortem histological correlation were performed. Results: PSMA-NBs demonstrated 1.60-fold (p = 0.013) and 1.50-fold (p = 0.016) higher peak signal intensities in the tumor core and rim, respectively, compared to MBs, with significantly longer mean transit times (MTTs) in the core (4.20-fold; p = 0.001) and rim (4.50-fold; p < 0.001). At 10 minutes, PSMA-NBs retained detectable signals in tumor rim (7.0 +- 3.0 a.u.), core (3.0 +- 1.0 a.u.), and surrounding tissues (12.0 +- 5.0 a.u.), unlike MBs. Larger tumors showed prolonged MTTs in the rim (3.70 +- 0.50 min) and surrounding tissues (4.60 +- 0.50 min) compared to the core (2.10, +- 0.40 min, p < 0.001). TIC parameters (MTT, AUCwo) correlated with tumor viability, emphasizing PSMA-NBs ability to delineate viable regions. Conclusion: PSMA-NBs significantly enhanced prostate cancer imaging, correlating with tumor viability and outperforming MBs. These findings support their potential to improve diagnostic precision and guide targeted therapy in prostate cancer.", "date": "2025-08-10", "journal": ""}
{"title": "Cannabivarin and Tetrahydrocannabivarin Modulate Nociception via Vanilloid Channels and Cannabinoid-Like Receptors in Caenorhabditis elegans", "doi": "10.1101/2025.08.07.669105", "authors": "Rahmani, N.; Castano, J. D.; Beaudry, F.", "abstract": "Cannabis has attracted growing interest for its therapeutic potential, especially in pain management. This study explores the antinociceptive effects of two promising non psychoactive cannabinoids, cannabivarin (CBV) and tetrahydrocannabivarin (THCV), using Caenorhabditis elegans (C. elegans), a nematode model that expresses homologs of mammalian cannabinoid and vanilloid receptors. Thermotaxis assays were employed to quantify the antinociceptive effects of CBV and THCV in C. elegans. Wild type animals were exposed to increasing concentrations of each compound to establish dose-response relationships. To investigate potential molecular targets, additional experiments were performed using mutant strains deficient in vanilloid receptor homologs (OCR-2 and OSM-9) and cannabinoid receptor homologs (NPR-19 and NPR-32). Mass spectrometry-based proteomics combined with network biology analyses were used to identify the biological pathways associated with drug response. Results confirmed that both compounds elicit dose dependent antinociceptive effects. Mutant analyses support the involvement of vanilloid and cannabinoid signaling pathways in mediating these responses. These findings highlight the potential of CBV and THCV as non psychoactive analgesic agents and support further research into their mechanisms of action and translational relevance for mammalian pain management.", "date": "2025-08-10", "journal": ""}
{"title": "Confirmed Occurrence and Morphological Documentation of Stenopus spinosus (Risso, 1827), from Tenerife, Canary Islands", "doi": "10.1101/2025.08.07.669097", "authors": "Bommerer, M. A.", "abstract": "This dataset provides photographic and morphological documentation of Stenopus spinosus Risso, 1827, based on a single adult specimen collected from Granadilla, Tenerife, Canary Islands, on 6 August 2025. The individual was observed and captured at a depth of 6 meters in a rocky overhead marine environment during a night dive, and subsequently documented through standardized dorsal-view laboratory imaging (Figures C-1 and D-1). Morphometric data were recorded, including carapace length (CL), rostrum length (RL), chela length and cheliped length. This record contributes to the regional documentation of marine decapods in the eastern Atlantic and supports ongoing biodiversity assessment efforts in the Canary Islands. Additionally, a separate in situ underwater observation of S. spinosus, recorded during a night dive in Jaca, Tenerife on 1 November 2024, is cited for comparative purposes.", "date": "2025-08-10", "journal": ""}
{"title": "Expectations and Motor Signals Shape Auditory Evoked Responses in an Independent Manner", "doi": "10.1101/2025.08.07.669075", "authors": "Buaron, B.; Mukamel, R.", "abstract": "Voluntary actions are usually accompanied by sensory consequences that evoke neural responses in relevant sensory regions. These evoked responses are different when compared to those evoked by otherwise identical physical stimulation not associated with preceding actions (sensory attenuation). A common model suggests that sensory attenuations are caused by efference signals associated with the binding of actions with sensory outcomes. Nevertheless, the information encoded in such signals is debated, with some theories suggesting they convey predictive information while others suggest they convey global motor information regardless of specific outcome expectations. To address this debate, we recorded EEG data while participants (n=30) learned to associate motor or visual cues with corresponding tones. Following 8 repetitions of cue-tone learning, participants successfully learnt the association (>84% correct). At the neural level, the amplitude of auditory evoked responses (N100) decreased across repetitions, as the binding between cues and tones strengthened. In addition, N100 amplitude was attenuated when preceded by motor vs. visual cues. Most importantly, we did not find an interaction effect between repetition and cue type, suggesting a similar sensory attenuation effect across repetitions. Specifically, we show significant sensory attenuation even at the first repetition, when no expectation could be formed. Thus, our results suggest that the sensory attenuation effect does not change while forming experience with action-outcome contingency. These results have implications for contemporary models of sensorimotor control and predictive mechanisms.", "date": "2025-08-10", "journal": ""}
{"title": "HomRank: Homogeneous RNA Ranking for 3D Structure Evaluation", "doi": "10.1101/2025.08.07.669087", "authors": "Li, L.; Yao, Y.; Martinovic|, I.; Kulkarni, M.; Pan, Y.; Huber, R. G.; Sick, M.", "abstract": "Leveraging rigorously curated RNA sequences and a novel ranking-based evaluation paradigm, we propose an improved pipeline for RNA 3D structure assessment. To enhance generalization, we construct a dataset comprising non-redundant single-chain RNA sequences from the PDB and apply unsupervised clustering to minimize data leakage. Based on this, we retrain the previous state-of-the-art method, ARES, to develop ARES+, which improves the top-1 success rate by 21% on the RNA Puzzles benchmark. To further boost near-native identification, we introduce HomRank, a homogeneous RNA ranking method that directly optimizes the selection of near-native conformations from candidate sets, resembling expert evaluation strategies. HomRank achieves 95% and 100% top-1 and top-5 success rates, respectively, significantly outperforming ARES+. These results demonstrate that carefully designed datasets and the expert-like selection paradigm can substantially improve the accuracy and robustness of RNA 3D structure assessment, offering a promising direction for deep learning-based RNA evaluation and near-native conformation selection.", "date": "2025-08-10", "journal": ""}
{"title": "Mesocorticolimbic reinforcement learning of reward representation and value provides an integrated mechanistic account for schizophrenia", "doi": "10.1101/2025.08.10.669522", "authors": "Morita, K.; Kumar, A.", "abstract": "Mesocorticolimbic dopamine projections are crucial for value learning, motivational control, and cognitive functions, but their precise neurocomputational roles remain elusive. Based on recent experimental and theoretical findings, we constructed a neural circuit model where dopamine neuronal populations receive differential inputs from individual rewards and encode heterogeneous reward prediction errors, which train cortical and striatal neurons to learn reward-associated state representation and value. Learning is achieved via simultaneous 'alignments' of the cortical and striatal downstream connections to the mesocorticolimbic dopamine projections, and inhibition-dominance in the cortical recurrent network is a key for successful learning. Excessive excitation, whether pre-existing or induced by manipulations, leads to aberrant activity, which disrupts the alignments and even causes anti-alignment. This impairs both reward-specific motivational control and credit assignment, potentially explaining the negative and positive symptoms of schizophrenia, respectively. Our model thus provides a mechanistic account for schizophrenia, integrating the different causes and symptoms, with testable predictions.", "date": "2025-08-10", "journal": ""}
{"title": "A switch in kappa opioid receptor signaling from inhibitory to excitatory induced by stress in a subset of cortically-projecting dopamine neurons", "doi": "10.1101/2025.08.09.669424", "authors": "Margolis, E. B.", "abstract": "The kappa opioid receptor (KOR) has shown potential as a therapeutic target for several neuropsychiatric disorders including major depressive disorder, pain, and substance use disorder. In vivo signaling of G protein coupled receptors like the KOR is generally thought to change in magnitude but not sign in such behavior states. Here we investigated KOR modulation of ventral tegmental area (VTA) neurons following an acute, behaviorally aversive manipulation. We found this switches KOR signaling from inhibitory to excitatory in a subset of VTA dopamine neurons. Brief corticotrophin releasing factor (CRF) exposure ex vivo rapidly induces a similar switch in KOR signaling, specifically in dorsal medial prefrontal cortex (dmPFC) projecting neurons, but not nucleus accumbens or basolateral amygdala projecting neurons. These KOR mediated excitations depend on G protein activation, but where somatodendritic VTA KORs activate a K+ conductance to hyperpolarize dopamine neurons in control conditions, depolarizations require HCN channel function. One behavioral impact of this change is a loss of the aversiveness of intra-VTA KOR activation, providing direct evidence that rapid changes in GPCR signaling pathways can be triggered by activity at other GPCRs and significantly alter behavioral responses driven by neuromodulators.", "date": "2025-08-10", "journal": ""}
{"title": "Attention-related sampling of targets rhythmically alternates with increased susceptibility to co-occurring distractors", "doi": "10.1101/2025.08.07.669173", "authors": "Redding, Z. V.; Ding, Y.; Fiebelkorn, I. C.", "abstract": "The Rhythmic Theory of Attention proposes that visual spatial attention is characterized by alternating states that promote either sampling at the present focus of attention or a higher likelihood of shifting attentional resources to another location. While theta-rhythmically (4-8 Hz) occurring windows of opportunity for shifting attentional resources might provide cognitive flexibility, these windows might also make us more susceptible to distractors. Here, we used EEG in humans to test how frequency-specific neural activity phasically influences behavioral performance and visual processing when high-contrast distractors co-occur with low-contrast targets. For trials with and without distractors, perceptual sensitivity at the cued target location depended on pre-stimulus theta phase (~7 Hz) recorded at central electrodes. For trials with distractors, there was a greater increase in false alarm rates at the same theta phase associated with lower hit rates (i.e., during the proposed 'shifting state'), confirming theta-rhythmically occurring windows of increased susceptibility to distractors. In addition to these phase-behavior effects at central electrodes, we observed phase-behavior effects at frontocentral and occipital electrodes that (i) only occurred on trials with distractors, (ii) peaked in the alpha-frequency range (~9-10 Hz) and (iii) were strongest at occipital electrodes that were contralateral to distractors. Alpha phase at these electrodes was also associated with fluctuations in the amplitude of distractor-evoked visual responses, consistent with an alpha-mediated gating of distractors. The present findings thus provide evidence for distinct theta- and alpha-mediated mechanisms of spatial attention that phasically modulate the influence of distractors on task performance.", "date": "2025-08-10", "journal": ""}
{"title": "EpiPred: A gene-specific machine learning model for classifying missense variants in the epilepsy-related gene STXBP1", "doi": "10.1101/2025.08.09.669488", "authors": "Calhoun, J.; Wang, C.; Biar, C.; Gunti, J.; Lee, J.; Geller, A.; Hong, J.; Schnell, S.; Dang, L.; Wang, Y.; Parent, J.; Isom, L.; Uhler, M.; Mefford, H.; Ross, M.; Pulido, V.; Carvill, G.", "abstract": "Missense variants in the STXBP1 gene are a frequent cause of early onset developmental and epileptic encephalopathies and related neurodevelopmental disorders, but the clinical interpretation of these variants remains a major challenge. Most reported STXBP1 missense variants are classified as variants of uncertain significance - VUS, complicating diagnosis, counseling, and patient eligibility for precision therapies. Here, we developed EpiPred, a gene specific machine learning classifier that predicts the pathogenicity of STXBP1 missense variants by integrating computational features with empirical evidence from cellular assays. Trained on a curated set of pathogenic and benign variants, EpiPred outperformed leading global prediction tools in accuracy, sensitivity, and specificity. We validated the model's predictions using functional assays that measure protein abundance, solubility, stability, and interaction with the SNARE complex partner syntaxin 1. These biochemical readouts aligned closely with model outputs and enabled reclassification of several likely misdiagnosed variants. We deployed EpiPred in an interactive web application that allows clinicians, researchers, and patients to explore predictions for all possible missense variants in STXBP1. Our approach illustrates the power of gene-specific predictive modeling combined with experimental validation to improve variant interpretation and diagnostic resolution. By identifying likely pathogenic STXBP1 variants, including those that may respond to emerging therapies such as molecular chaperones, EpiPred supports more precise genetic diagnoses and offers a generalizable framework for other clinically relevant genes in neurological disease.", "date": "2025-08-10", "journal": ""}