{"title": "Developmental Programming of Mitochondrial Function Limits Lifespan in Short-Lived Animals", "doi": "10.1101/2023.06.23.546283", "authors": "Castejon-Vega, B.; Fernandez-Guerrero, I.; Yu, Y.; Zussman, R.; Kataura, T.; Stefanatos, R.; Allison, S.; D'Andrea, D.; Cordero, M. D.; Filipovic, M.; Martins, M.; Korolchuk, V. I.; Sanz, A.", "abstract": "The contribution of mitochondria to lifespan determination remains controversial, as impaired mitochondrial function can paradoxically both shorten and extend longevity. During ageing, mitochondria accumulate defects that disrupt electron transport and elevate the production of reactive oxygen species (ROS) per unit of ATP. Here, we developed Drosophila melanogaster models carrying mitochondria that phenocopy aged organelles -termed 'aged-like' mitochondria- to dissect the developmental versus adult contributions of mitochondrial dysfunction to lifespan regulation. Inducing aged-like mitochondria during development caused profound metabolic maladaptation and markedly reduced adult lifespan, without signs of accelerated ageing. In contrast, restricting their expression to adulthood resulted in only a modest reduction in lifespan, accompanied by an increased mortality rate, indicative of accelerated ageing. Enhancing mitochondrial function exclusively during development by expressing the alternative oxidase (AOX) mitigated these metabolic defects and significantly extended adult survival. Likewise, developmental overexpression of Rheb, an activator of Target of Rapamycin (TOR) signalling, improved adult survival without restoring mitochondrial respiration. Finally, we show that mitochondrial respiratory capacity cannot be reinstated in adults with 'aged-like' mitochondria, as oxidative phosphorylation (OXPHOS) protein levels are largely established during development and remain stable throughout adult life. We propose that Drosophila permanently tunes adult metabolism according to developmental cues to optimise reproductive fitness, at the expense of long-term survival.", "date": "2025-12-06", "journal": ""}
{"title": "Topology identifies concurrent cyclic processes and androgen receptor function", "doi": "10.1101/2025.01.09.632214", "authors": "Maggs, K.; Youssef, M. K.; Pulver, C.; Isma, J.; Nguyen, T. J.; Arzt, M.; Karthaus, W.; Harrington, H. A.; Hess, K.; Dotto, G. P.", "abstract": "Standard single-cell RNA-seq analysis frameworks aggregate over-lapping biological processes and impose a single parametrization, conflating distinct programs. Here, we introduce a topological framework that detects and disentangles multiple cyclic processes directly from single-cell transcriptomic data. We validate this approach on synthetic datasets and scRNA-seq profiles of human dermal fibroblasts under control conditions and following androgen receptor (AR) silencing, as well as in vivo mouse prostate regeneration under androgen receptor add-back. We show robust cell cycle structure across conditions, identify an unbiased AR-linked stress signature related to the senescence and proliferation across organisms, and uncover cholesterol homeostasis as an AR-linked program in tissue regeneration. This framework enables identification and separation of concurrent cyclic processes from snapshot single-cell data, revealing complex multi-dimensional regulatory dynamics inaccessible to standard clustering analysis.", "date": "2025-12-06", "journal": ""}
{"title": "Towards accurate, reference-free differential expression: A comprehensive evaluation of long-read de novo transcriptome assembly", "doi": "10.1101/2025.02.02.635999", "authors": "Yan, F.; Baldoni, P. L.; Lancaster, J.; Ritchie, M. E.; Lewsey, M. G.; Gouil, Q.; Davidson, N. M.", "abstract": "Long-read RNA sequencing has significantly advanced transcriptomics by enabling the full length of transcripts to be assessed. However, current analysis methods often depend on a high-quality reference genome and gene annotation. Recently, de novo assembly methods have been developed to utilise long-read data in cases where a reference genome is unavailable, such as in non-model organisms. Despite the potential of these tools, there remains a lack of benchmarking and established protocols for optimal reference-free, long-read transcriptome assembly and differential expression analysis. Here, we comprehensively evaluate the current state-of-the-art long-read de novo transcriptome assembly tools, RATTLE, RNA-Bloom2 and isONform, and compare their performance to one of the leading short-read assemblers, Trinity. We assess various metrics, including assembly quality and computational efficiency, across a range of datasets, which include simulated data and spike-in sequin transcripts, where ground truth is known, and real data from human and pea (Pisum sativum) samples, using a reference-based approach to define truth. To represent contemporary analysis scenarios, the datasets cover depths from 6 million to 60 million reads, Oxford Nanopore Technologies (ONT) cDNA, ONT direct RNA and Pacific Biosciences (PacBio) 10x single-cell sequencing. Critically, we assessed the downstream impact of assembly choice on the detection of differential gene and transcript expression. Our results confirm that long reads generate longer assembled transcripts than short-reads for reference-free analysis, though limitations remain compared to reference-guided approaches, and suggest scope for improved accuracy and reduced redundancy. Of the de novo pipelines, RNA-Bloom2, coupled with Corset for transcript clustering, was the best performing in terms of both accuracy and computational efficiency. Our findings offer guidance when selecting the most effective strategy for long-read differential expression analysis, when a high-quality reference genome is unavailable.", "date": "2025-12-06", "journal": ""}
{"title": "Retrieval practice prevents stress-induced inference impairment by restoring rapid memory reactivation", "doi": "10.1101/2025.03.14.643187", "authors": "Guo, J.; Chen, R.; Zhao, Q.; Sun, X.; Liu, W.", "abstract": "A hallmark of human memory is its ability to form novel inferences by linking discrete but related events. We examined whether acute stress impairs memory inference and if retrieval practice can buffer this effect. Participants were trained on image pairs, AB and BC, to establish interconnected triads (ABC) with a shared bridge element B. Twenty-four hours later, we induced acute stress in half of the participants and then tested their capacity to infer the indirect AC associations. Behavioral results indicated that acute stress reduced memory inference accuracy and speed, yet targeted retrieval practice of the AB and BC pairs after encoding prevented the stress-induced impairment in both A-C inference accuracy and speed. Using multivariate decoding analysis of human electroencephalogram (EEG) recordings, we found neural evidence that bridge element B is rapidly reactivated during the inferential process, a neural signature predictive of subsequent successful inference. Importantly, stress disrupts this rapid neural reactivation of the bridge element, but retrieval practice buffers the stress effect and enhances the strength of reactivation signals beyond the non-stress condition. Time-frequency analyses of theta oscillations mirrored these effects of stress and retrieval practice on inference performance and neural reactivation. Collectively, our findings pinpoint rapid reactivation of the bridge element as an essential neural mechanism for memory-based inference. Although susceptible to stress, this mechanism can be enhanced through retrieval practice, suggesting that building robust memory traces renders subsequent inferences resilient to stress.", "date": "2025-12-06", "journal": ""}
{"title": "TREK1 upregulation is an endogenous mechanism delaying cognitive decline in Alzheimer's Disease", "doi": "10.1101/2025.10.16.682816", "authors": "Mitra, T.; Bhoi, R.; Chakraborty, T.; Moharana, A.; Manoj, V.; Rawal, H.; Ghatak, S.", "abstract": "Alzheimer's Disease (AD) is marked by early hippocampal and neocortical accumulation of amyloid-beta 42 oligomers (A{beta}42o), driving neuronal hyperactivity and synaptic dysfunction years before symptom onset. While two-pore domain leak potassium channels like TREK1 are crucial for maintaining the resting membrane potential of neurons and shaping their excitability profile, their role in major neurodegenerative disorders like AD remains unknown. Here, we discover an activity-dependent upregulation of TREK1 in AD transgenic mice (3xTg and APP/PS1) and cultured hippocampal/cortical neurons, triggered by A{beta}42o -induced hyperactivity. Mechanistically, we show that increased intracellular calcium activates adenylate cyclase 1/8 (AC1/8), initiating a cAMP-PKA signaling cascade that enhances the expression of chromatin regulator CTCF. This increased CTCF in turn enhances the expression of TREK1 both in vitro and in AD transgenic mice. Through a combination of calcium imaging, patch-clamp electrophysiology, immunostaining, and cognitive assays in a hippocampal TREK1 knockdown AD model, we establish that the pathology-associated upregulation of TREK1 constitutes a critical homeostatic brake on neuronal hyperexcitability. This neuronal response is essential for limiting A{beta}42o-mediated synaptic pathology and delaying cognitive decline. Our study identifies a multi-step signaling cascade triggered by A{beta}42o leading to upregulation of TREK1 that functions as an essential compensatory mechanism for neuronal survival in early AD. This study deciphers a cellular mechanism responsible for the preclinical phase of AD characterized by silent buildup of pathology.", "date": "2025-12-06", "journal": ""}
{"title": "Plasmid copy number affects the DNA methylation-driven expression dynamics of the CfrBI restriction-modification system and impacts phage restriction", "doi": "10.64898/2025.12.04.692298", "authors": "Gibhardt, J.; Hoang, T. D.; Severinov, K.; Khodorkovskii, M. A.; Morozova, N. E.", "abstract": "Restriction-modification (R-M) systems are one of the most widespread and, due to their often plasmid-based nature, transmittable anti-phage systems bacteria have. The CfrBI R-M system studied here consists of a methyltransferase (MT) and a restriction endonuclease (RE) that are divergently expressed and share a promoter region that harbors a single CfrBI recognition site. Previously, the methylation of this site has been shown to regulate the expression of the R-M system. Here, we show that the expression dynamics of the CfrBI R-M system and its protective properties depend on the copy number of the plasmid harboring it. A higher copy number results in higher expression, but the expression on a medium-copy number plasmid interestingly conferred the highest phage resistance. After transformation of naive cells however, expression of the RE was fastest in the high-copy plasmid background. In vivo we show that the expression strength of the MT inhibits its own expression, while enhancing RE expression. To conclude, the results indicate that for phage resistance the overall expression strength might not be the predominant factor in case of the CfrBI R-M system, while for the establishment of the system the initial expression rate of the MT seems to be the determining factor.", "date": "2025-12-06", "journal": ""}
{"title": "Microglia-astrocyte interaction underlies aquaporin-4 dysregulation in the mouse cortex", "doi": "10.64898/2025.12.03.691996", "authors": "Wang, Y.; Morita, E.; Hirota, Y.; Monai, H.", "abstract": "Brain water homeostasis relies on the coordinated actions of glial cells. In particular, astrocytes play an essential role in facilitating perivascular water exchange between cerebrospinal fluid and interstitial fluid through aquaporin-4 (AQP4), a water channel highly concentrated at astrocytic endfeet. Dysregulation of AQP4 localization is implicated in various neuropathologies, but its underlying mechanisms are unclear. Although astrocytes and microglia both express {beta}-adrenergic receptors ({beta}-AdRs), whether {beta}-AdR signaling modulates astrocytic AQP4 polarization through microglial activation has not yet been investigated. Here, we hypothesized that microglial activation mediates the {beta}-AdR-induced loss of astrocytic AQP4 polarization. To test this hypothesis, we topically applied the {beta}-AdR agonist, isoproterenol, to the primary visual cortex of anesthetized mice and evaluated AQP4 polarization using double immunohistochemistry. Acute {beta}-AdR activation (3 h) significantly reduced perivascular AQP4 polarization and enhanced local microglial reactivity. Both pharmacological inhibition of microglial activity with minocycline and microglial depletion via dietary administration of the CSF1R antagonist, PLX5622, prevented AQP4 dysregulation induced by isoproterenol. These findings demonstrate that microglial activation is required for {beta}-AdR agonist-induced AQP4 dysregulation in the mouse cortex, revealing a previously unrecognized microglia-astrocyte interaction linking adrenergic signaling to glial water homeostasis.", "date": "2025-12-06", "journal": ""}
{"title": "Pairing extinction training with vagus nerve stimulation (VNS) reduces drug-seeking by altering activity in afferents to the medial prefrontal cortex", "doi": "10.64898/2025.12.03.691662", "authors": "Driskill, C.; Vu, L.; Jalilvand, S.; Salazar, F.; Waydick, L.; Suji, N.; Tata, S.; Khan, A.; Hasan, Z.; Nuna, R.; Kanwal, Z.; Molin, N.; Kroener, S.", "abstract": "Relapse triggered by drug-associated cues or stress remains a major challenge in treating substance use disorders (SUDs), as re-exposure reliably provokes craving and reinstatement of drug seeking. Extinction-based interventions can reduce cue reactivity, yet extinction learning is often weak or context-dependent, limiting its clinical impact. Vagus nerve stimulation (VNS) enhances learning-related plasticity via widespread engagement of neuromodulatory systems and cortical circuits. Recent preclinical work shows that pairing extinction with VNS facilitates extinction learning and reduces cue-induced reinstatement of cocaine seeking, suggesting translational potential as an adjunct to exposure-based therapies. However, the circuit-level mechanisms underlying these effects remain unclear. To address this gap, we examined how VNS paired with extinction alters activity in medial prefrontal cortex (mPFC) networks that regulate drug seeking, focusing specifically on afferent projections from the basolateral amygdala (BLA) and ventral hippocampus (vHPC). Male rats received retrograde AAV-eGFP infusions into either the prelimbic (PL) or infralimbic (IL) cortex to label upstream projections, followed by cocaine self-administration, extinction training with VNS or sham stimulation, and cue-induced reinstatement. cFos immunolabeling in the BLA and vHPC revealed pathway-specific modulation: VNS decreased overall BLA activity and reduced activation of BLA to IL projections, but increased activation of BLA to PL projections. In the vHPC, VNS selectively decreased activation of vHPC to IL projections without affecting PL-projecting neurons. Because these pathways synapse onto parvalbumin interneurons (PVIs) in the mPFC, we quantified PVI activation and found that VNS decreased overall prefrontal cFos expression, but increased PVI activity in the PL, and decreased PVI activity in the IL. Together, these results demonstrate that VNS paired with extinction reshapes prefrontal-amygdala-hippocampal circuits in a pathway-specific manner, potentially modulating feed-forward inhibition to reduce relapse-like behavior. These findings support VNS as a promising strategy to strengthen extinction learning and improve treatment outcomes in SUD.", "date": "2025-12-06", "journal": ""}
{"title": "Revealing Interactions between Microbes, Metabolites, and Dietary Compounds using Genome-scale Analysis", "doi": "10.64898/2025.12.03.692129", "authors": "Wang, T.; Gyori, B.; Weiss, S. T.; Menichetti, G.; Liu, Y.-Y.", "abstract": "The role of gut microbiome in predicting diet response and developing personalized dietary recommendations has been increasingly recognized. Yet, we still lack comprehensive, genome-based insights into which gut microbes metabolize specific dietary compounds. Here, we leveraged the metabolic networks constructed from well-annotated microbial genomes to characterize the potential interactions between microbes and metabolites, specifically emphasizing the interactions between microbes and dietary compounds. We revealed a substantial, approximately four-fold variation in both the number of metabolites and dietary compounds in the microbial genome-scale metabolic networks across different genera, whereas species within the same genus showed a high metabolic similarity (mean coefficient of variation in microbial network degree = 0.023 for metabolites and 0.015 for dietary compounds). We found that the number of species that can utilize a metabolite drastically varies, ranging from 1 to 818 species, with some metabolites being used by a wide range of species (211 out of 1390 metabolites used by more than 95% of species) and others only by a few species (435 metabolites used by less than 5% of species). Leveraging a longitudinal microbiome study, we observed that microbial taxa with similar metabolic capacity tend to have positively correlated abundances, and the gut microbiome's capacity to process dietary compounds is functionally stable. Finally, we propose a network-based method to identify the dietary compounds that are specific to no more than 10 microbial species, offering a new strategy for combining a dietary compound and its linked microbial species to design synbiotics. Our results quantitatively reveal large-scale variation and redundancy in gut microbial metabolism and identify dietary compounds linked to only a few microbial species. These findings improve understanding of microbe-metabolite interactions and provide a foundation for the rational design of microbiome-based interventions for healthy benefits.", "date": "2025-12-06", "journal": ""}
{"title": "BrainBridge Characterizes Key Factors affecting Alzheimer's Disease and Associated Phenotypes", "doi": "10.64898/2025.12.03.692255", "authors": "Liu, T.; Hao, M.; Sun, E.; Markov, Y.; Zhang, L.; Zou, J.; Zhao, H.", "abstract": "Single-cell RNA sequencing (scRNA-seq) has significantly advanced our understanding of Alzheimer's disease and aging by revealing cellular heterogeneity and shifts in cell-type composition between diseased/old and healthy/young individuals. However, few existing studies utilize the rich information in single-cell transcriptomic atlases for robust patient-level modeling and biological feature selection. To address this gap, we present BrainBridge, a deep learning-based framework designed to integrate atlas-scale single-cell transcriptomic data with phenotypic information to model the biomolecular complexity of the human brain. BrainBridge functions both as a powerful predictor and an embedding model for representing sample-level expression profiles and covariates through comprehensive benchmarking. We also demonstrate its effectiveness in prioritizing key genes and cell types associated with disease progression, aging, and sex differences. We further validate our findings using external resources, including genome-wide and epigenome-wide association studies (GWAS and EWAS), spatial transcriptomics, and perturb-seq experiments. Finally, we deploy BrainBridge within an interactive, agent-powered interface that enables intuitive and user-friendly model interactions, promoting broader accessibility and application in biomedical research.", "date": "2025-12-06", "journal": ""}
{"title": "Widespread remodeling of the RNA editome underlies transcriptional and clinical heterogeneity in pediatric acute lymphoblastic leukemia", "doi": "10.64898/2025.12.03.692208", "authors": "Jiang, Q.", "abstract": "Aberrant RNA editing by adenosine deaminases is increasingly recognized as a source of transcriptional diversity in adult cancer, yet its role in pediatric leukemia remains poorly understood. Here, we systematically profiled RNA editing events from bulk RNA-seq data of 1,025 pediatric T-cell acute lymphoblastic leukemia (T-ALL) samples, 37 matched B-ALL diagnosis/relapse pairs, and 6 age-matched non-leukemic controls. We uncovered a widespread global increase in A-to-I editing in T-ALL, affecting both non-coding Alu elements and coding sequences. By contrast, B-ALL shows relatively modest increases in RNA editing at both diagnosis and relapse with no differences in ADAR1 levels. ADAR1 expression is strongly associated with double-stranded RNA (dsRNA) sensors and interferon signaling in T-ALL. Gene-level analyses highlight recurrent editing of oncogenic drivers and regulators of immune signaling, chromatin remodeling, and RNA processing. Unexpectedly, increased editing levels in select genes (CD247, PRKCA and TRAF3IP2.ASI in T-ALL; SPPL3 in B-ALL) were significantly associated with better patient survival, suggesting a potential prognostic role for editing dysregulation at individual gene levels. Together, these results deepen our understanding of the pediatric ALL transcriptome landscape and provided novel candidate regulators and therapeutic targets for future mechanistic and translational investigation.", "date": "2025-12-06", "journal": ""}
{"title": "Cell surface localization and intercellular transfer of the hantavirus nucleocapsid protein via a viral assembly-independent mechanism", "doi": "10.64898/2025.12.05.692699", "authors": "Albornoz, A.; Salazar-Quiroz, N.; Bignon, E. A.; Muena, N. A.; Gonzalez, D.; Espinoza, J.; Fuenzalida, M. J.; Lopez-Lastra, M.; Ulrich, R. G.; Tischler, N. D.", "abstract": "Hantaviruses are segmented negative-sense RNA viruses that package their genome into helical ribonucleocapsids, by oligomerization of the nucleocapsid (N) protein along the viral RNA. Upon transmission to humans, hantaviruses can cause severe disease characterized by increased vascular permeability in the microvasculature, a key driver of pathogenesis. In patients and rodent reservoirs, robust and persistent antibody responses against the nucleocapsid (N) protein are consistently observed. Here we investigated whether the hantavirus N protein, described as a strictly intracellular protein, is released into the extracellular environment during viral infection. By using diverse experimental approaches, we demonstrate that in cells infected with Andes virus (ANDV) or the non-pathogenic Tula virus (TULV), the N protein localizes on the plasma membrane. Transfection experiments further revealed that the surface localization of N proteins from Murine, Arvicoline, Neotomine and Sigmodontine rodent-reservoir-associated hantaviruses did not require co-expression of other viral proteins indicating that its trafficking to the cell surface is mediated by a mechanism distinct from canonical virion assembly pathways. Moreover, we show that the N protein is secreted from cells into the extracellular milieu and is further transferred to neighboring cells. Interestingly, despite being present on the cell surface and secreted into the extracellular media, the TULV N protein transfer of the N protein to neighboring cells was significantly lower compared to that of ANDV N protein. The extracellular presence of hantavirus N proteins, and likely also from other clinically-relevant bunyaviruses, unveils new possible functions of the protein during the viral infection cycle, which is likely related to immune responses, immune modulation and viral pathogenesis.", "date": "2025-12-06", "journal": ""}
{"title": "Developmental conditions shape lifetime reproductive strategies in a wild mammal", "doi": "10.64898/2025.12.05.692614", "authors": "Petrullo, L.; Delaney, D. M.; Boutin, S.; Lane, J. E.; McAdam, A. G.; Dantzer, B.", "abstract": "Coping with developmental hardship is a defining feature of resilience across the tree of life. Compensatory strategies that preserve fitness after a poor start are hypothesized to be favored by natural selection, but empirical evidence is rare. Using over three decades of data on >1,000 reproductive attempts across the lifetimes of 405 wild female red squirrels, we show that developmental adversity prompts adaptive reorganization of reproductive investment across the lifespan. Hardships reduced lifetime reproductive opportunities, but triggered opposing strategies. Extrinsic mortality risk predicted frontloading of reproduction at debut, while poor maternal investment predicted terminal reproductive effort at a cost to future generations. Both strategies preserved lifetime fitness, revealing how context-dependent reproductive plasticity over the life course can rescue the fitness consequences of developmental hardship.", "date": "2025-12-06", "journal": ""}
{"title": "The role of container periphyton as an oviposition attractant for female Aedes aegypti", "doi": "10.64898/2025.12.05.692399", "authors": "Otero Lopez, L. M.; Bauer, A. J.; Caragata, E. P.; Barrera, R.", "abstract": "Background: Aedes aegypti mosquitoes use diverse chemosensory cues to select an oviposition site. These cues are thought to provide information on factors such as food availability, predators, pathogens, and competitors. Most research on the stimuli attracting female Ae. aegypti to oviposit in natural or artificial containers has focused on the properties of the vessel and water, such as size, color, water quality, concentration of dissolved organic matter, and microorganisms. One understudied aspect of oviposition containers is periphyton, the complex community of microorganisms that can grow on the inner walls of containers where gravid Ae. aegypti females lay their eggs. Periphyton can potentially act as an indicator of the suitability of the container for females looking for an oviposition site, and as a source of food for future mosquito larvae. We were interested in understanding if container periphyton attracts gravid Ae. aegypti females for oviposition and to assess the microbial composition of the periphyton community. Methods: To answer these questions, we conducted a series of attraction and oviposition assays and collected samples from the periphyton used in these assays for 16s rRNA fingerprinting. Results: We demonstrated that periphyton promotes oviposition by Ae. aegypti. Results from 16s rRNA fingerprinting of periphyton specimens revealed that these communities exhibit high complexity and contain microbial taxa from several classes, including Cyanobacteria, Proteobacteria, Anaerolineae, and Cytophagia. Conclusions: Understanding the chemosensory interactions between mosquitoes and periphyton involved in egg laying could prompt the development and formulation of novel attractants useful in mosquito control.", "date": "2025-12-06", "journal": ""}
{"title": "Evaluating the roles of testosterone and sex-linked genes in territorial aggression of sex-reversed XY females in the African pygmy mouse", "doi": "10.64898/2025.12.05.692630", "authors": "Heitzmann, L. D.; Perez, J.; Charbonnier, R.; Fichter, M.; Hautecoeur, X.; Deremarque, T.; Martin, A. O.; Veyrunes, F.", "abstract": "Sex differences in social aggression are widespread across the animal kingdom, with males typically displaying greater territoriality. While this dimorphism has traditionally been attributed to sex hormones, sex chromosomes can also contribute to it independently of hormonal influence. In the African pygmy mouse Mus minutoides, naturally occurring sex-reversed XY females (named X*Y due to a mutation on the X chromosome) are highly territorial in comparison to the other female genotypes present in the population (XX and XX*). However, the molecular basis of this phenotype remains unknown. Here, we evaluate molecular factors, known to correlate with aggressiveness, following a standardized behavioural assessment of aggression. We focus on i) the androgen pathway by quantifying testosterone serum levels and expression of its receptor in the brain; ii) the brain dopaminergic system through expression of dopamine-regulating genes, including the sex-determining Sry gene; and iii) neuroendocrine circuits, via vasopressin and oxytocin expression. These systems, although distinct, converge on hypothalamic-limbic circuits that regulate social behaviour and threat responses, providing an integrated framework for the modulation of aggression. Contrary to earlier reports, we found reduced level of aggression in X*Y females, likely to reflect a breeding facility effect. We also observe no correlations between aggressiveness and androgen levels or gene expression of the tested factors. However, our results support a stimulation of the dopaminergic system and of the oxytocin pathway following the agonistic assay suggesting their potential involvement in aggression-related responses. This further supports the idea that aggression is multifactorial. It is shaped by the interaction of several neuroendocrine and neurotransmitter pathways rather than a single determinant.", "date": "2025-12-06", "journal": ""}
{"title": "Impact of fluctuating environments on the fitness and robustness of evolving laboratory and industrial Saccharomyces cerevisiae strains", "doi": "10.64898/2025.12.05.692621", "authors": "Trivellin, C.; Ekman, D.; Persson, K.; Gupta, M.; Olsson, L.; Desai, M. M.", "abstract": "Adaptation occurs through the selection of beneficial mutations enhancing fitness in a specific environment. However, since environments vary across time and space, mutations that are positively selected in one environment may be less beneficial or detrimental in others. Here, we investigate the evolution of microbial robustness (i.e. a consistent fitness across many diverse environments) through the adaptive evolution of two genetically distinct Saccharomyces cerevisiae populations in fluctuating conditions, followed by fitness assays and whole-genome sequencing. Our results indicate that the haploid laboratory strain S288C achieved higher average fitness than its parental strain, particularly when evolved in fluctuating environments compared to constant environments, but did not show increased robustness. In contrast, populations of the industrial diploid strain Ethanol Red failed to achieve significant fitness improvement under both fluctuating and constant evolution regimes but became more robust. Populations that adapted to fluctuating conditions acquired mutations in genes involved with cell morphology and protein degradation. Overall, our results emphasise the importance of parental traits in shaping fitness and robustness during adaptive laboratory evolution.", "date": "2025-12-06", "journal": ""}
{"title": "Phenotype-driven parallel embedding for microbiome multi-omic data integration", "doi": "10.64898/2025.12.05.692119", "authors": "Bamberger, T.; consortium, D.; Borenstein, E.", "abstract": "The human microbiome is widely recognized as a key determinant of health and disease, yet most reported links between observed microbial features and clinical outcomes remain descriptive and lack an integrated system-level perspective. Multi-omic studies of the microbiome, which jointly profile and analyze multiple molecular aspects of the microbiome via metagenomics, metabolomics, proteomics, and transcriptomics assays, offers a more comprehensive view of this system, with the potential to uncover how microbial communities and functions influence host physiology. However, integration of such multi-omic data remains challenging due to high dimensionality, major differences in data properties across omics, and the need to utilize and preserve omic-specific information. Embedding omic data in low-dimensional spaces offer a promising avenue to capture complex patterns, reduce noise, and improve downstream analysis, yet most embedding-based microbiome studies to date exhibited limited predictive power or relied on a single joint embedding of all omics thus failing to preserve omic-species properties. To address this, we introduce PAPRICA (Phenotype-Aware Parallel Representation for Integrative omiC Analysis), an encoder-decoder framework for microbiome multi-omic integration that embeds each omic into its own latent space while jointly modeling their relationships. The model consists of parallel autoencoders trained with a loss function that promotes three objectives: (1) accurate reconstruction of each omic, (2) alignment of samples across omics such that proximity in one latent space reflects proximity in the others, and (3) alignment with a phenotype space to capture variation associated with continuous outcomes, such as fecal calprotectin levels in IBD. The resulting models support cross-omic inference and phenotype prediction from the learned latent representations, and enables integration without collapsing data into a single space. This modeling approach thus preserves omic-specific signals while capturing phenotype-associated variation. We compared PAPRICA to four alternative models that represent successive advances in multi-omic integration architectures. We found that across two complementary tasks, predicting one omic profile from another and predicting a continuous phenotype from an input omic profile, our parallel autoencoder approach, and particularly the PAPRICA model, demonstrated better performance across three multi-omic datasets (the Franzosa IBD cohort, Lifelines DEEP and the Dog Aging Project Precision Cohort). Combined, these findings suggest that our embedding strategy effectively captures and balances omic-specific structure, cross-omic relationships, and phenotype-relevant signals across diverse datasets, offering a flexible, scalable framework for embedding complex multi-omic microbiome data and advancing our ability to gain new insights into host-microbiome interactions.", "date": "2025-12-06", "journal": ""}
{"title": "FungiGutDB: Curated database for taxonomic assignment of the gut mycobiome by whole genome sequencing", "doi": "10.64898/2025.12.03.691829", "authors": "Coleto-Checa, D.; Lacruz-Pleguezuelos, B.; Perez Cuervo, A.; Cardenas-Roig, N.; Carrasco-Guijarro, L.; Martin-Segura, A.; Carrillo de Santa Pau, E.; Marcos-Zambrano, L. J.", "abstract": "Fungi represent less than 1% of the gut microbiota; However, their importance in host homeostasis and disease is increasingly recognized. Accurate characterization of the gut mycobiome from metagenomic data remains a significant challenge due to the low abundance of fungal DNA, the performance of bacteria-oriented classifiers, and the limited availability of curated fungal reference databases. To overcome these issues, we developed FungiGutDB v1.0, a curated database containing 304 taxa previously identified in culture-dependent human studies, and we integrated the database in a reproducible workflow to ease its application (FungiGut). Benchmarking analyses demonstrated that FungiGut achieved a substantially lower false positive rate in mock communities compared to standard non-gut-specific fungi databases. When applied to real metagenomic datasets, FungiGut successfully characterized the gut mycobiome, identifying Saccharomyces cerevisiae as the predominant species in healthy individuals, along with common dietary fungi found in fermented dairy products (Penicillium camemberti, Debaryomyces hansenii, Kluyveromyces lactis, Pichia kudriavzevii). In contrast, samples from patients with non-responsive celiac disease showed a higher relative abundance of opportunistic pathogens and a lower number of diet-associated taxa, suggesting a trend toward a dysbiotic mycobiome profile. By limiting classification to fungal species previously isolated from the human gut, FungiGut minimizes misclassifications derived from environmental or plant-associated taxa, which often lead to mistaken interpretation of the results. Overall, FungiGut offers a biologically consistent and reproducible approach to gut mycobiome profiling, improving taxonomic accuracy and strengthening confidence in the interpretation of fungal metagenomic data in human microbiome research.", "date": "2025-12-06", "journal": ""}
{"title": "DeepRank-Ab: a dedicated scoring function for antibody-antigen complexes based on geometric deep learning", "doi": "10.64898/2025.12.03.691974", "authors": "Xu, X.; Coratella, I.; Bonvin, A. M.", "abstract": "Gaining structural insights into the interactions between antibodies and their corresponding antigens is essential for understanding immune recognition and for guiding therapeutic antibody design. However, accurately modelling these complexes remains a significant challenge for both physics-based docking approaches and AI-based, co-folding methods such as AlphaFold3. These methods not only struggle to generate near native conformations, but, more critically, they often fail to score and rank such conformations correctly, revealing fundamental limitations when applied to antibody-antigen systems. To address these limitations, we present DeepRank-Ab, a geometric deep learning-based scoring function tailored to the unique characteristics of antibody-antigen interfaces. Its development was enabled by a rigorously curated benchmark comprising more than 2.3 million decoys generated from 1,442 complexes, providing the diversity required for robust training and unbiased evaluation. Leveraging this resource, we systematically assessed multiple levels of graph representation, structural and energetic feature sets, and sampling strategies. Building on our previous DeepRank-GNN-esm work, our analysis identified that atom-level graph representation coupled with Voronoi-based surface decomposition and antibody-specific descriptors is the most effective formulation for accurate scoring. Across multiple independent test sets, including models from unbound unbound docking and structures generated by AlphaFold, DeepRank-Ab consistently outperforms all evaluated methods, including AF3, HADDOCK and state of the art scoring approach such as FTDMP. It increases the AF3 Top 1 success rate by 35.5% and improves the mean Top 1 DockQ by more than a factor of two. DeepRank-Ab further generalizes robustly beyond its training distribution, achieving 100% Top 5 success rate on external antibody-antigen CAPRI targets, surpassing all tested methods. Together, these results demonstrate that DeepRank-Ab is a highly effective scoring method that substantially improves the identification of near-native antibody-antigen conformations.", "date": "2025-12-06", "journal": ""}
{"title": "Design of post-translational, ligand-controlled inverters and switches", "doi": "10.64898/2025.12.05.692672", "authors": "Swift, S. D.; McCarthy, K. S.; Baumer, Z. T.; Wheeldon, I.; Cutler, S. R.; Whitehead, T. A.", "abstract": "Rational control over diverse, ligand-responsive output networks is a foundational challenge in synthetic biology, particularly for systems based on post-translational signaling. Here, we present the design and engineering of minimal, modular protein architectures for chemically responsive molecular inverters and digital switches. Our inverter design modifies the plant-derived PYR1-HAB1 chemically inducible dimerization module by incorporating a constitutive activator, which is then competitively displaced by the ligand-bound PYR1 receptor, converting the native 'dimerization-on' mechanism into a 'signal-off' inverter. We establish key design features and demonstrate predictable tuning of the inverter's transfer function, including its maximum output, half-maximal inhibitory concentration, and minimum output, solely by adjusting protein stoichiometry. The architecture is modular, enabling plug-and-play response to diverse, user-defined drug-like small molecules. We show that an inverter biosensor for an environmental contaminant functions in engineered living cells with a low nanomolar sensitivity. Additionally, we convert the PYR1-HAB1 sensor into a digital switch by adding an engineered molecular titrant to the system. Overall, this work provides a generalizable, minimal, and tunable protein scaffold for programming complex, post-translational signaling logic, significantly expanding the toolkit for sophisticated biological circuit design.", "date": "2025-12-06", "journal": ""}
{"title": "First occurrence of parasitic isopod (Braga nasuta, Schioedte & Meinert, 1881) on ornamental fish in Europe", "doi": "10.64898/2025.12.04.692341", "authors": "Hoitsy, M.; Gal, J.; Sos, E.; Nagy, A.; Hornok, S.; Keve, G.", "abstract": "Parasitic crustaceans represent a significant threat to both freshwater and marine aquaculture, with several families capable of inducing severe diseases with high mortality rates and therefore significant economic losses. Among them, isopods of the genus Braga (Cymothoidae) are haematophagous parasites of neotropical fish, causing anaemia, tissue damage, and mortality. Braga nasuta, endemic to Brazil, has been reported from various hosts, including ornamental species exported worldwide. During routine examination of imported cardinal tetra (Paracheirodon axelrodi, Schultz, 1956), the authors detected that one of the fish harbored an adult male isopod (~6.21 mm long, 2.66 mm wide) attached anterior to the dorsal fin. Based on morphological identification, the parasite was identified as Braga nasuta. No secondary pathogens were observed in affected fish. Given the global trade in ornamental species, the introduction of B. nasuta into non-native regions underscores the importance of quarantine and parasite monitoring. While the potential ability of this parasite to establish populations in Europe requires further studies, vigilance is warranted to prevent potential spread and ecological impact. In this study, the authors document the first occurrence of B. nasuta in Europe, detected on a cardinal tetra (P. axelrodi) imported to a Hungarian public aquarium.", "date": "2025-12-06", "journal": ""}
{"title": "Gut microbial interaction networks control autoimmunity to neuroretina", "doi": "10.64898/2025.12.04.691931", "authors": "Zhang, A.; Horai, R.; Jittayasothorn, Y.; Badger, J. H.; Wu, Z.; Gupta, A.; Arunkumar, S.; Murphy, C. E.; Shi, G.; Nagarajan, V.; McCulloch, J. A.; Kodati, S.; Sen, H. N.; Lee, J. W.; Jacobs, J. P.; Xu, X.; Mattapallil, M. J.; Peng, Z.; Xu, B.; Palmer, R. J.; Majdalani, N.; Honda, K.; O'hUigin, C.; Caspi, R. R.", "abstract": "The gut microbiome influences the development of immune-mediated inflammatory diseases. One such condition is autoimmune uveitis, a sight-threatening ocular inflammation driven by retina-specific T cells. Using a model of spontaneous experimental autoimmune uveitis (sEAU) we showed that gut commensals provide immune stimuli that trigger the disease. Here we report that uveitis-promoting microbes are present in human gut flora and that colonization of germ-free (GF) mice with commensal flora from healthy human donors was sufficient to provoke disease. Severity of sEAU correlated with expansion of Akkermansia and contraction of short-chain fatty acid (SCFA)-producing Firmicutes, followed by decreased SCFA levels and a dominant gut Th1 effector response. Mechanistic gain-of-function experiments, enriching GF sEAU mice with Akkermansia, reproduced these microbiome, metabolite and immune phenotype shifts, and exacerbated disease. We propose that Akkermansia promotes autoimmunity by outcompeting SCFA-producers and enhancing Th1-type responses. Notably, an inverse correlation between Akkermansia (Verrucomicrobia) and Firmicutes was also present in fecal microbiome of patients with uveitis, multiple sclerosis and Crohn's disease. These findings reveal a stereotypic gut microbial interaction network that regulates systemic immune balance, and may represent an ecologically conserved mechanism through which the gut microbiome modulates autoimmune and inflammatory diseases.", "date": "2025-12-06", "journal": ""}
{"title": "Genomic Analyses of Antibiotic-Resistant Escherichia coli From Extensive Beef Cattle and Sheep Farms Identifies Inter-Species and Farm-Farm Sharing as Clonal Dissemination Pathways", "doi": "10.64898/2025.12.06.692737", "authors": "Peltonen, N.; Sealey, J. E.; Mounsey, O.; Best, C. M.; Llamazares, B.; Miller, W.; Moiseienko, Y.; Sealey, K. L.; Stanton, E.; Syvret, E.; Vass, L.; Wright, L.; Reyher, K. K.; Avison, M. B.", "abstract": "Background Globally, there is a large gap in our understanding of the prevalence, ecology and transmission dynamics of antibiotic resistance (ABR) in extensively reared ruminants, despite these animals contributing to the food chain and frequently sharing land with humans. Methods Five hundred and seventy one visits to 33 Welsh beef cattle and/or sheep farms resulted in 1874 samples being collected at faecally contaminated sites from April 2022 to March 2023 (ADGC1) and September 2023 to December 2024 (ADGC2). Samples were tested for resistant Escherichia coli using amoxicillin, streptomycin, spectinomycin, cefotaxime and ciprofloxacin. WGS used Illumina technology. Clonal relationships were determined following core-genome alignment. Results A significant reduction in positivity for spectinomycin-resistant E. coli in sheep samples from ADGC1 to ADGC2 was observed, coincident with market withdrawal of a spectinomycin-containing preparation widely used in sheep. Reductions were seen in 19/22 sheep flocks with nine seeing a >50% reduction. Resistance to other tested antibiotics was unchanged. Phenotypic analysis and WGS for 713 E. coli showed that resistance to antibacterials important for human medicine was rare and genetically diverse. We identified 77 E. coli clones (<100 SNP cutoff) circulating among study farms with mixed farms contributing most; clones were also shared between animal species on mixed farms. Conclusions For extensively reared ruminants, ABR-reducing efforts can have significant impacts on antibiotic resistance on farms. Focusing these efforts onto farms contributing to the most animal movement and mixing events may generate the greatest reductions in overall on-farm ABR prevalence at regional and national levels.", "date": "2025-12-06", "journal": ""}
{"title": "An optimized protocol for Candida albicans infection in Schmidtea mediterranea to study fungal pathogenesis and host defense", "doi": "10.64898/2025.12.06.691972", "authors": "Shamoon, N. M.; Arinda, B. N.; Sandhu, S.; Gunasekaran, D.; Oviedo, N. J.; Nobile, C. J.", "abstract": "Candida albicans is a common opportunistic fungal pathogen that asymptomatically colonizes most humans. Although typically a benign commensal, dysbiosis caused by antibiotic use, immune dysfunction, or epithelial barrier disruption can trigger fungal overgrowth and infection, ranging from superficial mucosal disease to life-threatening systemic candidiasis. New preclinical infection models are needed to dissect C. albicans pathogenesis in vivo across distinct stages of infection and with different measurable host outcomes. We previously established the planarian Schmidtea mediterranea as an invertebrate host for studying host-pathogen interactions during C. albicans infection. S. mediterranea relies entirely on conserved innate immune mechanisms capable of overcoming infection with pathogenic microorganisms, including bacteria and fungi. Planarians remarkable regenerative capacity and accessible stem cell populations make this organism a tractable model to analyze early immune responses, tissue repair, and pathogen clearance in vivo. This model supports simultaneous analysis of fungal virulence and host transcriptional responses, providing valuable insights into infection dynamics. Here, we present an updated protocol with detailed modifications, standardized procedures, and optimized steps for infecting S. mediterranea with C. albicans, designed to enhance reproducibility and enable systematic studies of fungal pathogenesis and host defense.", "date": "2025-12-06", "journal": ""}
{"title": "Expanding the Genome in a Bottle Truth Set: Detection and Validation of Novel Low-frequency Variants Using High-accuracy NanoSeq", "doi": "10.64898/2025.12.05.692678", "authors": "Zhang, Y.; Chao, H.; Niu, M.; Grochowski, C. M.; Kottapalli, K.; Bhamidipati, S. V.; muzny, d. m.; Gibbs, R. A.; Zong, C.; Doddapaneni, H. V.", "abstract": "Somatic mutations record tissue molecular history and inform risk, prognosis, and therapy, yet their variant allele fractions often fall below the reliable detection limit of conventional short-read sequencing. In contrast, duplex sequencing technology featured by NanoSeq applies the principle of single molecule detection and thereby overcomes the limitation. However, the original NanoSeq protocol relies on the restriction enzyme-based genome fragmentation, which constrained its genome coverage to 30-40%. To enable whole-genome discovery with duplex-level fidelity, we pursued two complementary approaches to optimize the NanoSeq protocol: (i) a restriction-enzyme strategy densifies accessible sites using orthogonal 4-bp cutters; and (ii) a workflow using sonication followed by mung bean nuclease with T4 polynucleotide kinase, Klenow fragment and dATP/ddBTP mixture (NanoSeq-MBN) to blunt and repair/A-tailing DNA, while minimizing repair artifacts. We systematically benchmarked their performance using Genome in a Bottle (GIAB) gold-standard sample mixtures. As a result, NanoSeq-MBN achieved near genome-wide, Poisson-like coverage with minimal trinucleotide-context bias and ultra-high accuracy. Beyond variants already present in the GIAB truth set, NanoSeq-MBN identified approximately 120,000-160,000 de novo mutations per sample missing in the truth set, Notably, over 98% had orthogonal support in reanalyzed GIAB bulk Illumina HiSeq libraries. These novel variants extended GIAB from germline benchmarking to rare-variant discovery and calibration of subclonal detection. Functional annotation revealed enrichment of high Combined Annotation Dependent Depletion (CADD) scores mutations in exonic and splice-related regions. Variants intersecting ClinVar entries and OMIM genes highlighted potential for surveillance and clinical triage. Collectively, these results add a somatic layer to GIAB, enabling calibration of burdens and mutational signatures in lymphoblastoid lines and provide reference material for rare-variant assays. The NanoSeq-MBN workflow offers a path to whole-genome, high-fidelity discovery of ultra-rare somatic variation with relevance to clinical assay validation.", "date": "2025-12-06", "journal": ""}
{"title": "High-resolution insights into the geographic differentiation and hybridisation of Odontobutis gobies through integrated eDNA and SNP analyses", "doi": "10.64898/2025.12.05.692706", "authors": "Tsuji, S.; Miuchi, Y.; Shibata, N.; Watanabe, K.", "abstract": "Understanding fine-scale population genetic structure is essential for biodiversity conservation and evolutionary research, but conventional phylogeographic studies often face labour and financial cost constraints. This study proposes a two-step survey strategy that integrates environmental DNA (eDNA) analysis and PCR-based genome-wide SNP genotyping, aiming to evaluate its effectiveness by comprehensively characterising the population structure of widely distributed species. As a model system, we selected the odontobutid gobies, Odontobutis obscurus and O. hikimius, which occur in western Japan. Initially, water samples were collected from 335 sites across western Japan. Subsequently, tissue sampling for SNP analysis was conducted at 49 sites representing the regional groups and species. The eDNA analysis revealed two major mitochondrial clades within O. obscurus, each comprising multiple geographically distinct groups. Subsequently, tissue sampling and SNP analysis were conducted at representative sites of each regional group and species. Nuclear genomic SNP data (661 loci) corroborated the deep divergence between the two clades of O. obscurus and, unexpectedly, indicated that O. hikimius, whose range lies at their boundary, originated through hybridisation between them. Geographic patterns of the regional groups inferred from both mitochondrial and nuclear data were largely explained by historical geological events such as mountain uplift and ancient river system dynamics, and provide unprecedentedly detailed insight into the population structuring of the focal species. This study demonstrates that the integration of eDNA and SNP analyses provides a cost-effective and scalable approach for high-resolution phylogeographic surveys.", "date": "2025-12-06", "journal": ""}
{"title": "Structure of human lymphoid-specific helicase HELLS in its autoinhibitory state", "doi": "10.64898/2025.12.06.692698", "authors": "Kaur, G.; Ren, R.; Lee, J.; Horton, J. R.; Zhang, X.; Gao, Y.; Chen, T.; Cheng, X.", "abstract": "Helicase, Lymphoid Specific (HELLS), also known as Lymphoid-Specific Helicase (LSH), is a member of the SNF2 chromatin-remodeling family that regulates DNA methylation and heterochromatin organization. Unlike most chromatin remodelers, HELLS is catalytically inactive in its apo form and requires the DNA-binding protein CDCA7 for activation, though the underlying mechanism has remained unclear. Here, we combine biochemical, biophysical and cryo-electron microscopy analyses to define the structural basis of HELLS autoinhibition. HELLS alone assembles into a hexameric (trimer of dimers) architecture stabilized by interactions between its N-terminal coiled-coil (CC) domain and ATPase Lobe-1, while ATPase Lobe-2 remains flexible and disengaged. The CC domain functions both as an oligomerization scaffold and as an autoinhibitory module that restricts catalytic activity. Binding of CDCA7 and DNA promotes formation of an active HELLS-CDCA7-DNA ternary complex. CDCA7 recognizes hemimethylated CpG dinucleotides in both B-form and non-B-form DNA and stimulates HELLS ATPase activity. Together, these findings reveal the mechanism of HELLS autoinhibition and its activation by CDCA7 and DNA, providing new insight into how the HELLS-CDCA7-DNA ternary complex maintains DNA methylation and heterochromatin integrity.", "date": "2025-12-06", "journal": ""}
{"title": "Mosaic PIK3CA-related overgrowth spectrum (PROS) mutations cause non-cell autonomous vascular overgrowth and pan-lineage dysregulation at disease onset", "doi": "10.64898/2025.12.03.691507", "authors": "Brunsdon, H.; Wang, N.; Raredon, M. S. B.; Madsen, R. R.; Semple, R. K.; Patton, E. E.", "abstract": "Post-zygotic gain-of-function PIK3CA mutations arising during embryonic development cause disorders collectively known as the PIK3CA-related overgrowth spectrum (PROS). This ranges from minor, localized overgrowth to devastating multi-tissue overgrowth. Disease severity is widely attributed to a combination of PIK3CA genotype, affected cell type, and developmental timing of mutation acquisition. However, in PROS this explains neither the biased pattern of overgrowth - disproportionately affecting mesoderm and neuroectoderm-derived tissues - nor the typical low mutation burden within areas of extensive tissue overgrowth. Indeed, growing evidence suggests PROS mutations cause overgrowth non-cell-autonomously, although mechanisms of this are poorly understood. Here, we develop mosaic zebrafish models of PROS with overexpression of orthologous hotspot pik3ca mutations (pik3caPROS) to visualize and examine the effects of mutated cells on early development, in whole live animals. Reminiscent of PROS, we observe a spectrum of embryonic vasculature malformations (VMs), accompanied by larval muscle and bone overgrowth. Surprisingly, VMs only rarely expressed pik3caPROS in constituent endothelial cells, with pik3caPROS-expressing cells often closely abutting malformations instead. Single-cell transcriptomics of pik3caPROS mosaic zebrafish prior to VM onset revealed that most pik3caPROS cells are relatively immature and developmentally inert or constitute a small minority of mesodermal-derived cell types. Despite this constriction, global changes to cell fate were evident, alongside pervasive, pan-lineage abnormalities of gene expression, and rewiring of predicted ligand-receptor communication between lineages. We propose that targeting signals that indirectly propagate overgrowth through non-cell autonomous mechanisms - as well as PI3K activation itself - is worthy of therapeutic investigation.", "date": "2025-12-06", "journal": ""}
{"title": "Non-native crustacean predators conditionally trigger inducible defense behaviors in blue mussel", "doi": "10.64898/2025.12.04.691823", "authors": "Dai, R.; Wells, C.", "abstract": "Climate change is driving the poleward expansion of many species, including the Atlantic blue crab (Callinectes sapidus), whose northern range now extends into the Gulf of Maine. As a recently arrived predator, the blue crab may pose a threat to native prey communities already impacted by the earlier introduction of the European green crab (Carcinus maenas). This study investigates the defensive capacity of native blue mussels (Mytilus edulis) in response to 45 h of exposure to chemical cues of blue versus green crabs. Mussels were hypothesized to invest more energy in defensive behaviors in response to green crab cues, owing to a longer shared ecological history in the Gulf of Maine. The results support this hypothesis: female blue mussels exposed to green crab cues spawned, and small mussels exhibited increased relocation behavior. In contrast, exposure to blue crab cues did not alter mussel reproductive, movement, or attachment behaviors. Notably, neither treatment significantly affected mussel attachment as measured by byssal thread quantity and tenacity, suggesting that this behavior may not be a primary defense mechanism against crab predators in this context, contrary to previous findings. These findings underscore the importance of understanding species- and size-specific interactions as expanding ranges and species introductions continue to reshape predator-prey dynamics across coastal ecosystems.", "date": "2025-12-06", "journal": ""}
{"title": "Living on the edge: warmer climate reduces leaf thermal safety margins and causes gas exchange decoupling in Mediterranean shrubs", "doi": "10.64898/2025.12.06.692718", "authors": "Didion-Gency, M.; Soler-Ruiz, P.; Castells, E.; Martinez-Vilalta, J.", "abstract": "Global warming pushes plants close to their leaf thermal limits, altering carbon uptake, growth and survival. Therefore, investigating leaf thermal tolerance adjustment is essential to understand future vegetation dynamics, especially in high-risk Mediterranean shrubs facing hot and dry summers. We measured dark-adapted leaf fluorescence (Fv/Fm), thermal thresholds (Tcrit, T50, Tmax), optimal assimilation temperature (Topt), thermal safety margin (TSM), leaf and air-temperatures (Tair, Tleaf) and gas exchange (A, gs, E) in six shrub species in six sites along a climatic gradient in Catalonia, Spain. We found that Topt increased as conditions warmed, while Fv/Fm and Tmax showed quadratic responses decreasing in the warmest sites. Hence, TSM declined and approached 0 at the hottest sites, indicating that shrubs were operating close to their thermal limits. Warmer Tair under high levels of solar radiation raised Tleaf, though some species maintained Tleaf < Tair during daytime, suggesting a passive or active leaf cooling at high temperatures exceeding solar energy. Moreover, E remained high despite low A at higher Tleaf, revealing a decoupling of gas exchange at high temperatures. Incorporating leaf thermal tolerance adjustments and gas exchange decoupling at extreme temperatures into vegetation models could improve predictions of shrub function and dynamics under warmer climates.", "date": "2025-12-06", "journal": ""}
{"title": "Evolutionary fingerprinting of protein-coding genes in RNA viruses", "doi": "10.64898/2025.12.05.692645", "authors": "Munoz-Baena, L.; Castelan-Sanchez, H.; Bagherichimeh, S.; Magbor, P.; Rojas-Vargas, J.; Khan, A.; Olabode, A. S.; Poon, A.", "abstract": "RNA viruses evolve rapidly to adapt to changing host environments. Much of this adaptation occurs at the level of protein-coding genes. Thus, some of the most well-characterized examples of rapid adaptation have been found in virus proteins that are exposed on the surface of the viral particle, where they mediate host receptor binding and cell entry. To investigate whether surface-exposed proteins and other proteins encoded by viruses exhibit different patterns of evolution under selection, we analyzed 244 protein-coding genes from 28 species of RNA viruses representing 15 taxonomic families. First, we show that gene-wide rates of non-synonymous (dN) and synonymous (dS) substitutions do not differentiate between categories of proteins. To provide a more detailed comparison between genes, we inferred for each alignment the bivariate posterior distribution over a fixed grid of codon site-specific dN and dS values. This distribution is the gene's 'evolutionary fingerprint'. Next, we computed the Wasserstein distance for every pair of fingerprints, which is analogous to amount of work required to reshape one distribution to another. After compensating for differences in genetic variation among viruses and proteins, we found that surface-exposed proteins could not be distinguished from non-exposed proteins in the space induced by the Wasserstein distance matrix. However, surface-exposed proteins from enveloped viruses were significantly clustered apart from their counterparts in non-enveloped viruses. In contrast, there was no significant separation between these categories of viruses for proteins with polymerase activity. We show that this pattern is more consistent with relaxed purifying selection than adaptive evolution in proteins associated with viral envelopes.", "date": "2025-12-06", "journal": ""}
{"title": "A genomic toolkit for surveillance and elimination of the principal malaria vectors in Southeast Asia.", "doi": "10.64898/2025.12.04.691712", "authors": "Dennis, T. P. W.; Vantaux, A.; Kobylinski, K. C.; Alam, M. S.; Witkowski, B.; Al-Amin, H. M.; Lobo, N. F.; Wilson, A. J.; Drury, E.; Goncalves, S.; Harding, N. J.; Hernandez-Koutoucheva, A.; Kwiatkowski, D.; Miles, A. J.; Donnelly, M. J.; St Laurent, B.", "abstract": "While substantial progress has been made toward malaria elimination in Southeast Asia, major challenges remain. The principal mosquito vectors, Anopheles dirus and Anopheles minimus, inhabit diverse ecological niches and exhibit a wide range of behavioural and physiological insecticide resistance phenotypes, complicating vector control efforts. In Africa, genomic surveillance has transformed our understanding of vector evolution and resistance, supported by open-access tools and data. Comparable resources for Southeast Asian vectors remain limited. Here, we release Adir1.0, a curated, analysis-ready catalog of 540 An. dirus whole-genome sequences, accessible for interactive cloud-based analysis via the malariagen-data-python API. Alongside, we provide and updated Amin API to enhance functionality and usability, enabling integrated analyses across historical and new datasets. We demonstrate these resources by performing the first exploratory population genomic analysis of An. dirus from Bangladesh, Thailand, and Cambodia, revealing population structure, candidate regions of physiological resistance, and genomic structural variation. Together, these resources provide a foundation for genomic surveillance studies to inform vector control and malaria elimination strategies in Southeast Asia.", "date": "2025-12-06", "journal": ""}
{"title": "Archaeal histone HTkC hypercompacts DNA", "doi": "10.64898/2025.12.06.692711", "authors": "Schwab, S.; Hu, Y.; Yamamoto, S.; Yamaura, K.; Takemata, N.; Hartmann, M. D.; Cajili, M. K.; van Erp, B.; Atomi, H.; Alva, V.; Hernandez Alvarez, B.; Dame, R. T.", "abstract": "Histones are important organizers of chromatin in eukaryotes and archaea. In eukaryotes, the core histones assemble with DNA to form the octameric nucleosome. In archaea, histones form hypernucleosomes that are not restricted to an octameric histone core but can extend to variable lengths. We previously identified face-to-face (FtF) histones as a widely distributed group of archaeal histones that assemble into toroidal tetramer structures, distinct from nucleosomal histones. Here, we characterize the FtF histone HTkC from Thermococcus kodakarensis, which also encodes the canonical histones HTkA and HTkB. We show that HTkC wraps DNA around its toroidal tetramer and forms highly compact nucleoprotein complexes, achieving a level of compaction approximately twice that of hypernucleosomes. Consistent with a major chromatin-organizing role, htkC is among the most highly expressed genes in T. kodakarensis and its deletion leads to impaired growth. Together, these findings establish FtF histones as important organizers of archaeal chromatin alongside classical histones.", "date": "2025-12-06", "journal": ""}
{"title": "Metax: A Coverage-Informed Probabilistic Framework for Accurate Cross-Domain Taxon Profiling", "doi": "10.64898/2025.12.04.692287", "authors": "Deng, Z.- L.; Safaei, N.; McHardy, A. C.", "abstract": "Metagenomic taxonomic profiling is essential for characterizing microbial community composition in both environmental and clinical contexts. Existing profilers have greatly advanced community characterization; however, achieving accurate profiling across all domains of life - especially for archaea, fungi, and viruses - and for low-biomass, host-dominated samples, remains challenging. We describe Metax, a cross-domain taxonomic profiler that employs probabilistic modeling of genome coverage to distinguish true community members from artifactual signals arising from reference contamination, local genomic similarity, or reagent-derived DNA fragments. In comprehensive benchmarks across more than 500 samples, Metax demonstrated accurate species-level profiling, with consistent performance for bacteria, archaea, eukaryotes and viruses, and robustness to shallow sequencing. Applied to an oral microbiome cohort, Metax identified differentially abundant viral taxa distinguishing peri-implantitis from healthy sites, while analyses of tumor microbiome data revealed reagent-borne contaminants and potential reference misassemblies. By integrating coverage-informed statistics, Metax delivers accurate, robust, and interpretable cross-domain taxonomic profiles, maintaining stable performance across diverse sequencing depths and sample types.", "date": "2025-12-06", "journal": ""}
{"title": "Genomic foundation models reveal RNA-binding proteins regulating translation and mRNA degradation during Drosophila development", "doi": "10.64898/2025.12.04.692303", "authors": "Brase, L.; Creamer, D. R.; Shapovalova, Y.; Ashe, M. P.; Ashe, H. L.; Rattray, M.", "abstract": "Background The regulation of mRNA decay and translation is crucial for cellular function and development; however, the complex interplay of RNA-binding proteins (RBPs) regulating these processes remains incompletely understood. Recent advances in genomic foundation models present new opportunities for decoding the regulatory grammar embedded within mRNA untranslated regions (UTRs). Here, we leverage explainable artificial intelligence to systematically identify RBP motifs that influence translation and mRNA decay during Drosophila melanogaster development. Results We extended the training of GENA-LM Fly, a genomic foundation model, on all 5' and 3' UTR pairs from the D. melanogaster genome. We separately fine-tuned it using ribosome density (RD) and mRNA decay (half-life) data from the maternal-to-zygotic transition (MZT). Using SHapley Additive exPlanations (SHAP) analysis, we identified the sequence regions most influential for prediction and performed motif enrichment analysis to discover associated RBP binding sites. We identified 42 unique RBPs associated with increased (n=23; e.g., RNP4F, Mxt) or decreased (n=19; e.g., ARET/Bruno, ROX8, SXL) RD and 18 unique RBPs associated with increased (n=6) and decreased (n=12; e.g., CNOT4, RBP9, ROX8) mRNA half-life. Feature ablation and shuffling experiments revealed the contributions of different sequence components to model performance. Our approach significantly outperformed naive high-versus-low RD comparisons, demonstrating the power of model explainability in biological discovery. Conclusions This study demonstrates that genomic foundation models, when combined with explainability methods, can discover meaningful biology even without drastically improving the underlying prediction accuracy. The identified RBP motifs provide new insights into post-transcriptional regulatory elements that govern RD and decay during early development.", "date": "2025-12-06", "journal": ""}
{"title": "Chart Builder: An Interactive Tool for User Driven Data Visualization in the Electron Microscopy Data Bank", "doi": "10.64898/2025.12.03.691848", "authors": "Fonseca, N.; Duraisamy, A. K.; Wang, Z.; Somasundharam, S.; Tayebinia, M.; Oliveira, L.; Ma, M.; Turner, J.; Patwardhan, A.; Kleywegt, G. J.; Hartley, M.; Morris, K. L.", "abstract": "The cryogenic sample-electron microscopy (cryoEM) field has generated significant amounts of 3D Electron Microscopy (3DEM) volumetric data and associated metadata, now comprehensively archived in the Electron Microscopy Data Bank (EMDB - www.emdatabank.org) and the Electron Microscopy Public Image Archive (EMPIAR - www.empiar.org). Harnessing the full potential of these resources requires robust, flexible, and publicly accessible tools for data exploration, analysis and retrieval. Here, we present Chart Builder, an interactive web-based platform that enables researchers to create customizable, publication-quality visualizations directly from archival metadata, validation assessments, and cross-reference annotations. Chart Builder integrates the same query-driven and flexible Solr search system as EMDB search, into a user interface with tools to assist users to filter, group, and compare data without programming expertise. It supports multiple chart types (including line, bar, area, scatter (2D and 3D), histogram, bubble, pie, geographic and Venn diagrams) with customizable axes, data series, and statistical operators. Users can apply global filters, define temporal, categorical, or custom query-based axes, and explore multi-dimensional relationships interactively. Chart data-points are linked to their underlying datasets, such that visualisation interaction opens entry-level or archive-level search results for inspection and datasets from charts may be exported in several ways. Findability, accessibility, interoperability and reusability of data are facilitated by these direct access and export mechanisms, including HTML embedding, persistent URL sharing and chart/data download options. By combining interactivity and ease of use with up-to-date access to the EMDB and EMPIAR archive metadata, both computational and experimental communities may explore and visualize current metadata and export to formats for further analysis or as publication-ready figures. Chart Builder promotes community-driven data analysis and empowers users to evaluate trends in the biological 3DEM field. Chart Builder is freely accessible and fully integrated into the EMDB website at https://www.ebi.ac.uk/emdb/statistics/builder/.", "date": "2025-12-06", "journal": ""}
{"title": "Chemokine Signaling Shapes Hepatic Lipid Homeostasis through the CXCL12/CXCR4/CXCR7 Axis", "doi": "10.64898/2025.12.03.692068", "authors": "Barkan-Michaeli, R.; Fainshtein, C. A.; Bar-Dagan, H.; Hadar, N.; Cinnamon, E.; Stein, I.; Sharabi, K.", "abstract": "The CXCL12/CXCR4/CXCR7 signaling axis, long recognized for its roles in cancer, fibrosis, and tissue repair, is emerging as a broader regulator of tissue homeostasis. Here, we uncover a previously unappreciated function of this pathway in regulating hepatic metabolism. We show that Cxcl12, Cxcr4, and Ackr3 (encoding CXCR7) are dynamically regulated during the fasting-refeeding transition and become dysregulated under conditions of diet-induced insulin resistance. Hepatocyte-specific depletion of Cxcl12 or overexpression of Ackr3 each led to hepatic triglyceride accumulation, indicating that balanced activity within this chemokine axis is essential for lipid homeostasis. Mechanistically, CXCR7 acts within hepatocytes to promote lipid storage and modulate insulin responsiveness by influencing mTORC1 signaling. In Ackr3-overexpressing hepatocytes, mTORC1 activity was elevated under basal conditions but suppressed following lipid loading, reflecting a biphasic relationship between mTORC1 signaling and hepatic steatosis. In contrast, Cxcr4 overexpression had no significant metabolic impact, suggesting a nonredundant, hepatocyte-autonomous role for CXCR7. These findings establish a mechanistic link between chemokine signaling and nutrient sensing, positioning CXCR7 as a key modulator of hepatic energy metabolism. Analysis of human liver transcriptomic datasets revealed reduced CXCL12 and elevated CXCR4 and ACKR3 expression in NAFLD and NASH, supporting the translational relevance of this pathway. Together, our results identify the CXCL12/CXCR4/CXCR7 axis as an integral regulator of hepatic lipid balance and highlight CXCR7 as a potential therapeutic target for metabolic liver disease.", "date": "2025-12-06", "journal": ""}
{"title": "Conserved and Lineage-Specific Roles of KEA-Mediated Ion Homeostasis in Chlamydomonas", "doi": "10.64898/2025.12.03.692059", "authors": "Wunder, T.; Eulitz, L.; Kramer, L.; Ali, Z. M.; Ostermeier, M.; Leu, C.; Szulc, B.; Holzner, L. J.; Fechter, J.; Padovani, F.; Brandt, B.; Girr, P.; Teh, J. T.; Mühlbauer, S.; Sotos, C.; Angstenberger, M.; Mackinder, L. C. M.; Schmoller, K. M.; Nickelsen, J.; de Vries, J.; Kunz, H.-H.; Rädler, J. O.", "abstract": "In Arabidopsis (Arabidopsis thaliana), seamless plastid gene expression and development depend on finely balanced ion homeostasis across the inner envelope (IE) membrane, maintained by the K/H antiporters AtKEA1/2. To assess whether these functions are retained across mono- and polyplastidic representatives of the green lineage, we studied CrKEA1, the sole IE KEA homolog in the unicellular alga Chlamydomonas (Chlamydomonas reinhardtii). Using CRISPR/Cas9, we generated a kea1 knockout mutant that exhibits impaired photoautotrophic growth, chloroplast deformation, and photoinhibition. Transcriptomics revealed strong induction of ribosome biogenesis genes and reduced abundance of transcripts associated with cell and plastid division. Further RNA analyses confirmed defects in stromal rRNA maturation of kea1, paralleling observations from Arabidopsis kea1kea2 mutants. Expression of CrKEA1 in Arabidopsis rescued growth and rRNA maturation in kea1kea2, demonstrating functional continuity after the ancient divergence between the two lineages. Cross-species transcriptomic comparisons further revealed that KEA loss elicits both shared and species-specific transcriptional responses: PhANG repression was conserved between algae and plants, whereas activation of the chloroplast unfolded protein response (cpUPR) and reduced expression of genes tied to cell-cycle and plastid fission occurred only in Chlamydomonas. Single-cell time-lapse imaging confirmed that kea1 exhibits an increased rate of aberrant cytokinesis, unequal division, and cell death. Our findings demonstrate that while IE KEA transporters fulfill conserved roles in maintaining the conditions for a functional plastid gene expression machinery, their integration into broader cellular networks has diverged between algae and land plants. This underscores a lineage-dependent tuning of plastid-to-nucleus communication shaped by organismal complexity and plastid number.", "date": "2025-12-06", "journal": ""}
{"title": "It is complicated: how sex, family, and season affect growth in a sexually size-dimorphic spider", "doi": "10.64898/2025.12.04.692355", "authors": "Prezelj, T.; Debes, P. V.; Golobinek, R.; Kralj-Fiser, S.", "abstract": "Female-biased sexual size dimorphism (SSD), where females are larger than males, is widespread. While ultimate explanations for SSD are well established, the proximate developmental mechanisms remain poorly understood. Studying sex-specific growth trajectories to identify common vs. sex-specific growth periods is therefore key to uncovering when and how SSD emerges. Theory predicts that female-biased SSD may arise if females hatch larger, grow more rapidly, grow longer, or combine these pathways. We studied sex-specific growth trajectories in the African hermit spider, Nephilingis cruentata, where adult females are on average 75-times heavier and take 2.3-times longer until adulthood than males. We tracked growth trajectories of carapace width for 916 individuals. After initial growth trajectories common to both sexes, trajectories diverged after ~80 days, coinciding with the onset of the male subadult stage. At this point, male growth decelerated and terminated at sexual maturity, whereas female growth accelerated until their subadult stage at ~200 days. Thereafter, female growth rate also decelerated and eventually terminated at sexual maturity. Thus, females attain their larger size through both an extended growth period and a more rapid growth rate, which initiates in mid-development. Whereas we detected seasonal effects on growth that were similar in both sexes, family effects showed strong sex-specific signatures. Our results pinpoint a key developmental window in which male and female growth trajectories begin to diverge, providing a clear target for detailed investigation of the mechanisms underlying SSD. At the same time, the complexity of these patterns will likely hinder mechanistic studies of SSD development.", "date": "2025-12-06", "journal": ""}
{"title": "mTORC1-Dependent Signaling in Layer 5b Neurons Is Required for Memory Consolidation", "doi": "10.64898/2025.12.03.692103", "authors": "Schutte, M.; Biermeier, A. J.; Konkel, K.; Nasr, A.; Dayaram, A.; Rosenmund, C.; Sachdev, R.; Larkum, M. E.; Haucke, V.; Mikhaylova, M.", "abstract": "Memory consolidation relies on activity-dependent neuronal plasticity, particularly in deep-layer cortical neurons that integrate long-range inputs from medial temporal lobe (MTL) structures. In the neocortex, apical tuft dendrites of layer 5b pyramidal neurons receive direct input from the MTL within cortical layer 1, and their activation is critical for associative learning. However, the molecular mechanisms that enable learning-induced plasticity in these neurons remain poorly understood. Here, we demonstrate that activity-dependent, mTORC1-regulated translation in layer 5b neurons contributes to learning and memory. Using in vivo paradigms such as exposure to an enriched environment (EE) and in vitro models of network activation by chemical long-term potentiation (cLTP), combined with cell type-specific translational profiling (RiboTag), we identify candidate mRNAs associated with experience-dependent plasticity. We further show that pharmacological inhibition of canonical mTORC1 signaling during memory-relevant tasks abrogated memory consolidation. Our findings identify the mTORC1 pathway as a central regulator of learning-induced protein translation and cortical plasticity.", "date": "2025-12-06", "journal": ""}
{"title": "Serotonin Engages Divergent 5-HT Receptor Pathways for Cell Type-Resolved Modulation of Prefrontal Layer 5 Microcircuits", "doi": "10.64898/2025.12.03.691770", "authors": "Rama, R.; Radnikow, G.; Yang, D.; Feldmeyer, D.", "abstract": "Background and Purpose: Serotonin (5-HT) is a key neuromodulator in the prefrontal cortex (PFC), yet its cell type-specific effects across excitatory and inhibitory microcircuits remain incompletely understood. We aimed to determine how 5-HT shapes intrinsic excitability and synaptic transmission in defined neuronal populations of the medial PFC (mPFC). Experimental Approach: We performed whole-cell recordings from morphologically and electrophysiologically characterised layer 5 (L5) neurons in rat mPFC. Pyramidal neurons were classified into adaptive-spiking high input resistance (ASH), adaptive-spiking low input resistance (ASL), and regular-spiking (RS) types; interneurons were categorised as non-fast-spiking (nFS), regular-fast-spiking (rFS), and stuttering-fast-spiking (sFS) interneurons. These cell types exhibited distinct membrane properties, firing patterns, and axonal projections. We assessed serotonergic modulation using bath-applied 5-HT and subtype-specific receptor mechanisms. Key Results: 5-HT produced divergent postsynaptic responses across pyramidal neuron subtypes: ASH and RS neurons depolarised via 5-HT2A receptor (5-HT2AR) activation, whereas ASL neurons exhibited 5-HT1AR-mediated hyperpolarisation. Among interneurons, rFS and sFS cells depolarised through ionotropic 5-HT3ARs, while nFS interneurons were largely unaffected. At the synaptic level, 5-HT suppressed excitatory synaptic transmission between pyramidal neurons via presynaptic 5-HT1BRs, and conversely enhanced GABAergic transmission from FS interneurons via presynaptic 5-HT3ARs. Conclusions & Implications: Serotonin exerts bidirectional, cell type-specific serotonergic modulation of local microcircuits that acts to suppress excitation while facilitating inhibition. This balanced and targeted regulation, arising from distinct distributions of somatodendritic and presynaptic 5-HT receptors, provides a mechanistic basis for serotonergic influence on attention, cognitive flexibility, and emotional regulation.", "date": "2025-12-06", "journal": ""}
{"title": "Characterisation of SpoT-disruption induced metabolic shift in bacteria", "doi": "10.64898/2025.12.06.692721", "authors": "Kho, Z. Y.; Zhao, J.; Han, M.-L.; Azad, M. A. K.; Barlow, C.; Velkov, T.; Li, J.", "abstract": "SpoT, a pivotal stringent response regulatory enzyme, serves a dual function of both synthesizing and hydrolyzing the stress alarmones ppGpp and pppGpp, collectively known as (p)ppGpp. These alarmones act as global regulators, governing bacterial metabolic and physiological adaptation to diverse environmental stresses. Our previous investigation revealed that multidrug-resistant Acinetobacter baumannii notably upregulates SpoT in response to polymyxin treatment. Intriguingly, disrupting spoT gene enhances polymyxin killing. To comprehend SpoT metabolic regulatory function in mediating polymyxin tolerance, we conducted untargeted metabolomics, comparing metabolic perturbations upon polymyxin B (PMB) treatment between a spoT-disrupted A. baumannii mutant and its wild-type counterpart. Depletion of guanine-based purines GTP and GDP in the PMB-treated spoT-disrupted mutant suggests impaired (p)ppGpp hydrolysis, potentially leading to lethal accumulation of these molecules. PMB also induced more pronounced depletion of carbon sources (i.e., phosphoenolpyruvate, succinate, coenzyme A), energy metabolites (i.e., NADH biosynthesis pathway, ADP), amino acids, and the antioxidative system (i.e., glutathione, gamma-L-glutamyl-L-cysteine, (R)-S-lactoylglutathione) in the spoT-disrupted mutant. Interestingly, a distinctive time-dependent perturbation of fatty acyls was also observed following polymyxin treatment, with multiple fatty acyl conjugates significantly elevated in the spoT-disrupted mutant at 1 hour. However, this situation reversed at 4 hours, with more elevated fatty acyl groups in the wild-type compared to the spoT-disrupted mutant, indicating greater and more rapid PMB-induced membrane disruption in the spoT-disrupted mutant. Collectively, our findings suggest a potential role for SpoT in intricately coordinating A. baumannii energy expenditure and metabolite repertoire to ensure optimal functionality in stress tolerance and repair machineries (e.g., glutathione system, fatty acid regulation) following polymyxin treatment.", "date": "2025-12-06", "journal": ""}
{"title": "PIWIL4 regulates gene expression and piRNA levels in RSV-infected airway epithelial cells", "doi": "10.64898/2025.12.05.692659", "authors": "Corsello, T.; Liu, T.; Kudlicki, A. S.; Zhang, Y.; Dillman, N.; Fazal, S.; Garofalo, R. P.; Casola, A.", "abstract": "Respiratory syncytial virus (RSV) is a leading cause of acute lower respiratory tract infections with significant morbidity and mortality in young children, the elderly and immunocompromised hosts. Despite its clinical burden, no effective RSV vaccine or therapy exists for infants, only prophylactic treatment. Small non-coding RNAs have emerged as important regulators of host-pathogen interactions. PIWI-interacting RNAs (piRNAs) are a distinct class of small non-coding RNAs known for maintaining the genome complexity and integrity in gonadal cells. However, there is growing evidence of their role in controlling gene expression in somatic cells. The biogenesis and function of piRNAs is associated with P-element Induced Wimpy testis (Piwi) proteins, whose function in the respiratory epithelium in response to infections remains largely unexplored. Here, we characterize the expression and function of the Piwi-like protein PIWIL4 in the context of RSV infection. We found that PIWIL4 is expressed in both primary and immortalized small airway epithelial cells and is significantly induced at the mRNA and protein levels following RSV infection or poly I:C stimulation, a proxy of viral infection. Immunofluorescence microscopy revealed that PIWIL4 was primarily nuclear in uninfected cells but translocated to the cytoplasm upon RSV exposure. While siRNA-mediated knockdown of PIWIL4 did not significantly affect RSV replication, it led to decreased secretion of several cytokines, chemokines and growth factors, indicating a role in modulating host innate immune responses. Transcriptomic analysis of PIWIL4-silenced iSAE cells showed significant changes in gene expression both in basal conditions and upon RSV infection. Ingenuity Pathway analysis of differentially expressed genes underscored the role of PIWIL4 in modulation of interferon signaling, cytokine production, stress and metabolic responses, as well as airway remodeling pathways. Silencing of PIWIL4 also resulted in global alteration of piRNA expression both in uninfected and infected cells. However, the predicted targets of the differentially expressed piRNAs had limited overlap with the differentially expressed genes identified by transcriptomics, suggesting a function of PIWIL4 in regulating airway epithelial cell responses at least in part independent of piRNAs. Taken together, our study uncovers an important role for PIWIL4 in somatic cells and position it as a key regulator of airway epithelial innate immunity. A better understanding of the mechanisms by which PIWIL4 affects host cells responses following a pathogen exposure may identify novel therapeutic strategies for RSV, as well as other viral respiratory infections.", "date": "2025-12-06", "journal": ""}
{"title": "Precision-cut liver slices as a model for the evaluation of host-targeting agents against hepatitis B and delta viruses", "doi": "10.64898/2025.12.06.692712", "authors": "Roca Suarez, A. A.; Michelet, M.; Dubois, A.; Diederichs, A.; Plissonnier, M.-L.; Heintz, S.; Saez-Palma, M.; Fletcher, S. P.; Rivoire, M.; Phillips, S.; Palma, E.; Chokshi, S.; Zoulim, F.; Testoni, B.", "abstract": "Developing new therapeutic strategies against hepatitis B virus (HBV) and hepatitis delta virus (HDV) is essential to cure these infections. Yet evaluation of host-targeting agents (HTAs) with in vitro and in vivo models remains challenging. Therefore, we assessed precision-cut liver slices (PCLS) as an HBV/HDV co-infection model to study virus-host interactions and HTAs. Our ex vivo PCLS infection protocol allows to establish HBV and HDV infection within the liver's three-dimensional architecture. Treatment with two well-characterized HTAs produced distinct antiviral effects consistent with each mechanism: Bulevirtide blocked entry; Lonafarnib induced intracellular hepatitis delta antigen accumulation. The TLR8 agonist Selgantolimod showed anti-HBV activity not previously seen in cultured hepatocytes, indicating crosstalk between immune and infected cells within PCLS. These results provide the first characterization of PCLS as an ex vivo model of HBV/HDV co-infection and antiviral testing. Thus, PCLS could expedite pre-clinical HTA characterization against viral liver diseases while reducing animal experimentation.", "date": "2025-12-06", "journal": ""}
{"title": "Predicting and Designing Red Fluorescent Protein Variants Using Sequence-to-Function Machine Learning Models", "doi": "10.64898/2025.12.05.690496", "authors": "Ji, R.; Jung, J.; Cheng, H.; Xu, E. Y.; Wang, A.; Pardee, K.; Zhao, Y.", "abstract": "Fluorescent proteins (FPs) are widely used reporters for visualizing cellular structures and processes. Traditional wet-lab strategies for FP engineering (rational design and directed evolution) have enabled substantial improvements in photophysical performance but are limited by their requirement for deep expert knowledge or labor-intensive screening. AI-driven approaches have recently gained traction for engineering variants of green FPs, yet applications to red fluorescent proteins (RFPs) remain scarce. Here, we applied machine learning models to an RFP sequence-function dataset and trained these models to predict functional single-mutation variants of the state-of-the-art RFP mScarlet-I3. Guided by model predictions, we identified variants exhibiting red-shifted emission peaks, large Stokes shifts, or brightness comparable to the parental protein. Our findings show that even lightweight, data-efficient models can extract actionable design principles for improving RFPs. This work demonstrates the feasibility of AI-guided design for RFPs and provides a reliable benchmark for future development of more powerful AI-driven strategies for FP engineering.", "date": "2025-12-06", "journal": ""}
{"title": "Goats who stare at wolves - identifying natural response stimuli for an affect-driven attention bias test in small ruminants", "doi": "10.64898/2025.12.03.692016", "authors": "Deutsch, J.; Lebing, S.; Eggert, A.; Nawroth, C.", "abstract": "Reliable and non-invasive assessment of affective states is crucial in animal welfare research. Linking affective states to cognitive processes, such as cognitive biases, provides a promising approach. An affect-driven attention bias - the tendency to focus more on threatening than on neutral or positive stimuli when in a negative affective state - has been observed in humans and non-human animal species. However, implementation is often hampered because ecologically relevant test setups need to be adapted to species-specific differences in the perception and processing of information from different modalities. As an initial step towards developing and validating an affect-driven attention bias test for goats, we aimed to identify visual stimuli perceived as potentially threatening using a looking-time paradigm. In a within-subject design, 30 adult female dwarf goats (Capra hircus) were presented with photographs of 12 animal species (six natural predators and six non-predators) from three taxa (mammals, reptiles, birds). Each image was shown for 10 seconds on one of two video screens, while the opposite screen remained white. Each goat completed four sessions (one per day) of six trials each: two sessions showing full-body and two sessions showing face/head-only images, resulting in 24 trials per subject. Analysis of relative looking duration revealed a significant interaction between animal taxon and predator category. Goats looked longer at predatory than non-predatory reptiles, while the opposite pattern was found for mammals. No difference was observed for birds. The presented body part (full body vs. face/head only) did not influence looking behaviour. These results suggest that photographs of predatory reptiles, particularly snakes, might be perceived as potentially threatening by goats, indicating their suitability as negative stimuli in future affect-driven attention bias tests. Further validation is needed to confirm their negative valence.", "date": "2025-12-06", "journal": ""}
{"title": "The Human Cell Line Phosphoproteome Atlas: A Deep Empirical Resource Revealing Kinase Activity Landscapes", "doi": "10.64898/2025.12.05.692571", "authors": "Koenig, C.; Cho, H.; Emdal, K. B.; Piga, I.; Sabatier, P.; Lozano-Juarez, S.; Martinez del Val, A.; Olsen, J. V.", "abstract": "Protein phosphorylation orchestrates cellular signaling and controls diverse biological processes, with its dysregulation driving diseases, notably cancer. Comprehensive, high-throughput phosphoproteomics remains limited by detection sensitivity, data completeness, and computational bottlenecks, especially in low-input settings. We present the deepest empirical human phosphoproteome resource to date, regrouping over 200,000 class I phosphosites across 33 diverse human cell lines, and demonstrate that this spectral library dramatically improves single-shot phosphoproteomics with 30-fold faster data processing compared to library-free approaches and enhanced confidence in phosphosite localization even from minimal sample input. Integrating proteome and phosphoproteome data, we developed a combined kinase activity score, revealing cell line- and cancer-specific signaling vulnerabilities, many correlating with drug sensitivity. This resource accelerates deep, reproducible phosphoproteomics, enabling systematic functional mapping of cellular signaling networks, and empowers precision oncology by highlighting actionable kinase targets in diverse cell states.", "date": "2025-12-06", "journal": ""}
{"title": "Nicotine biosynthesis completed by cryptic activating glucosylation", "doi": "10.64898/2025.12.04.692101", "authors": "Schwabe, B. T. W.; Angstman, I. M.; Vollheyde, K.; Li, J.; Stankevich, K.; Spicer, C.; Fascione, M.; Grogan, G.; Geu-Flores, F.; Lichman, B. R.", "abstract": "Nicotine is a neuroactive alkaloid produced by tobacco (Nicotiana tabacum) as a defense against herbivory, and an addictive stimulant that has been used by humans for millennia. Despite its significance, the core steps of its biosynthesis have remained elusive. Here, we demonstrate in vitro reconstruction of nicotine synthase, a four-enzyme stereoselective biocatalytic cascade that forms (S)-nicotine from nicotinic acid and N-methylpyrrolinium. This cascade includes two glucose-processing enzymes that participate in a cryptic activating glucosylation step. We also reconstruct this pathway in planta and present high resolution X-ray structures of the key oxidoreductases A622 and BBL bound to their substrate and product, respectively. This work establishes the complete biosynthetic pathway to nicotine, providing new gene targets for controlling alkaloid production in Nicotiana and unlocking enzymatic routes to pyridine alkaloids.", "date": "2025-12-06", "journal": ""}
{"title": "Loop engineering and activity improvement of TEV protease by a phagemid-based selection system", "doi": "10.64898/2025.12.03.692113", "authors": "Yamaguchi, H.; Isalan, M.", "abstract": "Loop engineering of enzymes remains challenging due to high flexibility and conformational complexity, posing a bottleneck for deep-learning-based design. Here, we constructed mutant libraries for three loops of TEV protease to assess combining directed evolution with deep learning. Using an M13 phagemid-based selection system, the three libraries were screened, resulting in a Loop 1 variant (HyperTEV60/L1) that significantly enhanced the Michaelis constant (Km) of the HyperTEV60 scaffold, a highly active mutant identified by ProteinMPNN. Structural modeling suggested that a single-residue deletion and substitution in Loop 1 expands the substrate binding pocket, accounting for the improved Km. Although the catalytic efficiency kcat/Km of HyperTEV60/L1 was only marginally higher than HyperTEV60, due to a kcat decrease, our results reveal that the phagemid-based selection system tended to find variants optimizing Km. This study demonstrates that combining deep-learning-based global optimization with localized directed evolution maximizes the probability of discovering distinct, high-performance enzyme variants.", "date": "2025-12-06", "journal": ""}
{"title": "predPPI-GReMLIN: prediction of protein-protein interactions through mining of conserved bipartite graphs", "doi": "10.64898/2025.12.03.692055", "authors": "Adeagbo, M. A.; Goncalves de Almeida, V. M.; Izidoro, S. C.; Silveira, S. d. A.", "abstract": "Protein-protein interactions (PPIs) play a central role in elucidating cellular mechanisms. However, a substantial gap remains in current prediction models, as they frequently overlook the structural and physicochemical context governing molecular binding, thereby limiting predictive accuracy. To address this limitation, we introduce predPPI-GReMLIN, a graph-based framework that represents protein-protein interfaces as bipartite graphs, integrating atomic level physicochemical descriptors, spatial distance constraints, and conserved substructure mining to perform PPI prediction. The method employs a graph-search strategy to detect interface interaction patterns and conducts ligand swapping with complexes that share the same patterns as the query, enabling the prediction of novel interaction partners. Evaluations across multiple datasets--including CAMP (protein-peptide), Yeast (binary PPI), and TAGPPI (multi-class PPI)--demonstrate consistently strong predictive performance, achieving precision, recall, accuracy, and F1 scores exceeding 97% on binary classification benchmarks and surpassing state-of-the-art sequence- and structure-based approaches. Furthermore, incorporating solvent-accessible surface area (SASA)-derived features improved multi-class interaction-type classification accuracy to 57.74%. A case study on the SARS-CoV-2 spike--ACE2 complex further validated the approach: docking simulations using ligands predicted by our method reproduced native-like binding energetics comparable to redocking results. Additionally, a comparison between docking using a predPPI-GReMLIN predicted ligand and docking using ligands selected at random from the PDB yielded a highly significant p-value, indicating a robust statistical difference in binding performance. Collectively, these findings demonstrate predPPI-GReMLINs ability to capture conserved structural determinants of PPIs, providing a robust and interpretable framework for protein interaction prediction and ligand discovery.", "date": "2025-12-06", "journal": ""}
{"title": "Sequence-context-aware decoding enables robust reconstruction of protein dynamics from crystallographic B-factors", "doi": "10.64898/2025.12.05.692009", "authors": "Wang, Y.; Cai, M.; Ma, Y.; Wei, K.", "abstract": "X-ray crystallography provides the majority of protein structures, yet the B-factors associated with these coordinates are often influenced by crystal packing and refinement protocols, limiting their utility for quantifying solution-state dynamics. Consequently, a gap remains between the abundance of static PDB structures and the availability of quantitative dynamic information. Here, we investigate the extent to which sequence context can help recover intrinsic motion from crystallographic data. We present the B-Factor Corrector (BFC), a fine-tuned protein language model that treats B-factor analysis as a sequence-to-dynamics translation task. By leveraging deep contextual embeddings, BFC mitigates crystal lattice effects to recover intrinsic flexibility, yielding a Pearson correlation of 0.80 with ground-truth conformational fluctuations derived from structural ensembles. Furthermore, the model significantly improves the reconstruction of fluctuation profiles in physical space (in [A], r=0.49 vs baseline r=0.11 upon rescaling), suggesting that large-scale static structural data can be repurposed to decode accurate relative dynamic patterns latent within the Protein Data Bank.", "date": "2025-12-06", "journal": ""}
{"title": "A broad set of synthetic cannabinoid receptor agonists inhibit the cardiac voltage-gated potassium channel hERG", "doi": "10.64898/2025.12.03.692044", "authors": "Ottosson, N. E.; Frampton, D. J. A.; Pipatpolkai, T.; Norman, C.; Karlsson, U.; Miguel, A. J.; Venter, M.; Sridhar, A.; Green, H.; Liin, S. I.", "abstract": "Synthetic cannabinoid receptor agonists (SCRAs) is a large group of structurally diverse designer drugs (analogues of controlled substances) associated with intense and sometimes fatal intoxication. Cardiac symptoms including tachycardia and arrhythmia are common consequences of SCRA consumption. However, little is known about the mechanisms through which SCRAs may perturb cardiac rhythm. Here we used electrophysiological techniques to screen 36 SCRAs on two ion channels responsible for cardiomyocyte repolarization, hERG (also called KV11.1) and KV7.1/KCNE1. We report that the majority of tested SCRAs inhibited hERG, primarily by reducing channel conductance, and some also inhibited KV7.1/KCNE1. In silico data suggests that SCRAs use a known drug binding site in the pore of the hERG channel, shared by established hERG blockers like astemizole, where a planar SCRA molecule lays perpendicular to the ion conducting pathway. Experimental and in silico data identify SCRA structural features associated with prominent inhibitory effects on hERG, with chemical moieties allowing bond formation and/or the ability to fit into the vestibule being important. Structure-activity-relationships for SCRA effects on hERG, Kv7.1/KCNE1 and the cannabinoid receptor 1 (CB1) varied, demonstrating the importance of assessing SCRA effects on multiple potential targets. In conclusion, we found SCRAs to be inhibitors of cardiac voltage-gated potassium channels important for cardiomyocyte repolarization. These results offer mechanistic insight into potentially detrimental SCRA effects on the heart and highlight the urgency of more extensive investigation of SCRAs on cardiac function.", "date": "2025-12-06", "journal": ""}
{"title": "A genetic platform for a biocementation bacterium", "doi": "10.64898/2025.12.05.692644", "authors": "Ortiz, L.; Esmurria, A.; Gilbert, C.; Crits-Christoph, A.; Barnum, T. P.; Mancuso, C. P.; Kang, S. C.; Leung, J.; Fenn, K.; Abrams, M. B.; Brumwell, S. L.; Lee, H. H.; Ostrov, N.", "abstract": "Sporosarcina pasteurii is the most widely studied bacterium for microbially-induced calcium carbonate precipitation (MICP), a process of intense interest for materials and construction applications. Despite two decades of investigation, S. pasteurii has remained genetically intractable, limiting our mechanistic understanding of biomineralization pathways and constraining efforts to engineer scalable solutions. Here, we present the first genetic toolkit for S. pasteurii, including a stable replicating plasmid, a conjugation-based DNA delivery protocol, engineered inducible promoters, and methods for genome modification. Using homologous recombination, we precisely deleted 5.7 kb of the genome spanning two operons encoding urease activity and demonstrated complete loss of biocementation. We also screened a library of engineered transposon constructs for activity in S. pasteurii and generated a genome-wide mutant library with >15,000 unique insertion sites. Using this library, we identified putative genes affecting ureolytic growth, revealing previously inaccessible aspects of S. pasteurii genetics. This work establishes S. pasteurii as a genetically tractable platform for rational engineering of MICP and constitutes the first genetic modification capability within the Sporosarcina genus.", "date": "2025-12-06", "journal": ""}
{"title": "Drug-bound P-glycoprotein reveals nucleotide-dependent ligand pockets and ingress channels", "doi": "10.64898/2025.12.04.692475", "authors": "Han, S. B.; Warwicker, J.; Prince, S. M.; Fan, H.", "abstract": "P-glycoprotein, an ATP-binding cassette exporter, coordinates drug recognition in a central cavity with nucleotide handling at nucleotide binding domains, yet the sequence and coupling of these events remain incompletely defined. Here, we report an integrated computational analysis of inward facing P-glycoprotein ensembles across varying drug locations, nucleotide states, and starting conformations. The sampled inward-facing ensembles of P-glycoprotein display continuous ligand cavity, reshaped by nucleotide occupancy, which enables polyspecific ligand recognition while transmitting allosteric signals to the nucleotide binding domains through intracellular coupling loops. Asymmetry between the two nucleotide binding sites follows from this communication, which alters the nucleotide coordination to potentially affect the catalytic progression. Our simulations reveal dynamic cavity access routes from cytosol and inner membrane, together with transient secondary structure within the interdomain flexible linker. Overall, our study gives insights into how ligand redistribution, asymmetric nucleotide coordination, and linker flexibility may correlate to form a unified view of early transport steps, yielding hypotheses for mutational and kinetic evaluation and informing strategies for small-molecule modulation of transporter function in cellular contexts where multidrug transport affects therapeutic response.", "date": "2025-12-06", "journal": ""}
{"title": "Uniform pre-processing of bacterial single-cell RNA-seq", "doi": "10.64898/2025.12.04.692398", "authors": "Oakes, C. G.; Beilinson, V.; McFall-Ngai, M. J.; Pachter, L. G.", "abstract": "Bacteria are highly heterogeneous, even under controlled conditions, making single-cell RNA sequencing (scRNA-seq) essential for studying microbial diversity and symbiosis. Since its first application in 2015, bacterial scRNA-seq has expanded, but different assays depend on distinct, custom, in-house pre-processing making it difficult to jointly analyze data. The kallisto-bustools suite of tools has enabled uniform pre- processing of eukaryotic scRNA-seq while also reducing time and resource demands for pre-processing, but is not optimized for bacterial scRNA-seq. We adapt kallisto-bustools to be suitable for reads generated from operons, as well as for a much shorter gene length distribution, and show that it can efficiently and accurately quantify bacterial scRNA-seq. Our work provides a scalable foundation for uniform pre-processing of microbial single-cell transcriptomics.", "date": "2025-12-06", "journal": ""}
{"title": "XC-ID: De novo identification of the active X chromosome in single-cell RNA-seq", "doi": "10.64898/2025.12.05.692676", "authors": "Jiang, J. L. H.; Gillis, J.", "abstract": "Motivation: X chromosome inactivation (XCI) is an epigenetic process that equalizes X-linked gene dosage between females (XX) and males (XY). During early development, one X chromosome in each cell is randomly silenced and clonally inherited, producing a stable mosaic of two epigenetically distinct cell lineages. This mosaicism provides a natural internal control for studying cell-intrinsic regulatory differences between X lineages. However, identifying the active X chromosome in single cells remains difficult due to sparse allelic coverage, dependence on pre-phased references, and biological variability from XCI escape and skew. Results: We present XC-ID (X Chromosome inactivation IDentifier), a scalable computational framework for de novo identification of the active X chromosome from single-cell RNA-seq data. XC-ID employs a simulated-annealing algorithm to infer X-linked haplotype structure directly from allelic counts, followed by bootstrap-based confidence estimation to filter uncertain cell assignments. Applied to single-nucleus RNA-seq data from a female Mus musculus hybrid with known genotype, XC-ID achieved >99% accuracy in predicting the active X chromosome. The method remains robust to allelic noise, sequencing errors, and sparsity, and differential expression between inferred X lineages reveals biologically coherent dosage-compensation patterns. Availability: XC-ID is available as a Python package with both API and command-line support at https://github.com/jlhjiang/XC-ID.", "date": "2025-12-06", "journal": ""}
{"title": "Alternative probe chemistries for single-molecule analysis of long non-coding RNA", "doi": "10.64898/2025.12.04.691911", "authors": "Pai, K. R.; Martin, A. M.; Widom, J. R.", "abstract": "Single-molecule microscopy has been widely used to study the structure and dynamics of RNA, but extension to larger systems such as long noncoding RNA (lncRNA) has proven challenging. The length and complex nature of lncRNA limits the techniques that can be readily used to study these aspects, but methods such as single-molecule kinetic analysis of RNA transient structure (SiM-KARTS), where the binding of a short, complementary oligonucleotide probe is used to determine accessibility of a specific region of the RNA, are promising. However, adapting SiM-KARTS to systems as complex as lncRNA requires careful optimization of experimental variables that have not been thoroughly explored. In this work, SiM-KARTS, thermal denaturation experiments, and circular dichroism spectroscopy were used to analyze the binding behaviors of probes with alternative backbone chemistries, specifically DNA with locked nucleic acid residues incorporated and morpholinos. A segment of lncRNA that enabled control over the accessibility of the target sequence was used as a model. We show that optimizing probe backbone chemistry can allow for more precise distinction between different structures of the target RNA, and for fine-tuning of probe binding stability without the structural impacts that other variables such as ionic concentration may have. These results provide design principles for the application of SiM-KARTS to target RNAs of increased complexity such as lncRNA.", "date": "2025-12-06", "journal": ""}
{"title": "Bispecific T cell engagers control solid tumors through clonal replacement and IL2-driven effector differentiation of CD8 T-cells", "doi": "10.64898/2025.12.04.692214", "authors": "Obenaus, M.; Poupault, C. L.; McGinnis, C. S.; Prange, C.; Jiang, H.; Su, L. L.; Chen, X.; Miao, Z.; Muldoon, J. J.; Yao, W.; Waghray, D.; Sun, Q.; Eyquem, J.; Hernandez-Lopez, R. A.; Satpathy, A. T.; Sage, J.; Garcia, K. C.", "abstract": "Bispecific T cell engagers (TCEs) often exhibit limited efficacy in solid tumors, in part due to immunosuppressive cues in the tumor microenvironment and low expression of targetable tumor antigens. Therapeutic strategies to improve TCE target sensitivity and enhance T cell effector functions therefore have significant translational potential. Here, we engineered TCEs that induce T cell activation in vitro against the low-abundance target antigens, TRP2/Kb and DLL3. Despite in vitro activity in these models, TCE monotherapy showed limited control of tumor growth in immunocompetent mice. Leveraging this in vivo model of TCE treatment failure, we discovered that co-treatment with TCE and a CD25-biased Interleukin-2 (IL2) rescues anti-tumor activity. Further, multimodal single-cell transcriptomic and immune repertoire analyses revealed that TCE-IL2 combination therapy controlled tumors by recruiting and activating new CD8+ T cells into the tumor microenvironment. These findings demonstrate that TCE-mediated anti-tumor responses function through a CD8+ T cell clonal replacement mechanism that can be augmented by cytokine therapy.", "date": "2025-12-06", "journal": ""}
{"title": "Guidance receptor-mediated mechanocompliance of GBM cells facilitates immune-silent invasion", "doi": "10.64898/2025.12.03.692092", "authors": "Kang, S.; Alves, C. J.; Tao, H.; Kolsteeg, C.; Sadia, S.; Zhang, J.; Fisher, J.; Dixon, A.; Tsankova, N. M.; Ramakrishnan, A.; Shen, L.; Friedel, R. H.; Zou, H.", "abstract": "The lethality of glioblastoma (GBM) stems from diffuse infiltration and immune evasion, two hallmarks traditionally studied separately. Here, we identify as unifying mechanism how GBM cells utilize guidance receptors Plexin-D1 and Plexin-B2 to gain mechanocompliance, i.e., the ability to deform and remodel membrane/cytoskeleton during confined migration without triggering immune activation. We show that PLXND1 upregulation marks invasive fronts and predicts poor survival of glioma patients. Through live-cell imaging in microchannels, intracranial xenografts, single-nucleus transcriptomics, and lipidomics we demonstrate that Plexin-D1/B2 enable GBM cells to retract tumor microtubes (TMs), traverse constrictions, and escape microglial surveillance. Single and especially double deletion of PLXND1 and B2 resulted in TM overgrowth, membrane instability, and susceptibility to cell fragment shedding, leading to impaired migration and a shift to activation of tumor-associated myeloid cells. Our findings thus reveal a molecular strategy used by GBM cells to penetrate through interstitial space while escaping immune surveillance.", "date": "2025-12-06", "journal": ""}
{"title": "Determining the age of single cells using scBayesAge", "doi": "10.64898/2025.12.04.692166", "authors": "Hu, C.; Pellegrini, M.", "abstract": "Aging is a complex biological process marked by a gradual decline in physiological function that contributes to increased vulnerability to disease and mortality. Numerous studies have investigated the cellular and molecular aspects of aging at single-cell resolution, yet the heterogeneity of cellular aging in an individual remains poorly understood. To enhance our ability to study aging at the single cell level, we developed a statistical framework to predict the age of individual cells based on their transcriptomic profiles. Our Bayesian approach estimates the most likely age of a cell given its read counts. We applied the model to data from Tabula Muris Senis and examined organ- and cell-type-specific transcriptomic signatures of aging. Compared with standard regression-based methods, our framework achieved higher predictive accuracy. We show that scBayesAge is a powerful tool for dissecting the cellular heterogeneity of aging and age-related functional decline.", "date": "2025-12-06", "journal": ""}