{"title": "Native spike flexibility revealed by BSL3 Cryo-ET of active SARS-CoV-2 virions", "doi": "10.1101/2023.10.10.561643", "authors": "Fukuhara, H.; Dokainish, H. M.; Kita, S.; Tabata, K.; Takasu, A.; Huiskonen, J. T.; Anraku, Y.; Nomai, T.; Someya, T.; Senda, T.; Stuart, D. I.; Sasaki, M.; Orba, Y.; Suzuki, Y.; Sawa, H.; Maenaka, K.", "abstract": "Understanding the molecular properties of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is crucial for tackling future outbreaks. Current structural knowledge of the trimeric spike protein relies on truncated recombinant proteins and/or inactivated full-length forms, which may suffer from overstabilization. Here, we apply cryo-electron tomography (cryo-ET) at a Biosafety Level 3 facility to study the virus structure in its native, active state. The virus particles exhibit variable shapes and sizes with diffusible spikes, with the majority in typical prefusion conformations. Notably, we identified unprecedented, a transient open-trimer prefusion states, revealing a hidden flexibility with opened S1 conformation. Subtomogram averaging of the prefusion spikes indicates a loosely packed trimeric architecture that may facilitate the formation of open-trimer state. A cryo-EM map of recombinant Omicron BA.2.75 spike protein further confirms the presence of this loosely packed trimer as a minor conformational state. The observed dynamics uncover conserved cryptic regions that can be targeted for broadly effective vaccines. Structural analysis of active viruses profoundly impacts our understanding of the overlooked fusion mechanism and vaccine, antibody/drug design.", "date": "2025-11-16", "journal": ""}
{"title": "Ether lipids influence cancer cell fate by modulating iron uptake", "doi": "10.1101/2024.03.20.585922", "authors": "Mansell, R. P.; Müller, S.; Yang, J.-S.; Innes-Gold, S.; Das, S.; Reinhardt, F.; Sigmund, K. J.; Phadnis, V. V.; Wan, Z.; Stark, J.; Hwang, D.; Sindikubwabo, F.; Syx, L.; Servant, N.; Eaton, E. N.; Sampaio, J. L.; Bell, G. W.; Thiru, P.; Viravalli, A.; Deik, A.; Clish, C. B.; Hammond, P. T.; Kamm, R. D.; Cohen, A. E.; Levental, I.; Boehnke, N.; Hsu, V. W.; Levental, K. R.; Rodriguez, R.; Weinberg, R. A.; Henry, W. S.", "abstract": "Cancer cell fate has been widely ascribed to mutational changes within protein-coding genes associated with tumor suppressors and oncogenes. In contrast, the mechanisms through which the biophysical properties of membrane lipids influence cancer cell survival, dedifferentiation and metastasis have received little scrutiny. Here, we report that cancer cells endowed with high metastatic ability and cancer stem cell-like traits employ ether lipids to maintain low membrane tension and high membrane fluidity. Using genetic approaches and lipid reconstitution assays, we show that these ether lipid-regulated biophysical properties permit non-clathrin-mediated iron endocytosis via CD44, resulting in significant increases in intracellular redox-active iron and enhanced ferroptosis susceptibility. Using a combination of in vitro three-dimensional microvascular network systems and in vivo animal models, we show that loss of ether lipids from plasma membranes also strongly attenuates extravasation, metastatic burden and cancer stemness. These findings illuminate a mechanism whereby ether lipids in carcinoma cells serve as key regulators of malignant progression while conferring a unique vulnerability that can be exploited for therapeutic intervention.", "date": "2025-11-16", "journal": ""}
{"title": "Non-classical NMDA receptor subunit GluN3A in a specialized hippocampal region regulates stress-coping strategies in mice", "doi": "10.1101/2024.04.24.590964", "authors": "Zhang, W.; Zhao, M.; Dai, J.; Zhuo, L.; Ye, H.; Wang, J.; Wang, W.", "abstract": "The hippocampus is a highly complex structure, defined by profound structural, functional, and molecular heterogeneity. The GluN3A subunit, which forms non-classic N-methyl-D-aspartate receptors (NMDARs), is enriched in the hippocampal CA1 subregion and has a poorly understood functional role, especially in stress-related behavioral regulation. Here, we employed chronic social defeat stress (CSDS) and GluN3A knockout (KO) mouse models combined with behavioral, molecular, genetic, pharmacological, and circuit-level analyses to investigate the role of hippocampal GluN3A in stress coping. We found that CSDS selectively reduced GluN3A expression in the intermediate CA1 (CA1i) region. Decreased GluN3A expression in CA1i, from either stress or genetic deletion, promoted passive coping behaviors, whereas overexpression of GluN3A in CA1i reversed the phenotype under both conditions. Mechanistically, consistent with GluN3A enrichment in pyramidal neurons, c-fos staining and fiber photometry revealed that GluN3A was essential for CA1i pyramidal neuronal activation during coping behaviors. Further chemogenetic manipulations demonstrated that activating CA1i neurons facilitated active coping, while inhibition induced passivity. Moreover, local administration of D-serine, an agonist of GluN3A-containing NMDARs, rapidly shifted coping behavior from passive to active by activating CA1i neurons via GluN3A-dependent mechanisms. Circuit tracing revealed that CA1i neurons project to multiple sub-hippocampal and cortico-limbic regions, and GluN3A overexpression selectively enhanced downstream neuronal activity in CA3 and infralimbic cortex, but not in the nucleus accumbens. Together, these findings identify GluN3A as a key molecule linking hippocampal subregional specialization with adaptive stress coping, and suggest that the rapid, resilience-promoting effects of D-serine are also GluN3A-dependent.", "date": "2025-11-16", "journal": ""}
{"title": "Image-based profiling of healthy donor immune cells with Blood Cell Painting reveals novel genotype-phenotype associations", "doi": "10.1101/2024.05.17.594648", "authors": "Hogel-Starck, C.; Timonen, V. A.; Atarsaikhan, G.; Mogollon, I.; Polso, M.; Hassinen, A.; Honkanen, J.; David Sarmento, C.; Koski, J.; Soini, J.; Urpa, L.; Ruokoranta, T.; Ahlnas, T.; Juvila, J.; Miettinen, J. J.; Rodosthenous, R.; FinnGen,  ; Kilpivaara, O.; Arvas, M.; Heckman, C. A.; Partanen, J.; Daly, M.; Palotie, A.; Ollila, H. M.; Paavolainen, L.; Pietiainen, V.; Pitkanen, E.", "abstract": "The morphological diversity of blood immune cells of healthy individuals, critical for recognizing disease-related phenotypes, remains largely uncharacterized. To address this gap, we developed Blood Cell Painting (BCP): a high content, high throughput fluorescence imaging assay for peripheral blood mononuclear cells. We generated a BCP Atlas with images of 50 million cells from 390 healthy blood donors, identifying 18 distinct immune cell morphology clusters. A genome-wide association study of BCP-derived imaging-based cellular features revealed 93 significant associations across 30 genetic loci. These loci include genes linked to mast cell function, inflammation, immune signaling, mitochondrial maintenance and circadian immune modulation. We also observed correlations between immune cell morphological features and clinical traits, such as respiratory conditions and healthcare visits related to contraceptive management, potentially reflecting hormonal influences on immune cell phenotypes. As a proof of concept for clinical application, acute myeloid leukemia subtypes were distinguished by BCP. Our study establishes BCP as a versatile method for immune cell profiling to uncover genetic, phenotypic and clinical determinants of immune cell morphology in health and disease.", "date": "2025-11-16", "journal": ""}
{"title": "Distribution, Prevalence of Non-Tuberculous Mycobacteria in Hainan Island and Antibiotic Resistance of Mycobacterium abscessus", "doi": "10.1101/2024.06.09.596927", "authors": "Xu, X.; Huang, J.; Wang, H.; Xiang, T.; Liu, J.; Zheng, L.", "abstract": "Non-tuberculous mycobacteria (NTM) infections are increasingly recognized as a public health concern, yet their distribution and antibiotic resistance patterns on Hainan Island, China tropical hotspot, remain understudied. This study provides the first comprehensive geographic and epidemiological analysis of NTM across 14 cities in Hainan from 2015-2018. Among 158 clinical samples, 118 NTM isolates (24 species) were identified, with M. abscessus (28, 23.73%), M. intracellulare (26, 22.03%), and M. simiae (17, 14.41%) being predominant. Phylogenetic analysis using rpoB and Hsp65 genes revealed distinct evolutionary clusters. Spatial distribution showed significant biogeographic divergence between northern (higher diversity) and southern Hainan (BC = 0.33, P = 0.013). Antimicrobial susceptibility testing of M. abscessus isolates demonstrated high resistance to doxycycline (100%) but retained sensitivity to amikacin (71.4%) and linezolid (50.0%). Novel species (M. algericus, M. sinensis) were identified, expanding Hainan NTM profile. This study provides the first comprehensive NTM geographic and resistance dataset for Hainan, enabling targeted surveillance and treatment.", "date": "2025-11-16", "journal": ""}
{"title": "T Cell Receptors for Antigen on Intraepitheial Cytolytic T Lymphocytes in Celiac Disease Engage Enterocyte HLA-E and HLA-B", "doi": "10.1101/2024.09.03.610908", "authors": "Johnson, J. E.; Agrawal, K.; Al-Lamki, R. S.; Zhang, F.; Xi, W. D.; Liburd, S.; Tobiasova, Z.; Rodriguez, L.; Martins, A. J.; Flavell, R.; Robert, M. E.; Sefik, E.; Pober, J. S.", "abstract": "We compared duodenal biopsies showing active celiac disease (CeD) to normal controls using single cell RNA sequencing, cyclic immunofluorescence, RNAScope and proximity ligation assays.. There is increased infiltration of villous but not crypt epithelium T cells bearing either {beta} or {gamma}{delta} T cell receptors (TCRs) in CeD. Both T cell subsets are activated cytotoxic T lymphocytes (CTLs) and surprisingly are the predominant mucosal source of IFN{gamma}. In response to this IFN{gamma},villous but not crypt enterocytes show an IFN{gamma} signature, including nuclear phospho-STAT1 protein, class II HLA molecules and IFN{gamma}-inducible chemokines known to recruit CTLs (e.g., CCL3, CCL4, CXCL10, and CXCL11) and receptors for these chemokines are expressed on the infiltrating CTLs. Villous enterocytes also display increased HLA-E and HLA-B mRNAs and proteins. Bioinformatic analyses (NICHES) and proximity ligation assays show frequent binding of both {beta} and {gamma}{delta} TCRs with enterocyte HLA-E or HLA-B, but not HLA-DR. In contrast, NKG2C, proposed as an alternative trigger of CTL activation, is infrequently expressed and shows few interactions with HLA-E. Our data suggest that activated intraepithelial CTLs produce IFN{gamma} which recruits additional CTLs and increases antigen-dependent killing of villous epithelium using either conventional or HLA-E antigen presentation.", "date": "2025-11-16", "journal": ""}
{"title": "Constrained Open Chromatin Regions Reveal Functional Elements Shaping Human Traits", "doi": "10.1101/2024.10.31.621195", "authors": "Tomizuka, K.; Koido, M.; Suzuki, A.; Yoshino, S.; Tanaka, N.; Ishikawa, Y.; Liu, X.; Koyama, S.; Ishigaki, K.; Murakawa, Y.; Immune transcript/enhancer consortium (ITEC),  ; Yamamoto, K.; Terao, C.", "abstract": "Open chromatin regions (OCRs) define cell-type-specific regulatory elements across the genome, yet their functional significance varies, making it challenging to pinpoint biologically essential regions. Here, we introduce CAMBUS (Chromatin Accessibility Mutation Burden Score), a machine-learning framework that identifies active and evolutionarily constrained OCRs by leveraging surrounding DNA sequences. Applying CAMBUS to 29 immune cell types, we identified 66,043 constrained OCRs, which were substantially enriched in the known constraint genome (odds ratio=11.45 (95% confidence interval 9.33-14.05), P=4.7 x 10-68), while 90% of these OCRs were not prioritized by existing constraint metrics. These OCRs were highly enriched for known enhancers and super-enhancers, independent of known epigenetic markers and annotated regions, and overlapped with regulatory elements implicated in immune-mediated diseases and experimentally validated functional variants, including rare variants, particularly in leukocyte-related traits. Furthermore, CAMBUS revealed cell-type-specific transcriptional regulatory landscapes, linking genetic constraint with gene regulation in immune cells and identifying plausible connections between 1,533 causal variants and 70 complex traits. By defining biologically constrained regulatory elements at high resolution, CAMBUS provides a framework for understanding the selective pressures shaping the non-coding genome and its role in human health and disease.", "date": "2025-11-16", "journal": ""}
{"title": "Evaluating genetic-ancestry inference from single-cell transcriptomic datasets", "doi": "10.1101/2025.03.25.645175", "authors": "Yao, J.; Gazal, S.", "abstract": "Characterizing the ancestry of donors in single-cell transcriptomic studies is crucial to ensure genetic homogeneity, reduce biases in analyses, identify ancestry-specific regulatory mechanisms and their downstream roles in disease, and ensure that existing datasets are representative of human genetic diversity. While these datasets are now widely available, information on the ancestry of donors is often missing, hindering further analysis. Here, we propose a framework to evaluate methods for inferring genetic-ancestry from genetic polymorphisms detected in single-cell sequencing reads. We demonstrate that widely used tools (e.g., ADMIXTURE) provide accurate inference of genetic-ancestry and admixture proportions, despite the limited number of genetic polymorphisms identified and imperfect variant calling from sequencing reads. We infer genetic-ancestry for 401 donors from ten Human Cell Atlas datasets and report a high proportion of donors of European ancestry in this resource. For researchers generating single-cell transcriptomic datasets, we recommend reporting genetic-ancestry inference for all donors and generating datasets that represent diverse ancestries.", "date": "2025-11-16", "journal": ""}
{"title": "EPB41L4A-AS1 long noncoding RNA acts in both cis- and trans-acting transcriptional regulation and controls nucleolar biology", "doi": "10.1101/2025.04.08.647803", "authors": "Monziani, A.; Unfried, J. P.; Cvetanovic, T.; Ulitsky, I.", "abstract": "Mammalian genomes are pervasively transcribed into long noncoding RNAs (lncRNAs), whose functions and modes of action remain poorly understood. EPB41L4A-AS1 is an evolutionary conserved, broadly and highly expressed lncRNA that produces the H/ACA snoRNA SNORA13 from one of its introns. We studied the consequences of EPB41L4A-AS1 perturbation in breast cancer cells and found that it acts both in cis, to enhance transcription of the proximal EPB41L4A gene and additional genes in its two flanking topologically associated domains, and in trans by broadly regulating gene expression, including expression of snoRNAs, transcription of genes involved in nucleolar biology and the distribution of nucleolar proteins. These effects are phenocopied by the loss of SUB1, an interactor of EPB41L4A-AS1, and are observed following transient perturbations of EPB41L4A-AS1 that do not affect steady-state SNORA13 levels or the rRNA modification it helps install. Exogenous expression of the full-length EPB41L4A-AS1 locus but not SNORA13 expression can rescue the trans-acting transcriptional effects of its perturbation. The EPB41L4A-AS1 gene is thus a versatile locus producing RNA molecules acting on multiple levels for key cellular functions.", "date": "2025-11-16", "journal": ""}
{"title": "Bat power-metabolic profiling of the Egyptian fruit bat Rousettus aegyptiacus reveals distinctive cardiac adaptations", "doi": "10.1101/2025.04.16.649087", "authors": "Karlstaedt, A.; Cullen, F.; Drinkwater, R.; Kim, K.; Young, M.; Rossiter, S.; Aksentijevic, D.", "abstract": "Aim: The present study aimed to elucidate which pathways contribute to cardiometabolic adaptation in Egyptian fruit bats. Methods: Utilising cardiac tissues from Egyptian fruit bats (Rousettus aegyptiacus) and C57BL/6J mice, we combined liquid chromatography-mass spectrometry metabolic profiling, non-targeted 1H NMR spectroscopy, and in silico computational modelling using the genome-scale mammalian network CardioNet. Main Findings: Our analyses revealed that bat hearts exhibit a distinct metabolic profile characterised by depleted glycogen reserves and increased reliance on lipid oxidation to meet energy demands. Notably, bat hearts displayed elevated fluxes in oxidative phosphorylation, beta-oxidation of long-chain fatty acids, and the Krebs cycle, alongside reduced amino acid catabolism. These findings suggest that bats have evolved unique metabolic strategies to support the high-energy demands of flight, maintaining cardiac function without succumbing to pathological remodelling. Conclusions: This study provides the first comprehensive insight into the metabolic adaptations in the cardiac tissue of a bat species, contributing to our understanding of how these mammals endure extreme physiological stresses. Integrating metabolomics with computational modelling offers a powerful approach to studying metabolic adaptations in non-model species, potentially informing therapeutic strategies for human cardiac conditions.", "date": "2025-11-16", "journal": ""}
{"title": "Parallax indicates simple cue-anchoring in the head-direction system", "doi": "10.1101/2025.04.25.650191", "authors": "Krausse, S.; Duszkiewicz, A. J.; Neftci, E.; Sommer, F. T.; Renner, A.", "abstract": "The rodent head-direction (HD) system provides an internal compass for spatial navigation by integrating angular head velocity and anchoring to visual landmarks. A fundamental challenge for this computation is parallax: as the animal moves, the direction of nearby landmarks shifts, potentially introducing systematic, position-dependent errors. Whether and how the HD system corrects for parallax has remained unclear. Here we show that the HD signal in the postsubiculum of freely moving mice exhibits position-dependent biases consistent with parallax in a single-cue environment. These biases were smaller than predicted by geometric calculation of parallax, and in more natural, multi-cue settings the bias was strongly attenuated. Using computational modeling, we further show that two passive effects are sufficient to explain this attenuation: multi-view averaging, whereby temporal integration of the same landmark sampled from different locations averages out position-dependent error, and multi-cue averaging, whereby concurrent weighting of multiple landmarks causes their parallax-induced biases to cancel each other out. Our results suggest that passive averaging, without active position-dependent correction, provides a simple and robust strategy for maintaining a stable allocentric reference frame, central to cognitive mapping. More broadly, these findings highlight a trade-off in neural coding between computational efficiency and positional accuracy, with implications for both biological and artificial navigation systems.", "date": "2025-11-16", "journal": ""}
{"title": "Loss of endogenous tau suppresses APOE4-induced patterned behavioral decline and axon dysmorphia in a C. elegans model of Alzheimers disease", "doi": "10.1101/2025.05.06.652574", "authors": "Cardona, E. A.; Wu, Z.; Sarinay Cenik, E.; Webber, C. J.; Bolton, B. M.; Pierce-Shimomura, J.", "abstract": "Alzheimers disease (AD) causes a characteristic spatiotemporal pattern of neurodegeneration, resulting in the loss of associated faculties such as cognition. The factors that account for this pattern of degeneration are unclear, as AD risk genes are numerous and often broadly expressed. Previously, we generated a model of AD using the nematode Caenorhabditis elegans in which the AD risk variant of apolipoprotein E, APOE4, is pan-neuronally expressed. We showed that HSN class motor neurons degenerate in early adult stage animals. Here, we expand on our past work by performing behavioral analyses to deduce the effect of APOE4 on the function of distinct neuronal circuits. We found evidence that APOE4 induces dysfunction of other neurons; this spatiotemporal pattern roughly correlates with endogenous levels of PTL-1, the C. elegans homolog of human MAPT also known as tau. Moreover, deletion of ptl-1 suppressed defects in multiple behaviors, suggesting broad protective effects across the nervous system including the HSN neurons. Lastly, we show that PTL-1 in the touch receptor neurons, where PTL-1 is most abundant, contributes non-cell autonomously for age-related axon dysmorphia and dysfunction of the HSN neurons. Our results suggest that C. elegans may provide a useful in vivo system to study how endogenous Tau acts downstream of APOE4 to cause progressive, patterned neurodegeneration.", "date": "2025-11-16", "journal": ""}
{"title": "Heterozygote advantage cannot explain MHC diversity, but MHC diversity can explain heterozygote advantage", "doi": "10.1101/2025.05.27.656382", "authors": "Cherry, J. L.", "abstract": "Several theoretical studies have concluded that heterozygote advantage makes at most a minor contribution to MHC diversity. Siljestam and Rueffler (2024) recently presented models in which heterozygote advantage alone can lead to realistically high diversity. Here I argue that heterozygote advantage cannot by itself explain MHC diversity, and that its contribution to diversity is unlikely to be large in most species. I first show that the high diversity reported by Siljestam and Rueffler is so sensitive to parameter values that the underlying phenomenon cannot explain the widespread diversity of MHC genes. I then consider a fundamental problem with explaining MHC diversity by heterozygote advantage alone: selective forces that favored heterozygotes would lead to the evolution of haplotypes having much higher fitness when homozygous, diminishing or eliminating heterozygote advantage. Diversity maintained by another force, however, might bring about adaptation to the more common heterozygous state at the expense of homozygous fitness. Thus, substantial heterozygote advantage may arise as a consequence of MHC diversity.", "date": "2025-11-16", "journal": ""}
{"title": "Metal-Binding Ligands Rather Than Redox Active Metabolites Are Essential to Microbially-Induced Corrosion of Cobalt", "doi": "10.1101/2025.06.04.657868", "authors": "DeJager, A.; Kirkland, A.; Hinz, A.; McMullin, D. R.; Gregoire, D. S.", "abstract": "Microbially-induced corrosion (MIC) has been well-studied in the context of damage to iron-bearing infrastructure, where microbes can solubilize solid elemental iron using redox-active metabolites such as phenazines. Whether such pathways can solubilize economically-critical cobalt remains poorly understood. We hypothesized that secondary metabolites produced by the model bacterium Pseudomonas chlororaphis subspecies aureofaciens associated with MIC of iron could corrode cobalt by oxidation (i.e., phenazines) or by acting as a ligand (i.e., cyanide). One-week incubations using live cells supplied with Co(0) wires led to 20-30% cobalt mass losses and ~2200 M Co(2+) recovered in solution, which was at least 3-fold higher than filtered cultures and sterile medium controls. Removing the capacity for cells to produce phenazines and cyanide showed similar corrosion compared to wild type cells and phenazine standards did not corrode cobalt, ruling these metabolites out as contributors to MIC. Further experiments testing whether metabolite mixtures devoid of phenazines could corrode Co(0) in the presence and absence of oxygen confirmed that atmospheric oxygen initiates Co(0) oxidation, and that unidentified cell-derived metabolites drive MIC forward by keeping Co(2+) from precipitating as oxides that form a passivation layer on the wire surface. This revised mechanistic explanation underscores the importance of considering how abiotic redox cycling and cellular metabolites that solubilize metals interact in the MIC of non-ferrous metals. Identifying the biosynthetic pathways involved in solubilizing cobalt will be key to reframing MIC as more than an environmental concern and optimizing sustainable cobalt recovery strategies for solid waste that rely on naturally-occurring microbial metabolites.", "date": "2025-11-16", "journal": ""}
{"title": "Small molecule intervention of actin-binding protein profilin1 reduces tumor angiogenesis in renal cell carcinoma", "doi": "10.1101/2025.07.18.665115", "authors": "Gau, D.; Chawla, P.; Xu, K.; Welling, N.; Antonello, J.; Consoli, C.; Wei, M.; Zdancewicz, S.; DaSilva, M.; Varghese, C.; Francoeur, P.; Shi, H.; Chen, X.; Paranjape, A.; Villanueva, F.; Smithgall, T. E.; VanDemark, A. P.; Koes, D. R.; Huryn, D.; Roy, P.", "abstract": "Angiogenesis plays a key role in the development and progression of renal cell carcinoma (RCC). Actin-binding protein profilin-1 (Pfn1) is overexpressed in clear cell RCC predominantly in tumor-associated vascular endothelial cells (ECs). We previously demonstrated that that EC-selective (over)expression of Pfn1 accelerates RCC progression, and conversely, genetic loss of EC-Pfn1 dramatically inhibits tumor angiogenesis impeding tumor initiation and/or progression in RCC, suggesting that Pfn1 could be an actionable therapeutic target in RCC. In this study, we demonstrate that 4,4'-((4-bromophenyl)methylene)bis(3,5-dimethyl-1H-pyrazole), a small molecule that we had previously identified as an inhibitor of Pfn1-actin interaction, directly binds to Pfn1 and attenuates tumor angiogenesis when directly administered into subcutaneous RCC tumors. Next, we undertook a chemical optimization approach to design and synthesize 4,4'-((4-(trifluoromethyl)phenyl)methylene)bis(3,5-dimethyl-1H-pyrazole), a structural analog of our originally identified inhibitor, that exhibits improved anti-angiogenic efficacy in vitro and in vivo. Finally, we demonstrate that Pfn1 inhibitor is amenable to lipid microbubble encapsulation and release in the tumor microenvironment (TME) by ultrasound-mediated disruption of circulating microbubbles to achieve anti-angiogenic and anti-tumor benefit. In summary, our findings suggest that tumor-localized release of Pfn1 inhibitor could be a potential therapeutic strategy in RCC.", "date": "2025-11-16", "journal": ""}
{"title": "Tau-Driven Coordination of Microtubule-Actin Crosstalk in Cell-Sized Vesicles", "doi": "10.1101/2025.08.12.669979", "authors": "Akter, M.; Shivers, J. L.; Ding, L.; Dinner, A. R.; Liu, A. P.", "abstract": "The coordination of microtubules (MTs) and actin filaments is essential for cytoskeletal organization, yet the factors that affect their integration remain unclear. Here, we reconstitute cytoskeletal networks in giant unilamellar vesicles to characterize MT-actin crosstalk mediated by tau, a microtubule-associated protein. We show that tau promotes the organization of MTs into diverse architectures, including bundles, clusters, and networks, depending on its concentration and vesicle size. In vitro assays confirm that while tau binds and bundles MTs, it does not directly bundle actin. However, tau facilitates MT-actin colocalization in the presence of actin crosslinkers with distinct properties. Fascin, which forms rigid actin bundles, significantly enhances MT-actin colocalization with tau, whereas -actinin, which forms flexible actin bundles, induces colocalization in vesicles but not in bulk conditions. By combining cellular reconstitution and coarse-grained simulations of composite network assembly in both vesicles and bulk conditions, our findings reveal how tau-mediated cytoskeletal integration is governed by bundle mechanics and spatial confinement, providing insights into cytoskeletal organization within reconstituted synthetic cell-like systems.", "date": "2025-11-16", "journal": ""}
{"title": "Memory CD4 T cells orchestrate neoadjuvant-responsive niches in colorectal cancer liver metastases", "doi": "10.1101/2025.08.22.671704", "authors": "Mayoux, M.; Litscher, G.; Wiesmann, F.; Vermeer, M.; Jorba Adolff, P.; Guido Vinzoni, E.; Gonzalo Nunez, N.; Sparano, C.; Vetter, V. K.; Friebel, E.; Wertheimer, T.; Ficht, X.; Burr, S.; Karimi, A.; Dergun, S.; Schmid, J.; Krishnarajah, S.; Mair, F.; Moor, A.; Burkhard, B.; Sobottka, B.; Tugues, S.", "abstract": "Colorectal cancer frequently progresses to liver metastases (CRLM), a stage with limited treatment options and poor prognosis. Neoadjuvant chemotherapy is used to control tumor growth and enable resection, yet many patients fail to respond, and the mechanisms underlying this variability remain unclear. To identify determinants of treatment response, we profiled T cell states and their spatial organization in CRLM. We found that spatial arrangement and polarization of CD4 memory T cell networks determine treatment outcome. In responders, Th1-like CD4 memory T cells organized with effector-memory CD8 T cells and antigen-presenting cells (APCs) into therapy-responsive immune niches (TRINs) that support CD4-mediated APC licensing and local immune engagement. Non-responders lacked such immune architecture, exhibiting myeloid-rich regions dominated by circulating-like CD4 memory and regulatory T cells. CD4-driven TRINs thus emerge as key determinants of chemotherapy efficacy and provide a rationale for developing biomarkers and strategies that enhance CD4-APC-CD8 crosstalk within organized immune niches.", "date": "2025-11-16", "journal": ""}
{"title": "Humans use a dual information-seeking policy to improve noisy inferences outside the explore-exploit tradeoff", "doi": "10.1101/2025.10.08.681186", "authors": "Cao, Y.; Almeras, C.; Lee, J. K.; Wyart, V.", "abstract": "Everyday decisions do not only aim to earn rewards but also to learn about the world. In a large study (420 participants, >380,000 decisions), we asked how people gather information stripped of rewarding value, and compared their strategy with reward seeking in otherwise matched conditions. We found that humans use a two-stage information-seeking strategy, where they begin by repeatedly sampling each novel option in turn (which we call \"streaking\") before engaging in uncertainty-guided exploration. Computational modeling revealed that this streak-first, explore-second strategy aims at forming a first hypothesis about each novel option before minimizing global uncertainty, and improves the accuracy of the imprecise inferences that humans make about sampled options. Artificial neural networks trained to optimize inference accuracy could acquire uncertainty-guided exploration but not early streaking, highlighting a specific feature of human information seeking. Although streaking and uncertainty-guided exploration tended to be co-expressed in the same participants, these two stages were related to different psychological traits. Together, these results offer a novel account of human information seeking, its motives and benefits under imprecise cognitive computations, outside the explore-exploit tradeoff.", "date": "2025-11-16", "journal": ""}
{"title": "A Druggable Tumor Suppressor and Leukemic Stem Cell Marker", "doi": "10.1101/2025.10.16.682831", "authors": "Pan, Y.; Wang, C.; Meng, X.; Zhou, W.; Hammer, R.; Zheng, H.; Hildebrandt, G.; Kang, X.", "abstract": "Acute myeloid leukemia (AML) often enters remission after chemotherapy but frequently relapses due to chemotherapy-resistant leukemic stem cells (LSCs). Relapsed AML remains largely unresponsive to current therapies and carries a poor prognosis. We developed a large-language model (LLM) agent that incorporates multi-modal data to nominate druggable therapeutic targets for AML. We identified that higher expression of AGTR2 (encoding AT2R) is associated with better chemotherapy response and longer survival. In functional studies of 68 primary human AML samples, we found that LSCs consistently lacked AT2R expression. Across both CD34-expressing and -non-expressing AML samples, AT2R expression positively correlated with CD34 and CD117 expression. In patient-derived xenograft (PDX) models using 21 primary AML samples, AT2R- cells initiated leukemia, whereas AT2R+ cells failed to do so. AT2R- cells gave rise to both AT2R+ and AT2R- progeny, suggesting hierarchical differentiation. Following chemotherapy in AML PDX mice, bone marrow analysis showed a marked enrichment of AT2R- cells and depletion of AT2R+ cells, indicating that AT2R- cells drive minimal residual disease and relapse. These results support the role of AT2R absence as a marker of LSCs. We observed reduced AT2R expression in AML cells compared to healthy peripheral blood and bone marrow mononuclear cells, suggesting a tumor suppressor role. Whole-genome sequencing of AML patients revealed no functional mutations in AGTR2. However, 3D chromatin and epigenetic analyses uncovered frequent chromatin rearrangements involving AGTR2 promoter-silencer interactions, indicating epigenetic silencing as a likely mechanism for AT2R downregulation in AML. To validate the tumor suppressor role of AT2R, we developed murine AML models driven by MLL-AF9 or AML1-ETO9a fusions with either Agtr2 knockdown or enforced expression. Agtr2 knockdown accelerated leukemogenesis, while enforced Agtr2 expression delayed AML progression. In these models, enforced Agtr2 expression reduced LSC frequency, impaired cell cycle progression, and decreased AML stemness, as confirmed by limiting dilution assays and analysis of LSC-enriched populations. Mechanistically, enforced Agtr2 expression suppressed fatty acid metabolism - a key driver of AML stemness and growth - and inhibited downstream signaling pathways, including GSK3, PI3K/AKT, and Wnt/b-catenin. This led to reduced SREBF1 activity, confirmed by protein level changes and CUT&Tag assays. We tested buloxibutid (C21), a small-molecule AT2R agonist currently in phase II trials for idiopathic pulmonary fibrosis, in AML PDX models derived from 20 de novo and 6 relapsed AML samples. C21 significantly inhibited AML progression and enhanced the efficacy of chemotherapy, particularly in relapsed AML models.", "date": "2025-11-16", "journal": ""}
{"title": "ELITE: E3 Ligase Inference for Tissue specific Elimination: A LLM Based E3 Ligase Prediction System for Precise Targeted Protein Degradation", "doi": "10.1101/2025.11.05.686884", "authors": "Patjoshi, S.; Froehlich, H.; Madan, S.", "abstract": "Targeted protein degradation (TPD) has transformed modern drug discovery by harnessing the ubiquitin proteasome system to eliminate disease-driving proteins previously deemed undruggable. However, current approaches predominantly rely on a narrow set of ubiquitously expressed E3 ligases, such as Cereblon (CRBN) and Von Hippel Lindau (VHL), which limits tissue specificity, increases systemic toxicity, and fosters resistance. Here, we present an AI-driven framework for the rational identification of tissue specific E3 ligases suitable for precision-targeted degradation. Our model leverages a BERT-based protein language architecture trained on billions of sequences to generate contextual embeddings that capture structural and functional motifs relevant for E3 substrate compatibility. By integrating these embeddings with tissue resolved protein protein interaction data, the framework predicts ligase/target interactions that are both biologically plausible and context restricted. This enables the prioritization of ligases capable of driving selective degradation of pathogenic proteins within disease-relevant tissues. The proposed approach offers a scalable path to expand the E3 ligase repertoire and advance TPD toward true precision medicine.", "date": "2025-11-16", "journal": ""}
{"title": "Self-supervised AI reveals a lethal discohesive phenotype in lung adenocarcinoma", "doi": "10.1101/2025.11.12.688049", "authors": "Rakovic, K.; Pancheva, A.; Quiros, A. C.; Coelho-Lima, J.; He, Z.; Dorward, D. A.; Sereno, M.; Wilson, C.; Dick, C.; Moore, D. A.; Ballantyne, F.; Ficken, C.; Teodosio, A.; Martinelli, S.; Baird, R.; Officer-Jones, L.; Powley, I.; Chang, D.; Miller, C. J.; Yuan, K.; Le Quesne, J.", "abstract": "Applications of artificial intelligence (AI) to histopathology are now common, but most require supervision which inherently limits their scope. By using self-supervised learning (SSL), we discover and quantify the full range of histopathological appearances in a disease, and associate them with clinicopathological ground truths such as prognosis. We used this approach to discover under-appreciated morphologies of lung adenocarcinoma (LUAD), using a highly characterised resected tumour cohort of over 4000 slides from over 1000 patients. By constructing an authoritative lexicon of recurrent LUAD appearances, we ab initio discovered several stromal morphologies strongly predictive of outcome. With multimodal data integration and external dataset validation, we propose that epithelial discohesion is lethal, but only in the context of immunologically cold stroma. Both these morphological features are independent of current prognostic schema. Crucially, we describe these features in the context of real-world diagnostic histopathology, giving them immediate clinical translatability.\n\nStatement of SignificanceHistopathology relies heavily on epithelial morphology, often neglecting the stroma. We use self-supervised AI to identify under-appreciated morphologies in LUAD linked to poor outcome and validate these observations in an external cohort, demonstrating the utility of self-supervised AI as a powerful biological discovery tool.", "date": "2025-11-16", "journal": ""}
{"title": "MaxGeomHash: An Algorithm for Variable-Size Random Sampling of Distinct Elements", "doi": "10.1101/2025.11.11.687920", "authors": "Hera, M. R.; Koslicki, D.; Martinez, C.", "abstract": "With the surge in sequencing data generated from an ever-expanding range of biological studies, designing scalable computational techniques has become essential. One effective strategy to enable large-scale computation is to split long DNA or protein sequences into k-mers, and summarize large k-mer sets into compact random samples (a.k.a. sketches). These random samples allow for rapid estimation of similarity metrics such as Jaccard or cosine, and thus facilitate scalable computations such as fast similarity search, classification, and clustering. Popular sketching tools in bioinformatics include Mash and sourmash. Mash uses the MinHash algorithm to generate fixed-size sketches; while sourmash employs FracMinHash, which produces sketches whose size scales linearly with the total number of k-mers.\n\nHere, we introduce a novel algorithm, MO_SCPLOWAXC_SCPLOWGO_SCPLOWEOMC_SCPLOWHO_SCPLOWASHC_SCPLOW, which for a specified parameter r > 1, will produce, without prior knowledge of n (the number of k-mers) a random sample of size r lg(n/r)+ [O] (r). Notably, this is the first deterministic, permutation-invariant, and parallelizable sketching algorithm to date that can produce sub-linear sketches. We also introduce a variant, -MO_SCPLOWAXC_SCPLOWGO_SCPLOWEOMC_SCPLOWHO_SCPLOWASHC_SCPLOW, that produces random samples of size{Theta} (n) for a given  [isin] (0, 1). We study the algorithms properties, analyze generated sample sizes, verify theoretical results empirically, provide a fast implementation, and investigate similarity estimate quality. With intermediate-sized samples between constant (MinHash) and linear (FracMinHash), MO_SCPLOWAXC_SCPLOWGO_SCPLOWEOMC_SCPLOWHO_SCPLOWASHC_SCPLOW balances efficiency (smaller samples need less storage and processing) with accuracy (larger samples yield better estimates). On genomic datasets, we demonstrate that MO_SCPLOWAXC_SCPLOWGO_SCPLOWEOMC_SCPLOWHO_SCPLOWASHC_SCPLOW computes common sketching tasks like database filtering, clustering, and similarity search, more efficiently than approaches like FracMinHash.", "date": "2025-11-16", "journal": ""}
{"title": "Improved Stability and Interpretability of Motor Modules Computed with an Autoencoder", "doi": "10.1101/2025.11.11.687901", "authors": "Nathella, S. R.; Seamon, B. A.; Young, A. J.; Ting, L. H.", "abstract": "Motor module analysis is an important tool in the study of movement, particularly in people with impaired neural control. The most common method for computing motor modules is non-negative matrix factorization (NMF), which identifies a matrix of motor modules and their corresponding time-series activity from electromyography data. NMF has several limitations, including dependence of the muscle weightings on the number of modules selected. Approaches for selecting the number of modules vary between studies, making it difficult to compare and reproduce results. Some metrics of motor control complexity use the variance accounted for when extracting a single motor module (VAF1), yet that modules structure offers little biomechanical interpretability. In this work, we present a method for computing motor modules using an autoencoder, a neural network architecture that can find latent representations of data. Using a single layer autoencoder, we extracted motor modules from data in able-bodied and individuals post-stroke. The structure of autoencoder-computed modules were significantly less sensitive to selected module number. With the autoencoder-computed modules, increasing the number of modules added new information, instead of splitting previous modules. Autoencoder-computed modules, especially at low module counts, had more distinct and interpretable biomechanical functions. Lastly, the autoencoder-computed modules are consistent with previous NMF studies in persons with stroke, which found fewer modules needed to explain the muscle activity of paretic limbs. Our autoencoder-based method offers a new approach for computing motor modules, with advantages of better stability in module structure across module counts, and a more biomechanically relevant interpretation of VAF1.\n\nNEW & NOTEWORTHYThis work presents an approach for computing motor modules using an autoencoder and comprehensively compares the in stability of motor module structure, functional significance at low module counts, and interpretation of VAF1 to the current state of the art. The AE-computed module structures were more stable at different module counts. The AE has the potential to improve confidence in module structure and make analysis less dependent on the specific number of modules selected.", "date": "2025-11-16", "journal": ""}
{"title": "Analysis of SIV Spatiotemporal Dissemination Patterns in Rhesus Macaques During Early Rectal Transmission Demonstrates Systemic Infection Does Not Require Viral Local Amplification at the Entry Portal", "doi": "10.1101/2025.11.12.687929", "authors": "Cheng, Y.; Chen, J.; Zhao, M.; Mandal, S.; Lewis, M. G.; Luo, M.; Gale, M.; Li, Q.", "abstract": "Receptive anal sex is a dominant mode of HIV-1 (HIV) transmission, especially among men who have sex with men (MSM). However, the early events during HIV rectal transmission are not well understood and many questions remain, such as, does virus local amplification at the entry portal require for viral distal seeding? What is the spatiotemporal dissemination pattern across whole body? How do three viral forms, e.g., cell-free virus (VCF), cell-associated virus (VCA), and follicular dendritic cell-trapped virus (VFDC), evolve during early infections? To close this knowledge gap, we comprehensively examined rectum, draining and distant lymph nodes, as well as non-lymphatic organs of brain, lungs, and liver of 39 Indian rhesus macaques at the early time points following intrarectal SIV inoculation (1, 2, 3, 4, 6, 10 14, 28 day post inoculation, dpi). Our findings unambiguously demonstrated SIV rapidly disseminates to distant tissues and organs (<=1 dpi), virus local replication and amplification in rectum and draining lymph nodes is not required for viral distal seeding for the establishment of systemic infection, viral forms shift from VCF and VCA to VFDC accompanying from T cell zones into B cell follicles. These findings indicates that an effective HIV vaccine needs to elicit comprehensive immune protection at both local sites of viral entry and the entire level.", "date": "2025-11-16", "journal": ""}
{"title": "Reprogrammed SimCells for Antimicrobial Therapy", "doi": "10.1101/2025.11.15.688600", "authors": "Dong, Y.; Ji, X.; Dong, T.; Wang, Y.; Bakkeren, E.; Foster, K. R.; Huang, W. E.", "abstract": "Antimicrobial resistance (AMR) is a critical global health challenge. In this study, we developed a novel platform based on chromosome-free and non-replicating simple cells (SimCells, size 1-2 m) and mini-SimCells (size 100-400 nm) for targeted pathogen elimination. Engineered with surface-displayed nanobodies, SimCells and mini-SimCells selectively bind bacteria expressing specific antigens (e.g., OmpA in E. coli). The selective interactions facilitate close SimCell-pathogen proximity, enabling two antimicrobial mechanisms: direct injection of toxic effectors into bacterial cytoplasm via a heterologous expression of type VI secretion system (T6SS), and enzymatic conversion of aspirin into catechol by engineered salicylate hydroxylase, leading to sustained local production of hydrogen peroxide (H2O2). Our results demonstrate that both reprogrammed SimCells and mini-SimCells can eliminate target E. coli with high specificity and efficiency. Multi-dose reprogrammed mini-SimCell treatment led to a 10^3-fold selective reduction of targeted bacteria in mixed microbial communities, with minimal disruption to non-target bacteria. We demonstrate that reprogrammed mini-SimCells, engineered with nanobody targeting outer membrane protein OmpA of the clinically relevant multidrug resistant pathogen E. coli ST131, achieved elimination efficiencies over 97% at 24 and 48 hrs. This modularised plug-and-play antimicrobial platform provides a highly specific, efficient and adaptable solution for combating diverse AMR pathogens.", "date": "2025-11-16", "journal": ""}
{"title": "Cell-Type-Resolved Isoform Atlas of Human Tissues Reveals Age and Alzheimer's Disease-Associated Splicing Changes", "doi": "10.1101/2025.11.14.688520", "authors": "Yamamoto, R.; Fu, T.; Huang, E.; Fraser, A.; Nazim, M.; Xiao, X.; Zaitlen, N.", "abstract": "Alternative splicing is a key mechanism for transcriptomic diversity, but how isoforms map to specific cell types in bulk tissues remains unclear. We present Sciege, a multimodal method that integrates bulk short-read RNA-seq with single-cell and long-read data to estimate cell type-specific isoform distributions. Through simulations, we demonstrate that Sciege accurately estimates isoform abundances and identifies differentially abundant transcripts through statistical tests. Applied to seven tissues in GTEx and brain tissue in ROSMAP datasets, Sciege generates a first-to-date multi-tissue isoform atlas and reveals isoform changes linked to cell types, aging, and Alzheimer's disease. Validation with external cohorts and experimental data confirms our findings. Notably, we identify upregulation of the MAPT-010 isoform in AD inhibitory neurons, consistent with known methylation signatures. Our approach demonstrates the value of integrating RNA-seq data to study cell type-specific splicing and provides a foundation for further genetic and functional studies of alternative splicing across biological contexts.", "date": "2025-11-16", "journal": ""}
{"title": "Autism and Schizophrenia-Associated Pcdh8 Regulates Cortical Development in Mice", "doi": "10.1101/2025.11.15.688622", "authors": "Calvo Parra, S.; Barredo Paniagua, G.; Carrillo-Barbera, P.; Garcia Deante, A.; Cwetsch, A. W.", "abstract": "Defective cortical development with aberrant neuronal distribution is linked to diverse human pathologies. We show that downregulation of protocadherin-8, a cell-adhesion protein associated with autism and schizophrenia, disrupts neuronal migration and morphology, and increases proliferation in the developing mouse cortex. These findings identify protocadherin-8 as a critical determinant of cortical organization and implicate it in the potential molecular mechanisms underlying human brain pathology.", "date": "2025-11-16", "journal": ""}
{"title": "Four phases and temporal threshold of population calcium response during locomotion in cortical astrocytes", "doi": "10.1101/2025.11.15.688660", "authors": "Fedotova, A.; Brazhe, A.; Semyanov, A.", "abstract": "Calcium activity is a major form of astrocyte excitability essential to their function and plasticity. Astrocytic calcium events arise both spontaneously and in response to behaviour. In this study, we examined how these unitary events shape population-level calcium activity during quiescence and locomotion. Using two-photon imaging of astrocytic calcium in the primary somatosensory cortex (S1) of awake mice running on a freely rotating disk, we found that spontaneous fluctuations during quiescence were driven mainly by the co-occurrence of new calcium events rather than by their enlargement. During locomotion, population responses progressed through four phases: the emergence of new events, their merging into a superevent, fragmentation of this superevent, and an afterburst. New events appeared immediately at locomotion onset, indicating a rapid astrocytic response. The response also exhibited a temporal threshold of ~5 seconds: when locomotion was shorter than this, the superevent phase failed to develop, and the population response was markedly reduced. In suprathreshold responses, the superevent displayed a {Delta}F/F intensity pattern that reproduced reliably across locomotion episodes. Hotspots within this pattern had shorter latencies and were also more active during quiescence, suggesting that the response is at least partly deterministic. Consistent with this, we were able to reproduce both the response phases and the superevent pattern using a dynamic mode decomposition with control (DMDc) model driven by synthetic or real locomotion inputs. Together, these findings dissect the population calcium response into quantifiable properties of unitary calcium events and reveal the formation and reproducibility of the superevent pattern, offering a potential framework for the astrocytic component of the engram.", "date": "2025-11-16", "journal": ""}
{"title": "Predicting stress response trajectories: Differential contributions of limbic and prefrontal regions to cortisol and affective responses", "doi": "10.1101/2025.11.14.688580", "authors": "Lipka, R.; Baertl, C.; Kreuzpointner, L.; Giglberger, M.; Konzok, J.; Speicher, N.; Waller, L.; Kudielka, B. M.; Wuest, S.; Walter, H.; Henze, G.-I.", "abstract": "Why do individuals respond differently to stress? Since rodent studies indicated that stress regulation relies on limbic and medial prefrontal cortex (mPFC) outputs, we aimed to investigate whether data from these regions could also predict cortisol and affect trajectories following psychosocial stress in humans. In this pre-registered study, 281 healthy adults (145 female) were exposed to ScanSTRESS. Repeated assessments of salivary cortisol and negative affect were used to identify response trajectories (i.e. groups of participants) using latent class mixture modelling (LCMM). LCMMs without brain predictors were compared to LCMMs including structural (volume, thickness) and functional (activation, exposure-time effect) predictors from the amygdala, hippocampus, or mPFC regions. Results showed that cortisol LCMMs without brain predictors exhibited a single mean trajectory. Adding brain predictors resulted in three to four response trajectories, depending on region and outcome. Within identified models, cortisol hyper-response trajectories were predicted by larger amygdala and hippocampus volumes. Cortisol non-responses were predicted by greater amygdala activation and volume. Elevated baseline cortisol was predicted by higher hippocampal activation. mPFC markers did not predict cortisol trajectories, however, medial orbitofrontal cortex parameters identified affect response profiles mirroring trait-like affect. Together, our findings suggest dissociated roles of limbic and mPFC regions in stress regulation: While limbic structures predicted cortisol responses, the mPFC shaped affective experience.", "date": "2025-11-16", "journal": ""}
{"title": "Deep cerebellar tFUS engages cortical circuits via convergent local and sensory-driven mechanisms", "doi": "10.1101/2025.11.15.688639", "authors": "Sariev, A.; Baek, H.; Jung, D.; Kim, H.; Pak, A.", "abstract": "Transcranial focused ultrasound (tFUS) enables non-invasive access to deep brain structures with high spatial precision, but its mechanisms of action remain elusive and under active investigation. The leading hypothesis posits that tFUS exerts its neuromodulatory effects through direct activation of neurons, while others attribute effects to indirect activation of auditory pathways. Here, we investigated the neuromodulatory effects of tFUS on the dentato-thalamo-cortical (DTC) pathway by targeting either the lateral cerebellar nucleus (LCN) or auditory cortex (AUD) in anesthetized rats. Electroencephalography (EEG) recordings from bilateral motor cortices and the contralateral auditory cortex revealed that tFUS reliably evoked cortical potentials, whereas sham stimulation produced no responses. Both LCN and AUD stimulation activated the auditory cortex, suggesting auditory pathway involvements. However, only LCN stimulation elicited early and significant event-related potentials and gamma-band activity in the contralateral motor cortex, consistent with DTC pathway engagement. We propose that LCN-targeted stimulation engages the DTC pathway through modulation of neuronal excitability, while concurrent auditory inputs account for global cortical activation. These results are consistent with a hybrid mechanism in which tFUS modulates neuronal dynamics, converging both direct and indirect components depending on the stimulation site. Proposed framework reconciles competing views of tFUS as either a direct or indirect modulator and clarifies how ultrasound can differentially influence cortical circuits depending on the stimulation target.", "date": "2025-11-16", "journal": ""}
{"title": "Repeat Opioid Use Modulates Microglia Activity and Amyloid Beta Clearance in a Mouse Model of Alzheimer's Disease", "doi": "10.1101/2025.11.14.688256", "authors": "Gogola, J. V.; Wee, S. W. S.; Garcia, A. J.", "abstract": "In addition to driving dependency and overdose, illicit use of opioids, such as fentanyl, is linked to the risk for cognitive decline and dementia. Growing evidence also indicates that opioid use is associated with pathological features, paralleled early in Alzheimer's disease (AD), which raises the possibility of the involvement of mechanistic interactions between opioid use and AD progression. Here, we investigate how chronic fentanyl use (i.e., 20 days) influences the neuroimmune state, microglial activity, and amyloid burden in wildtype and APPPS1-21 mice, a transgenic model of AD. In wild-type mice, fentanyl use promoted a pro-inflammatory state without increasing the incidence of disease-associated microglia. In APPPS1-21 mice, chronic fentanyl use led to a shift favoring an anti-inflammatory state, which was associated with increased microglia clustering and activation at A{beta} plaques, increased A{beta} internalization in plaque-associated activated microglia, decreased soluble A{beta}, and decreased plaque burden. Our findings indicate that chronic fentanyl use fundamentally changes the trajectory of neuroimmune activity and features characteristic of early AD by enabling microglia to enhance A{beta} clearance. The interactions demonstrate how substance use can reshape the neuroimmune landscape in neurodegenerative disease, emphasizing the importance of tailored treatment strategies.", "date": "2025-11-16", "journal": ""}
{"title": "E2F1-3 activate polyomavirus early transcription and viral replication", "doi": "10.1101/2025.11.15.688648", "authors": "Salisbury, N. J. H.; Amonkar, S.; Roman, A.; Galloway, D. A.", "abstract": "Polyomaviruses (PyVs) are small, circular double-stranded DNA viruses that establish lifelong persistent infections. PyV infections are typically asymptomatic, but they can cause severe disease particularly in immunosuppressed individuals, including BKPyV-associated nephropathy, and Merkel cell carcinoma (MCC) caused by Merkel cell polyomavirus (MCPyV). While most individuals are infected with PyVs during childhood, it is unclear how these viruses persist in the host and what cellular signals prompt their reactivation. The early regions of PyV genomes encode regulatory proteins that control viral replication and host cell transformation in the case of MCPyV, SV40 and murine polyomavirus (MuPyV). All PyV early regions encode Large and Small Tumor antigens (LT, ST), which are splice variants of a common transcript. PyV LTs bind and inhibit RB1 via a conserved LxCxE motif, deregulating E2F transcriptional activity and cell cycle control to promote viral replication and tumorigenesis. The existing paradigm in the field is during normal PyV infection, LT is expressed and drives the host cell into S phase. However, a recent study revealed that cells infected with BKPyV only express LT and replicate the viral genome when already in S phase, but the mechanisms activating LT expression during S phase are unknown. The Non-Coding Control Region (NCCR), found in all PyVs, contains the viral origin of replication and predicted transcription factor (TF) binding sites, yet only a handful have been experimentally validated and shown to regulate PyV early transcription. Here, we set out to identify host TFs that bind the MCPyV NCCR to regulate early transcription in both MCC cells and in an in vitro model of MCPyV infection. We identified E2F1-3 as critical regulators of MCPyV early transcription, which bind to the MCPyV NCCR via a consensus E2 site just upstream of LT/ST transcriptional start site. We discovered E2 sites in the NCCRs of several other polyomaviruses, including MuPyV but not BKPyV. Deletion of the E2 sites in PyV NCCRs downregulates early transcription in luciferase assays. Despite not containing a consensus E2 site, we detected weak E2F binding to the NCCRs of BKPyV and SV40, suggesting that E2Fs also contribute to transcription of their early genes. Overall, our findings challenge the existing paradigm of PyV infection, that LT expression activates E2F signaling via RB1 inhibition, and suggest that E2Fs must already be active in the PyV-infected host cell for LT/ST expression and viral replication.", "date": "2025-11-16", "journal": ""}
{"title": "Environmental and vector detection of African swine fever virus DNA in Vietnam: Evidence for potential transmission through wastewater and Amblyomma javanense ticks", "doi": "10.1101/2025.11.13.688377", "authors": "Mai, T. N.; Duong, D. H.; Dong, V. H.; Tran, T. H. G.; Cao, T. B. P.; Huynh, T. M. L.; Bui, T. P.; Dao, V. K.; Nguyen, T. H.; Hoang, T. P.; Bui, T. A. D.; Nguyen, T. L.; Yamazaki, Y.; Yamazaki, W.", "abstract": "African swine fever virus (ASFV) remains a major global threat to pig production, yet its environmental and vector reservoirs in Southeast Asia are poorly understood. This study provides the first evidence in Southeast Asia indicating that ASFV DNA can be detected in pig farm wastewater and that Amblyomma javanense ticks may act as potential mechanical carriers of the virus in natural settings. To elucidate part of the environmental dynamics and possible transmission routes of ASFV, we developed and applied a highly sensitive polyethylene glycol (PEG) precipitation-based real-time PCR method specifically for wastewater surveillance, as the viral load in aquatic environments is presumed to be substantially lower than that in arthropod vectors. A total of 40 tick samples and 93 wastewater samples were analyzed. ASFV DNA was identified in 3 of 40 ticks (7.5%) and 7 of 93 wastewater samples (7.5%). The developed method showed a 100-fold improvement in analytical sensitivity, lowering Ct values by 3 to 7 cycles and increasing the detection rate from 3.2% to 7.5% compared with the reference method. Diagnostic sensitivity and specificity for wastewater testing were 100.0% and 95.6%, respectively. Although infectious virus was not recovered from ASFV-positive wastewater samples, control experiments confirmed that PEG treatment did not interfere with viral infectivity. These findings highlight the potential role of environmental and tick-mediated transmission in ASF epidemiology and provide a practical tool for early warning and post-outbreak monitoring of ASFV in endemic regions.", "date": "2025-11-16", "journal": ""}
{"title": "DHA Increases Angptl4 Gene Expression and Reduces LPL Activity in a PPARγ-dependent manner in Adipocytes", "doi": "10.1101/2025.11.15.685896", "authors": "McTavish, P. V.; Rajna, A.; Brown, L. H.; Elzaanoun, R.; Mutch, D. M.", "abstract": "Omega-3 polyunsaturated fatty acids (N-3 PUFA), specifically eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), are well recognized for their triacylglycerol (TAG)-lowering properties. These effects are generally attributed to reduced hepatic lipogenesis and increased {beta}-oxidation; however, the contribution of white adipose tissue (WAT) towards the hypotriglyceridemic properties of N-3 PUFA is less defined. Lipoprotein lipase (LPL) regulates TAG hydrolysis to influence fatty acid uptake into WAT, a process that can be inhibited by angiopoietin-like 4 (ANGPTL4). When re-examining a previous mouse study, we found that mice consuming a diet rich in EPA/DHA had increased WAT Angptl4 expression in the fasted state compared to a control diet. Therefore, the goal of this study was to explore the role of N-3 PUFA on the regulation of Angptl4 expression and LPL activity in adipocytes. 3T3-L1 adipocytes treated with DHA (100M), but not ALA or EPA, increased Angptl4 expression and reduced LPL activity similar to that observed with a PPAR{gamma} agonist (pioglitazone). When Ppar{gamma} expression was knocked down with siRNA, the ability of DHA and pioglitazone to induce Angptl4 expression was ablated. Further, DHA- and pioglitazone-induced reductions in LPL activity were mitigated when Angptl4 expression was silenced. Taken together, these results suggest that DHA regulates LPL activity by increasing Angptl4 expression in a PPAR{gamma}-dependent manner. Our results have uncovered a novel mechanism by which DHA regulates ANGPTL4 to influence LPL-mediated hydrolysis of circulating TAG in WAT. Future in-vivo studies are necessary to determine the relevance of DHA regulation of ANGPTL4 towards whole-body lipid homeostasis and cardiometabolic health.", "date": "2025-11-16", "journal": ""}
{"title": "Prohibitin complexes associate with unique membrane microdomains in cells", "doi": "10.1101/2025.11.14.688579", "authors": "Medina, M.; Rahmani, H.; Chang, Y.-T.; Barad, B. A.; Grotjahn, D. A.", "abstract": "Prohibitins are multi-subunit protein complexes implicated in a variety of roles in mitochondria, including maintaining cristae architecture, regulating lipid metabolism, and mediating protein quality control. Prohibitins form large, ring-like structures within the mitochondrial inner membrane, and it has been proposed that this unique architecture enables them to organize distinct membrane environments that support their diverse functions. However, the molecular mechanisms driving these structure-function relationships within the native cellular context remain poorly defined. In this work, we combine cellular cryo-electron tomography, subtomogram averaging, and Surface Morphometrics analysis to systematically characterize the structure and local membrane environment of prohibitin complexes in mouse embryonic fibroblast (MEF) cells. We show that prohibitins are enriched in the inner boundary membrane subdomain of the inner mitochondrial membrane. Moreover, we find that a subset of prohibitin complexes exhibits a unique association with a matrix-facing density that resembles an m-AAA protease. Further, we show that prohibitins consistently localize to regions of reduced lipid bilayer thickness across all inner mitochondrial membrane subdomains, suggesting that they locally remodel the membrane to support their function. Together, these findings provide direct structural evidence that prohibitin complexes are associated with unique membrane microdomains in cells and establish a framework for uncovering how the local cellular context enables prohibitin function.", "date": "2025-11-16", "journal": ""}
{"title": "Defining and detecting global transcriptional amplitude in circadian gene expression", "doi": "10.1101/2025.11.14.688559", "authors": "Saint-Antoine, M. M.; Anafi, R.", "abstract": "Many genes exhibit circadian rhythms in expression. The amplitude of oscillation, both in core clock and circadian output genes, may differ from person to person. Mutations in core clock genes are known to alter global rhythmic properties, and researchers often informally discuss \"circadian amplitude.\" Yet, it remains unclear whether, in the general population, differences in transcriptional amplitude are largely gene-specific, or if they reflect a global, transcriptome-wide pattern -- whether some individuals have globally higher or lower amplitude across the set of all rhythmic genes. We used Cosinor regression to reanalyze four human skin time-series transcriptomic datasets (paired epidermis/dermis samples, N=11, N=19) and found that, using either absolute or relative amplitude measures, distributions of gene amplitudes tended to cluster by subject. Using a non-parametric, permutation-based statistical test, we found that in many subjects this global amplitude trend was statistically significant (p [&le;] 0.01). Furthermore, we found that when rhythmic genes were divided into two sets based on peak time (genes peaking before-noon and after-noon), the subjects' global amplitude in one set predicted global amplitude in the other set (p [&le;] 0.05). We also found that in the paired epidermis/dermis datasets, subjects' global amplitude in epidermis predicted their global amplitude in the dermis (p [&le;] 0.05). After identifying these trends in the skin datasets, we then found that evidence for subject-specific transcriptional rhythm strength replicated across 6 additional human time-course datasets from adipose, muscle, and blood. Perhaps surprisingly, across datasets, we found that neither established metrics of core clock transcriptional organization nor the amplitude of core clock transcription were strongly correlated with subject-specific global amplitude.", "date": "2025-11-16", "journal": ""}
{"title": "Propagation of genotypic variation across phenotypic levels: a model based on concave relationships unifies disparate observations on phenotypic buffering, dominance, heritability, and inbreeding depression", "doi": "10.1101/2025.11.15.688638", "authors": "de Vienne, D.; Coton, C.", "abstract": "The way genetic variation propagates across successive phenotypic levels up to the fitness components is central to the issue of the genotype-phenotype relationship. The processes involved are highly non-linear, and exhibit a large diversity of behaviors depending on the genes, organization levels, and traits considered. Nevertheless, the shape of the relationship between traits from adjacent levels is predominantly concave, which is probably due to global constraints on matter and energy in the cell. Based on this observation, we used the properties of concave functions to model how phenotypic differences and inheritance vary across increasingly integrated levels of organization. We show that the more integrated the phenotypic levels, the closer the phenotypic values and the larger the positive deviation from additivity (i.e. dominance or heterosis). These results may explain various observations such as the low heritability and high inbreeding depression of fitness components, and the phenotypic buffering of molecular polymorphisms. Furthermore, the introduction of a cost/crowding factor in the model may explain why overdominance is so rare while heterosis is so common. To our knowledge, this systems biology approach to the genotype-phenotype relationship is the first to be based on a theoretical model of the propagation of genetic variation across phenotypic levels.", "date": "2025-11-16", "journal": ""}
{"title": "Epigenomic Landscape of Oak (Quercus robur) across Seasons and Generations", "doi": "10.1101/2025.11.14.688509", "authors": "Sanchez-Lucas, R.; He, J.; Chirico, M.; Bosanquet, J. L.; Lehner, A. A. B.; Oyesola, K. S.; Hart, K.; MacKenzie, R. A.; Luna, E.; Catoni, M.", "abstract": "Seasonal fluctuations strongly shape the physiology of long-lived trees by coordinating growth, dormancy, and stress responses. Increasing evidence points to epigenetic mechanisms, particularly DNA methylation, as regulators of these processes, yet their role in long-lived trees across seasons and generations remains poorly understood. We generated single-base resolution maps of cytosine methylation exploring the epigenetic landscape of 180 year-old mature oak (Quercus robur) trees (genetically homogeneous) along spring, summer and autumn, and in their progeny. Genome-wide DNA-methylation revealed a progressive increase in the CHH context (H = A, T or C) from Spring to Summer and Autumn, suggesting epigenetic reprogramming is happening over season. Differentially Methylated Regions (DMRs) were concentrated in promoter regions and terminal inverted repeat (TIR). Differentially methylated transposable elements (TEs) and genes were involved in leaf development and hormonal signalling. By contrast, generational differences (parents versus offspring) were most prominent in CG and CHG contexts and were concentrated in genic regions. Oaks exhibit distinct seasonal and generational DNA methylation signatures, highlighting the plasticity and developmental specificity of epigenetic regulation. These findings provide a genomic foundation for understanding how epigenetic memory contributes to phenology, developmental programming and long-term adaptation in long-lived plants.", "date": "2025-11-16", "journal": ""}
{"title": "Persistent transcriptomic changes following repeated exposure to wood smoke in non-human primate airway epithelial cells", "doi": "10.1101/2025.11.14.688533", "authors": "Holmes, E.; Brown, A. P.; Elston, S. P.; Royer, C. M.; Ji, H.", "abstract": "Exposure to wildfire smoke is a significant public health concern with the respiratory system heavily impacted. Wildfire events are increasing in number and severity, and inhalation of wildfire smoke can lead to airway inflammation, oxidative stress-induced lung injury, impaired mucociliary clearance, and exacerbation of respiratory conditions such as asthma and chronic obstructive pulmonary disease (COPD). Despite these well-documented health risks, the molecular mechanisms underlying the respiratory effects of wildfire smoke exposure and recovery remain incompletely understood. In this study, we utilized transcriptomic and epigenomic analyses to investigate how exposure to wood smoke (WS) influences the expression patterns of gene networks in differentiated tracheobronchial epithelial cells. Our analysis identified exposure-induced differentially methylated regions, differentially expressed genes and gene networks that are implicated in lung disease, including dysregulation of immune responses, oxidative stress and cell death, compromise of epithelial barrier integrity and function, and epigenetic remodeling. Strikingly, significant transcriptomic changes were still detected one week after exposure cessation, enriched in pathways involved in inflammation, wound healing and tissue repair. Despite these transcriptomic and epigenomic perturbations, histology staining revealed no significant changes in epithelial tissue morphology following WS exposure. However, we found a significant number of pulmonary disease-associated genes and pathways whose transcription were affected by WS exposure. Our study enhances understanding of the molecular basis of wildfire smoke-induced respiratory effects and highlights the potential for WS to leave a lasting imprint on airway epithelium, with important implications for respiratory health in exposed populations.", "date": "2025-11-16", "journal": ""}
{"title": "Overcoming the eIF2α Brake in Human Cell-Derived Translation Systems", "doi": "10.1101/2025.11.16.688697", "authors": "Aleksashin, N. A.; Shelke, R. R.; Yin, T.; Cate, J. H. D.", "abstract": "Cell-free translation from human cells is a powerful platform for studying mammalian gene expression and building synthetic biology tools, but productivity is often curtailed by inhibitory phosphorylation of eIF2 on residue Ser52. Here we systematically explored complementary strategies to bypass this initiation block across editable and hard-to-edit human cell types. In Expi293F suspension cells, precise genome editing of EIF2S1 to block Ser52 phosphorylation (eIF2-S52A) produced high-activity extracts. Genetic knockout of EIF2AK2 (PKR)-the principal eIF2 kinase engaged in eIF2 phosphorylation in Expi293F lysates-also improved translation, further establishing eIF2 phosphorylation as the dominant bottleneck in Expi293F translation extracts. Because genome editing is impractical in many contexts including primary human cells, we also implemented expression-based rescue of eIF2 phosphorylation: stable piggyBac integration of truncated GADD34 (PPP1R15A) and K3L, a viral eIF2 decoy, under control of a Tet-inducible promotor in induced pluripotent stem cells (iPSCs) and primary human fibroblasts. After differentiating engineered KOLF2.1J iPSCs into cardiomyocytes, we found that stable GADD34/K3L expression increased translation output in cardiomyocyte translation extracts. Using the piggyBac expression system in primary fibroblasts also resulted in improved translational output. Together these data pinpoint eIF2 phosphorylation as the key barrier to robust translation in human cell translation extracts. They also show that editing eIF2 or removing PKR is optimal where genome editing is feasible, while providing a portable GADD34/K3L expression cassette enables production of translationally active lysates from systems where genome editing is challenging or not possible.", "date": "2025-11-16", "journal": ""}
{"title": "RNMT is recruited to RNA by interaction with RNA G-quadraplexes", "doi": "10.1101/2025.11.16.688685", "authors": "Hepburn, L. A.; Granneman, S.; Cowling, V. H.; Clara Silva, J.", "abstract": "The 7-methylguanosine (m7G) cap protects RNA pol II transcripts from exonucleases and allows interaction with cap binding proteins which direct processing and translation. During m7G cap formation in mammals, nascent transcripts receive a guanosine cap which is methylated by RNA guanine-7 methyltransferase (RNMT). Unlike other capping enzymes which interact directly with RNA pol II, RNMT is recruited to the guanosine cap by interactions with RNA and the cap itself. RNMT is regulated during cell differentiation with significant impact on which RNAs are expressed and translated. The gene-specificity of RNMT was unexplained since RNMT in complex with activating subunit, RAM, binds to RNA without sequence preference. Through the development of improved RNA-protein detection, CLIP-ART, we report that RNMT interacts directly with RNA G4 quadraplexes (rG4). RNMT predominantly interacts with rG4s in the 5' UTR (untranslated regions) of mRNAs, indicating a mechanism for anchoring RNMT adjacent to the guanosine cap substrate. RNMT interacts with rG4s in transcripts which encode proteins involved in growth and proliferation. The RNMT-rG4 interaction is specific to the RNMT monomer, rather than RNMT-RAM, indicating a mechanism by which differential regulation of RNMT and RAM, can lead to cap methylation of specific RNAs involved in growth control.", "date": "2025-11-16", "journal": ""}
{"title": "Homogeneous antibody-DNA-conjugates using unmodified oligonucleotides and photo-crosslinkable protein G-HUH endonuclease fusion proteins", "doi": "10.1101/2025.11.14.688079", "authors": "Swietlikwoska, A.; Hesen, F.; Graewe, A.; Merkx, M.", "abstract": "Antibody-DNA conjugates are increasingly used in analytical biochemistry and nanotechnology. However, current methods for their preparation often lack specificity, resulting in heterogeneous products. Here, we present a novel strategy to covalently label the Fc domain of antibodies with single-strand DNA in a site-specific and stoichiometrically controlled manner. This method employs unmodified oligonucleotides and a fusion protein consisting of a protein G dimer linked to an HUH endonuclease. We first evaluated the sequence specificity and optimal conditions for DNA attachment to three HUH endonuclease variants, DCV, PCV2, and WDV. Our results show increased sequence specificity in the presence of Mg2+ compared to the more commonly used Mn2+ cofactor ion. Although formation of the phospho-tyrosine bond is found to be reversible, no significant hydrolysis of the protein-DNA conjugates is observed for up to 8 days at room temperature. The DCV domain allowed essentially complete formation of DNA-fusion protein conjugates at a 1:1 protein-DNA ratio, eliminating the need for removal of excess oligos. Subsequent photo-crosslinking yielded antibody-DNA conjugates that were successfully used in a proximity extension assay (PEA) to detect TNF and IL-6. Our method provides an efficient, low cost and generally applicable method to prepare homogeneous antibody-DNA conjugates with 1:1 stoichiometry.", "date": "2025-11-16", "journal": ""}
{"title": "Adaptive surface sensing enables mammalian sperm navigation in complex environments", "doi": "10.1101/2025.11.16.688464", "authors": "Karimi, A.; Jiang, X.; Abbaspourrad, A.", "abstract": "During transit through the fallopian tube of the female reproductive tract, sperm encounter a structurally complex lattice-like environment characterized by confinement and curvature created by the folded epithelium of the fallopian tube. To replicate these conditions, we examined sperm scattering and migratory behavior in microfabricated obstacle lattices with varying spacing. We found a passive adaptive sensing mechanism that regulates sperm surface interactions in confined and curved environments. Specifically, scattering dynamics, including the collision angle, were impacted as sperm navigated the lattice, and surface interaction times were reduced under more confined conditions. A mathematical model was developed to describe sperm transport in these structured landscapes, predicting up to a nine-fold enhancement of diffusivity compared to free swimming sperm. Hyperactivated sperm displayed similar adaptive behavior within the lattice. We found that sperm dynamically adjust their navigation strategy in response to environmental geometry, allowing efficient migration despite confinement. More broadly, the study highlights how physical structure modulates microswimmer behavior and provides new insight into the physical processes that govern sperm navigation and the mechanisms underlying mammalian fertilization.", "date": "2025-11-16", "journal": ""}
{"title": "Conformational dynamics of actin filaments crosslinked with alpha-actinin and their roles in suppressing cofilin-induced helical shortening and cluster formation", "doi": "10.1101/2025.11.16.688667", "authors": "Ngo, K. X.; Sumikama, T.; Vuillemot, R.; Nguyen, H. G.; Le, N. T. P.; Grudinin, S.; Uyeda, T. Q.", "abstract": "Actin is a conserved cytoskeletal protein essential for processes such as morphogenesis, motility, and division. Its versatility stems from filament assembly and regulation by actin-binding proteins (ABPs). Among these, alpha-actinin organizes actin filaments into bipolar bundles or unipolar networks, while cofilin preferentially binds to ADP-actin regions, clustering and shortening the half helical pitch (HHP). How alpha-actinin alters or stabilizes filament and protomer conformations and affects cofilin binding remains unsolved. Using high-speed AFM, all-atom MD simulations, and principal component analysis (PCA), we show that alpha-actinin stabilizes actin filaments in the canonical helical state more effectively than bare filaments, thereby preventing cofilin-induced helical shortening required for cooperative binding and clustering. Our results further reveal stabilized local fluctuations without significant changes in protomer spacing or subdomain geometry, maintaining a flattened protomer conformation that restricts the twisting necessary for cofilin cooperativity. We decipher that cofilin binding and clustering proceed through initial attachment to shortened ADP-bound HHP, followed by protomer twisting and further HHP shortening with fewer protomers, leading to enhanced cooperative binding. Conversely, the absence of these steps inhibits cooperative binding. Together, these findings reveal a previously unrecognized atomic mechanism by which alpha-actinin modulates actin filament dynamics and structure-dependent interactions with other ABPs essential for spatiotemporal cytoskeletal organization.", "date": "2025-11-16", "journal": ""}
{"title": "Quantum-Coherent Identity Preservation and Substrate-Invariant Embodiment: A Theoretical Framework for Sustained Pure-State Dynamics in Complex Biological Systems", "doi": "10.1101/2025.11.15.688570", "authors": "Petalcorin, M. I. R.; Vega, M. A. R.", "abstract": "Living systems exhibit extraordinary resilience, adaptability, and identity preservation despite continuous atomic turnover. Traditional physics explains this persistence through biochemical stability, but a deeper quantum-informational description remains elusive. Here, we introduce a theoretical framework where a sustaining superoperator (S) exactly cancels environmental decoherence (D) within the Lindblad formalism, maintaining quantum coherence indefinitely. The resulting sustained pure-state system exhibits vanishing entropy production, stable informational identity, and finite tunneling amplitude under sublinear effective-mass scaling (Mff = m N) with (0 <  < 1). Numerical simulations confirm entropy cancellation, identity invariance under substrate replacement, and anomalous tunneling consistent with coherence-preserving collectivity. These findings propose mathematically consistent conditions for substrate-independent identity persistence and coherent embodiment, connecting concepts from quantum biology, information theory, and open-system thermodynamics.", "date": "2025-11-16", "journal": ""}
{"title": "pH-Sensitive Amino Lipid-Driven Pore Formation Enables Endosomal Escape of Lipid Nanoparticles", "doi": "10.1101/2025.11.15.688617", "authors": "Singh, A. P.; Shibata, K.; Miyazaki, Y.; Shinoda, W.", "abstract": "Lipid nanoparticles (LNPs) have transformed nucleic acid delivery for vaccines and gene therapies, yet their efficiency remains limited by incomplete endosomal escape. While experimental studies have revealed endosomal membrane disruption facilitating cytosolic release, the molecular basis of this process remains poorly understood. Here, we employ molecular simulations to elucidate how LNPs fuse with the endosomal membrane and release their payloads. We identify multiple fusion pathways, with a dominant stalk-pore mechanism. Our simulations reproduce and rationalize key experimental observations, including the transfer of ionizable lipids from LNPs to the membrane, which promotes nucleic acid reorientation and facilitates stalk formation and expansion. Furthermore, lipid shape, pH sensitivity, membrane tension, and nucleic acid encapsulation emerge as critical molecular determinants of endosomal escape efficiency. These findings advance our mechanistic understanding of intracellular delivery and provide a framework for the rational design of LNPs with improved performance for gene therapies and RNA vaccines.", "date": "2025-11-16", "journal": ""}
{"title": "A membrane-driven biochemical oscillator tunable by the volume to surface area ratio", "doi": "10.1101/2025.11.14.688573", "authors": "Fischer, J.; Greenberg, E.; Ying, Y. M.; Takeshita, S. S.; Foley, S. L.; Johnson, M. E.", "abstract": "Oscillations are ubiquitous features of biological organisms, playing crucial roles in processes from circadian rhythms to developmental patterning. Protein-based biochemical oscillators have particular applications in synthetic biology because they can access fast and slow timescales that are independent from the transcription-translation machinery required of genetic oscillators. Here, we introduce and model such a mass-conserving biochemical oscillator using mass-action reaction kinetics that exploits dynamic changes to membrane phospholipid concentrations to drive proteins on and off the membrane in robust, tunable rhythms. Importantly, the oscillations rely on amplification of reactions on the membrane via dimensional reduction, and they are therefore tunable by variations in the volume-to-surface area ratio (V/A) of the system. With components inspired by the endocytic machinery, we show that a wide range of physiologically relevant biochemical rates can produce oscillations in part due to this independent geometric control. A broad computational screen of the high-dimensional parameter space reveals that oscillations require relatively strict enzyme kinetic design rules for low V/A but much more permissive kinetics for larger V/A. We validate that oscillations persist with more realistic reaction-diffusion simulations that captures explicit diffusion and stochastic, integer valued copy numbers, in overall good agreement with the period and amplitude of the deterministic oscillators. Because the oscillations rely on time-dependent changes to the surface properties and not post-translational modifications to the protein subunits, we demonstrate that it can be coupled to a self-assembling trimer, driving not only changes in localization but trimer yield. Our analysis establishes this membrane-localization oscillator as a new, geometry tunable and programmable timing module and suggests a potential for geometry sensing in engineered or cell-free systems.", "date": "2025-11-16", "journal": ""}
{"title": "Phase-targeting rapid cryofixation of the beating heart and histological analysis unveil contractile state-dependent sarcomere dynamics", "doi": "10.1101/2025.11.15.688585", "authors": "Tamura, S.; Mochizuki, K.; Kumamoto, Y.; Morishita, Y.; Yamanaka, M.; Ho, W. J.; Harada, Y.; Fujita, K.; Tanaka, H.", "abstract": "The heart is a functional syncytium consisting of numerous cardiomyocytes that repetitively exhibit coordinated contractions/relaxations. However, the extent to which myocyte sarcomere arrangements in the heart differ across beats is unknown. To examine this, we conducted cardiac phase-targeting rapid cryofixation of Langendorff-perfused rat hearts. We adjusted the timepoint of cryogen exposure to the electrically paced heart and observed phase-dependent differences in the sarcomere length (SL) of subepicardial myocytes by -actinin immunohistochemistry, namely a significantly shorter SL during systole than during diastole. We detected spatially inhomogeneous SL distributions by generating a heatmap of the myocardium. For peak systole the SL heatmap exhibited nearly uniform SL shortening within and among the individual myocytes with some myocardia exhibiting nonuniform SLs. During diastole, the heart showed predominant SL elongation, which was also accompanied by patchy distributions of locally short-SL regions, reflecting inhomogeneous SLs. This SL inhomogeneity was attenuated by pharmacological relaxation by 2,3-butanedione monoxime. The heatmap of the rapidly-frozen heart during ventricular fibrillation also revealed inhomogeneous SLs within and among individual myocytes. Overall, cardiac phase-targeting cryofixation unveiled in-depth behaviors on SL in the heart. Our cryofixation strategy will open a new horizon to clarify precise spatiotemporal changes in sarcomere structures and understand cardiac functions.", "date": "2025-11-16", "journal": ""}
{"title": "Characterizing the landscape of gene process dependencies in cancer", "doi": "10.1101/2025.11.14.688518", "authors": "Curd, J. B.; Way, G. P.", "abstract": "Precision oncology aims to tailor cancer treatment to tumor genetics but it currently benefits only a small fraction of patients, in part because the primary focus is to match drug targets to single genes. The Cancer Dependency Map Project (DepMap) aimed to characterize the landscape of single-gene dependencies, which increased the universe of potential drug targets. However, the common challenges of drug off target effects and polypharmacology may limit effectiveness of single genes as drug targets. To address this limitation, we apply BioBombe, an AI/ML framework, to DepMap gene dependency data. This approach characterizes gene process dependencies, which are groups of genes within a biological process that cells rely on for survival. BioBombe fits many hundreds of dimensionality reduction models, across a range of latent dimensionalities. We find that this multiple-model approach discovers many more gene process dependencies than any single model alone. Using Reactome and CORUM-based gene set enrichment analyses, we characterize the landscape of the gene process dependencies, identifying, for example, mitotic regulation or the citric acid cycle as targets, as well as many cancer type-specific dependencies. In gliomas, TP53- and mitochondrial-related pathways emerged as key process vulnerabilities. Linking gene process dependencies with drug sensitivity scores on matched cell lines, we discovered both established and novel candidates. Taken together, BioBombe provides a scalable and interpretable framework for uncovering complex gene process dependencies, which guides drug repurposing, and introduces a novel targeting paradigm for precision oncology.", "date": "2025-11-16", "journal": ""}
{"title": "Local glucocorticoid signalling promotes pancreatic cancer", "doi": "10.1101/2025.11.14.688472", "authors": "Veiga-Villauriz, C.; Hussein, H. A. M.; Ward, C. J.; Saji, S. K.; Chakraborty, S. C.; Pramanik, J.; Yamashita-Kanemaru, Y.; Simpson, J.; Laforest, S.; Diez, F.; Homer, N. Z. M.; Roychoudhuri, R.; Halim, T. Y. F.; Mahata, B.", "abstract": "Pancreatic cancer (PC) represents one of the biggest challenges in terms of cancer treatment, mainly due to its continuously rising incidence, advanced stage at time of diagnosis, and dismal 5-year overall survival, which has not improved in recent decades despite the major advances made in oncological therapies. The limited progress in developing more effective therapies is, in part, attributable to the vast desmoplastic stroma present in PC. Additionally, immunosuppressive steroid-signalling has recently been shown to aid the development and metastasis of various tumour types. Therefore, we sought to explore whether local steroidogenesis and steroid signalling within the tumour microenvironment (TME) play a role in pancreatic cancer development. Reanalysis of publicly available datasets, including single cell RNA sequencing, as well as in vivo metastatic pancreatic ductal adenocarcinoma (PDAC) mouse models, allowed us to identify Hsd11b1 as the key enzyme responsible for locally elevated levels of the immunosuppressive glucocorticoid hormone, corticosterone. We identified fibroblasts as the major Hsd11b1-expressing populations in the pancreatic TME. Specifically, in mice, Hsd11b1 expression is primarily observed in iCAFs. Additionally, we found that patients with higher HSD11B1 expression present an increased mortality rate as well as an enriched fibrotic signature and inhibited immune activity. Collectively, these findings suggest that Hsd11b1 upregulation in iCAFs could be aiding PDAC development by promoting the activation of glucocorticoids directly in the TME. The presence of glucocorticoids inhibits inflammation and could also be enhancing local fibrosis by autocrine signalling in the fibroblast population. Given the urgent need for effective treatments in this fatal disease, targeting HSD11B1 represents a promising therapeutic strategy to overcome the immunosuppressive desmoplastic barrier and improve patient outcomes in pancreatic cancer.", "date": "2025-11-16", "journal": ""}
{"title": "Consistent drought regulation in grapevine is driven by directional transcription factor activity", "doi": "10.1101/2025.11.14.688560", "authors": "Vasquez-Marambio, G.; Moyano, T.; Navarro, D.; Sequeida, A.; Gainza-Cortes, F.; Matus, J. T.; Orellana, A.; Alvarez, J. M.", "abstract": "Climate change is intensifying environmental stresses such as drought, threatening vineyard productivity and sustainability worldwide. Vitis vinifera cultivars, responsible for most wine and table grape production, are particularly sensitive to water deficit, whereas many rootstocks derive from different Vitis species or interspecific hybrids with higher stress tolerance. A key step toward mitigating the effects of severe drought is the identification of regulatory genes controlling drought responses, enabling the design of gene expression based strategies or the generation of resilient cultivars through new breeding technologies. In this study, we performed a meta-transcriptomic analysis to identify genes consistently differentially expressed under drought in cultivated V. vinifera and two hybrid rootstocks (M4 and 101-14). Using more than twenty drought-control comparisons, we identified a core set of 4,617 drought-responsive genes that were consistently mis regulated across multiple experimental conditions. This core gene set was used to construct gene regulatory networks integrating genome-wide transcription factor (TF) binding motif analysis with random forest-based regulatory network generation employing machine learning techniques. We identified key TFs, including the Abscisic-Acid-(ABA) Responsive Element Binding Factor 2 (ABF2), MYB30A and an uncharacterized HMGbox domain protein, as central regulators within the network. Several top-ranking TFs, displaying up- or down-regulation under drought conditions, were primarily identified as positive regulators of their target genes, while lower-hierarchy TFs exhibited inverse expression relationships with their predicted targets. The network exhibited a hierarchical organization architecture among several TFs whose homologues in other species are linked to ABA signaling, with several TF families represented, each potentially operating at distinct regulatory tiers. Some TFs appear to act as central hubs orchestrating broad transcriptional programs, whereas others likely control more specialized branches of the drought response. Overall, these findings offer novel insights into the transcriptional control of drought tolerance in grapevine and provide key candidate regulators for breeding and biotechnological strategies aimed at improving stress resilience.", "date": "2025-11-16", "journal": ""}
{"title": "The Turbulent Brain: a toolbox to compute the turbulent dynamical behaviour of whole-brain activity", "doi": "10.1101/2025.11.14.688068", "authors": "Sanz Perl, Y.; Vohryzek, J.; Escrichs, A.; Kringelbach, M. L.; Deco, G.", "abstract": "Brain disorders remain one of the greatest challenges in neuroscience. Computational precision medicine offers a promising framework to reveal the mechanistic principles governing both healthy and pathological brain dynamics. In this context, we present The Turbulent Brain (TTB) toolbox, an open-source MATLAB platform that implements and disseminates the turbulence framework for immediate and widespread application in neuroscience research. The toolbox combines model-free and model-based analyses through an intuitive graphical interface, enabling customizable workflows across different parcellations and preprocessing pipelines. Our toolbox builds on recent advances demonstrating that turbulence physics can effectively capture the complex spatiotemporal dynamics of brain activity as a high-dimensional system operating far from equilibrium. This framework allows researchers to explore how fundamental mechanisms are modulated across distinct brain states and neurological and psychiatric disorders, including disorders of consciousness and major depressive disorder. As an illustrative application case, we used TTB to analyse fMRI data from 176 individuals from the Human Connectome Project during resting state and movie watching, showing that movie watching, as compared to resting state, significantly reduces information transmission in terms of turbulence measures, with stronger reductions observed during Creative Commons movie watching compared to Hollywood movies. In summary, the TTB toolbox establishes an accessible framework providing a methodological bridge between nonlinear physics and computational neuroscience, offering new tools for investigating psychiatric conditions and altered states of consciousness.", "date": "2025-11-16", "journal": ""}
{"title": "Population Morphology Implies a Common Developmental Blueprint for Drosophila Motion Detectors", "doi": "10.1101/2025.11.15.688637", "authors": "Drummond, N.; Zhao, A.; Borst, A.", "abstract": "Quantitative analysis of neuron morphology is essential in order to develop our understanding of circuit organisation and development. The recent acquisition of whole-brain electron microscopy-based (EM) reconstructions of the Drosophila melanogaster nervous system now provide the resolution needed to examine morphology at scale. Utilising these data, together with new computational tools, we extract and analyse the dendrites of all T4 and T5 neurons within one hemisphere (n [~] 6000). T4 and T5 neurons are the first uniquely direction-selective neurons in the visual pathway, and are classified into four subtypes (a,b,c, and d). Each subtype encodes one of four cardinal motion directions (up, down, forwards, backwards). The dendrites of these neurons form in two distinct neuropils, the Medulla (T4) and the Lobula (T5), and are asymmetrically oriented in a direction inverse to the direction of motion which they encode. However, their densely overlapping and compact arbours has made rigorous morphological quantification challenging. The presence of differences beyond their characteristic orientation, both between T4 and T5, as well as within subtypes, has remained poorly understood. Our analysis reveals a high degree of structural similarity across both types and subtypes. Particularly, measures of geometry and graph topology show only minor variation, with no consistent separation between T4 and T5, or their subtypes. These results indicate that, despite forming in different neuropils, and serving distinct motion directions, T4 and T5 dendrites follow closely aligned morphological patterns. This suggests that their arborization may be governed by shared developmental constraints and mechanisms.", "date": "2025-11-16", "journal": ""}
{"title": "Microstructural functional coupling as a multimodal biomarker of emotional state transitions in bipolar disorder", "doi": "10.1101/2025.11.14.688566", "authors": "Wei, L.; Wang, D.; Xue, S.; Wang, H.", "abstract": "Bipolar disorder (BD) is characterized by dynamic transitions between depressive and manic states, yet the neural mechanisms underlying these state shifts remain unclear. Here, we developed an integrative framework to quantify the microstructural functional coupling (MFC) of the brain, which captures the distributional similarity between voxel wise diffusion and functional features within each cortical region. Using multimodal MRI data from 72 BD patients and 65 matched healthy controls, we observed a global increase of MFC of BD, which indicates a desimilarity of brain microstructure and function. Partial least squares correlation (PLSC) analysis revealed that the principal latent component linking MFC to behavioral scores explained 67.2% of the variance, with the strongest contributions from the control and somatosensory networks. Mediation analysis demonstrated that regional MFC influenced anxiety indirectly through depressive symptoms, supporting a sequential affective transition from depression to anxiety. Moreover, macroscale gradient analysis showed that the principal MFC gradient was significantly correlated with neurotransmitter receptor distributions, including A4B2, 5 HT1B, and H3. Together, these findings highlight MFC as a multimodal biomarker sensitive to emotional state transitions in BD and suggest its potential as a bridge between microstructural alterations, functional dynamics, and neurotransmitter systems.", "date": "2025-11-16", "journal": ""}
{"title": "Delta Opioid Receptors on Parvalbumin Neurons are Necessary for the Convulsant and Anxiolytic Effects of the Delta Agonist SNC80", "doi": "10.1101/2025.11.14.688475", "authors": "Walicki, M. C.; Mueller, M. R.; Raigosa Garza, A.; Traynor, J. R.; Levitt, E. S.; Jutkiewicz, E. M.; Birdsong, W. T.", "abstract": "The delta opioid receptor (DOR) is expressed broadly throughout the central and peripheral nervous systems. Activation of DOR by exogenous and endogenous ligands regulates pain, motivation, emotion and memory, but the cells and neural circuits mediating these behavioral effects remain poorly characterized. Parvalbumin-expressing (PV) interneurons express high levels of DOR transcript (OPRD1) and protein (Birdsong et al 2019). Parvalbumin (PV) interneurons also play a role in pain and emotional processing, suggesting that DOR signaling on PV interneurons may modulate these behaviors. To address this question we used a conditional knockout mouse line (Floxed DOR; PV-cre) to delete DOR from PV-expressing cells. First, we validated the functional loss of DOR through whole-cell electrophysiology experiments. Next, we characterized baseline behavioral phenotypes and the convulsant, pro-locomotive and anxiolytic-like behavioral responses induced by the DOR agonist SNC80 in Floxed DOR; PV-Cre mice and their littermate controls. Interestingly, we found that the convulsant and anxiolytic effects of the DOR agonist SNC80 were diminished in Floxed DOR;PV Cre animals. However, baseline behavioral phenotypes, SNC80-induced spontaneous hyperlocomotion and respiratory stimulation were conserved. These novel findings indicate that the pro-convulsant and anxiolytic effects of DOR agonists are anatomically separable from the locomotor stimulating effects and are dependent on DOR expression on PV interneurons.", "date": "2025-11-16", "journal": ""}
{"title": "Gene network inference and master regulator analysis identifies the estrogen-related receptor gamma (ERRγ) as a therapeutic target for alcohol use disorder (AUD).", "doi": "10.1101/2025.11.15.688629", "authors": "Lorrai, I.; Maccioni, R.; Torres, I.; Puliga, R.; Marquez Gaytan, J.; Giorgi, F. M.; Repunte-Canonigo, V.; Sanna, P.", "abstract": "Differential gene expression is often inadequate to predict the activity of transcription factors and their contribution to the phenotypes associated with specific gene expression states. Here we used a systems biology approach based on gene network inference and master regulator analysis (MRA) to identify candidate drivers of the gene network dysregulations in the prefrontal cortex (PFC) of human subjects with a history of alcohol dependence. The estrogen-related receptor gamma (ERR{gamma}) gene ESRRG, an orphan nuclear receptor protein that acts as a transcription activator, emerged as a high-ranking Master Regulator (MR) based on the expression of its targets and was selected for functional validation due to its translational and druggability potential. The ERR{gamma} agonist, GSK4716, reduced alcohol drinking in the mouse binge drinking paradigm of drinking in the dark (DID) and in both non-dependent mice as well as in mice made dependent by chronic intermittent vapor exposure (CIE). GSK4716 also prevented alcohol-conditioned place preference without affecting saccharin intake or mouse locomotion. Similarly, in rats, GSK4716 reduced operant oral alcohol self-administration in non-dependent and dependent (by CIE) rats under fixed and progressive ratio schedules of reinforcement. Overall, these results support the efficacy of transcriptome-wide gene regulatory network approaches for the identification of key druggable regulators of long-term transcriptional adaptations that sustain the molecular and behavioral pathology of alcohol dependence and identify ERR{gamma} as a regulator of excessive alcohol drinking and seeking, and a therapeutic target for AUD.", "date": "2025-11-16", "journal": ""}
{"title": "Deep Learning for Cognitive Task Presence Prediction from Dynamic Functional Connectivity", "doi": "10.1101/2025.11.14.688561", "authors": "Chen, K.; Torabi, M.; Jian, J.; Yang, A.; Poline, J.-B.", "abstract": "Dynamic functional connectivity (dFC) studies the time-varying coordination between brain regions measured with fMRI and is a potential biomarker for understanding cognitive dynamics and tracking the development of neurological disorders. However, a critical methodological challenge lies in the variability of dFC estimates across different dFC assessment methods, raising concerns about the reliability and interpretation of downstream findings. While deep learning (DL) models have demonstrated the ability to capture traditionally inaccessible data patterns in many disciplines, they encounter challenges when applied to neuroimaging data. For instance, the high dimensionality, noise, and temporal complexity inherent in dFC makes it challenging for DL models to extract meaningful and interpretable insights. In this study, we investigated how DL architectures can be developed and adapted to predict task presence over time from task-based dFC data, and additionally, how the choice of dFC assessment method influences the predictive performance of DL models. We developed and compared a convolutional neural network (CNN), a node-level classification graph convolutional network (GCN), and a graph-level classification GCN based on their ability to predict time points at which subjects were performing a cognitive task or at rest. In our study, the results indicate that both DL model architecture and dFC estimation methodology significantly impact task presence prediction capacity, while the specific task paradigm had minimal influence out of the limited types that were explored. This work offers a powerful benchmark for understanding the dynamics of underlying task-driven cognitive state transitions and the analytical flexibility limitations of dFC estimation methods and DL architectures.", "date": "2025-11-16", "journal": ""}
{"title": "Numerosity Is Directly Sensed and Dynamically Transformed in the Human Brain: Evidence from MEG-MRI Fusion", "doi": "10.1101/2025.11.15.687894", "authors": "Karami, A.; Castaldi, E.; Eger, E.; Hebart, M.; Piazza, M.", "abstract": "Humans can estimate the number of objects in a scene within a fraction of a second, suggesting that numerosity is encoded rapidly and directly by the visual system. Yet how this encoding unfolds over time and interacts with other visual features remains unclear. Here, we combined magnetoencephalography (MEG) with time-resolved representational similarity analysis (RSA) and MEG-fMRI fusion to track how numerosity is represented in the brain over time. We also used multidimensional scaling (MDS) to visualize the evolving patterns of neural activity. Two main findings emerged. First, numerosity exhibited the hallmarks of a primary perceptual attribute: its neural signature appeared rapidly after stimulus onset, preceding the encoding of non-numeric features that could otherwise define number. Second, Visualization of the neural patterns using MDS suggested a temporal transformation in representational geometry, reflecting the engagement of two distinct coding schemes- an early, linear number line, consistent with a \"summation code\", dominating activity in occipital regions, and a later, curved number line, consistent with \"numerosity-tuned code\", emerging more strongly in associative areas along the dorsal stream. Together, these findings demonstrate that numerosity processing is encoded directly from the visual image and unfolds through a rapid hierarchical transformation, from a broad quantity signal to a finely tuned, number-specific code, linking perceptual encoding to higher-level numerical abstraction.", "date": "2025-11-16", "journal": ""}
{"title": "Quantitative profiling of whole-brain connectomes at single-axon resolution using deep learning and high-resolution light sheet microscopy", "doi": "10.1101/2025.11.14.688340", "authors": "Attarpour, A.; Raffiee, M.; Xu, T.; Osmann, J.; Patel, S.; Yu, F.; Au, B.; Clappison, A.; Biparva, M.; Zhu, R.; Crow, A.; Eshaghi Gharagoz, B.; Rozak, M. W.; Aubert, I.; McLaurin, J.; Deisseroth, K.; Stefanovic, B.; Goubran, M.", "abstract": "Revealing how individual axons create a brain-wide connectome would be indispensable for understanding brain function and behavior, yet remains technically challenging. We introduce MAPL3, an end-to-end pipeline that integrates self-supervised learning with an innovative deep architecture to capture local and global brain-wide axonal projections. MAPL3 enables subject- and population-level quantitative laminar analysis, generalizes across experiments, and outperforms state-of-the-art methods. We showcase its ability to map the circuitry of the orbitofrontal cortex from single axons to whole-brain projectome.", "date": "2025-11-16", "journal": ""}
{"title": "UCM-A86 is a selective positive allosteric modulator of GluN1/GluN3 NMDA receptors", "doi": "10.1101/2025.11.14.688378", "authors": "Benton, A. J.; Johns, M. R.; Diamant, E.; Rouzbeh, N.; Sorensen, V. P.; Anderson, C. M.; Secci, D.; Zhang, Z.; Rau, A. R.; Clausen, R. P.; Hansen, K. B.", "abstract": "N-methyl-D-aspartate (NMDA) receptors are ionotropic glutamate receptors that mediate excitatory neurotransmission in the central nervous system (CNS) where they play critical roles in normal and pathological brain functions and neurodevelopment. While the glutamate/glycine-activated GluN2-containing NMDA receptors (GluN1/GluN2) have been extensively studied, the physiological roles and pharmacology of glycine-activated GluN3-containing receptors (GluN1/GluN3) remain less understood. Although GluN1/GluN3 receptors exhibit unique functional properties and play distinct roles in neuronal development and synapse maturation, studies of their precise roles in neurophysiology and circuit function are impeded by limited availability of GluN3-selective pharmacological tools. This study describes UCM-A86, a novel GluN3-selective positive allosteric modulator, with EC50 values of 21 M and 19 M at GluN1/GluN3A and GluN1/GluN3B receptors, respectively. UCM-A86 selectively potentiates recombinant GluN1/GluN3A and GluN1/GluN3B receptors by 436% and 174%, respectively, relative to activation by glycine, with no activity at recombinant GluN1/GluN2A-D receptors. Furthermore, UCM-A86 selectively potentiates responses from native GluN1/GluN3A receptors expressed in somatostatin-expressing interneurons of the somatosensory cortex with no modulation of hippocampal AMPA receptor- and GluN1/2 NMDA receptor-mediated excitatory postsynaptic currents. Mechanistic studies suggest that UCM-A86 modulation is facilitated by agonist binding (or channel gating) and that UCM-A86 primarily potentiates GluN1/GluN3A by increasing open probability with no effects on mean channel conductance. These findings advance the synthetic pharmacology of GluN1/GluN3 receptors and provide a novel tool for modulation of native GluN3-containing NMDA receptors.", "date": "2025-11-16", "journal": ""}
{"title": "Short trains of transcutaneous vagus nerve stimulation increase online corticospinal excitability and pupil size in humans", "doi": "10.1101/2025.11.14.688461", "authors": "Denyer, R.; Su, S.; Patnaik, M.; Duque, J.", "abstract": "Background: Transcutaneous vagus nerve stimulation (tVNS) has emerged as a method for interrogating the role of the locus coeruleus (LC) norepinephrine system in human behavior. Tuning of excitability in the corticospinal tract is central to many cognitive and motor processes, but little is known about how the LC contributes to this tuning. In particular, no existing studies have examined the effect of tVNS on corticospinal excitability 'online' during active stimulation, where the largest effects on pupil size are observed. Method: To address this question, we delivered repeated 4-second trains of tVNS and sham stimulation and elicited MEPs during stimulation trains (online) and shortly after train offset (offline). Pupil size was concurrently recorded throughout each train. Results: We discovered that tVNS significantly increases corticospinal excitability compared to sham stimulation, but only when measured online and not offline. The excitatory effects on corticospinal excitability were greater in the latter half of tVNS trains. Pupil size was also significantly increased by tVNS compared to sham; however, the effect on pupil size peaked earlier during the tVNS trains compared to corticospinal excitability. In line with these distinct temporal profiles, changes in corticospinal excitability and pupil size were not significantly correlated, likely reflecting differences in the anatomical circuits underpinning each effect. Conclusions: This work demonstrates for the first time that tVNS increases corticospinal excitability at rest, but the effect only emerges when corticospinal excitability is measured online during active tVNS. Implications for basic and clinical neuroscientific research are discussed.", "date": "2025-11-16", "journal": ""}
{"title": "Antigen presenting cells play a critical role in determining response to regulatory T cell therapy in type 1 diabetes", "doi": "10.1101/2025.11.15.688620", "authors": "Dalton, M.; Asante-Asamani, E.; Greene, J. M.", "abstract": "Type 1 diabetes (T1D) is an autoimmune disease in which the immune system attacks pancreatic beta cells, leading to high blood glucose levels and requiring lifelong insulin therapy. There is no cure, and individuals with T1D may face a reduced lifespan of up to 12 years. Defects in regulatory T cells (Tregs) are a key contributor to disease onset and are being explored as a therapeutic avenue. However, the effectiveness of Treg therapy remains uncertain. Research is further limited by the inability to directly observe pancreatic and lymph node activity during the long presymptomatic stage of T1D. In this study, we develop a mathematical model for beta and T cell dynamics. We find both Treg quality and quantity affect disease progression, and that antigen-presenting cell (APC) dynamics play a central role. Notably, Treg therapy combined with APC depletion improves outcomes, especially with strong peptide-induced APC activation.", "date": "2025-11-16", "journal": ""}
{"title": "Cryptococcus neoformans responds to presence of mycobacterium by diversifying its morphologies and remodelling its capsular material", "doi": "10.1101/2025.11.16.687457", "authors": "Dambuza, I. M.; Ross, O.; Mukaremera, L.", "abstract": "Cryptococcus neoformans and Mycobacterium tuberculosis are opportunistic pathogens that share overlapping geographical distributions and physiological niches within the human body. Both are recognised by the World Health Organization as high-priority pathogens. Although clinical reports of co-infections with cryptococcosis and tuberculosis are increasing, experimental studies exploring their interactions remain scarce. Here, we demonstrate that C. neoformans can grow in physiologically relevant human plasma-like medium in the presence of either heat-killed M. tuberculosis antigen or the live vaccine strain, M. bovis BCG. In response to presence of mycobacteria, C. neoformans increased in number and exhibited enhanced virulence-associated traits, including titan cell formation, capsule enlargement and increased survival from phagocytosis. This work provides proof-of-principle for a dynamic, inter-pathogen interaction that may contribute to exacerbation disease outcomes in settings of a co-infection.", "date": "2025-11-16", "journal": ""}
{"title": "Nonsense mutations can also increase mRNA levels", "doi": "10.1101/2025.11.16.688500", "authors": "Owuamalam, P.; Hossain, M. N.; Brogna, S.", "abstract": "Nonsense mutations are frequently associated with reduced mRNA levels due to premature translation termination triggering nonsense-mediated mRNA decay (NMD). We introduced premature termination codons (PTCs) at 15 different positions within the coding region of a GFP reporter gene in Schizosaccharomyces pombe. Mutations located in the first third of the coding region typically led to decreased mRNA levels, whilst those occurring further downstream caused either no change or only minor reductions, consistent with current splicing-independent NMD models. However, PTCs located closer to the normal stop codon unexpectedly resulted in increased mRNA levels compared to the PTC-less control transcript. Analysis of intron-containing versions of these constructs confirmed that splicing enhances the impact of a nonsense mutation on mRNA levels. As expected, deletion of UPF1 in wild-type cells increased the levels of transcripts normally reduced by NMD. Interestingly, it also further increased the levels of transcripts that were already elevated compared to the PTC-less control in the wild-type background. The greater abundance of these mRNAs does not appear to be due to increased mRNA stability. Notably, a PTC located near the end of the coding sequence not only resulted in increased mRNA levels, but also in the production of a truncated, yet functional, GFP protein. These observations challenges current key assumptions about the significance of NMD.", "date": "2025-11-16", "journal": ""}
{"title": "A multiplexed approach for genetic screening of human cells by electron microscopy uncovers a critical effector of mitochondrial cristae shape", "doi": "10.1101/2025.11.15.688601", "authors": "Hassdenteufel, S.; Bykov, Y. S.; Dubreuil, B.; Noll, K.; Faust, O.; Kamyshinsky, R.; Itkin, M.; Cohen, N.; Malitsky, S.; Peleg, Y.; Albeck, S.; von der Malsburg, K.; Fass, D.; van der Laan, M.; Schuldiner, M.", "abstract": "Mitochondria form complex and diverse membrane-architectures essential for their multiple functions. Whereas critical proteins sculpting mitochondrial membranes have been identified, the molecular basis for many key features remains enigmatic. Exploration of membrane ultrastructure, in general, is limited by the tradeoff between resolution and throughput: electron microscopy (EM) is essential to resolve their ultrastructure but lacks scalability for systematic functional discovery. To overcome this limitation, we developed a high-resolution screening pipeline for EM of multiplexed human cell pools, hMultiCLEM (human Multiplexed Correlative Light and EM). To showcase the power of hMultiCLEM we performed a genetic screen exploring mitochondrial ultrastructure. hMultiCLEM confirmed proposed cristae modulators and uncovered additional ones illuminating the protein networks driving cristae organization. Validation of candidates highlighted an intermembrane space (IMS) protein linked to Meniere's disease, which we named MISHA (Mitochondrial-IMS membrane-SHApe-impacting protein). More broadly, hMultiCLEM transforms the EM field, enabling genetic/chemical screening in basic and medical research.", "date": "2025-11-16", "journal": ""}
{"title": "Mechanism of ERK-mediated Rho Activation and Stress Fiber Assembly for Cell Migration", "doi": "10.1101/2025.11.15.688645", "authors": "Khan, A. M.; Shawon, J.; Bergman, J. P.; Carney, K. R.; Mendoza, M. C.", "abstract": "The growth factor-activated RAS/Extracellular Regulated Kinase (ERK) pathway is a fundamental regulatory pathway that induces cell migration. ERK supports protrusion of a leading edge and also activates the small GTPase Rho, which induces actin assembly into contractile stress fibers that pull the cell body forward. Yet, the mechanism behind ERK's induction of Rho in the cell body has remained elusive. We discover here that ERK controls Rho activity and contractile stress fibers by inhibiting Ezrin, a protein that physically links proximal actin filaments to the plasma membrane, but which also inhibits Rho by recruiting and activating ARHGAP18. ERK specifically reduces Ezrin activity in the cell body by phosphorylating the C-terminal tail of the Ezrin-activating kinase lymphocyte-oriented kinase (LOK). This phosphorylation inhibits LOK's activation of Ezrin, thereby releases Ezrin's inhibition of Rho and stress fibers. The ERK-LOK-Ezrin-ARHGAP18-Rho signal provides key mechanistic insight into how ERK, activated during development, wound healing, and cancer, induces Rho activity and stress fibers for cell migration.", "date": "2025-11-16", "journal": ""}
{"title": "CD4⁺ T cells confer transplantable rejuvenation via Rivers of telomeres", "doi": "10.1101/2025.11.14.688504", "authors": "Lanna, A.; Valvo, S.; Dustin, M.; Rinaldi, F.", "abstract": "The role of the immune system in regulating organismal lifespan remains poorly understood. Here, we show that CD4+ T cells release telomere Rivers into circulation after acquiring telomeres from antigen-presenting cells (APCs). River formation requires fatty acid oxidation at the immune synapse, which selectively excludes glyceraldehyde 3 phosphate dehydrogenase (GAPDH) from the telomere vesicles. The resulting Rivers are depleted of glycolytic enzymes but enriched in T cell derived stemness factors, enabling targeted rejuvenation of senescent tissues across multiple organs. In aged mice, adoptive transfer of young or metabolically reprogrammed CD4+ T cells triggered River production in vivo, and Rivers isolated from these animals could be transplanted into other aged mice to propagate the rejuvenation phenotype independently of T cells. River therapy extended median lifespan by ~17 months, with several mice surviving to nearly five years. This immune-driven telomere transfer pathway is conserved across kingdoms, including plants, defining the first systemic, transplantable programme of youth.", "date": "2025-11-16", "journal": ""}
{"title": "Multiple glycoforms of TrkA interact with N-cadherin during trigeminal ganglion neurodevelopment", "doi": "10.1101/2025.11.14.688512", "authors": "Halmi, C.; Taneyhill, L.", "abstract": "The trigeminal ganglion is a component of the sensory nervous system that arises from neural crest and placode cells. The dual origin of the trigeminal ganglion leads to a heterogenous neuronal population that transmits somatosensory information from the face back to the brain. Proper trigeminal ganglion development relies, in part, on neurotrophic signaling, including interactions between Nerve Growth Factor and its cognate receptor, Tropomyosin receptor kinase A (TrkA), a receptor tyrosine kinase. Post-translational modifications, including glycosylation, play a crucial role in the ability of TrkA to reach the plasma membrane, yet the specific glycan profile and functional relevance of these modifications have not been characterized in sensory neurons in vivo. Here, we sought to characterize the different glycosylation events occurring on TrkA during trigeminal ganglion neurodevelopment. We discovered that multiple glycoforms of TrkA exist that correlate to partially and fully mature versions of the protein reported in vitro. Furthermore, we discovered that TrkA interacts with a cell adhesion molecule, N-cadherin, on membranes of trigeminal neurons, both in the cell bodies and axons. Based on the size of the TrkA bands that interact with N-cadherin, our results suggest these interactions are occurring both on the plasma membrane and intracellularly on the membrane of organelles. While interactions between receptor tyrosine kinases and cadherins have been shown in other contexts, our findings are the first to identify such an interaction in the trigeminal ganglion and suggest an important role for coordination between neurotrophic signaling and cell adhesion for proper neurodevelopment, both during TrkA protein maturation and during receptor tyrosine kinase signaling. Given that aberrant receptor tyrosine kinase and cadherin signaling is commonly implicated in neurodevelopmental disorders and cancer, understanding how these interactions are established during normal development may provide additional insight into their dysregulation during disease.", "date": "2025-11-16", "journal": ""}
{"title": "MLT-11 is necessary for C. elegans embryogenesis and conserved sequences play distinct roles in cuticle structure", "doi": "10.1101/2025.11.14.688552", "authors": "Ragle, J. M.; Turzo, A.; Jackson, A.; Vo, A. A.; Pham, V. T.; Daly, K.; Clancy, J. C.; Levenson, M. T.; Lee, A. D.; Ward, J. D.", "abstract": "Apical extracellular matrices (aECMs) are associated with many epithelia and many form a protective layer against biotic and abiotic threats in the environment. Despite their importance, we lack a deep understanding of their structure and dynamics in development and disease. C. elegans molting offers a powerful entry point to understanding developmentally programmed aECM remodeling. Here, we show that the poorly characterized putative protease inhibitor gene, mlt-11, is directly regulated by the NHR-23 transcription factor. We identify key cis-regulatory elements required for robust mlt-11 expression. An internal MLT-11::mNeonGreen translational fusion transiently localized to the aECM in the cuticle and embryo. MLT-11::mNeonGreen was also detected in lining openings to the exterior (vulva, rectum, mouth). mlt-11 is necessary to pattern all layers of the adult cuticle, and reduction of MLT-11 levels disrupted the barrier function of the cuticle. Deletion of conserved Kunitz protease inhibitor domains or intervening sequences produced a range of defects including either left or right rollers, and small separations of the cuticle along the length of the animal (microblisters). MLT-11 is processed into at least two fragments and internal and C-terminal mNeonGreen knock-ins display distinct localization patterns. Predicted mlt-11 null mutations caused fully penetrant embryonic lethality and elongation defects. Together, this work suggests that MLT-11 localizes similarly to pre-cuticle components and conserved sequences play distinct roles in promoting proper assembly of the aECM. regulatory elements function to coordinate expression of oscillating genes involved in molting and how MLT-11 ensures proper cuticle assembly.", "date": "2025-11-16", "journal": ""}
{"title": "SPrUCE: Utilizing Ultraconserved Elements of DNA for Population-Level Genetic Diversity Estimation", "doi": "10.1101/2025.11.14.688492", "authors": "Melendez, D.; Sapci, A. O. B.; Bafna, V.; Mirarab, S.", "abstract": "Ultraconserved elements (UCEs) provide ideal candidates for targeted sequencing and cost effective acquisition of genome wide data. While UCEs have been widely used in phylogenetic studies to reconstruct evolutionary relationships, their use in population-level research has been limited. This limited application stems from uncertainty over whether UCEs can capture the levels of genetic variation needed to answer population genomic questions central to ecology and biodiversity research. The concern is that, by definition, UCEs are highly conserved and may therefore lack sufficient within-species variation. The more variable flanking regions (400 to 750 bp from the UCE core) contain informative polymorphisms, though diversity decreases near the core. Thus, any naive estimator of genetic diversity that ignores this conservation will have an underestimation bias. In this paper, we introduce SPrUCE: Sigmoid Pi requiring UCEs, a reference-free method that estimates nucleotide diversity from aligned UCE data. SPrUCE corrects underestimation bias by modeling the change in diversity away from the UCE core using a Gompertz function. The model accounts for the bias introduced by the conserved core and allows for more accurate per-site diversity estimates. We tested SPrUCE on UCE alignments from a range of taxa, including invertebrates and vertebrates (finches, honeybees, sheep, and smelt). SPrUCE produces diversity values consistent with whole genome derived estimates that require an assembled reference. It is fast, scalable, and effective even with missing data. Its modeling approach enables accurate population level assessments of genetic diversity, offering a new and reliable option for conservation and population genetics.", "date": "2025-11-16", "journal": ""}
{"title": "Deep learning reveals a microprotein atlas in maize and uncovers novel regulators of seed amino acid metabolism", "doi": "10.1101/2025.11.14.688563", "authors": "Jia, A.; Yang, Y.; Jin, M.; Zhan, J.; Zhang, M.; Xu, S.; Li, Z.; Tao, K.; Yu, Y.; Feng, L.; Fu, J.; Li, W.; Zhang, P.; Liu, Y.; Xu, J.; Wang, S.; Zhang, Z.; Wang, H.; Yan, J.; Liu, H.", "abstract": "Microproteins represent a vast and functionally important class of genes that remain largely unexplored in plant genomes. Here, we developed DeepMp, a deep learning framework that integrated multi-omics evidence and built the most comprehensive plant microprotein atlas to date, identifying 18,338 high-confidence candidates in maize. The majority of these appear to have originated de novo from regions previously annotated as noncoding, and they show hallmarks of rapid, lineage-specific evolution and pronounced tissue specificity. These novel microproteins were found integrated into core regulatory networks, particularly in organ development and nutrient storage. Focusing on the maize kernel, population-scale analyses linked microprotein expression to natural variation in amino acid content. We functionally validated three grain-filling-specific candidates originating from noncoding regions by CRISPR-Cas9 knockouts, which confirmed their roles as precise modulators of arginine, aspartate, and methionine levels, without pleiotropic effects on kernel morphology. Our study provides a foundational resource and analytical framework, establishes microproteins as a new and functionally important coding layer in maize, and uncovers a previously untapped source of targets for crop improvement.", "date": "2025-11-16", "journal": ""}
{"title": "Disordered activation domains enhance DNA target search rate of a bZIP transcription factor", "doi": "10.1101/2025.11.15.688632", "authors": "Gaudez, J.; Shammas, S. L.", "abstract": "Transcription factors typically contain an effector domain and a DNA-binding domain, and are predominantly disordered. There is increasing evidence that effector/activation domains contribute to the DNA target search process. However, exactly how those domains influence this search is still unclear. Here, we have purified full-length CREB, a bZIP transcription factor with long disordered activation domains. We found, using in-vitro stopped-flow kinetic and equilibrium binding experiments, that the full-length protein has high dimerization affinity and dimerizes before binding DNA, as recently shown for the standalone CREB bZIP domain. CREB contains three recognised intrinsically disordered activation domains, which fall into classical acidic and glutamine-rich classifications. We show that all three contribute to decrease general affinity for DNA. This, in turn, makes the target-search process more efficient by limiting CREB sequestration on non-target DNA. Thus, one of the ways in which intrinsically disordered, non-DNA-binding domains can affect target-search is by modulating non-specific DNA-binding affinity.", "date": "2025-11-16", "journal": ""}
{"title": "Mechanisms of Ub-independent ODC recognition and translocation by the 26S proteasome revealing proteasome's functional adaptability", "doi": "10.1101/2025.11.15.688597", "authors": "Cong, Y.; Chen, K.; Wang, Y.; Ye, X.; Ding, Z.", "abstract": "While most eukaryotic proteins require ubiquitination for proteasomal degradation, a considerable number of substrates undergo ubiquitin-independent degradation. Ornithine decarboxylase (ODC) is a well-known substrate degraded by the 26S proteasome in a ubiquitin- and cofactor-independent manner. However, the underling mechanism of how ODC is recognized and processed without the ubiquitin tag by the 26S proteasome remain unclear. Here, we present eleven cryo-EM structures of the human 26S proteasome in complex with C-terminal truncated or full-length ODC, capturing the entire degradation process from initial recognition to final unfolding. These structures reveal a dynamic, multivalent recognition process involving sequential engagement with vWA domain of Rpn10, Rpt4/5 coiled-coil, and Rpn2 PC domain, collectively bypassing the need for ubiquitin. Although the folded ODC core is sufficient for initial binding, its flexible C-terminal tail is crucial for allosterically activating the proteasome AAA+ ATPase motor. Furthermore, we also identify a unique translocation gateway where Rpn11 JAMM motif guides the ODC C-tail into the AAA+ATPase ring, repurposing this deubiquitinase for a novel function. Once activated, the proteasome translocates ODC C-tail and unfolds ODC using its canonical ATP-driven machinery. The continuous structural series from initial substrate recognition through final unfolding elucidates the complete molecular mechanism of ubiquitin-independent ODC degradation.", "date": "2025-11-16", "journal": ""}
{"title": "Variable Schwann cell merlin inactivation is targetable with TEAD1 inhibition in schwannomas.", "doi": "10.1101/2025.11.15.688608", "authors": "Laws, M. T.; Bhatt, D.; Mandal, D.; Ramavenkat, N.; Asuzu, D. T.; Stoica, S.; Rampalli, I.; Mullaney, D.; Laraba, L.; Odom, H. G.; Ravindra, N.; Varghese, S.; Tang, T.; Zhang, X.; Shern, J. F.; Elkahloun, A.; Sisay, B.; Maric, D.; Johnson, K.; Abdullaev, Z.; Aldape, K.; Hertzano, R. P.; Kim, H. J.; Parkinson, D.; Chittiboina, P.", "abstract": "Schwann cell tumors occur frequently in association with the vestibular nerves, leading to sensorineural hearing loss, and brainstem compression. In humans, unilateral vestibular schwannomas (VS) occur sporadically (VSspo), or bilaterally with neurofibromatosis type 2 syndrome (NF2) - VSnf2. VS formation is driven by sub-haploid NF2 gene dosage, typically by biallelic loss. Loss of merlin promotes hippo/TEAD dependent transcriptional reprogramming, proliferation, and paracrine signaling that varies across time, and tumor volume. These variations lead to a clinically unpredictable course, and incomplete response to treatment. We hypothesized that Schwann cell merlin inactivation state determines cell-wise hippo/TEAD dependency and drives schwannoma pathogenesis. We analyzed clinical samples from VSspo and VSnf2 with a multi-omics approach and detected variation in merlin activity within tumor Schwann cell population. We found that tumor-driving merlin-depleted Schwann cells (Schwannmer-) exhibited elevated hippo activity that was predominantly driven by TEAD1. In-silico TEAD1 perturbation led to a reversal to merlin intact Schwann phenotype. These findings, and tumor cell growth suppression were confirmed in NF2fl/fl;Peri-Cre mouse model, and in human-derived schwannoma cells treated with a pan-TEAD auto-palmitoylation inhibitor VT3989. Our computational and experimental results confirm that TEAD1 inhibition could be a potent, targeted strategy for schwannomas.", "date": "2025-11-16", "journal": ""}
{"title": "A Pan-Cancer Blueprint of Early Tumor Microenvironment Reprogramming", "doi": "10.1101/2025.11.14.688523", "authors": "Bhavya, B.; Agrawal, S.; Pathak, E.; Mishra, R.", "abstract": "Metabolic disruption is a defining early event in tumorigenesis, yet its coordination with transcriptional and inflammatory remodeling remains unclear. Across fourteen first-stage solid tumors, we integrate transcriptomic, metabolic, immune, microRNA, and network-topological analyses to construct a blueprint of early tumor microenvironment reprogramming. Gene-network evolution revealed preferential attachment of proliferative hubs (FOXM1, CDK1, CCNB1, CDC20, TOP2A) accompanied by loss of neighborhood connectivity in key metabolic regulators (PPARA, PPARG, PRKACA/B, CREB1, SRC), indicating early erosion of lipid sensing, oxidative restraint, and metabolic-neuronal signaling. Pathway analysis demonstrated consistent suppression of fatty acid degradation and PPAR signaling, establishing a shift toward anabolic growth. ADH1B was uniformly downregulated across all cancers, linking impaired aldehyde metabolism to redox stress and inflammatory activation. Integration of inflammatory and apoptotic modules highlighted recurrent IRG-AG pairs, including IL11-MMP9-FGF10, forming a conserved inflammation-apoptosis-metabolism axis.", "date": "2025-11-16", "journal": ""}
{"title": "ProMPt: A modular preclinical platform for functional modelling of prostate cancer heterogeneity and therapeutic vulnerabilities", "doi": "10.1101/2025.11.16.688689", "authors": "Pandell, N.; Househam, J.; Tartagni, M.; Thankamony, A.; Gabel, F.; Rota, R.; Flittner, E.; Gurel, B.; Figueiredo, I.; Seed, G.; Neeb, A. J.; Chol, M.; Yuan, W.; Clohessy, J. G.; Tape, C. J.; Sharp, A.; de Bono, J. S.; Bezzi, M.", "abstract": "Prostate cancer progression is driven by heterogenous genetic, phenotypic, and microenvironmental programs that remain challenging to model experimentally. Existing systems such as genetically engineered mouse models, xenografts, and patient-derived organoids have each advanced mechanistic insight but are limited by genetic scope, scalability, or lack of immune context. To overcome these constraints we developed ProMPt, a genetically-defined syngeneic mouse modelling platform that captures combinations of the most recurrent clinical prostate cancer genomic alterations to enable scalable in vitro and in vivo interrogation of prostate cancer evolution. Tumours derived from ProMPt organoids recapitulate the histologic and molecular diversity of human disease. Cross-species transcriptomic integration and multivariate single-cell analysis under defined culture permutations revealed conserved phenoscapes, highlighting a central role for MYC in disease progression and therapy resistance. Guided by these insights, preclinical intervention studies demonstrated that combined MAPK inhibition and blockade of protein translation synergistically suppressed tumour growth in castration-resistant models. This combination not only suppressed proliferation but also remodelled the tumour immune landscape, underscoring its dual epithelial and microenvironmental effects. Together, these findings establish ProMPt as a versatile framework for linking genotype, lineage plasticity, and therapeutic vulnerability in prostate cancer.", "date": "2025-11-16", "journal": ""}
{"title": "Analysis of the possible pathways of cancer cell repopulation after irradiation in vitro", "doi": "10.1101/2025.11.12.688027", "authors": "Eidelman, Y.; Shevchenko, E.; Andreev, S.", "abstract": "The study of the pathways of cancer stem cell (CSC) repopulation after therapeutic exposure is of great importance for planning effective therapy schemes. In this work, a mathematical model of the proliferation of a population of cancer cells after irradiation is developed, taking into account the presence of three subpopulations (differentiated cancer cells, CSCs, and senescent cells), the plasticity of malignant cells (dedifferentiation, transition of non-stem cells to a stem state), and the transition of cells to a senescent state following irradiation. It is shown that the phenomenon of an increase in the fraction of CSCs after irradiation, observed in the in vitro experiment on MCF-7 breast cancer cells, can be explained by symmetrical division of CSCs and dedifferentiation of non-stem cancer cells.", "date": "2025-11-16", "journal": ""}
{"title": "Adipocyte IL-22RA1 signaling promotes structural and functional remodeling of white adipose tissue following acute intestinal damage.", "doi": "10.1101/2025.11.14.688505", "authors": "Singh, A.; Shiomitsu, K.; Gaudino, S. J.; Tariq, H.; Kumar, P.", "abstract": "Interleukin (IL)22 has been shown to play an important role in intestinal host defense and ameliorating high-fat diet (HFD) induced metabolic disorders primarily through signaling in intestinal epithelial cells. Adipocytes have emerged as key immune metabolic regulators that influence intestinal inflammation in inflammatory bowel disease (IBD). However, the role of IL-22RA1 signaling in adipocytes has not been explored. In the present study, we examined the role of IL22RA1 signaling in adipocytes in response to dextran sulfate sodium (DSS) mediated gut inflammation. To do this, we subjected adipocyte specific Il22ra1 knockout mice (Il22ra1Adipo) to intestinal inflammation under normal chow and HFD conditions. Compared to littermate controls, Il22ra1Adipo mice displayed significant weight loss on day 9 of DSS treatment and showed altered expression of immune response and lipid metabolism related genes in white adipose tissue (WAT) under a normal chow diet. Notably, when mice were primed with HFD prior to DSS induced intestinal injury, WAT from Il22ra1Adipo mice showed a significant reduction in Fabp4 expression and a marked increase in the proliferation marker Ki67. These findings indicate that loss of IL22RA1 signaling in adipocytes disrupts adipocyte differentiation and lipid metabolism, leading to increased proliferation of preadipocytes or stromal cells without proper maturation. Importantly, this altered adipose tissue response occurred despite similar levels of colonic inflammation between knockout and control mice, suggesting a critical role for adipocyte IL22RA1 signaling in maintaining metabolic and inflammatory homeostasis in WAT during combined metabolic and intestinal inflammatory stress.", "date": "2025-11-16", "journal": ""}
{"title": "Cochlear histopathology in macaques after noise-induced temporary threshold shifts", "doi": "10.1101/2025.11.14.688497", "authors": "Mondul, J.; Mackey, C. A.; Conner, A. N.; Alek, C. A.; Pitchford, D.; Rausis, O.; Liberman, L.; Liberman, C.; Ramachandran, R.; Hackett, T. A.", "abstract": "Noise exposures causing transient hearing loss were previously considered benign. However, recent work has revealed that temporary noise-induced threshold shifts may be associated with long-lasting cochlear histopathology. One such effect is cochlear synaptopathy, i.e. changes to the afferent synapse between inner hair cells and auditory nerve fibers. Noise-induced synaptopathy has been extensively characterized in several rodent models, and temporal bone studies suggest similar age-related changes in humans. However, it remains unclear how noise-induced temporary threshold shifts affect cochlear structures in humans and nonhuman primates, which show greater resistance to noise exposure than other animals. Additionally, the long-term sequelae of temporary threshold shifts are largely unknown. Here, we characterized the effects of a noise exposure causing temporary hearing loss on cochlear histopathology in macaque monkeys at long post-exposure survival times. Overall, cochlear histopathology was variable across subjects, similar to the variable susceptibility observed in humans. At 2 and 10 months post-exposure, macaques had no significant loss of hair cells, inner hair cell synapses, or cholinergic efferent innervation. However, enlargement of ribbons in both inner and outer hair cells was observed. Together, these findings provide insight into the cochlear effects of single-exposure temporary threshold shifts in nonhuman primates.", "date": "2025-11-16", "journal": ""}
{"title": "Deciphering the role of brainstem vestibular-related inhibitory networks in shaping postural reflexes in the Xenopus tadpole", "doi": "10.1101/2025.11.16.688675", "authors": "Lavenu, L.; Pain, M.; Barrios, G.; Cardoit, L.; Boulain, M.; Duveau, A.; Tostivint, H.; Lambert, F. M.; Fossat, P.; Le Ray, D.", "abstract": "Brainstem vestibulospinal (VS) nuclei generate excitatory commands in response to multi-modality sensory integration, to activate specific spinal networks in order to generate adapted postural reflexes. Comparably organized in bilateral nuclei with both ipsi- and contralateral pathways in all species, excitatory VS projections alone fail to explain the mostly unilateral reflex responses typically observed. In the Xenopus laevis tadpole, we describe secondary vestibular neurons of inhibitory nature, and the synaptic contacts they make on VS neurons. Then, using a brainstem/spinal cord in vitro preparation we show that the spinal responses evoked by galvanic vestibular stimulation are shaped by both commissural and local inhibitory brainstem networks. We further show that a complex interaction between GABAergic and glycinergic inhibitory networks regulate VS neuron excitability and, consequently, the expression of the spinal response. Our data reveal that while excitatory VS neurons execute the neural score, inhibitory neurons in the central vestibular system coordinate and modulate the overall performance.", "date": "2025-11-16", "journal": ""}
{"title": "No Evidence for Stronger Brain-Behavior Associations in the Bimanual Motor Network of Older Adults", "doi": "10.1101/2025.11.15.688248", "authors": "Noven, M.; Lundbye-Jensen, J.; Lundell, H.; Siebner, H. R.; Karabanov, A. N.", "abstract": "Bimanual motor performance declines with age, is accompanied by cortical thinning and alterations in white matter microstructure within motor control networks. Aging is also associated with increased interindividual variability in behavioural and structural markers, and some studies report stronger brain-behaviour associations in older compared to younger adults. However, evidence for this remains mixed, and it is unclear whether young adults express similar relationships under comparable task demands. We tested whether bimanual performance is related differently to structural brain properties in younger and older adults. Twenty-three younger (22-27 years) and twenty-three older adults (65-70 years) performed a visually guided bimanual pinch-force task and underwent whole-brain structural magnetic resonance imaging (MRI). Fractional anisotropy (FA) and cortical thickness (CTh) were extracted from a pre-defined bilateral visuo-motor network and compared between groups. In regions showing significant age-related differences, we tested whether and how FA and CTh values correlates with bimanual performance within each age group. Older adults showed lower FA in the anterior portions of the bilateral superior longitudinal fasciculus (SLF) III and right inferior fronto-occipital fasciculus (IFOF), and lower CTh across most visuomotor regions, along with lower bimanual performance compared to young adults. Structure-function analyses in these areas revealed that bimanual performance correlated positively with FA in the anterior segment of the right SLF III in younger but not older adults. Furthermore, larger hemispheric asymmetries in cortical thickness between the dominant and non-dominant SMA correlated positively with larger intermanual performance differences between the dominant and non-dominant hand in younger but not older adults. These findings suggest that intrahemispheric white-matter integrity and interhemispheric cortical balance support efficient bimanual control in early adulthood, but they provide no evidence that structure-function relationships increase with age.", "date": "2025-11-16", "journal": ""}
{"title": "Spontaneous otocoherence of the active ear", "doi": "10.1101/2025.11.14.687084", "authors": "Peacock, S. N. S.; Vencovsky, V.; Whiley, R. E.; Mhatre, N.; Bergevin, C.", "abstract": "Spontaneous otoacoustic emission (SOAE) provides compelling evidence of active force generation inside the inner ear, although there is significant debate about the underlying generation mechanism(s). SOAE is commonly characterized by peaks in a spectral domain representation (as derived from a discrete Fourier transform), occurring at idiosyncratic frequencies unique to a given ear. Such is typically computed as an averaged magnitude spectrum that discards phase information. Here, we explore the hypothesis that SOAE phase, readily extracted from pre-existing recordings, contains complementary information. We propose several measures to use this information to quantify otocoherence (a form of autocoherence referring to a phenomenon of the ear), primarily by measuring the consistency in SOAE phase accumulation over a particular timescale. We present results based on recordings from different species with disparate inner ear morphologies (humans, barn owls, lizards). For regions of SOAE activity we extract time constants representing the timescale over which otocoherence is maintained. We demonstrate that these vary significantly across species and (for the barn owl and Tokay gecko where this data is available) appear to correlate with measures of auditory nerve fiber tuning. Additionally, we adapted the method to identify regions of weak SOAE activity among fluctuations in the noise floor. These methods can readily be employed to re-analyze SOAE waveforms previously collected from a variety of species, making them of broader comparative utility to reveal information about SOAE generation and thereby active cochlear mechanics.", "date": "2025-11-16", "journal": ""}
{"title": "Locus Coeruleus alpha-Synuclein Overexpression Induces Prodromal Parkinsonian Features in Mice", "doi": "10.1101/2025.11.15.688542", "authors": "Razquin, J.; DeLasHeras-Garcia, L.; Vaquero-Rodriguez, A.; Gonzalez-Aseguinolaza, G.; Soria-Gomez, E.; Baufreton, J. M.; Bengoetxea, H.; Ortuzar, N.; Ortega, J. E.; Miguelez, C.", "abstract": "The locus coeruleus is one of the first brain regions to develop alpha-synuclein pathology during the prodromal phase of Parkinson Disease, contributing significantly to non-motor symptoms such as cognitive decline, mood alterations or sleep disturbances. However, the precise role of the locus coeruleus in the early stages of the disease remains unclear. To address this, we developed and characterized a novel mouse model based on the PRSx8-driven overexpression of human alpha-synuclein in noradrenergic neurons of the locus coeruleus using an adeno-associated viral vector. Animals were assessed at 1 and 3 months post-injection using an integrated battery of histological, behavioural, neurochemical, and electrophysiological analyses. We observed robust accumulation of phosphorylated alpha-synuclein in the locus coeruleus, along with widespread propagation to projection areas, including the hippocampus, prefrontal cortex, and dorsal raphe. Despite the absence of neuronal loss in the locus coeruleus, we identified reduced noradrenergic axonal integrity and marked decreases in both noradrenaline and serotonin levels, highlighting a disruption of neurochemical balance at an early stage. The electrophysiological data revealed transient alterations in the excitability and intrinsic properties of locus coeruleus neurons in a sex-dependent manner, suggesting that alpha-synuclein pathology induces early functional disruption prior to overt neurodegeneration. Behavioural outcomes demonstrated selective cognitive deficits and mild anxiety-like behaviours, while other non-motor functions remained preserved. Importantly, although several pathological and functional alterations were evident in the initial phases, behavioural impairments were also maintained at later time points, indicating that locus coeruleus-driven pathology exerts long-lasting consequences. Interestingly, female mice exhibited colon shortening, providing evidence of a sex-specific pathological process at the level of the gut-brain axis. We believe that this model accurately replicates key prodromal features of Parkinson disease, demonstrating that alpha-synuclein-induced pathology in the locus coeruleus leads to functional circuit impairment and cognitive decline. Our findings emphasize the locus coeruleus as a critical site of early vulnerability in Parkinson Disease and underscore the importance of sex as a biological variable influencing disease progression and therapeutic response.", "date": "2025-11-16", "journal": ""}
{"title": "Cortical response to balance perturbation is more sensitive in modern dancers than nondancers during biomechanically similar balance recovery", "doi": "10.1101/2025.11.14.688528", "authors": "Kerr, K. G.; Boebinger, S. E.; Mirdamadi, J. L.; Protzak, J.; Borich, M. R.; Ting, L. H.", "abstract": "Motor skill expertise can facilitate more automatic movement, engaging less cortical activity while producing appropriate motor output. Accordingly, cortical-evoked N1 responses to balance perturbation, assessed using electroencephalography (EEG), are smaller in young and older adults with better balance. These responses may thus reflect individual balance challenge versus functional, or objective, task difficulty. However, the effect of balance expertise on cortical responses to balance perturbation has not been studied. We hypothesized that balance ability gained though long-term training facilitates more automatic balance control. Using professional modern dancers as balance experts, we compared cortical-evoked responses and biomechanics of the balance-correcting response between modern dancers and nondancers. We predicted that modern dancers would have smaller cortical-evoked responses and better balance recovery at equivalent levels of balance challenge. Support-surface perturbations were normalized to individual challenge levels by delivering perturbations scaled to 60% and 140% of each individual's step threshold. In contrast to our prediction, dancers exhibited larger N1 responses compared to nondancers while demonstrating similar biomechanical responses. Our results suggest dancers have greater cortical sensitivity to balance perturbations than nondancers. Further, dancer N1 responses modulated across perturbation magnitudes according to differences in objective task difficulty. In contrast, nondancer N1 responses modulated as a function of individual challenge level. Our findings suggest dance training increases sensitivity of the initial, cortical N1 response to balance perturbation, supporting postural alignment to an objective reference. The N1 response may reflect differences in balance-error processing that are altered with specific long-term training and may have implications for rehabilitation.", "date": "2025-11-16", "journal": ""}
{"title": "Live longitudinal imaging of meningeal cerebrovascular injury and its sequelae in adult zebrafish", "doi": "10.1101/2025.11.14.688311", "authors": "Kraus, A.; Prosper-Santiago, J. S.; Potopova, A.; Prevedel, J.; Castranova, D.; Weinstein, B.", "abstract": "Nearly 1.4 million people in the United States sustain a traumatic brain injury (TBI) each year, with almost half of those hospitalized for TBI developing long-term disability. For many patients, prolonged bleeding and inflammation from damaged vessels in the meninges result in long-lasting sequelae. Although their injured blood vessels regrow, the site of injury is full of inflammatory immune cells that may influence vascular function. Adult zebrafish have a thin, translucent skull and a mammalian-like meninges that is easily imaged in living animals. We have established a novel adult zebrafish model to investigate vessel-immune cell interactions after meningeal cerebrovascular injury (mCVI). We use carefully calibrated sonication to rupture meningeal blood vessels without breaching the skull or causing damage to the underlying brain. By performing longitudinal live imaging of intubated adult fish we observe vascular regrowth and immune responses to mCVI over time in the same animal with unprecedented resolution allowing measurement of blood flow, dynamics of vessel regrowth, and interactions between individual immune and vascular cells. This newly developed zebrafish model provides a powerful tool for longitudinal live imaging of meningeal immune cell-vascular interactions after cerebrovascular injury, opening the door to new insights into chronic neuroinflammatory disease.", "date": "2025-11-16", "journal": ""}
{"title": "Inhibition governs stimulus preference encoding in mPFC pyramidal neurons during a social choice", "doi": "10.1101/2025.11.16.688668", "authors": "Jabarin, R.; Wagner, S.; Netser, S.", "abstract": "Social decision-making requires the brain to continuously evaluate competing options and select appropriate actions. The medial prefrontal cortex (mPFC) has been implicated in social cognition and value-based decision-making, yet the neural mechanisms by which it encodes the relative value of competing social choices remain poorly understood. Here, we employed fiber photometry, optogenetics, and projection-specific recordings in mice performing four distinct binary social discrimination tasks to reveal how mPFC pyramidal neurons encode social choice. We found that mPFC pyramidal neurons exhibit profound inhibition during bouts toward the preferred stimulus. This inhibitory response was specific to transitional bouts, when animals switched between stimuli, and was absent during non-transitional bouts, which occurred during continued engagement with the same stimulus. Notably, this differential activity encoded relative rather than absolute stimulus value, such that the same stimulus evoked opposite neural responses depending on its contextual preference. Accordingly, manipulating the subject's preference between food and social stimuli via food deprivation inverted its inhibition-excitation pattern. Furthermore, negative calcium transients in the mPFC predicted subsequent investigation of the preferred stimulus, suggesting a functional role in guiding behavioral choice. Optogenetic activation of mPFC pyramidal neurons during stimulus investigation produced immediate aversion yet paradoxically biased the stimulated animal to persistently re-engage with the stimulus-associated option through repetitive non-transitional bouts. Finally, projection-specific recordings revealed that mPFC neurons targeting the nucleus accumbens and basolateral amygdala were differentially recruited across tasks, reflecting functional specialization of output pathways. Together, these findings identify inhibition of mPFC pyramidal neurons as a key neural signature for encoding relative stimulus preference, thereby establishing a neural principle by which the mPFC dynamically guides social choice.", "date": "2025-11-16", "journal": ""}
{"title": "Transcranial Static Magnetic Stimulation Dissociates the Causal Roles of the Parietal Cortex in Spatial and Temporal Processing", "doi": "10.1101/2025.11.16.688651", "authors": "Sugimoto, M.; Kimura, I.; Hayashi, M. J.", "abstract": "Accurate time estimation is essential for optimizing our perception and actions. Previous neuroimaging and transcranial magnetic stimulation (TMS) studies have suggested that the right inferior parietal lobule (IPL) and supplementary motor area (SMA) are involved in time perception. However, it remains inconclusive whether the activity in these regions is crucial for time perception, partly due to the possible spread of TMS effects across anatomically connected brain regions. Such a remote effect is less likely to happen with transcranial static magnet stimulation (tSMS), as the static magnetic field is expected to modulate the firing threshold of neurons rather than directly triggering an action potential. In this study, we aimed to determine the causal relevance of local activities in the right IPL and the SMA for temporal processing using tSMS. We measured duration discrimination thresholds, along with orientation discrimination thresholds as a control, using staircase methods before and during the administration of tSMS over the IPL/SMA. Our results indicated no significant changes in duration discrimination thresholds in either the IPL or SMA conditions. In contrast, we observed an improvement in orientation discrimination thresholds in the IPL condition. This improvement correlated with individual differences in the distance between the scalp and the IPL. Overall, our findings demonstrate a causal involvement of the IPL in orientation processing. The correlation between the effects of tSMS and the scalp-to-target distance suggests that the efficacy of tSMS may be sensitive to the strength of the magnetic field.", "date": "2025-11-16", "journal": ""}
{"title": "Autofluorescence imaging reveals the impact of cryopreservation on T cell metabolism and activation response", "doi": "10.1101/2025.11.14.688556", "authors": "Pham, D. L.; Kalluri, M.; Weaver, C.; Hsu, A.; Gillette, A.; Zhao, W.; Kearl, T.; Hematti, P.; Shah, N.; Skala, M. C.", "abstract": "Cryopreservation or the process of freezing cells is a cornerstone of most cell therapy protocols. Optimization of cryopreservation protocols and cryoprotectant agents to improve cell viability and functionality is under further investigation. However, the impact of cryopreservation on cellular metabolism and function immediately post-thaw is not fully understood. Here, we used label-free, non-invasive optical metabolic imaging (OMI) of NAD(P)H and FAD to characterize the activation response of frozen T cells from healthy donors and lymphoma patients post-thaw. Using OMI, we identified significant metabolic shift, along with delayed and diminished activation response in healthy donor T cells throughout the first 4.5 hours upon thawing. In cryopreserved peripheral T cells from lymphoma patients in our bispecific CD19/CD20 CAR T therapy clinical trial, OMI could identify early metabolic stress and allowed gating of metabolically-fit cells associated with post-thaw viability. Notably, in our pilot study, only metabolically-fit T cells from complete responders exhibited metabolic responses to activating stimuli within the first 4.5 hours post-thaw. Overall, our findings suggest that 4-5 hours post-thaw is a critical time window to assess the impact of cryopreservation and thawing, and support the potential of OMI to optimize cryopreservation protocols and evaluate patient T cell quality for cell therapy.", "date": "2025-11-16", "journal": ""}
{"title": "Immunomodulatory Functions of Intercalated Cells in Kidney Autoimmunity", "doi": "10.1101/2025.11.14.688275", "authors": "Avenatti, M. C.; Elizagaray, M. L.; Purba, M. C.; Barachina, F.; Chen, A.; Bastepe, I.; Radavanovic, K.; Battistone, M. A.", "abstract": "Various autoimmune diseases frequently cause both acute and chronic kidney injuries through complex mechanisms involving autoantibodies and cellular immune responses that result in tissue damage. Intercalated cells (ICs), specialized renal tubular epithelial cells responsible for proton secretion, are strategically positioned at the epithelial-immune interface, making them ideal sensors of stress signals and potential triggers of immune responses. This study investigates the molecular mechanisms by which ICs interact with immune cells to maintain renal immune homeostasis and contribute to the development of autoimmune kidney disease. We depleted Foxp3 regulatory T cells (Tregs) by injecting diphtheria toxin (DT) into male and female Foxp3-DTR mice. Two weeks after depletion, we observed autoimmune inflammation marked by increased renal immune infiltration, including neutrophils, macrophages, and subsets of T and B cells, along with the formation of ectopic lymphoid-like structures and enhanced antigen presentation. We found higher levels of renal autoantibodies in urine and serum, with antibodies depositing in glomeruli and tubules. Our analysis identified several renal antigens targeted by autoantibodies, suggesting their potential role in antibody-mediated renal injury. Kidney damage included smaller glomeruli, proximal tubular injury, an increased urine albumin/creatinine ratio, and decreased urine output. Disruption of immune tolerance led to the upregulation of inflammasome-related genes and IL-33 in ICs, which acts as a key alarmin signaling damage and promoting activation and expansion of Tregs. Our findings uncover a novel IC-Treg interaction mediated by the IL-33 pathway, revealing immune-regulating mechanisms that support renal immune tolerance. Although Tregs were initially depleted, a significant rebound in their numbers and function occurred. Understanding the cellular and molecular mechanisms behind autoimmune renal injury is crucial for developing targeted therapies and identifying appropriate biomarkers.", "date": "2025-11-16", "journal": ""}
{"title": "Autolamellasomes: An Autophagy-Dependent Parallel Pathway for Bulk ER Degradation and Lysosome Biogenesis", "doi": "10.1101/2025.11.16.688694", "authors": "Lu, D.; Zhang, R.; Shi, W.; Zhan, D.; Yang, Y.; Sun, X.; Zhang, H.; Li, Y.; Li, X.; Yu, L.", "abstract": "Autophagy maintains cellular homeostasis through lysosomal degradation of cytoplasmic components, yet how prolonged autophagy activation reshapes organelle architecture remains poorly understood. Here we identify a previously unrecognized form of endoplasmic reticulum (ER) remodeling induced by chronic mTOR inhibition. This process triggers the formation of autolamellasomes: multilamellar, ER-derived structures that mediate bulk ER degradation. Unlike canonical ER-phagy, autolamellosome biogenesis requires the core autophagy machinery but is independent of known ER-phagy receptors. Cryo-ET, CLEM, and in vitro reconstitution reveal that they arise from autophagy-dependent assembly and compaction of fragmented ER into concentric stacks, which are then engulfed by lysosomes. Autolamellasomes occur at low levels constitutively, but accumulate in senescent cells and HGPS fibroblasts, linking sustained mTOR suppression to aging and ER/lysosomal homeostasis. This work clarifies the origin of intra-lysosomal membrane whorls and introduces a cell-free system for studying autophagy-driven membrane remodeling, connecting nutrient sensing, lipid catabolism, and aging.", "date": "2025-11-16", "journal": ""}
{"title": "Mechanism of Ribosome Stalling by the AMD1 C-terminal Tail Arrest Peptide", "doi": "10.1101/2025.11.16.688537", "authors": "Maldosevic, E.; Boiocchi, F. S.; Swirski, M. I.; Meiklejohn, K. A.; Yordanova, M. M.; Baranov, P.; Jomaa, A.", "abstract": "AMD1 encodes Adenosylmethionine decarboxylase 1 (AMD1), a key enzyme required for polyamine biosynthesis. A subset of ribosomes translating the AMD1 coding sequence (CDS) read through the stop codon and pause at the next in-frame stop codon 384 nucleotides downstream. The resulting C-terminal extension (C-tail) is universally conserved across all vertebrates, implying that its molecular function is critical to their fitness. Despite growing evidence that such cis-acting elements regulate translation of their genes, the molecular mechanism by which the C-tail mediates ribosome stalling remains unclear. Here, we determined the structure of the ribosome nascent chain complex paused by the AMD1 C-tail which traps eukaryotic release factor 1 (eRF1) with the ATP-binding cassette sub-family E member 1 (ABCE1). The nascent chain forms a molecular clamp that positions an arginine finger in the peptidyl-transferase center, occluding the accommodation of the eRF1 GGQ motif thereby hampering translation termination. Analysis of aggregated ribosome profiling data revealed several genes with a pattern of stop codon readthrough followed by ribosome stalling at a specific location, suggesting that regulatory readthrough-stall mechanisms may not be limited to AMD1.", "date": "2025-11-16", "journal": ""}
{"title": "Remodeling of KRAS interactome induced by clinically relevant RAS inhibitors reveals convergent responses and a KRAS-mediated regulation of directional cell migration", "doi": "10.1101/2025.11.14.688534", "authors": "Yang, Y.; Cho, C. Y.; Brock, A.; Quackenbush, D.; Chen, K.; Lo, F.; Benes, C. H.; Haling, J. R.", "abstract": "KRAS is commonly mutated in lung, colorectal, and pancreatic cancers. Small molecule inhibitors targeting KRAS with distinct mechanisms-of-action and variable specificities have entered the clinic, but a comprehensive view of their effect on the RAS signaling network has not been reported. Here, we describe the impact of RAS inhibition on the KRAS protein interactome using Proximity-dependent Biotinylation Identification. Two inhibitors were used: panRAS-ON, which forms a ternary complex between cyclophilin and RAS in the GTP bound state; and panKRAS-off, which binds specifically to the KRAS switch II pocket. RAS inhibitors were found to significantly alter 16.5% of proteins in proximity to KRAS. Despite their distinct mechanisms-of-action, the KRAS inhibitors induced highly correlated changes in the KRAS interactomes. Among proteins in close proximity to KRAS, Afadin was found to be highly regulated by RAS inhibition. AFDN has been characterized as a key regulator of cell motility, invasion, and metastasis. Analysis of AFDN phosphorylation revealed that AKT only partially modulates p-Ser1718, while inhibition of KRAS is sufficient to abolish EGF-mediated AFDN phosphorylation. Knockdown of AFDN in a KRAS-driven non-small cell lung cancer model abolished chemotaxis in a transwell migration assay and disrupted directional movement in an EGF-driven wound healing model. These results suggest that KRAS is a central node in regulating growth factor induced cell migration, and that KRAS inhibition plays a broader role than MAPK-mediated cell proliferation and survival.", "date": "2025-11-16", "journal": ""}
{"title": "Colorectal cancer relies on an immunosuppressive cellular topography and genomic adaptations for establishing brain metastases", "doi": "10.1101/2025.11.14.688538", "authors": "Sathe, A.; Zhang, M.; Bai, X.; Kang, J. I.; Meka, R.; Sun, H.; Grimes, S. M.; Khan, A.; Liu, M.; Luksik, A. S.; Lim, M.; Petrisch, C. K.; Jackson, C. M.; Vogel, H.; Shen, J.; Gephart, M.; Han, S.; Ji, H.", "abstract": "Colorectal cancer (CRC) brain metastases have a poor prognosis and limited treatment options, including resistance to radiation therapy. Little is known about the molecular and cellular mechanisms that enable CRC tumor cells to adapt to the brain and establish a supportive tumor microenvironment. To address this gap we used spatial transcriptomics to analyze 51 CRC brain metastases. A subset had matched primary colon tumors and longitudinally paired metastatic resections before and after radiation treatment. We identified the critical spatial cellular features of the tumor epithelium and the surrounding tumor microenvironment that support metastatic growth in the brain. CRC brain metastases developed a stromal microenvironment with abundant fibroblasts and tumor-associated macrophages. A fibroblast-macrophage cellular neighborhood promoted angiogenesis, extracellular matrix remodeling, and immune suppression. Tumor cells showed local adaptations. In endothelial-rich regions, they were proliferative whereas in macrophage-rich regions, they were more differentiated and immune evasive. Compared with paired primary tumors, CRC brain metastases showed increased chromosomal instability, with activation of RNA-processing, stress response, and junctional remodeling pathways. After radiation treatment, resistant clones had increased epithelial-mesenchymal transition, while the immunosuppressive stroma remained intact. We identified tumor-derived MIF, GDF15, PRSS3 and SEMA3C ligands and macrophage-derived SPP1 that have the potential to affect multiple cell types in the metastatic niche. These ligand-receptor interactions drive angiogenesis, stromal activation and immune suppression. In a macrophage-tumor-fibroblast co-culture model, knockout of SPP1 in macrophages led to reduced expression of lipid-metabolism related genes and disrupted tumor-promoting interactions. Together, these results indicate that CRC growth in the brain is sustained by a specific cellular organization with immunosuppressive multicellular interactions.", "date": "2025-11-16", "journal": ""}
{"title": "Colorectal cancer relies on an immunosuppressive cellular topography and genomic adaptations for establishing brain metastases", "doi": "10.1101/2025.11.14.688538", "authors": "Sathe, A.; Zhang, M.; Bai, X.; Kang, J. I.; Meka, R.; Sun, H.; Grimes, S. M.; Khan, A.; Liu, M.; Luksik, A. S.; Lim, M.; Petrisch, C. K.; Jackson, C. M.; Vogel, H.; Shen, J.; Gephart, M.; Han, S.; Ji, H. P.", "abstract": "Colorectal cancer (CRC) brain metastases have a poor prognosis and limited treatment options, including resistance to radiation therapy. Little is known about the molecular and cellular mechanisms that enable CRC tumor cells to adapt to the brain and establish a supportive tumor microenvironment. To address this gap we used spatial transcriptomics to analyze 51 CRC brain metastases. A subset had matched primary colon tumors and longitudinally paired metastatic resections before and after radiation treatment. We identified the critical spatial cellular features of the tumor epithelium and the surrounding tumor microenvironment that support metastatic growth in the brain. CRC brain metastases developed a stromal microenvironment with abundant fibroblasts and tumor-associated macrophages. A fibroblast-macrophage cellular neighborhood promoted angiogenesis, extracellular matrix remodeling, and immune suppression. Tumor cells showed local adaptations. In endothelial-rich regions, they were proliferative whereas in macrophage-rich regions, they were more differentiated and immune evasive. Compared with paired primary tumors, CRC brain metastases showed increased chromosomal instability, with activation of RNA-processing, stress response, and junctional remodeling pathways. After radiation treatment, resistant clones had increased epithelial-mesenchymal transition, while the immunosuppressive stroma remained intact. We identified tumor-derived MIF, GDF15, PRSS3 and SEMA3C ligands and macrophage-derived SPP1 that have the potential to affect multiple cell types in the metastatic niche. These ligand-receptor interactions drive angiogenesis, stromal activation and immune suppression. In a macrophage-tumor-fibroblast co-culture model, knockout of SPP1 in macrophages led to reduced expression of lipid-metabolism related genes and disrupted tumor-promoting interactions. Together, these results indicate that CRC growth in the brain is sustained by a specific cellular organization with immunosuppressive multicellular interactions.", "date": "2025-11-16", "journal": ""}
{"title": "ecDNA-driven oncogene super-expressors shape immunoevasive tumor microenvironment", "doi": "10.1101/2025.11.15.688565", "authors": "Qiao, K.; Yang, Q.-L.; Li, T.; Chen, X.; Yazgan, Z.; Kim, Y. J.; Gilbreath, C.; Lim, J. Y. S.; Xie, Y.; Sun, X.; Liu, Y.; Jia, Y.; Chen, Z. J.; Huang, H.; Wu, S.", "abstract": "ecDNA contributes to cancer genetic heterogeneity through random segregation during mitosis. Emerging evidence links ecDNA to immune evasion, but the mechanism remains elusive. Using genetically engineered mouse models of pancreatic ductal adenocarcinoma (PDAC), we show that Kras and Myc oncogenes are amplified either on ecDNAs or as homogeneously staining regions (HSRs) on chromosomes. ecDNA-driven tumors are more aggressive in immunocompetent mice. Single-cell transcriptomic and histological analyses reveal that ecDNA-driven tumors rapidly establish an immunoevasive tumor microenvironment (TME), marked by increased myofibroblastic cancer-associated fibroblasts (myCAFs) and reduced T cell infiltration. Mechanistically, ecDNA heterogeneity generates a subset of cancer cells with extremely high Kras expression, termed super-expressors, which secrete amphiregulin to promote myCAF expansion and suppress T cell infiltration. Clonally organized super-expressors establish an immunoevasive niche in the TME from patients with PDAC. Our findings demonstrate a causal role of ecDNA in TME remodeling, offering insights into cancer heterogeneity and immune evasion.", "date": "2025-11-16", "journal": ""}
{"title": "SCAPE: An AI-Driven Platform for Comprehensive Single-Cell Data Analysis", "doi": "10.1101/2025.11.15.688526", "authors": "Wu, M.; Wu, H.; Zhou, Y.; CHENG, S.", "abstract": "Single-cell RNA sequencing (scRNA-seq) has transformed the study of cellular heterogeneity, but downstream analysis remains fragmented and technically demanding. Current pipelines often lack analytical diversity, require programming expertise, and offer limited integration of advanced methods. To address these challenges, we developed SCAPE, an AI-driven automated and interactive platform that unifies multi-omics, multi-resource, and multi-modal single-cell data analysis. SCAPE provides platform-independent installation, customizable workflows, and integration of R- and Python-based tools. Beyond Seurat and Scanpy, it incorporates modules for transcription factor and pathway inference, pseudotime trajectory reconstruction, spatial transcriptomics deconvolution, and cell-cell communication analysis. To demonstrate SCAPE, we curated a unified atlas of lung cancer progression in human patients and mouse models, spanning primary tumors and metastatic sites. The platform enabled harmonized integration, regulatory program inference, and spatial mapping, revealing conserved epithelial programs that promote metastatic seeding and organ-specific adaptations driven by microenvironments. Collectively, SCAPE offers an accessible and comprehensive framework for single-cell analysis, providing new insights into cancer progression and broad utility across biological systems.", "date": "2025-11-16", "journal": ""}
{"title": "Ephaptic coupling and power fluctuations in depression", "doi": "10.1101/2025.11.15.688471", "authors": "Pinotsis, D.; Alagapan, S.; Sarikhani, P.; Nauvel, T.; Rozell, C.; Mayberg, H.", "abstract": "The initial therapeutic exposure to DBS during implantation surgery has reproducible acute behavioral effects that carry over without further stimulation. We analyzed LFP data from the first month following brief therapeutic intraoperative DBS. Data were recorded from the subcallosal cingulate cortex (SCC). During this month no further stimulation was applied. Recent studies have identified beta power fluctuations in LFP data as an acute putative depression biomarker of this exposure. However, a detailed description of neural dynamics underlying brain power fluctuations is missing. Here, we provide a proof of principle study that these dynamics can be described using two new dynamical systems measures: instability frequency and relative wandering time. These capture interactions between neural activity and the mesoscale oscillatory electric fields generated by it. The two measures seem to split low vs. high HDRS scores within a small patient cohort. They are motivated by the cytoelectric coupling hypothesis, that suggests that efficient information processing results from mesoscale electric fields; and that the re-emergence of depression symptoms might result from altered electric fields. Whether the new measures reflect general mechanisms of rapid antidepressant action remains to be tested.", "date": "2025-11-16", "journal": ""}
{"title": "Mechanochemical Energy Landscapes Under Force: Catch-Slip Bonds in T-Cell Activation", "doi": "10.1101/2025.11.15.688643", "authors": "bali, y.; Rendall, A.; Quapp, W.", "abstract": "Traditional theories explain T-cell activation by antigen concentration, binding affinity, and dissociation rate, but they fail to account for its extraordinary sensitivity. Recent cryo-electron microscopy and molecular-dynamics studies show that mechanical force transmitted through the T-cell receptor, the peptide-major histocompatibility complex, and the CD3 signaling module can enhance this sensitivity and thereby promote T-cell activation. We present a minimal energy-landscape model showing how force transmission reshapes the activation barrier and bond lifetime. Mathematically, we prove a sharp force cutoff \\(F_c = D_0/(2 d_0)\\) (maximum binding depth \\(D_0\\), optimal distance \\(d_0\\)) above which no bound state exists. At or below \\(F_c\\), the system admits at most two stationary points: a bound minimum and a saddle that coalesce in a fold (saddle-node) at the bond-breaking point. Stable binding occurs only on the near-separation branch \\(d < d_0 \\ln 2\\) (smaller receptor-ligand separation). Numerically, we tracked these stationary points as the force varied, computed the force-dependent barrier \\(\\Delta V_f\\), and mapped bond lifetimes using Kramers/Langer theory. We found that agonists and weak agonists follow a catch-slip pattern; barriers and lifetimes peak at intermediate forces, whereas antagonists exhibit slip, with barriers and lifetimes decreasing as force increases. Our framework provides a testable mechanochemical link between force, barriers, and lifetimes in TCR signaling, as well as a path to refine predictions with targeted measurements for T-cell activation under force.", "date": "2025-11-16", "journal": ""}
{"title": "Hybrid modeling framework for bioprocesses with minimal prior knowledge and limited data", "doi": "10.1101/2025.11.14.688550", "authors": "Martinez, C.; Rocha Calvette, F.; Pere, M.; Barrientos, M.; Ossandon, S.", "abstract": "A hybrid model combines a mechanistic model, described by ordinary differential equations, with a data-driven component, such as neural networks. This strategy leverages both the physical knowledge of the system and the predictive power of machine learning methods, and it has been applied to a variety of bioprocesses. Nevertheless, it faces important challenges: (I) the often limited availability of experimental data and (II) the incorporation of uncertain mechanistic knowledge. To address these limitations, we propose a framework that generates mathematical models that enforce only minimal yet essential qualitative properties such as: non-negativity of state variables, biogenesis, and the requirement that biomass mediates both substrate uptake and product formation. This avoids reliance on kinetic expressions while ensuring that only certain knowledge is introduced, thus addressing (I). Because batch cultures are the standard experimental setup in early-stage bioprocess research and are routinely repeated under different conditions, we focus on this type of experiment to address (II). We propose a minibatch optimization scheme based on the ADAM optimizer, where each batch experiment naturally corresponds to a minibatch in the algorithm. Using both synthetic and experimental datasets, we show that only a few batch experiments are sufficient to train accurate and generalizable hybrid models, and that incorporating stochastic regularization provides better interpretability to the model. Overall, this work provides a structured and biologically grounded alternative to existing hybrid modeling approaches, improving how machine-learning tools can be integrated into bioprocess modeling under limited data and limited prior knowledge.", "date": "2025-11-16", "journal": ""}
{"title": "Contrastive modelling of transcription and transcript abundance in legumes using PlanTT", "doi": "10.1101/2025.11.15.685414", "authors": "Raymond, N.; Zhang, X.; Sheikh, J.; Daveouis, F.; Verma, R.; Cram, D.; Song, H.; Cao, Y.; Kirzinger, M.; Akaniru, D.; Ubbens, J.; Konkin, D.", "abstract": "Predicting the impacts of sequence variation on gene expression remains a challenging task. Further, in plants, we have a limited understanding of the relative contributions of different gene expression regulatory mechanisms. To address these limitations we generated a comparative multiomic dataset comprising matched 3-RNA-seq and PRO-seq data from matched tissues of reference genotypes of four legumes of the invert repeat lacking clade (Pisum sativum, Vicia faba, Lathyrus sativa and Medicago truncatula). Focused on the challenging task of predicting expression differences between ortholog pairs from unseen orthogroups, we used this dataset and a novel prediction framework to build contrastive models that predict quantitative differences (effect size differences) in transcription and transcript abundance.", "date": "2025-11-16", "journal": ""}
{"title": "Using Large Language Models to Assemble, Audit, and Prioritize the Therapeutic Landscape", "doi": "10.1101/2025.11.14.688562", "authors": "Thyagatur Kidigannappa, A.; Sonti, N.; Vijayan, R.; Parikh, A.; Faller, R.", "abstract": "We present an AI-assisted pipeline for disease-specific drug landscape analysis. Given a disease name, the system assembles a comprehensive, evidence-based view of therapeutic assets by integrating structured sources (such as ClinicalTrials.gov and ChEMBL) and unstructured sources (such as publications, press releases, and patents). Large language models are used in a constrained, auditable mode to normalize drug aliases, resolve drug target/mechanism of action annotations, and harmonize program status across records. The output is a disease-centric map that spans preclinical assets, not-yet-approved assets (both active and discontinued/shelved), and FDA-approved drugs suitable for re-purposing. Assets are ranked using interpretable, evidence-based scoring heuristics that combine trial volume and clinical phase, endpoint outcomes, biomarker support, recency of activity, and regulatory designations, along with penalties for safety signals and non-pharmaceutical interventions, as well as proportional adjustments for operational versus scientific discontinuations. Case studies in Alzheimers disease, pancreatic cancer, and cystic fibrosis demonstrate generality, coverage, and discrimination across mechanisms and stages. This framework provides a transparent method to assemble and prioritize the therapeutic landscape for any disease, unifying disparate data into a coherent and analyzable representation.", "date": "2025-11-16", "journal": ""}
{"title": "pH-responsive synthetic cells for controlled protein synthesis and release", "doi": "10.1101/2025.11.16.688650", "authors": "Hwang, S.-W.; Li, Y.; Green, A. A.; Liu, A. P.", "abstract": "pH is a critical parameter in biological systems, with acidic environments often serving as hallmarks of pathological conditions such as cancer, infection, and metabolic disorders. Here, we developed a pH-responsive synthetic cell capable of protein synthesis and release under acidic conditions. The system was constructed by integrating three molecular modules: a proton channel for pH sensing, a pH-responsive single-stranded DNA (ssDNA) that releases a trigger ssDNA upon acidification, and a toehold switch RNA that activates translation in response to the trigger ssDNA. During integration, we discovered that adjusting the annealing length between the pH-responsive and trigger strands was critical for enabling the acid-triggered protein synthesis. Using this strategy, we successfully demonstrated acid-responsive protein expression within synthetic cells. To further explore applications, we embedded the synthetic cells in a hydrogel to endow pH-responsive behavior to materials and coupled pH-responsive protein translation with a cell-penetrating peptide technology for selective release of proteins.", "date": "2025-11-16", "journal": ""}
{"title": "Fast Optimization of Robust Transcriptomics Embeddings using Probabilistic Inference Autoencoder Networks for multi-Omics", "doi": "10.1101/2025.11.16.686778", "authors": "Wang, N.; Turner, D.; Feinberg, H.; Nieto Caballero, V. E.; Yuan, D.; Scott, N.; Cardenas, C.; DeBerardine, M.; Dan, S.; Caceres, L.; Schembri, J.; Yao, Z.; Lee, C.; Pillow, J. W.; Krienen, F. M.", "abstract": "Advances in single-cell genomics technologies enable the routine acquisition of atlases with millions of cells. These datasets often include multiple sources of variation, such as donors, sequencing platforms, developmental timepoints, and species. Although these covariates provide new opportunities for discovery, they also present challenges for downstream analyses. To mitigate unwanted sources of variation, dataset integration is the starting point for most analyses. However, existing methods struggle with integrating large and complex datasets. To address these limitations, we developed PIANO, a variational autoencoder framework that uses a negative binomial generalized linear model for stronger batch correction, and code compilation for up to ten times faster training than existing tools. We first demonstrate performant integration compared to commonly used integration methods on single-species datasets. We then show PIANO enables superior analyses of multiple atlases, solving challenging integration tasks across sequencing platforms, developmental timepoints, and species, while simultaneously preserving desired biological signals. Our contributions include a novel, high-performance integration method and recommendations for integration applications.", "date": "2025-11-16", "journal": ""}
{"title": "A single large restored patch has lower tree diversity than several smaller ones", "doi": "10.1101/2025.11.15.688657", "authors": "GALAN ACEDO, C.; Riva, F.; Fahrig, L.; Holscher, D.; Martin, A. E.", "abstract": "Restoration initiatives often target restoring the largest possible amount of habitat to provide the greatest benefits for biodiversity. However, the optimal configuration (e.g., the size and number of restored patches) of habitat, given a fixed total area, remains an unresolved question. Here, we ask whether restoring a single large habitat patch or a mixture of smaller patches of the same total area supports higher plant diversity. To address this question, we measured taxonomic, phylogenetic, and functional diversity of all naturally recruiting woody species in 52 restored vegetation patches in Jambi Province, Sumatra, Indonesia. Thirteen restored patches of each of four sizes (25, 100, 400, and 1,600 m2) were established within conventional oil palm plantations six years before vegetation sampling. From these 52 patches, we generated 750 random comparisons between a single large patch vs. several small patches, ensuring equal total area (100, 400, or 1,600 m2). We evaluated taxonomic, phylogenetic, and functional diversity separately for all species, for native species, and for native forest species, using three diversity measures: species richness, the exponential of Shannon entropy, and the inverse of Simpson concentration. Our findings indicate that restoring several smaller patches results in greater taxonomic, phylogenetic, and functional diversity of recruiting woody species than restoring a single large patch of the same total area. This result holds across the three total habitat areas (100, 400, and 1,600 m2), all species groupings, and all diversity metrics. As expected, species diversity also increased with total area in all cases. Our findings challenge restoration strategies that focus exclusively on enlarging patches. Instead, biodiversity will be enhanced by increasing the total restored area across many patches of different sizes, including very small ones (e.g., 25 m2).", "date": "2025-11-16", "journal": ""}
{"title": "Butterfly host plant use driven by microclimate not nutritional quality", "doi": "10.1101/2025.11.15.688506", "authors": "Langdon, W. B.; Fox, R.; Lewis, O. T.", "abstract": "Abundance of insect herbivores often depends on host plant suitability for their specialised immature stages. Suitability can be strongly influenced by both microclimate and the nutritional quality of the plants themselves. Where soil nitrogen is high, host plants tend to have high nutritional quality, but vigorous growth of surrounding vegetation reduces microclimatic temperatures. Thus, thermophilous insects may face a choice between host plants with optimal microclimates and those with optimal nutritional quality. We investigated how microclimate and nitrogen content influence oviposition choices by the declining Small Copper butterfly, Lycaena phlaeas, on its host plant, Rumex acetosa. We predicted that warmer plants would have lower nitrogen content, and that butterflies would choose cooler, high-nitrogen plants during warmer ambient conditions. Although warmer R. acetosa plants had lower nitrogen content, L. phlaeas consistently chose to lay eggs on plants in warm microclimates, implying a trade-off between temperature and the nutritional quality of host plants. Patches of bare ground created by Talpa europaea (European Mole) near R. acetosa plants increased microclimatic temperatures and decoupled the negative association between nutritional quality and thermal suitability. Our results have implications for the conservation of thermophilous insect herbivores, especially close to their range margins and in the context of climate change. Rather than maximising host plant abundance or nutritional quality, management that creates suitable microclimatic conditions is likely to be critical. Our findings also suggest that, while nitrogen pollution may increase host plant nutritional quality, its negative impacts on microclimate will likely further reduce breeding habitat for L. phlaeas and other insects in grassland habitats.", "date": "2025-11-16", "journal": ""}
{"title": "Temporal changes in macrofungal alpha diversity over four decades in Europe", "doi": "10.1101/2025.11.16.688674", "authors": "Krah, F.-S.; Baessler, C.; Zibold, M.; Heilmann-Clausen, J.", "abstract": "Terrestrial organisms have shown mainly positive or neutral changes in local richness across late- and post-industrial decades. A lack of time-series data has so far hindered the exploration of similar changes in fungal alpha diversity. Here, we analysed 5 million macrofungal records and tracked changes in alpha diversity between the 1980s and 2010s across 500 time comparisons. Using a novel tool to standardize for geographic spatiotemporal sampling effort, we estimated alpha diversity using coverage-based rarefaction and extrapolation. We found weak positive net changes in alpha diversity across most of Europe. Drier conditions and nitrogen increases were linked to fungal alpha diversity decreases, while climate warming increased alpha diversity across fungal functional groups. Our results suggest that local-scale factors, such as drought and chemical pollution, are more constraining to fungal biodiversity than regional-scale climate warming and habitat loss.", "date": "2025-11-16", "journal": ""}
{"title": "Persistent trade-offs balance competition and colonization across centuries", "doi": "10.1101/2025.11.16.688059", "authors": "Backman, T.; Cui, J.; Caullireau, E.; Bleak, E.; Bezrukov, I.; Girardi, P.; Hawks, A.; Lasky, J. R.; Latorre, S. M.; Erberich, J. M.; Lopez, L.; Neumann, M.; Perkins, A. M.; Symeonidi, E.; Azadi, P.; Horvath, M. P.; Muszynski, A.; Lang, P. L. M.; Karasov, T. L.; Burbano, H. A.", "abstract": "Microbial competition drives rapid adaptation, often forcing organisms to specialize in new ecological niches. Adaptations that improve competitive ability can reduce performance in other environments creating trade-offs. Whether such trade-offs persist in nature--or are eroded as lineages adapt through compensatory changes--remains largely unknown. Here we show that a trade-off between competitive ability and host colonization has been stably maintained in natural Pseudomonas populations for centuries. Wild plant-pathogenic Pseudomonas compete using tailocins--phage-derived molecular weapons that bind to specific cell-surface receptors. Genomic surveys and functional assays reveal that the most broadly lethal tailocins remain rare--while the tailocin's production increases competitive killing, it also compromises plant colonization. We determine that the polymorphisms behind this tradeoff are not transient -- historical genomes spanning two centuries show that the tradeoff has been maintained for at least 105-106 generations. Our results demonstrate that, in natural populations, a tradeoff between competition and pathogenicity is fundamental and not easily overcome.", "date": "2025-11-16", "journal": ""}
{"title": "Sparse learning for scalable phylogenetic network inference", "doi": "10.1101/2025.11.16.688704", "authors": "Rosas-Puchuri, U.; Kolbow, N.; Solis-Lemus, C.; Khanmohammadi, S.; Betancur, R.", "abstract": "Phylogenetic networks account for signals of hybridization, reticulation, and gene flow, and provide an opportunity to analyse species evolution from a more complex perspective than bifurcating phylogenetic trees. However, even the fastest algorithms for inferring these networks face scalability challenges as the number of species increases. This limitation arises because these methods use as input a large concordance factors (CFs) table, which summarizes the observed CFs of all possible four-species combinations in each row. The size of this table scales with the fourth power of the number of species, creating computational bottlenecks and highlighting the need for more efficient solutions. Sparse learning has been shown to reduce the dimensionality of large-scale datasets while producing results of comparable quality to those obtained using the full dataset. In this study, we adapted two sparse machine learning models - Elastic Net and Ensemble Learning + Elastic Net - to guide the subsample of an optimal number of rows from the CFs table required to accurately predict the overall phylogenetic network pseudolikelihood. Both methods account for the inherent correlation among rows, which arises because rows overlap in species information. We call this method Qsin. In two simulated datasets, Qsin reduced the dataset by approximately half without compromising accuracy. For the Xiphophorus fishes dataset, which contains 10,626 rows in the CFs table, we recovered the same topology as with the full CFs table but using only 763 rows. Using these subsamples also reduced running times by up to 60% without compromising accuracy. These gains are expected to persist as species numbers increase. Qsin contributes to ongoing efforts to make phylogenetic network inference more efficient and opens the door to analyses of more complex evolutionary histories. The source code for Qsin is freely available at: https://github.com/ulises-rosas/qsin", "date": "2025-11-16", "journal": ""}
{"title": "Evolutionary diversity and function of odorant receptors in birds", "doi": "10.1101/2025.11.14.688425", "authors": "Driver, R. J.; Marie, M. A.; Ko, V. J.; Meesa, P.; Sun, W.; Li, R. J.; Brewer, M. S.; Lu, H.-Y.; Bennett, K. F. P.; Ojiro, I.; Mantha, N. E.; Matsunami, H.; Balakrishnan, C. N.", "abstract": "Odorant receptors (ORs) form one of the largest gene families in vertebrates; most mammals have hundreds of intact OR genes. Although birds display diverse breeding and foraging behaviors, they were long assumed to rely minimally on olfaction. Here we show that, similar to mammals, bird genomes often encode hundreds - and in some species, thousands - of intact ORs. We further present evidence that most avian ORs within the bird-specific gamma-c subfamily have undergone extensive gene conversion. We show that avian ORs are expressed in olfactory sensory neurons and respond to defined odorants. Notably, we identify ligands for avian ORs, revealing both unique functions within the gamma-c clade and functional conservation with a deeply divergent mammalian OR. These findings uncover unexpected parallels between mammals and birds in olfactory system organization while revealing a distinctive evolutionary feature: widespread gene conversion shaping the majority of avian ORs.", "date": "2025-11-16", "journal": ""}
{"title": "Efficient Bayesian Phylogenetics under the Infinite Sites Model", "doi": "10.1101/2025.11.14.688551", "authors": "Specht, I.; Palacios, J. A.", "abstract": "Bayesian phylogenetic inference from molecular sequences can provide key insights into the evolutionary history of populations. Existing tools, however, often scale poorly with sample size. We present inPhynite, a highly-efficient Bayesian phylogenetics algorithm for genomic datasets compatible with the infinite sites mutation model. A key advantage of this model is that likelihood calculation, which typically incurs a substantial computational cost, becomes trivial. We show that under the infinite sites assumption, it is possible to sample a coarse space of mutations and coalescences from which we may recover complete phylogenetic trees. We design an efficient Markov chain for this space together with effective population size trajectories, modeled as piecewise constant functions. Based on real and synthetic data, our method significantly outperforms competing methods, offering a speedup of over 225 times in statistical efficiency on large datasets without incurring any loss in accuracy. Finally, we demonstrate how inPhynite can help us understand the evolutionary history and past effective population sizes of human populations based on mitochondrial DNA.", "date": "2025-11-16", "journal": ""}
{"title": "Master of none: GPRC6A gene loss is more widespread than previously known", "doi": "10.1101/2025.11.14.688574", "authors": "Gupta, S.; Patil, A. B.; Soman, A. S.; Vijay, N.", "abstract": "GPRC6A encodes a class C GPCR that can be activated by multiple ligands and potentially acts as a central regulator of diverse metabolic processes by modulating endocrine pathways. Experimental studies have reported numerous distinct functions for GPRC6A, suggesting it may be a key drug target for several metabolic disorders. Yet, the actual function of GPRC6A has been the focus of considerable debate due to contradictory results and the prevalence of loss-of-function mutations in human populations, leading to the perception of GPRC6A as a \"Master of none\". Interestingly, a genome-wide screen for gene loss events in vertebrate species identified the disruption of the GPRC6A gene in toothed whales, in contrast to widespread conservation in the closely related Bovidae family. We employ a synteny-informed comparative genomic approach to demonstrate that the loss of the GPRC6A gene among mammalian species is more widespread than previously reported, encompassing the entire Bovidae group within Artiodactyla and other fully aquatic mammals, including those belonging to Sirenia. An in-depth search of the genomes and short and long-read sequencing datasets of monotremes, hystricomorphs, rhinolophoid bats, pika, koala, and two shrews (white-toothed pygmy shrew and Asian house shrew) reveals at least nine independent GPRC6A gene loss events in vertebrates, highlighting its lineage-specific dispensability and raising questions regarding its ubiquitous functionality. The evolutionary loss of GPRC6A likely represents a lineage-specific response to specialised diets and ecological niches, reshaping metabolic regulation and taste perception and illuminating how niche specialisation influences gene retention or loss within the GPCR landscape across species.", "date": "2025-11-16", "journal": ""}
{"title": "Ultrafast tyrosine-based cell membrane modification via diazonium salts: a new frontier for biomedical applications", "doi": "10.1101/2025.11.15.688583", "authors": "Bouzelha, M.; Pavageau, K.; Renault, S.; Ferron, E.; Jaulin, N.; Marchand, M.; Alvarez-Dorta, D.; Peumery, R.; Scalabrini, M.; Delepee, H.; Pereira, A.; Enouf, E.; Cinier, M.; Adjali, O.; Gouin, S. G.; Retiere, C.; Guilbaud, M.; Deniaud, D.; Mevel, M.", "abstract": "In this study, we present an ultrafast, efficient, and broadly applicable strategy for cell membrane modification via tyrosine bioconjugation using diazonium salt derivatives. This chemical approach enables both one-step and two-step functionalization of adherent, suspension, and primary cells with diverse ligands, including imaging probes, carbohydrates, biotin, and proteins, without inducing cytotoxicity or immune activation. Membrane engineering through bioconjugation is emerging as a valuable tool in biomedical research, given the cell membrane's central role in signaling, transport, and cell-cell interactions. Compared to traditional glyco-engineering methods that often require multiday incubations and can cause cellular stress, our approach achieves precise and high-density grafting in less than one hour, with improved reproducibility and biological compatibility. Importantly, we demonstrate that this strategy can be applied to a variety of cell types, encompassing both immortalized cell lines and primary cells, notably Peripheral Blood Mononuclear Cells (PBMCs) and human effector cells such as natural killer (NK) cells, to enhance their cytotoxic function against EGFR-positive cancer cells via surface-conjugated Nanofitin. Moreover, we show that the bioconjugated signal diminishes over time due to cell division, offering a self-limiting alternative to permanent genetic modifications such as CAR-T, thereby mitigating risks associated with overly prolonged immune activation. Finally, the feasibility of storing pre-functionalized cells at minus eighty degrees Celsius expands the practicality of this platform for future ready-to-use applications. Together, these features make our method a compelling alternative to current technologies for applications in targeted therapy, diagnostics, and cell-based immunotherapy.", "date": "2025-11-16", "journal": ""}
{"title": "Rectal Transplantation of Fragmented Intestinal Organoids and Crypts Promotes Mucosal Regeneration in DSS-Induced Colitis", "doi": "10.1101/2025.11.15.688663", "authors": "Wang, Y.; Xu, X.; Wang, D.", "abstract": "Background: Ulcerative colitis (UC) represents a global health challenge characterized by relapsing inflammation and epithelial barrier disruption. Conventional immunosuppressive therapies have reached their therapeutic ceiling, with mucosal healing and long-term remission remaining unmet therapeutic goals for many patients. Organoid-based regenerative therapy offers a new paradigm by reconstructing damaged mucosa rather than merely controlling inflammation. Methods: We hypothesized that fragmented intestinal organoids, building upon the foundational model established by Yui et al., whose use of immunodeficient Rag2-/- mice and surgical mucosal injury first demonstrated the feasibility of colon organoid transplantation. Our study advances this framework by introducing optimized transplantation timing and employing immunocompetent C57BL/6 mice to refine translational relevance and clinical feasibility, thereby extending the applicability of organoid therapy to more realistic physiological contexts., when transplanted rectally at an optimized time point, could integrate more efficiently into inflamed mucosa and accelerate epithelial regeneration even in an immunocompetent environment. A 2.5% dextran sulfate sodium (DSS)-induced colitis model was established in C57BL/6 mice. Intestinal organoids and crypts derived from EGFP-transgenic donors were cultured and transplanted rectally using a minimally invasive delivery system. Fluorescence microscopy, histological analysis, and clinical indices were used to evaluate engraftment and mucosal repair. Results: EGFP organoid fragments and crypts successfully engrafted at ulcerated sites, reconstituting epithelial structures and restoring mucosal integrity. Mice receiving organoid or crypts transplantation exhibited rapid weight recovery and reduced bleeding compared to DSS-only controls. Histological and fluorescence analyses confirmed epithelial restitution exceeding 60% by day 7 post-administration versus 18% in controls. These results validate the regenerative potential of organoid transplantation within an immunocompetent host. Conclusion: This study demonstrates that rectal transplantation of fragmented intestinal organoids and crypts promotes robust mucosal regeneration in DSS-induced colitis. By optimizing transplantation timing and employing a clinically relevant model, our work establishes a translational foundation for organoid-based regenerative therapies targeting inflammatory bowel diseases.", "date": "2025-11-16", "journal": ""}
{"title": "Sequence-aware Prediction of Point Mutation-induced Effects on Protein-Protein Binding Affinity using Deep Learning", "doi": "10.1101/2025.11.15.688659", "authors": "Zhuang, J.; Li, Z.; Wang, S.; Zheng, R.; Zhang, G.", "abstract": "Amino acid mutations may lead to significant changes in the binding affinity of protein complexes, thereby causing a series of cellular dysfunctions. Therefore, accurate prediction of protein-protein binding affinity changes ({Delta}{Delta}G) induced by amino acid mutations is of great importance for understanding protein-protein interactions (PPIs). In this study, we propose SAMAffinity, a protein sequence-aware deep learning architecture for predicting changes in protein-protein binding affinity caused by amino acid mutations. SAMAffinity predicts mutation-induced {Delta}{Delta}G by integrating multi-source sequence features, leveraging a Mutation-Site Identification (MSI) module to highlight local semantic shifts and a Binding-Interface Awareness (BIA) module to capture interaction changes. Benchmark evaluations on public datasets show that under the mutation-level data splitting strategy, SAMAffinity outperforms the state-of-the-art sequence-based method AttABseq by 33.3%, 72.3%, 31.8%, and 30.5% on S1131, S4169, S645, and M1101 datasets, respectively. Moreover, under the complex-level data splitting strategy, SAMAffinity surpasses the structure-based method MpbPPI by 22.9%, 22.7%, 5.0%, and 11.4% on the corresponding datasets. Beyond predictive accuracy, the strong consistency between the model's predicted distribution and natural amino-acid mutation tendencies indicates that SAMAffinity effectively captures the underlying mutational landscape shaped by intrinsic biochemical and evolutionary factors. Based on this capability, SAMAffinity demonstrated strong generalization in a study of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) cases, suggesting its potential for optimizing therapeutic antibody design.", "date": "2025-11-16", "journal": ""}
{"title": "mIDEA: An Interpretable Structure-Sequence Model for Methylation-Dependent Protein-DNA Binding Sensitivity", "doi": "10.1101/2025.11.14.688575", "authors": "Zhang, Y.; Li, R.; Zhong, J.; Lin, X.", "abstract": "DNA methylation dynamically reshapes protein-DNA interaction landscapes, yet the mechanistic principles governing methylation-dependent recognition remain incompletely understood. Currently, there is no predictive framework that integrates methylation-aware binding specificity with 3D structure-based residue interactions for quantitatively assessing the impact of DNA methylation on protein-DNA interactions. To bridge this gap, we introduce mIDEA (Methylation-informed Interpretable protein-DNA Energy Associative model), a structure-aware, residue-level biophysical framework that predicts and interprets protein-methylated-DNA interactions by optimizing an amino acid-nucleotide energy matrix explicitly accounting for the modulatory effect of 5-methylcytosine. We validate mIDEA across diverse human transcription factors with distinct CpG methylation preferences. Using only structural templates and prior biochemical knowledge, mIDEA accurately recapitulates both \"methyl-plus\" and \"methyl-minus\" effects of DNA methylation on protein-DNA binding. Incorporating quantitative methylation-sensitive binding data further enables mIDEA to capture position-specific methylation effects. When integrated with whole-genome methylation profiles, the model enhances in vivo binding-site prediction by reducing false positives while preserving sensitivity compared to models trained on unmethylated sequences. Overall, mIDEA provides a principled framework for elucidating the molecular mechanisms underlying methylation-modulated protein-DNA recognition. The mIDEA source code is available at: https://github.com/LinResearchGroup-NCSU/IDEA_DNA_Methylation.", "date": "2025-11-16", "journal": ""}
{"title": "Accelerated and High-Accuracy Variant Calling on Oxford Nanopore Technologies Sequencing Data with the Sentieon DNAscope LongRead and Hybrid Pipelines", "doi": "10.1101/2025.11.14.688541", "authors": "Hu, J.; Freed, D. N.; Li, Z.; Feng, H.; Chen, H.; Chen, H.", "abstract": "Oxford Nanopore Technologies (ONT) has emerged as a clinically meaningful long-read sequencing platform, enabled by recent improvements in read accuracy and throughput. However, variant calling on ONT data remains challenging due to platform-specific error profiles, particularly indels in homopolymer regions. Here, we introduce description and comprehensive benchmarks of the Sentieon DNAscope LongRead and DNAscope Hybrid pipelines on ONT whole-genome datasets, demonstrating high accuracy and substantially reduced computational requirements across SNP, Indel, and Structural Variant detection. Benchmarked against multiple truth sets including GIAB v4.2.1, CMRG, and T2T-Q100, DNAscope LongRead reduced SNP errors by ~50% relative to Clair3 across five reference samples and showed consistently higher accuracy in all non-long-homopolymer stratifications. Integration of ONT and Illumina short reads via DNAscope Hybrid further improved variant detection: with low depth ONT + Illumina datas, the pipeline achieved F1 scores of 0.9992 (SNPs) and 0.9979 (Indels), outperforming alternative pipelines. In challenging benchmarks such as T2T-Q100 and CMRG genes, DS-Hybrid reduced SNP and Indel errors significantly, compared to next-best methods. For structural variants, DNAscope pipelines outperformed alternative (e.g. Sniffles2), highlighting the advantages of haplotype-resolved SV detection method. Despite its accuracy, the Sentieon software suite remains computationally efficient: complete ONT long read FASTQ-to-VCF analysis completed within ~190 minutes on a 120-vCPU Azure instance, at costs less than $5 USD. Overall, the DNAscope LongRead and Hybrid pipelines deliver fast, accurate, and scalable germline variant calling for ONT datasets, providing a practical solution for comprehensive whole-genome analysis in both research and clinical genomics.", "date": "2025-11-16", "journal": ""}
{"title": "Predicting gene-specific regulation with transcriptomic andepigenetic single-cell data", "doi": "10.1101/2025.11.16.688671", "authors": "Rumpf, L.; Behjati Ardakani, F.; Hecker, D.; Schulz, M. H.", "abstract": "Motivation: Analysis of single cell ATAC-seq and RNA-seq data has allowed to gain unprecedented insights into gene regulation by allowing to define cell type specific regulatory regions and their effects on gene expression. While powerful, such analysis is challenging due to the inherent sparsity of single cell data. Results: We present the MetaFR approach to learn gene-specific models that link open-chromatin variation from scATAC-seq data to gene expression from scRNA-seq. Using efficient regression trees, we illustrate that accurate expression prediction models can be learned on the single-cell or meta-cell level. Validation was done using fine-mapped eQTLs. Meta-cell models were found to outperform single-cell models for most genes. Comparison to the SOTA method SCARlink revealed advantages of MetaFR in terms of runtime and prediction performance. MetaFR thus allows time-efficient analysis and obtains reliable models of gene expression prediction, which can be used to study gene regulation in any organism for which scRNA-seq and scATAC-seq data is available. Availability and implementation: MetaFR is freely available under https://github.com/SchulzLab/MetaFR", "date": "2025-11-16", "journal": ""}
{"title": "Pathway and gates for ATG2A-mediated lipid transport in autophagy", "doi": "10.1101/2025.11.16.688672", "authors": "Cabezudo, A. C.; Holzer, E.; Martens, S.; Hummer, G.", "abstract": "Autophagy is a complex process in which eukaryotic cells degrade cytosolic components by delivering them to lysosomes via double-membrane autophagosomes. The lipid transfer protein ATG2A plays a crucial role in autophagosome formation by tethering the phagophore membrane to the ER and delivering a significant fraction of the required lipids. The mechanism by which ATG2A shuttles lipids from one membrane to the other, however, remains elusive. Here, we combine structural predictions, molecular dynamics simulations and in vitro lipid transfer assays to gain mechanistic insights into ATG2A-mediated lipid transport. Using this integrative approach, we characterize the contact sites of the protein with donor and acceptor membranes. Our simulations capture multiple events of lipid uptake and delivery from and to the bound membrane. Conformational rearrangements of N-terminal amphipathic helices emerge as a critical factor for facile lipid transport. With this insight, we designed an ATG2A mutant that transfers lipids three times faster than the wild type in vitro. In complex with ATG9A, ATG2A forms a bridge between two parallel membranes at [~]12 nm separation. Overall, our findings suggest that ATG2A is a lipid transporter gated at the N-terminus by blocking helices that, upon release, act as additional membrane tethers.", "date": "2025-11-16", "journal": ""}
{"title": "Activation parameters, enthalpy-entropy compensation and the temperature-dependent activity of enzymes", "doi": "10.1101/2025.11.16.688712", "authors": "McLeod, M. J.; Thorne, R. E.", "abstract": "The increase in enzyme-catalyzed reaction rates with temperature is typically modeled using Arrhenius or Eyring relations. Interpretation of extracted parameters is subject to multiple caveats. Here we analyze the impact of expected small temperature variations of underlying activation/Eyring parameters on this modeling. Linear Arrhenius/Eyring behavior can still be observed when the underlying activation energy Ea or enthalpy {Delta}H and entropy {Delta}S vary with temperature. Modest variations -- of the order of an H-bond energy over 60 {degrees}C -- lead to large fractional deviations of Ea, {Delta}H and {Delta}S values derived from linear fits from their underlying values and to deviations of Arrhenius prefactors A by orders of magnitude. In a family of related enzymes with similar activation free energies {Delta}G , small differences in temperature variation of {Delta}H and {Delta}S will lead to apparent enthalpy-entropy compensation and may scramble enzyme ordering based on {Delta}H or {Delta}S. For enzymes from cold and warm-adapted species having largely similar active sites, small temperature variations of {Delta}H and {Delta}S may explain large differences in apparent {Delta}H values. Similar considerations apply to interpretation of van 't Hoff plots of equilibrium measurements and related observations of enthalpy-entropy compensation. Complementary methods including simulations and multi-temperature static and time-resolved atomic-resolution structural studies should play a key role in interpreting temperature-dependent kinetic and equilibrium data from enzymatic systems.", "date": "2025-11-16", "journal": ""}
{"title": "Recurrent RNA-lipoplex vaccination is required to sustain functional tumor-infiltrating neoantigen-specific CD8 T cells and therapeutic efficacy", "doi": "10.1101/2025.11.16.687774", "authors": "Gibson, J. T.; Hornburg, M.; Lehar, S.; Javinal, V.; Liao, L.; McCarron, M. J.; Jones, T. N.; Oei, Y.; Dunlap, D.; Marroquin, K. A.; Lo, A. A.; Bergman, J. H.; Tong, A.-J.; Nissenbaum, A.; Freund, E. C.; Capietto, A.-H.; de la Cruz, C. C.; Sahin, U.; Mellman, I.; Schartner, J. M.; Delamarre, L.", "abstract": "Cancer vaccines induce durable, polyepitopic T cell responses, and show promising clinical benefit in adjuvant settings, yet they are largely ineffective in advanced disease. Here using a clinically relevant RNA-lipoplex vaccine, we investigated efficacy constraints in a preclinical model. Vaccination remodeled the tumor microenvironment (TME), increasing T cell infiltration and promoting a proinflammatory myeloid compartment. This was associated with complete regression of smaller, immature tumors, but only delayed growth of larger, established tumors. While vaccine-induced T cells were long-lived and functional in peripheral tissues, intratumoral T cells declined rapidly in abundance, diversity, and function, reverting to a prevaccine-like state. scRNA-seq suggested that this was driven by a pro-apoptotic program, with surviving T cells showing signatures of cellular stress and impaired activation. Importantly, recurrent vaccination replenished functional T cells in the TME and enhanced efficacy. These findings highlight the importance of optimizing vaccine schedules and tailoring therapeutic strategies to tumor stage.", "date": "2025-11-16", "journal": ""}
{"title": "Reliable repurposing of antibody interactome inside the cell", "doi": "10.1101/2025.11.16.688718", "authors": "O'Shea, C. M.; Shahzad, R.; Aghasoleimani, K.; Newman, S.; Panmanee, J.; Schalkwyk, L. C.; Brooke, G. N.; Benson, F. E.; Trimmer, J. S.; Bosco, D.; Fujisawa, T.; Ichijo, H.; Cashman, N. R.; Engel, S.; Wright, G. S. A.", "abstract": "In biology proximity is paramount and eighty-five percent of the human proteome has at least one documented interacting monoclonal antibody. These molecules penetrate the cytoplasm poorly and are very often non-functional within the cell. Sequence analysis of 106 antibody variable domains alongside the cytoplasmic human proteome shows charge and isoelectric point are characteristics ill adapted to intracellular monodispersity. Characterisation of forty-five single-chain variable fragment (scFv) intrabodies expressed in human cells confirmed charge to have the greatest impact on solubility. We created new interdomain linkers, optimised scFv domain orientation and found variable heavy domain framework sites to be generally positively charged, and promote insolubility, but be amenable to optimisation. This is applied in combination to reduce the search space and refine the products of AI-led inverse folding to create highly soluble, abundant and thermally stable intrabodies that maintain parent antibody epitope recognition. Over six hundred intrabody sequences are described targeting sixty cytoplasmic proteins with linear, conformational, post-translational modification or oligomeric state specificity. Interactions were validated for p53, -synuclein, SOD1, polyQ, FUS/TLS, UCHL1 and GFP. This approach removes obstacles hindering intracellular repurposing of the vast sequenced antibody interactome with applications relevant to many human disease states.", "date": "2025-11-16", "journal": ""}
{"title": "Interferon signaling promotes early neutrophil recruitment after zebrafish heart injury", "doi": "10.1101/2025.11.16.688717", "authors": "Schmid, A. V.; Gagnon, J. A.", "abstract": "Heart injury triggers a robust cellular response in zebrafish, characterized by neovascularization, immune cell activation, and the infiltration of proliferative cardiomyocytes that collectively lead to scarless regeneration. Upon injury, damage-associated molecular patterns are released by dying cells and injured extracellular matrix. These molecules bind to pattern recognition receptors on various cell types, promoting inflammation and immune cell recruitment by upregulating chemokines and pro-inflammatory cytokines. We previously identified the activation of injury-induced interferon signaling as a distinguishing feature between the regenerative zebrafish and non-regenerative medaka. Here, we establish interferon-{Phi}1 (IFN{phi}1) as the primary driver of interferon signaling after zebrafish heart injury. IFN{phi}1 expression is induced hours after injury and directs interferon-stimulated gene expression, which peaks at 72 hours post-injury. This response is lost in ifnphi1 mutants, which disrupt IFN{phi}1 expression. ifnphi1 mutants have reduced neutrophil recruitment to the injured myocardium, while macrophages and neovascularization are unaffected. By studying later stages of regeneration, we find that ifnphi1 mutant hearts have a modest defect in scar resolution. Collectively, these findings uncover a critical early signaling cascade during the inflammatory response to heart injury and provide new insights into the mechanisms that choreograph zebrafish heart regeneration.", "date": "2025-11-16", "journal": ""}
{"title": "Approximating spatial processes with too many knots degrades the quality of probabilistic predictions", "doi": "10.1101/2025.11.14.688354", "authors": "Ward, E. J.; Anderson, S. C.", "abstract": "Spatial and spatiotemporal models are increasingly used in ecology for a range of purposes, such as tracking population change, assessing species distributions, and modelling spatial processes. Many models, including generalized additive models (GAMs) and Gaussian random fields (fit via the Stochastic Partial Differential Equation [SPDE] approach), approximate spatial surfaces using basis functions defined over a set of knots or mesh vertices. A common assumption is that higher resolution approximations with more knots yield better predictions, but this is rarely tested. We develop three case studies and a simulation to understand how mesh resolution affects prediction quality and parameter estimates. Using temperature and groundfish data from U.S. West Coast fish surveys, we developed spatial and spatiotemporal models of ocean temperature and fish biomass density. We fit models with varying mesh complexity and assessed prediction quality using log predictive density (log score) with k-fold cross-validation. We also compared SPDE approaches to GAMs. Our temperature models showed that the finest scale meshes decreased log predictive density. As mesh complexity increased, estimated spatial range, spatial variance, and observation error declined. Groundfish models showed similar patterns: more vertices led to smaller estimated spatial range and variance parameters. For most species, mesh resolution had little effect on area-weighted biomass indices, but it did affect scale for some. Simulations showed that predictive density declined with increasing mesh complexity, especially under fine-scale spatial variability, high spatial variance, and low observation error. Root mean square error remained stable, indicating that degraded predictive densities stemmed from poorly calibrated uncertainty estimates rather than reduced accuracy of predictions. Our work highlights that practitioners should not assume predictive performance always improves with increased spatial complexity. Selecting appropriate spatial complexity is expected to improve parameter estimation accuracy and derived quantities when out-of-sample prediction is a focus of inference.", "date": "2025-11-16", "journal": ""}
{"title": "Climate warming and urbanization may expand dengue transmission risk in California", "doi": "10.1101/2025.11.14.688544", "authors": "Couper, L.; Sipin, T. J.; Sambado, S.; Rennie, Z.; Shanebeck, K. M.; Lyberger, K. P.; Collender, P. P. A.; Ngo, V.; Remais, J. V.; MacDonald, A. J.", "abstract": "Background: While primarily a disease of tropical and subtropical regions, dengue outbreaks are increasing in non-endemic regions due to environmental change and increasing travel and trade. For these non-endemic regions, estimating the risk of dengue is challenging as transmission is driven by both local environmental conditions and the introduction of viremic travelers. In this study, we aimed to estimate current and future dengue risk in California, USA--a region that has recently experienced its first cases of locally-acquired dengue. Methods: We modeled dengue risk as the product of three key components needed for local transmission--vector presence, temperature-suitability for pathogen transmission, and viral introductions via travel-associated cases--estimated using vector and case surveillance, sociodemographic, and environmental data. We estimated risk for locations and months where local transmission was reported in 2023-2024 to define a 'threshold' level of risk. We then projected monthly, census tract-level risk under both current conditions and future scenarios of climate warming and urban expansion. Findings: Approximately 18.2 million (95% CI: 17.9-18.3) California residents--primarily in the Central Valley and the Los Angeles and San Diego metropolitan areas--currently live in areas where peak monthly dengue risk exceeds levels estimated during observed local transmission. Under moderate scenarios of climate warming and urban expansion, an additional 4.1 million (95% CI: 3.7-4.6) California residents may be at risk by mid-century, with the largest increase in risk estimated for September and for the Sacramento Valley and coastal southern California regions. Outside the summer months and beyond the Central Valley and southern California, current and future risk remains low due to one or more major bottlenecks to transmission. Interpretation: Our study identifies the specific regions and months conducive to dengue transmission in the non-endemic setting of California. At present, this covers a substantial portion of the state and is projected to expand under on-going climate warming and urbanization. Our results underscore the need for sustained vector control, and timely detection and management of travel-associated cases.", "date": "2025-11-16", "journal": ""}
{"title": "Predicting current and future distribution of the common waxbill using a mechanistic modelling approach", "doi": "10.1101/2025.11.16.688699", "authors": "Vila, M. S.; Pacioni, C.; Reino, L.; Lens, L.; Strubbe, D.", "abstract": "Biological invasions and climate change are two of the most pressing drivers of biodiversity loss worldwide. Anticipating where invasive species are likely to establish, as well as the potential impact of climate change on their range expansion, is essential for early detection and targeted management. In this study, we use a mechanistic species distribution model (SDM) to evaluate the current and future areas at risk of invasion by the common waxbill (Estrilda astrild), a widespread avian invader. Our model accurately predicts the species' current range in Iberia and identifies additional climatically suitable areas, particularly in southern and western Europe. Under warming scenarios of +2 {degrees}C and +4 {degrees}C, suitable areas expand northwards, with over two-thirds of Europe classified as suitable under the most extreme scenario. These results suggest that the species is already operating near the cold limits of its thermal niche in parts of its invasive range, and that rising temperatures may remove these constraints, allowing expansion into previously unsuitable areas. Our findings demonstrate the power of mechanistic models in identifying regions at risk of colonisation and underscore the importance of early intervention and targeted monitoring in areas projected to become suitable.", "date": "2025-11-16", "journal": ""}
{"title": "Growth-promoting rhizobacteria amend the defense of strawberry plants against sequentially attacking herbivores", "doi": "10.1101/2025.11.16.688721", "authors": "Hosseini, A.; Hosseini, M.; Schausberger, P.", "abstract": "Plant defense systems such as induced resistance (IR; induced by herbivores) and induced systemic resistance (ISR; induced by beneficial rhizobacteria) are modulated by the same signaling pathways within plants and hence interact. ISR allows enhanced protection of aboveground plant parts against herbivores before IR induction. Both ISR and IR are systemic and may involve the production of toxic, antifeedant and/or repellent compounds, and/or reduce nutrient availability, which may in consequence affect plant usability and palatability for later arriving herbivores. The combined effects of ISR and IR on different herbivores sharing the same plant and plant performance have been rarely addressed. Here, we assessed the effects of three plant-growth-promoting rhizobacteria (PGPR), Azotobacter chroococcum, Azospirillum brasilense and Pseudomonas brassicacearum, on the defense response and physiology of strawberry plants upon sequential attack by two herbivores with different feeding modes, two-spotted spider mites Tetranychus urticae and cotton aphids Aphis gossypii. Attack of strawberry plants by spider mites and aphids adversely affected the abundance of the later arriving herbivore, mediated by the host plant's defense system. First-attacking spider mites exerted much stronger adverse effects on later attacking aphids than first-attacking aphids on later attacking spider mites. In absence of PGPR inoculation, the herbivores, especially first-attacking spider mites, severely impaired host plant physiology and productivity. PGPR inoculation primed the plant's defense system to attack by spider mites and aphids, allowing the plants to produce more secondary metabolites such as phenols. In consequence, the abundances of both herbivores were lower on PGPR-inoculated plants compared to chemically fertilized and control plants. Overall, our study suggests that PGPR inoculation ameliorates the plant damage caused by sequentially attacking herbivores. Additionally, the PGPRs improve the physiology and productivity, and favorably balance the nutritional state, of strawberry plants.", "date": "2025-11-16", "journal": ""}
{"title": "Spatially Mapping the Mechanical and Structural Properties of the Seedling Uterine Fibroid-Myometrium Interface", "doi": "10.1101/2025.11.14.687752", "authors": "Fodera, D. M.; Sutcu, A.; Joasil, A. S.; Therien, A. M.; Jackson, J.; Advincula, A. P.; Chen, X.; Hendon, C. P.; Oyen, M. L.; Korem, T.; Myers, K. M.", "abstract": "Uterine fibroids (leiomyomas) are highly prevalent, noncancerous tumors canonically described as stiff and collagen-dense. Still, the mechanical heterogeneity within uterine fibroids and the alterations that occur at the fibroid-myometrium interface remain poorly understood. This study quantitatively maps the local mechanical, structural, and compositional properties of seedling uterine fibroids (< 1 cm) at the interface region. Relative to patient-matched myometrial tissues, uterine fibroids exhibited increased stiffness, decreased permeability, increased diffusivity, decreased hydration, greater collagen content, and distinct collagen organization. At the fibroid-myometrium interface, a band of aligned myometrial fibers immediately adjacent to the fibroid was observed, and heterogeneous spatial patterns in elastic modulus and permeability were identified. Ultimately, this study establishes foundational knowledge on the mechanics and structure of seedling uterine fibroids, facilitating future developments of clinically translatable detection tools.", "date": "2025-11-16", "journal": ""}
{"title": "SpaTranslator: A deep generative framework for universal spatial multi-omics cross-modality translation", "doi": "10.1101/2025.11.15.688644", "authors": "Dong, H.; Mao, S.; Liu, Y.; Tian, T.; Zhang, L.; Wu, J.; Zhang, S.; Jiang, P.; Yin, D.; Xing, X.; Wang, P.; Li, H.", "abstract": "Recent advances in spatial omics technologies have enabled the simultaneous analysis of multiple molecular patterns in tissue sections, offering unprecedented insights into cellular microenvironments. However, the high cost of measurements and the sparsity of data restrict the availability of paired spatial multi-omics datasets. Here, we present SpaTranslator, a deep generative framework that integrates graph neural networks with an adversarial variational generative model to fully capture spatial characteristics and enable effective cross-modality translation of spatial omics data, enabling simulation of paired spatial multi-omics data from single-omics measurements. Extensive experiments demonstrate that SpaTranslator consistently outperforms baseline methods in both clustering accuracy and biological coherence across various real-world scenarios, including spatial transcriptomics-epigenomics and spatial transcriptomics-proteomics translation tasks. Furthermore, SpaTranslator provides biologically meaningful insights through marker genes and proteins recovery, motif enrichment analysis, and gene regulation inference. Our work offers an effective and adaptable solution for spatial multi-omics cross-modality translation, supporting a broad range of biological and biomedical research.", "date": "2025-11-16", "journal": ""}